{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "1. Wieselthaler GM, O’Driscoll G, Jansz P, et al. Initial clinical experience with a novel left ventricular assist device with a magnetically levitated rotor in a multi-institutional trial. J Heart Lung Transplant 2010; 29: 1218-25. 2. Available from: http:\/\/www. heartware. com. au\/IRM\/content\/international\/products_HVAD. html.",
            "Treatment of hyperacute antibody-mediated lung allograft rejection with eculizumab",
            "Kyle L Dawson and Amit Parulekar and Harish Seethamraju",
            "2012",
            "--aMu6QAAAAJ:u5HHmVD_uO8C",
            50,
            "https:\/\/www.jhltonline.org\/article\/S1053-2498(12)01297-1\/abstract",
            "6077038912731129590",
            "\/scholar?cites=6077038912731129590",
            {
                "2013":4,
                "2014":6,
                "2015":5,
                "2016":10,
                "2017":6,
                "2018":7,
                "2019":5,
                "2020":5
            }
        ],
        [
            "Patel SJ, Knight RJ, Suki WN, Abdellatif A, Duhart BT, Krauss AG, Mannan S, Nezakatgoo N, Gaber AO. Rabbit antithymocyte induction and dosing in deceased donor renal transplant recipients over 60 yr of age.\u2028Clin Transplant 2011: 25: E250–E256. © 2011 John Wiley & Sons A\/S.Background:  Antithymocyte globulin (rATG) is a commonly used induction agent in renal transplantation; however, data in older kidney recipients are limited.Methods:  We reviewed charts of 301 deceased donor renal transplants who received a protocol consisting of 3–7 doses of rATG and triple maintenance therapy. Outcomes of patients >60 yr of age (n = 45) were compared to those aged 18–59 yr (n = 256).Results:  Older recipients had more diabetics, were more likely to receive expanded criteria donor kidneys (p < 0.01), and over 30% were sensitized. Recipients >60 received less cumulative rATG (4.6 vs …",
            "Rabbit antithymocyte induction and dosing in deceased donor renal transplant recipients over 60 yr of age",
            "Samir J Patel and Richard J Knight and Wadi N Suki and Abdul Abdellatif and Benjamin T Duhart Jr and Amy G Krauss and Saurabh Mannan and Nosratollah Nezakatgoo and A Osama Gaber",
            "2011",
            "--aMu6QAAAAJ:YsMSGLbcyi4C",
            25,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1399-0012.2010.01393.x",
            "11518121167914934909",
            "\/scholar?cites=11518121167914934909",
            {
                "2011":1,
                "2012":2,
                "2013":5,
                "2014":2,
                "2015":3,
                "2016":1,
                "2017":2,
                "2018":3,
                "2019":2,
                "2020":4
            }
        ],
        [
            "The pharmacology and pharmacokinetics of a novel formulation of epoprostenol for the treatment of pulmonary arterial hypertension (PAH) are reviewed, with guidance on addressing a number of important safety considerations.Epoprostenol is a direct vasodilator of the pulmonary and systemic vasculature indicated for improving exercise capacity in patients with PAH. Veletri, a recently approved formulation of epoprostenol for continuous i.v. infusion, offers increased stability relative to other available epoprostenol products. Therefore, the use of Veletri can lessen the therapy burden associated with the other available formulation of the drug by allowing for the advance preparation of infusion pump cassettes (at certain concentrations) and administration at room temperature without the need for cooling with ice packs. Sterility, however, is of concern with …",
            "A new epoprostenol formulation for the treatment of pulmonary arterial hypertension",
            "Amaris Fuentes and Aida Coralic and Kyle L Dawson",
            "2012",
            "--aMu6QAAAAJ:9yKSN-GCB0IC",
            14,
            "https:\/\/academic.oup.com\/ajhp\/article-abstract\/69\/16\/1389\/5111954",
            "8029599168291855228",
            "\/scholar?cites=8029599168291855228",
            {
                "2012":1,
                "2013":3,
                "2014":1,
                "2015":2,
                "2016":3,
                "2017":2,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Hypogammaglobulinemia (HGG) has been associated with an increased risk of infectious complications in lung transplant recipients, but its effect specifically on community-acquired respiratory viruses (CARVs) remains unknown. This study aimed to determine if lung transplant recipients with HGG are at an increased risk of developing CARV infection. Secondary endpoints included the effect of HGG on lung function, incidence of rejection, and mortality.A retrospective review of all lung transplant recipients from 2008 to 2011 was performed. Patients were stratified as either having HGG after transplantation or having normal IgG titers according to their nadir IgG level. HGG was defined a serum IgG level of <700 mg\/dL. CARVs included human metapneumovirus, influenza A\/B, respiratory syncytial virus A\/B, parainfluenza 1\/2\/3, rhinovirus, and adenovirus isolated from bronchoalveolar lavage …",
            "Effect of hypogammaglobulinemia on the incidence of community-acquired respiratory viral infections after lung transplantation",
            "BC Noell and KL Dawson and H Seethamraju",
            "2013",
            "--aMu6QAAAAJ:qjMakFHDy7sC",
            13,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0041134512013164",
            "7488174795589475427",
            "\/scholar?cites=7488174795589475427",
            {
                "2014":3,
                "2015":3,
                "2016":3,
                "2017":3,
                "2018":1
            }
        ],
        [
            "Broad‐spectrum antimicrobials are given prophylactically post‐transplant, although these agents are a risk factor for multidrug‐resistant (MDR) infections and Clostridium difficile infection (CDI). This study aimed to determine whether an association exists between the duration of antimicrobials given early post‐transplant and the development of MDR infections or CDI.A single‐center retrospective analysis was performed on lung transplants from September 2009 to August 2014. Patients were excluded for cystic fibrosis (CF) or postoperative survival less than 30 d. Qualifying infections were defined as any new positive MDR bacterial culture or C. difficile assay from postoperative day 7–90 d after a broad‐spectrum antimicrobial.A total of 500 patients, 61% male, were identified, median age of 62 yr. MDR infections occurred in 169 (34%) and CDI in 31 (6%). Non‐ICU days were …",
            "Postoperative antimicrobials after lung transplantation and the development of multidrug‐resistant bacterial and Clostridium difficile infections: an analysis of 500 …",
            "Alexandra R Whiddon and Kyle L Dawson and Amaris Fuentes and Katherine K Perez and Leif E Peterson and Thomas Kaleekal",
            "2016",
            "--aMu6QAAAAJ:_kc_bZDykSQC",
            9,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/ctr.12746",
            "421501106020165323",
            "\/scholar?cites=421501106020165323",
            {
                "2017":1,
                "2018":2,
                "2019":5
            }
        ],
        [
            "Predicting the risk of bleeding or thrombosis in cirrhotic patients is difficult due to reduced levels and dysregulation of both procoagulant and anticoagulant factors. We utilized thrombin generation and microvesicle analysis to better understand the regulation of haemostasis in cirrhotic patients. We studied 24 patients with cirrhosis vs. 21 healthy controls. Cirrhotic patients had reduced prothrombin activity (40±9 vs. 112±15), protein C activity (36±10 vs. 114±19) and antithrombin activity (43±14 vs. 109±10). Peak thrombin generation was reduced in cirrhotic patients (165±47 vs. 232±101), but the ratio of peak thrombin generation to prothrombin activity was increased in cirrhotic patients (4.2±1.0 vs. 2.1±0.9) indicating a relative increase in thrombin generation in cirrhosis. The termination time ratio was increased in cirrhotic patients (7.2±1.9 vs. 3.1±0.7) and correlated with reduced antithrombin levels, indicating that cirrhotic patients took longer to stop thrombin generation than controls. Cirrhotic patients showed reduced procoagulant microvesicles from platelets (39 500±24 800 vs. 107 700±74 200) and other cells, but levels overlapped with controls. Cirrhotic patients showed a wide range of procoagulant and anticoagulant levels leading to variability in the regulation of thrombin generation. In conclusion, compared with healthy controls, patients with cirrhosis have lower antithrombin levels that lead to slower downregulation of thrombin generation and more overall thrombin being produced for a given procoagulant level in blood, but also low normal levels of procoagulant microvesicles that would slow initiation of thrombin generation. Whether an …",
            "Patients with cirrhosis show a relative increase in thrombin generation that is correlated with lower antithrombin levels.",
            "Wayne L Chandler and Kyle L Dawson and Melanie C Ruegger and Miho Teruya and PH Liebl and Howard Paul Monsour",
            "2014",
            "--aMu6QAAAAJ:ULOm3_A8WrAC",
            9,
            "https:\/\/europepmc.org\/article\/med\/25402190",
            "7948002452280980086",
            "\/scholar?cites=7948002452280980086",
            {
                "2016":4,
                "2017":2,
                "2018":2,
                "2019":1
            }
        ],
        [
            "The mammalian target of rapamycin inhibitors (mTOR-Is) sirolimus and everolimus represent a class of proliferation signal inhibitors with a wide spectrum of activities, including suppression of T-cell proliferation and reduction of tumor growth. In solid-organ transplantation, mTOR inhibitors are an option for maintenance immune suppression due to their relative lack of nephrotoxicity compared with the current backbone of most regimens, the calcineurin inhibitors (CNIs). This property, in conjunction with their unique pharmacology, allows mTOR-Is to be used as an adjunct or alternative to CNIs. Earlier studies of their use in de novo renal transplantation have delineated potential strategies for use of this class of drugs in groups of patients in whom mTOR inhibition may be useful. From recent kidney studies it appears that the time for introduction of mTOR-I therapy may be prior to the development of proteinuria or …",
            "The role of mTOR inhibition in renal transplant immune suppression",
            "Gaber AO Patel SJ and Dawson KL and Knight RJ and Abdellatif A and Achkar K and Gaber LW",
            "2011",
            "--aMu6QAAAAJ:ZeXyd9-uunAC",
            9,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/dat.20530",
            "10487864003426222780",
            "\/scholar?cites=10487864003426222780",
            {
                "2012":1,
                "2013":2,
                "2014":2,
                "2015":1,
                "2016":3
            }
        ],
        [
            "The mammalian target of rapamycin inhibitors (mTOR-Is) sirolimus and everolimus represent a class of proliferation signal inhibitors with a wide spectrum of activities, including suppression of T-cell proliferation and reduction of tumor growth. In solid-organ transplantation, mTOR inhibitors are an option for maintenance immune suppression due to their relative lack of nephrotoxicity compared with the current backbone of most regimens, the calcineurin inhibitors (CNIs). This property, in conjunction with their unique pharmacology, allows mTOR-Is to be used as an adjunct or alternative to CNIs. Earlier studies of their use in de novo renal transplantation have delineated potential strategies for use of this class of drugs in groups of patients in whom mTOR inhibition may be useful. From recent kidney studies it appears that the time for introduction of mTOR-I therapy may be prior to the development of proteinuria or …",
            "The role of mTOR inhibition in renal transplant immune suppression",
            "Samir J Patel and Kyle L Dawson and Richard J Knight and Abdul Abdellatif and Katafan Achkar and Lillian W Gaber and A Osama Gaber",
            "2011",
            "--aMu6QAAAAJ:IjCSPb-OGe4C",
            9,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/dat.20530",
            "10487864003426222780",
            "\/scholar?cites=10487864003426222780",
            {
                "2012":1,
                "2013":2,
                "2014":2,
                "2015":1,
                "2016":3
            }
        ]
    ]
}