{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Water electrolysis is considered as the most promising technology for hydrogen production. Much research has been devoted to developing efficient electrocatalysts for hydrogen production via the hydrogen evolution reaction (HER) and oxygen production via the oxygen evolution reaction (OER). The optimum electrocatalysts can drive down the energy costs needed for water splitting via lowering the overpotential. A number of cobalt (Co)‐based materials have been developed over past years as non‐noble‐metal heterogeneous electrocatalysts for HER and OER. Recent progress in this field is summarized here, especially highlighting several important bifunctional catalysts. Various approaches to improve or optimize the electrocatalysts are introduced. Finally, the current existing challenges and the future working directions for enhancing the performance of Co‐implicated electrocatalysts are proposed.",
            "Recent progress in cobalt‐based heterogeneous catalysts for electrochemical water splitting",
            "Jiahai Wang and Wei Cui and Qian Liu and Zhicai Xing and Abdullah M Asiri and Xuping Sun",
            "2016",
            "-1-U-M4AAAAJ:Lr5Uwm59ZTwC",
            1406,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201502696",
            "10331806063057897986",
            "\/scholar?cites=10331806063057897986",
            {
                "2016":81,
                "2017":258,
                "2018":346,
                "2019":356,
                "2020":331,
                "2021":28
            }
        ],
        [
            "PurposeTo evaluate the effect on survival and quality of life of maintaining hemoglobin (Hb) in the range of 12 to 14 g\/dL with epoetin alfa versus placebo in women with metastatic breast cancer (MBC) receiving first-line chemotherapy.",
            "Maintaining normal hemoglobin levels with epoetin alfa in mainly nonanemic patients with metastatic breast cancer receiving first-line chemotherapy: a survival study",
            "Brian Leyland-Jones and Vladimir Semiglazov and Marek Pawlicki and Tadeusz Pienkowski and Sergei Tjulandin and George Manikhas and Antoly Makhson and Anton Roth and David Dodwell and Jose Baselga and Mikhail Biakhov and Konstantinas Valuckas and Edouard Voznyi and Xiangyang Liu and Els Vercammen",
            "2005",
            "-1-U-M4AAAAJ:j7XjBeKFbTsC",
            772,
            "http:\/\/srh.org.ro\/wp-content\/uploads\/2016\/09\/Leyland_Jones.pdf",
            "13200024227595525365",
            "\/scholar?cites=13200024227595525365",
            {
                "2005":12,
                "2006":41,
                "2007":104,
                "2008":149,
                "2009":88,
                "2010":67,
                "2011":55,
                "2012":45,
                "2013":40,
                "2014":33,
                "2015":20,
                "2016":22,
                "2017":16,
                "2018":14,
                "2019":15,
                "2020":20
            }
        ]
    ]
}