{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Virtually all known fluorophores exhibit mysterious episodes of emission intermittency. A remarkable feature of the phenomenon is a power-law distribution of on-and off-times observed in colloidal semiconductor quantum dots, nanorods, nanowires and some organic dyes. For nanoparticles, the resulting power law extends over an extraordinarily wide dynamic range: nine orders of magnitude in probability density and five to six orders of magnitude in time. Exponents hover about the ubiquitous value of− 3\/2. Dark states routinely last for tens of seconds—practically forever on quantum mechanical timescales. Despite such infinite states of darkness, the dots miraculously recover and start emitting again. Although the underlying mechanism responsible for this phenomenon remains a mystery and many questions persist, we argue that substantial theoretical progress has been made.",
            "Universal emission intermittency in quantum dots, nanorods and nanowires",
            "Pavel Frantsuzov and Masaru Kuno and Boldizsar Janko and Rudolph A Marcus",
            "2008",
            "-3-J4foAAAAJ:KxtntwgDAa4C",
            549,
            "https:\/\/www.nature.com\/articles\/nphys1001",
            "9550117175408849223",
            "\/scholar?cites=9550117175408849223",
            {
                "2008":5,
                "2009":38,
                "2010":40,
                "2011":58,
                "2012":49,
                "2013":46,
                "2014":61,
                "2015":49,
                "2016":46,
                "2017":48,
                "2018":38,
                "2019":39,
                "2020":24,
                "2021":5
            }
        ],
        [
            "A serious obstacle impeding the application of low-and high-temperature superconductor devices is the presence of trapped magnetic flux 1, 2: flux lines or vortices can be induced by fields as small as the Earth's magnetic field. Once present, vortices dissipate energy and generate internal noise, limiting the operation of numerous superconducting devices 2, 3. Methods used to overcome this difficulty include the pinning of vortices by the incorporation of impurities and defects 4, the construction of flux ‘dams’5, slots and holes 6, and magnetic shields 2, 3 which block the penetration of new flux lines in the bulk of the superconductor or reduce the magnetic field in the immediate vicinity of the superconducting device. The most desirable method would be to remove the vortices from the bulk of the superconductor, but there was hitherto no known phenomenon that could form the basis for such a process. Here we show …",
            "Reducing vortex density in superconductors using the ‘ratchet effect’",
            "C-S Lee and Boldizsar Janko and Imre Derenyi and A-L Barabási",
            "1999",
            "-3-J4foAAAAJ:e5wmG9Sq2KIC",
            278,
            "https:\/\/www.nature.com\/articles\/22485",
            "1353194897686318204",
            "\/scholar?cites=1353194897686318204",
            {
                "1999":2,
                "2000":5,
                "2001":9,
                "2002":13,
                "2003":16,
                "2004":9,
                "2005":28,
                "2006":20,
                "2007":18,
                "2008":10,
                "2009":14,
                "2010":15,
                "2011":15,
                "2012":11,
                "2013":12,
                "2014":9,
                "2015":14,
                "2016":15,
                "2017":13,
                "2018":6,
                "2019":9,
                "2020":10,
                "2021":1
            }
        ]
    ]
}