{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Although the idea that entropy alone is sufficient to produce an ordered state is an old one in colloid science 1, the notion remains counter-intuitive and it is often assumed that attractive interactions are necessary to generate phases with long-range order. The phase behaviour for both rods and spheres has been studied experimentally 1, 2, 3, 4, 5, 6, 7, theoretically 8, 9 and by computer simulations 10. Here we describe the phase behaviour of mixtures of colloidal rod-like and sphere-like particles (respectively viruses and polystyrene latex or polyethylene oxide polymer) under conditions in which they act like hard'particles 2, 3. We find a wealth of behaviour: bulk demixing into rod-rich and rod-poor phases and microphase separation into a variety of morphologies. One microphase consists of layers of rods alternating with layers of spheres 11; in another microphase of unanticipated complexity, the spheres …",
            "Entropically driven microphase transitions in mixtures of colloidal rods and spheres",
            "Marie Adams and Zvonimir Dogic and Sarah L Keller and Seth Fraden",
            "1998",
            "-4AAGH0AAAAJ:u5HHmVD_uO8C",
            534,
            "https:\/\/www.nature.com\/articles\/30700",
            "6918568477971647735",
            "\/scholar?cites=6918568477971647735",
            {
                "1998":3,
                "1999":16,
                "2000":25,
                "2001":20,
                "2002":23,
                "2003":26,
                "2004":35,
                "2005":29,
                "2006":24,
                "2007":29,
                "2008":16,
                "2009":18,
                "2010":31,
                "2011":22,
                "2012":20,
                "2013":28,
                "2014":21,
                "2015":20,
                "2016":37,
                "2017":28,
                "2018":19,
                "2019":20,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Digital video microscopy is used to locate the positions of 1.27 μm diameter polystyrene spheres suspended in low ionic strength water and confined between two glass plates. A method is developed to obtain the pair potential of the colloidal particles from measurements of the pair-correlation function of both dilute and moderately concentrated dispersions. We find that the measured pair potential has an attractive component much greater than predicted by the Derjaguin-Landau-Verwey-Overbeek theory of nonconfined colloids and suggest that the confining plates are responsible for the observed deviations from theory.",
            "Attractive potential between confined colloids at low ionic strength",
            "Grace Martinelli Kepler and Seth Fraden",
            "1994",
            "-4AAGH0AAAAJ:u-x6o8ySG0sC",
            404,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.73.356",
            "3159223603273598035",
            "\/scholar?cites=3159223603273598035",
            {
                "1995":10,
                "1996":17,
                "1997":15,
                "1998":27,
                "1999":18,
                "2000":35,
                "2001":26,
                "2002":24,
                "2003":23,
                "2004":17,
                "2005":32,
                "2006":21,
                "2007":21,
                "2008":18,
                "2009":10,
                "2010":13,
                "2011":8,
                "2012":12,
                "2013":7,
                "2014":12,
                "2015":8,
                "2016":6,
                "2017":7,
                "2018":7,
                "2019":2,
                "2020":6
            }
        ],
        [
            "This review will focus on the equilibrium and non-equilibrium phase behavior of colloidal suspensions of rod-like viruses. It will treat the simplest case where the rods are the sole colloidal component and also the more complex phase behavior that arises in mixtures of binary rods and mixtures of rods with spherical colloids, or with polymers. An enormous volume of literature is devoted to the theoretical treatment and computer simulation of the phase behavior of hard rod systems. Viruses, because of their monodispersity and well-characterized interparticle interactions, continue to be the best experimental system for exploring the issues raised by theory. These include elucidating the fundamental relationship between molecular properties, such as length and charge, and macroscopic properties, such as phase behavior. Furthermore, through genetic engineering of viruses, new colloids have been created that are …",
            "Ordered phases of filamentous viruses",
            "Zvonimir Dogic and Seth Fraden",
            "2006",
            "-4AAGH0AAAAJ:Y0pCki6q_DkC",
            316,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1359029405000981",
            "3571958451955685631",
            "\/scholar?cites=3571958451955685631",
            {
                "2006":3,
                "2007":10,
                "2008":11,
                "2009":19,
                "2010":20,
                "2011":17,
                "2012":21,
                "2013":21,
                "2014":34,
                "2015":27,
                "2016":23,
                "2017":32,
                "2018":30,
                "2019":26,
                "2020":17,
                "2021":4
            }
        ],
        [
            "Aqueous suspensions of micron-length, charged, semiflexible fd virus particles are studied experimentally in order to explore properties of the cholesteric-smectic phase transition in a system approximating flexible, hard rods. Through comparison of this system with (1) computer simulations of hard, rigid rods,(2) experiments on tobacco mosaic virus, a rigid, charged virus, and on pf1, a flexible, charged virus, and (3) with recent theories of the nematic-smectic transition in flexible rods, we argue that flexibility raises the volume fraction at the phase transition, lowers the ratio of the smectic periodicity to the contour length, and drives the transition first order.",
            "Smectic phase in a colloidal suspension of semiflexible virus particles",
            "Zvonimir Dogic and Seth Fraden",
            "1997",
            "-4AAGH0AAAAJ:d1gkVwhDpl0C",
            286,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.78.2417",
            "5632467126835051522",
            "\/scholar?cites=5632467126835051522",
            {
                "1997":1,
                "1998":3,
                "1999":5,
                "2000":11,
                "2001":8,
                "2002":6,
                "2003":17,
                "2004":19,
                "2005":13,
                "2006":19,
                "2007":8,
                "2008":18,
                "2009":11,
                "2010":7,
                "2011":20,
                "2012":10,
                "2013":14,
                "2014":12,
                "2015":18,
                "2016":15,
                "2017":10,
                "2018":13,
                "2019":16,
                "2020":12
            }
        ],
        [
            "A microfluidic device denoted the Phase Chip has been designed to measure and manipulate the phase diagram of multicomponent fluid mixtures. The Phase Chip exploits the permeation of water through poly(dimethylsiloxane) (PDMS) in order to controllably vary the concentration of solutes in aqueous nanoliter volume microdrops stored in wells. The permeation of water in the Phase Chip is modeled using the diffusion equation, and good agreement between experiment and theory is obtained. The Phase Chip operates by first creating drops of the water\/solute mixture whose composition varies sequentially. Next, drops are transported down channels and guided into storage wells using surface tension forces. Finally, the solute concentration of each stored drop is simultaneously varied and measured. Two applications of the Phase Chip are presented. First, the phase diagram of a polymer\/salt mixture is …",
            "Control and measurement of the phase behavior of aqueous solutions using microfluidics",
            "Jung-uk Shim and Galder Cristobal and Darren R Link and Todd Thorsen and Yanwei Jia and Katie Piattelli and Seth Fraden",
            "2007",
            "-4AAGH0AAAAJ:IjCSPb-OGe4C",
            245,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja071820f",
            "10669601552736320590",
            "\/scholar?cites=10669601552736320590",
            {
                "2006":1,
                "2007":4,
                "2008":13,
                "2009":29,
                "2010":22,
                "2011":21,
                "2012":25,
                "2013":20,
                "2014":17,
                "2015":13,
                "2016":21,
                "2017":18,
                "2018":14,
                "2019":9,
                "2020":16,
                "2021":2
            }
        ],
        [
            "We report measurements of the cholesteric pitch and twist elastic constant (K22) in monodisperse suspensions of the rodlike virus filamentous bacteriophage fd. Measurements were taken for concentrations spanning the entire cholesteric region at several ionic strengths and temperatures. In the limit of high ionic strength the cholesteric pitch (P0) scales with concentration (c) as P0 ∝ c-1.66. As the ionic strength decreases, the scaling exponent systematically changes to lower values. ",
            "Cholesteric phase in virus suspensions",
            "Zvonimir Dogic and Seth Fraden",
            "2000",
            "-4AAGH0AAAAJ:zYLM7Y9cAGgC",
            243,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la000446t",
            "14417054596853850643",
            "\/scholar?cites=14417054596853850643",
            {
                "2000":1,
                "2001":2,
                "2002":2,
                "2003":12,
                "2004":11,
                "2005":8,
                "2006":15,
                "2007":7,
                "2008":11,
                "2009":8,
                "2010":7,
                "2011":16,
                "2012":12,
                "2013":12,
                "2014":15,
                "2015":21,
                "2016":16,
                "2017":24,
                "2018":17,
                "2019":13,
                "2020":11,
                "2021":1
            }
        ],
        [
            "The effects of short-range interparticle correlations on the multiple scattering of light in colloidal suspensions are studied. Our measurements, and comparisons with theory, of the transport mean free path and the width of the coherent backscattering cone demonstrate the validity of the diffusion approximation of light in correlated suspensions. Dynamic multiple-light-scattering measurements allow determination of the short-time self-diffusion constant of the spheres. The data agree with hydrodynamic theory up to 45% volume fraction with no adjustable parameters.",
            "Multiple light scattering from concentrated, interacting suspensions",
            "Seth Fraden and Georg Maret",
            "1990",
            "-4AAGH0AAAAJ:9yKSN-GCB0IC",
            232,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.65.512",
            "3124164995990781283",
            "\/scholar?cites=3124164995990781283",
            {
                "1989":1,
                "1990":1,
                "1991":5,
                "1992":12,
                "1993":9,
                "1994":10,
                "1995":7,
                "1996":3,
                "1997":6,
                "1998":6,
                "1999":12,
                "2000":5,
                "2001":11,
                "2002":5,
                "2003":7,
                "2004":4,
                "2005":6,
                "2006":7,
                "2007":6,
                "2008":15,
                "2009":8,
                "2010":2,
                "2011":7,
                "2012":4,
                "2013":3,
                "2014":6,
                "2015":10,
                "2016":6,
                "2017":10,
                "2018":14,
                "2019":14,
                "2020":9
            }
        ],
        [
            "Specially synthesized silica colloidal spheres with fluorescent cores were used as model electrorheological fluids to experimentally explore structure formation and evolution under conditions of no shear. Using confocal scanning laser microscopy we measured the location of each colloid in three dimensions. We observed an equilibrium body-centered tetragonal phase and several nonequilibrium structures such as sheet-like labyrinths and isolated chains of colloids. The formation of nonequilibrium structures was studied as a function of the volume fraction, electric field strength, and starting configuration of the colloid. We compare our observations to previous experiments, simulations, and calculations.",
            "Structure of electrorheological fluids",
            "U Dassanayake and S Fraden and A Van Blaaderen",
            "2000",
            "-4AAGH0AAAAJ:qjMakFHDy7sC",
            210,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.480933",
            "2407932282831991395",
            "\/scholar?cites=2407932282831991395",
            {
                "2000":1,
                "2001":8,
                "2002":8,
                "2003":11,
                "2004":20,
                "2005":12,
                "2006":7,
                "2007":8,
                "2008":8,
                "2009":13,
                "2010":16,
                "2011":10,
                "2012":16,
                "2013":17,
                "2014":16,
                "2015":11,
                "2016":7,
                "2017":8,
                "2018":3,
                "2019":5,
                "2020":3
            }
        ],
        [
            "The specific magnetic-field-induced birefringence is measured in isotropic suspensions of the rodlike particle tobacco mosaic virus as a function of concentration and added salt. This quantity is proportional to the angular correlations between particles at zero field. In addition, the isotropic-nematic coexistence concentrations are measured as a function of ionic strength. The data compare well with a scaled functional theory assuming decoupling between the angular and spatial degrees of freedom.",
            "Isotropic-nematic phase transition and angular correlations in isotropic suspensions of tobacco mosaic virus",
            "Seth Fraden and Georg Maret and DLD Caspar and Robert B Meyer",
            "1989",
            "-4AAGH0AAAAJ:2osOgNQ5qMEC",
            205,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.63.2068",
            "5896991378569226459",
            "\/scholar?cites=5896991378569226459",
            {
                "1989":1,
                "1990":5,
                "1991":4,
                "1992":8,
                "1993":3,
                "1994":7,
                "1995":5,
                "1996":8,
                "1997":1,
                "1998":6,
                "1999":10,
                "2000":3,
                "2001":5,
                "2002":4,
                "2003":7,
                "2004":8,
                "2005":13,
                "2006":3,
                "2007":5,
                "2008":6,
                "2009":9,
                "2010":13,
                "2011":8,
                "2012":5,
                "2013":5,
                "2014":10,
                "2015":11,
                "2016":13,
                "2017":9,
                "2018":5,
                "2019":4
            }
        ],
        [
            "We have prepared a homologous series of filamentous viruses with varying contour length using molecular cloning techniques. These viruses are monodisperse enough to form a stable smectic phase. Two systems are studied. The first system consists of viruses to the surfaces of which the polymers are covalently bound. Through studies of the isotropic–cholesteric phase transition we demonstrate that covalently attached polymers alter the effective diameter of the virus. Additionally, we have produced mixtures of viruses whose ratio of effective diameters varies by a factor of five. The second system is composed of mixtures of rod–like viruses and non–absorbing Gaussian polymers. With this system we study the kinetics of the isotropic–smectic phase transition and describe observations of a number of novel metastable structures of unexpected complexity.",
            "Development of model colloidal liquid crystals and the kinetics of the isotropic–smectic transition",
            "Zvonimir Dogic and Seth Fraden",
            "2001",
            "-4AAGH0AAAAJ:W7OEmFMy1HYC",
            190,
            "https:\/\/royalsocietypublishing.org\/doi\/abs\/10.1098\/rsta.2000.0814",
            "5968010201174539752",
            "\/scholar?cites=5968010201174539752",
            {
                "2001":1,
                "2002":8,
                "2003":10,
                "2004":12,
                "2005":9,
                "2006":20,
                "2007":8,
                "2008":5,
                "2009":14,
                "2010":9,
                "2011":12,
                "2012":10,
                "2013":6,
                "2014":12,
                "2015":6,
                "2016":9,
                "2017":13,
                "2018":6,
                "2019":10,
                "2020":7,
                "2021":1
            }
        ]
    ]
}