{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Recently, there has been an emergence of literature on the mechanisms through which parents transmit information, values, and perspectives about ethnicity and race to their children, commonly referred to as racial or ethnic socialization. This literature has sought to document the nature of such socialization, its antecedents in parents' and children's characteristics and experiences, and its consequences for children's well-being and development. In this article, the authors integrate and synthesize what is known about racial and ethnic socialization on the basis of current empirical research, examining studies concerning its nature and frequency; its child, parent, and ecological predictors; and its consequences for children's development, including ethnic identity, self-esteem, coping with discrimination, academic achievement, and psychosocial well-being. The authors also discuss conceptual and methodological …",
            "Parents' ethnic-racial socialization practices: a review of research and directions for future study.",
            "Diane Hughes and James Rodriguez and Emilie P Smith and Deborah J Johnson and Howard C Stevenson and Paul Spicer",
            "2006",
            "-64VdT8AAAAJ:u5HHmVD_uO8C",
            2058,
            "https:\/\/psycnet.apa.org\/getdoi.cfm?doi=10.1037\/0012-1649.42.5.747",
            "9894110739770659446",
            "\/scholar?cites=9894110739770659446",
            {
                "2007":18,
                "2008":53,
                "2009":73,
                "2010":70,
                "2011":96,
                "2012":126,
                "2013":123,
                "2014":155,
                "2015":166,
                "2016":217,
                "2017":194,
                "2018":222,
                "2019":254,
                "2020":247,
                "2021":15
            }
        ],
        [
            "This study examined the relationship of ethnic identity to self-esteem, perceived self-efficacy and prosocial attitudes. The sample included 100 male and female early adolescents, ranging from 11 to 13 years old, from different racial\/ethnic backgrounds. Structural equations modeling was used to examine the latent structure of the multi-dimensional constructs and their interrelationships. Self-esteem and ethnic identity factors emerged which were related and which evidenced efficacy-mediated effects upon prosocial attitudes. The findings suggested that ethnic identity and self-esteem are distinct but related contributors to young people's perceptions of their ability to achieve academically, to find meaningful careers and to value prosocial means of goal attainment.",
            "Ethnic identity and its relationship to self-esteem, perceived efficacy and prosocial attitudes in early adolescence",
            "Emilie Phillips Smith and Katrina Walker and Laurie Fields and Craig C Brookins and Robert C Seay",
            "1999",
            "-64VdT8AAAAJ:u-x6o8ySG0sC",
            379,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140197199902816",
            "10947534892032821870",
            "\/scholar?cites=10947534892032821870",
            {
                "2001":6,
                "2002":8,
                "2003":13,
                "2004":19,
                "2005":22,
                "2006":23,
                "2007":18,
                "2008":16,
                "2009":14,
                "2010":16,
                "2011":21,
                "2012":31,
                "2013":15,
                "2014":20,
                "2015":20,
                "2016":30,
                "2017":23,
                "2018":29,
                "2019":18,
                "2020":13
            }
        ],
        [
            "Fidelity refers to the demonstration that an experimental manipulation is conducted as planned. In outcome research, an intervention can be said to satisfy fidelity requirements if it can be shown that each of its components is delivered in a comparable manner to all participants and is true to the theory and goals underlying the research. Demonstrating the fidelity of an intervention is a key methodologic requirement of any sound prevention trial. This paper summarizes key conceptual and methodologic issues associated with intervention fidelity, and describes the steps taken to promote fidelity in EARLY ALLIANCE, a large-scale prevention trial currently testing the effectiveness of family, peer, and school interventions to promote competence and reduce risk for conduct disorder, substance abuse, and school failure. The paper presents preliminary results (Trial Year 1) that demonstrate content and process fidelity for …",
            "Promoting intervention fidelity: Conceptual issues, methods, and preliminary results from the EARLY ALLIANCE prevention trial",
            "Jean E Dumas and Anne M Lynch and James E Laughlin and Emilie Phillips Smith and Ronald J Prinz",
            "2001",
            "-64VdT8AAAAJ:NMxIlDl6LWMC",
            336,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0749379700002725",
            "10707395806272927076",
            "\/scholar?cites=10707395806272927076",
            {
                "2001":3,
                "2002":5,
                "2003":5,
                "2004":6,
                "2005":8,
                "2006":14,
                "2007":14,
                "2008":16,
                "2009":18,
                "2010":19,
                "2011":29,
                "2012":22,
                "2013":22,
                "2014":27,
                "2015":28,
                "2016":21,
                "2017":19,
                "2018":14,
                "2019":24,
                "2020":17
            }
        ],
        [
            "We conducted 2 studies to (a) establish the usefulness of the construct of home chaos, (b) investigate its correlates, and (c) determine the validity of the Confusion, Hubbub, and Order Scale (CHAOS) used to measure the construct in each study. Study 1 relied on a sample of European American preschoolers and their mothers and Study 2 on a sample of African American school-age children and their caregivers. Home chaos was associated with less effective parental discipline; elevated behavior problems, limited attentional focusing, and reduced ability to understand and respond to social cues in children; and reduced accuracy and efficiency in a cooperative parent–child interactional task, after controlling for potential confounds. It is concluded that (a) home chaos is not a proxy for adverse social or psychological circumstances but a useful construct in its own right; (b) home chaos is associated with multiple …",
            "Home chaos: Sociodemographic, parenting, interactional, and child correlates",
            "Jean E Dumas and Jenelle Nissley and Alicia Nordstrom and Emilie Phillips Smith and Ronald J Prinz and Douglas W Levine",
            "2005",
            "-64VdT8AAAAJ:UeHWp8X0CEIC",
            309,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1207\/s15374424jccp3401_9",
            "3499977987525286919",
            "\/scholar?cites=3499977987525286919",
            {
                "2006":5,
                "2007":6,
                "2008":8,
                "2009":13,
                "2010":17,
                "2011":13,
                "2012":19,
                "2013":19,
                "2014":26,
                "2015":17,
                "2016":30,
                "2017":34,
                "2018":29,
                "2019":36,
                "2020":32,
                "2021":1
            }
        ],
        [
            "This study examined family, school, and community factors and the relationships to racial–ethnic attitudes and academic achievement among 98 African American fourth‐grade children. It has been posited that young people who feel better about their racial–ethnic background have better behavioral and academic outcomes, yet there is a need for more empirical tests of this premise. Psychometric information is reported on measures of parent, teacher, and child racial–ethnic attitudes. Path analysis was used to investigate ecological variables potentially related to children's racial–ethnic attitudes and achievement. Parental education and level of racial–ethnic pride were correlated and both were related to children's achievement though in the final path model, only the path from parental education level was statistically significant. Children whose teachers exhibited higher levels of racial–ethnic trust and perceived …",
            "Family, school, and community factors and relationships to racial–ethnic attitudes and academic achievement",
            "Emilie Phillips Smith and Jacqueline Atkins and Christian M Connell",
            "2003",
            "-64VdT8AAAAJ:2osOgNQ5qMEC",
            193,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1023\/A:1025663311100",
            "7190399620468075969",
            "\/scholar?cites=7190399620468075969",
            {
                "2003":1,
                "2004":4,
                "2005":9,
                "2006":8,
                "2007":8,
                "2008":14,
                "2009":23,
                "2010":12,
                "2011":11,
                "2012":8,
                "2013":7,
                "2014":11,
                "2015":7,
                "2016":21,
                "2017":9,
                "2018":8,
                "2019":17,
                "2020":14
            }
        ],
        [
            "Family-based preventive intervention trials in the area of child conduct problems face serious challenges regarding the recruitment and subsequent retention of participants. This article focuses on the problems and strategies pertinent to recruitment and retention in prevention research. The issues are discussed first with respect to initiating and maintaining a longitudinal sample, and then engaging and sustaining families in a preventive intervention. General principles are illustrated by EARLY ALLIANCE, a recently launched preventive intervention trial aimed at reducing children’s risk for conduct disorder, substance abuse, and school failure. Recommendations for enhancing recruitment and retention are offered.",
            "Recruitment and retention of participants in prevention trials involving family-based interventions",
            "Ronald J Prinz and Emilie P Smith and Jean E Dumas and James E Laughlin and Donita W White and Rachel Barrón",
            "2001",
            "-64VdT8AAAAJ:d1gkVwhDpl0C",
            174,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0749379700002713",
            "9514410889736293926",
            "\/scholar?cites=9514410889736293926",
            {
                "2001":3,
                "2002":4,
                "2003":1,
                "2004":7,
                "2005":8,
                "2006":11,
                "2007":9,
                "2008":7,
                "2009":7,
                "2010":11,
                "2011":8,
                "2012":10,
                "2013":15,
                "2014":14,
                "2015":11,
                "2016":9,
                "2017":6,
                "2018":9,
                "2019":15,
                "2020":7
            }
        ],
        [
            "Examination of home-school-community partnerships is important to broadening our understanding of the ways in which these multiple entities may work together. More is known about the types of family factors that influence parent involvement, but little research has examined the combined impact of family, teacher, school, and community factors. In this article, we describe a study in which an ecological model was used to investigate parent involvement in a medium-size, urban, southeastern school district. A homebased interview with a stratified, random sample of 201 parents provided information on potential influences. A path model of involvement was tested incorporating perceived parent, teacher, school, and community factors hypothesized to influence home- and school-based parental involvement. Results indicate that parent background and attitudes, teacher practices, school, and neighborhood climate …",
            "An ecological model of home, school, and community partnerships: Implications for research and practice",
            "Emilie Phillips Smith and Christian M Connell and Gary Wright and Monteic Sizer and Jean M Norman and Alice Hurley and Stephen N Walker",
            "1997",
            "-64VdT8AAAAJ:IjCSPb-OGe4C",
            145,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1207\/s1532768xjepc0804_2",
            "5759889275323829331",
            "\/scholar?cites=5759889275323829331",
            {
                "1998":1,
                "1999":2,
                "2000":3,
                "2001":1,
                "2002":3,
                "2003":3,
                "2004":7,
                "2005":5,
                "2006":3,
                "2007":7,
                "2008":13,
                "2009":7,
                "2010":13,
                "2011":6,
                "2012":8,
                "2013":11,
                "2014":7,
                "2015":8,
                "2016":8,
                "2017":7,
                "2018":5,
                "2019":8,
                "2020":7
            }
        ],
        [
            "Describes the EARLY ALLIANCE interventions, an integrated set of four programs designed to promote competence and reduce risk for early-onset conduct disorder, substance abuse, and school failure. These interventions are evaluated as part of a prevention trial that begins at school entry and targets child functioning and socializing practices across multiple contexts (school, peer group, family) and multiple domains (affective, social, and achievement coping-competence). The paper presents the conceptual foundation of the four interventions, including a synopsis of the risk and protective factors associated with conduct disorder and related outcomes, and of the coping-competence model driving EARLY ALLIANCE. The developmental rationale, intended impact, and procedures are described for each intervention: a universally administered classroom program and indicated, peer, reading-mentoring …",
            "The EARLY ALLIANCE prevention trial: An integrated set of interventions to promote competence and reduce risk for conduct disorder, substance abuse, and school failure",
            "Jean E Dumas and Ronald J Prinz and Emilie Phillips Smith and James Laughlin",
            "1999",
            "-64VdT8AAAAJ:9yKSN-GCB0IC",
            124,
            "https:\/\/link.springer.com\/article\/10.1023\/A:1021815408272",
            "11309193830931463430",
            "\/scholar?cites=11309193830931463430",
            {
                "1999":1,
                "2000":2,
                "2001":6,
                "2002":6,
                "2003":4,
                "2004":7,
                "2005":9,
                "2006":11,
                "2007":5,
                "2008":13,
                "2009":5,
                "2010":13,
                "2011":7,
                "2012":7,
                "2013":4,
                "2014":1,
                "2015":4,
                "2016":4,
                "2017":6,
                "2018":2,
                "2019":5
            }
        ],
        [
            "Described the demographic characteristics, professional development, and faculty and peer support among 182 African-American graduate students. The relationship of mentoring and networking to the professional development of Ss was examined, and the relative impact of faculty mentoring vs peer networking was investigated. Although the support from faculty and staff was salient in enhancing professional development, one-third of the Ss reported receiving no such support at the university or from professionals in the community. Ss who did have support received it from faculty of various racial backgrounds.(PsycINFO Database Record (c) 2016 APA, all rights reserved)",
            "Mentoring and the development of African-American graduate students.",
            "Emilie P Smith and William S Davidson",
            "1992",
            "-64VdT8AAAAJ:qjMakFHDy7sC",
            124,
            "https:\/\/psycnet.apa.org\/record\/1993-27547-001",
            "12533972057678724392",
            "\/scholar?cites=12533972057678724392",
            {
                "1995":4,
                "1996":3,
                "1997":2,
                "1998":1,
                "1999":5,
                "2000":3,
                "2001":2,
                "2002":2,
                "2003":6,
                "2004":5,
                "2005":5,
                "2006":10,
                "2007":9,
                "2008":7,
                "2009":10,
                "2010":3,
                "2011":6,
                "2012":6,
                "2013":1,
                "2014":7,
                "2015":5,
                "2016":5,
                "2017":4,
                "2018":5,
                "2019":5
            }
        ],
        [
            "We review and summarize the findings across 7 studies contained in the special section titled,“Racial-Ethnic Socialization, Identity, and Youth Outcomes: Excavating Culture.” These studies represent a significant advance for research in issues related to the impact of racial-ethnic socialization and identity on child outcomes. All 7 studies attempted to test in whole or part a hypothetical model in which ethnic-racial socialization in families of color is related to child psychosocial and academic outcomes directly and indirectly through effects on self-system variables such as racial-ethnic identity and self-esteem. Two types of racial socialization messages were of particular interest: messages that promote cultural pride (referred to as ethnic or cultural socialization) and messages that address children’s exposure to discrimination (referred to as racial socialization). Collectively, the studies suggest that ethnic-racial …",
            "Cultural processes in parenting and youth outcomes: Examining a model of racial-ethnic socialization and identity in diverse populations.",
            "James Rodriguez and Adriana Umaña-Taylor and Emilie Phillips Smith and Deborah J Johnson",
            "2009",
            "-64VdT8AAAAJ:LkGwnXOMwfcC",
            111,
            "https:\/\/psycnet.apa.org\/getdoi.cfm?doi=10.1037\/a0015510",
            "7806347984498589914",
            "\/scholar?cites=7806347984498589914",
            {
                "2009":1,
                "2010":2,
                "2011":7,
                "2012":9,
                "2013":5,
                "2014":14,
                "2015":16,
                "2016":15,
                "2017":9,
                "2018":9,
                "2019":11,
                "2020":9,
                "2021":1
            }
        ]
    ]
}