{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Using free-free emission measured in the Ka band (26-40 GHz) for 10 star-forming regions in the nearby galaxy NGC 6946, including its starbursting nucleus, we compare a number of star formation rate (SFR) diagnostics that are typically considered to be unaffected by interstellar extinction. These diagnostics include non-thermal radio (ie, 1.4 GHz), total infrared (IR; 8-1000 μm), and warm dust (ie, 24 μm) emission, along with hybrid indicators that attempt to account for obscured and unobscured emission from star-forming regions including Hα+ 24 μm and UV+ IR measurements. The assumption is made that the 33 GHz free-free emission provides the most accurate measure of the current SFR. Among the extranuclear star-forming regions, the 24 μm, Hα+ 24 μm, and UV+ IR SFR calibrations are in good agreement with the 33 GHz free-free SFRs. However, each of the SFR calibrations relying on some form of dust …",
            "Calibrating extinction-free star formation rate diagnostics with 33 GHz free-free emission in NGC 6946",
            "EJ Murphy and JJ Condon and E Schinnerer and RC Kennicutt and D Calzetti and L Armus and G Helou and JL Turner and G Aniano and P Beirão and AD Bolatto and BR Brandl and KV Croxall and DA Dale and JL Donovan Meyer and BT Draine and C Engelbracht and LK Hunt and C-N Hao and J Koda and H Roussel and R Skibba and J-DT Smith",
            "2011",
            "-6U1zhwAAAAJ:eq2jaN3J8jMC",
            581,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/737\/2\/67\/meta",
            "13943392298230818325",
            "\/scholar?cites=13943392298230818325",
            {
                "2011":2,
                "2012":19,
                "2013":38,
                "2014":51,
                "2015":56,
                "2016":64,
                "2017":88,
                "2018":81,
                "2019":91,
                "2020":79,
                "2021":11
            }
        ],
        [
            "We have imaged emission from the millimeter lines of eight molecules—C2H, C34S, N2H+, CH3OH, HNCO, HNC, HC3N, and SO—in the central half‐kiloparsec of the nearby spiral galaxy IC 342. The 5  (∼50 pc) resolution images were made with the Owens Valley Millimeter Array. Using these and previously published CO and HCN images, we obtain a picture of the chemistry within the nuclear region on the size scales of individual giant molecular clouds. Bright emission is detected from all but SO. There are marked differences in morphology for the different molecules. A principal‐component analysis is performed to quantify similarities and differences among the images. This analysis reveals that while all molecules are to zeroth order correlated, that is, that they are all found in dense molecular clouds, there are three distinct groups of molecules distinguished by the location of their emission within the nuclear …",
            "Spatially resolved chemistry in nearby galaxies. I. The center of IC 342",
            "David S Meier and Jean L Turner",
            "2005",
            "-6U1zhwAAAAJ:_Re3VWB3Y0AC",
            196,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/426499\/meta",
            "16447233374495969406",
            "\/scholar?cites=16447233374495969406",
            {
                "2005":4,
                "2006":9,
                "2007":8,
                "2008":17,
                "2009":11,
                "2010":8,
                "2011":20,
                "2012":6,
                "2013":15,
                "2014":10,
                "2015":19,
                "2016":16,
                "2017":23,
                "2018":10,
                "2019":8,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We have mapped 6 and 2 cm continuum emission from the nuclear regions of ten normal spiral galaxies",
            "Bright radio continuum emission from star formation in the cores of nearby spiral galaxies",
            "Jean L Turner and Paul TP Ho",
            "1994",
            "-6U1zhwAAAAJ:SP6oXDckpogC",
            174,
            "http:\/\/adsabs.harvard.edu\/pdf\/1994ApJ...421..122T",
            "9644821963801010288",
            "\/scholar?cites=9644821963801010288",
            {
                "1994":1,
                "1995":5,
                "1996":2,
                "1997":8,
                "1998":10,
                "1999":8,
                "2000":11,
                "2001":12,
                "2002":14,
                "2003":4,
                "2004":6,
                "2005":8,
                "2006":7,
                "2007":12,
                "2008":6,
                "2009":6,
                "2010":5,
                "2011":10,
                "2012":5,
                "2013":7,
                "2014":7,
                "2015":7,
                "2016":4,
                "2017":2,
                "2018":3,
                "2019":2,
                "2020":2
            }
        ],
        [
            "We present 1.3 cm and 2 cm subarcsecond resolution VLA images of the dwarf galaxy NGC 5253. Within the central starburst, we detect high‐brightness [  K] radio continuum sources. These appear to be very dense, “compact” H ii regions. The dominant radio source is a nebula ∼1–2 pc in size, requiring several thousand O stars within the volume to maintain its ionization. This nebula has no obvious optical counterpart. The number of ionizing photons we find for this cluster is nearly 2 orders of magnitude larger than indicated by Hα fluxes, and the deduced stellar content accounts for a significant fraction of the total infrared luminosity of the galaxy. This cluster is a strong candidate for a globular cluster in the process of formation, perhaps the youngest globular cluster known.",
            "The radio supernebula in NGC 5253",
            "Jean L Turner and Sara C Beck and Paul TP Ho",
            "2000",
            "-6U1zhwAAAAJ:t6usbXjVLHcC",
            160,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/312586\/meta",
            "13077208443848852802",
            "\/scholar?cites=13077208443848852802",
            {
                "2000":2,
                "2001":17,
                "2002":20,
                "2003":8,
                "2004":13,
                "2005":9,
                "2006":9,
                "2007":9,
                "2008":10,
                "2009":9,
                "2010":6,
                "2011":9,
                "2012":5,
                "2013":5,
                "2014":2,
                "2015":7,
                "2016":4,
                "2017":3,
                "2018":4,
                "2019":1,
                "2020":4,
                "2021":2
            }
        ],
        [
            "Hidden from optical view in the starburst region of the dwarf galaxy NGC 5253 lies an intense radio source with an unusual spectrum, which could be interpreted variously as nebular gas ionized by a young stellar cluster or nonthermal emission from a radio supernova or an active galactic nucleus. We have obtained 11.7 and 18.7 μm images of this region at the Keck telescope and find that it is an extremely strong mid‐infrared emitter. The infrared‐to‐radio flux ratio rules out a supernova and is consistent with an H ii region excited by a dense cluster of young stars. This “supernebula” provides at least 15% of the total bolometric luminosity of the galaxy. Its excitation requires 105–106 stars, giving it the total mass and size (1–2 pc diameter) of a globular cluster. However, its high obscuration, small size, and high gas density all argue that it is very young, no more than a few hundred thousand years old. This may be …",
            "Infrared emission from the radio supernebula in ngc 5253: a proto-globular cluster?",
            "Varoujan Gorjian and Jean L Turner and Sara C Beck",
            "2001",
            "-6U1zhwAAAAJ:bnK-pcrLprsC",
            130,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/320923\/meta",
            "12688102947337537752",
            "\/scholar?cites=12688102947337537752",
            {
                "2000":1,
                "2001":19,
                "2002":20,
                "2003":14,
                "2004":15,
                "2005":6,
                "2006":10,
                "2007":4,
                "2008":3,
                "2009":8,
                "2010":2,
                "2011":6,
                "2012":4,
                "2013":3,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":3,
                "2018":2,
                "2019":3,
                "2020":1
            }
        ],
        [
            "We present VLA images of the radio continuum emission of the starburst in NGC 5253 at wavelengths of 6, 3.6, and 2 cm, with resolutions of 1''–2'', and at 20 cm with resolution of~ 9''. A spectral index map constructed from the 6 and 2 cm images indicates that thermal free-free emission from ionized gas, most of it from a single source, dominates the radio emission. The unusually high fraction of free-free emission suggests that the starburst is very young. Regions of diffuse nonthermal synchrotron emission and probable supernova remnants surround the central radio source. We detect several regions of rising spectral index in NGC 5253, suggesting that the free-free emission is optically thick at 2 cm. These nebulae are situated to the north of the central cluster\/main radio source. The turnover frequencies require an emission measure (EM)~ 10 8–10 9 cm-6 pc, and lang n rang 1\/2~ 10 4–10 5 cm-3. From the …",
            "The radio properties of NGC 5253 and its unusual H II regions",
            "Jean L Turner and Paul TP Ho and Sara C Beck",
            "1998",
            "-6U1zhwAAAAJ:IWHjjKOFINEC",
            129,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/300485\/meta",
            "3830684385856809645",
            "\/scholar?cites=3830684385856809645",
            {
                "1999":4,
                "2000":5,
                "2001":16,
                "2002":11,
                "2003":6,
                "2004":13,
                "2005":5,
                "2006":10,
                "2007":5,
                "2008":3,
                "2009":3,
                "2010":3,
                "2011":6,
                "2012":4,
                "2013":5,
                "2014":3,
                "2015":5,
                "2016":3,
                "2017":4,
                "2018":5,
                "2019":3,
                "2020":2
            }
        ],
        [
            "We present O~ 2 resolution maps of 15 GHz continuum emission in 1 1 infrared and radio-bright galactic",
            "15 GHz compact structure in galactic nuclei",
            "Patricia Carral and Jean L Turner and Paul TP Ho",
            "1990",
            "-6U1zhwAAAAJ:NMxIlDl6LWMC",
            123,
            "http:\/\/adsabs.harvard.edu\/pdf\/1990ApJ...362..434C",
            "5859470314585782522",
            "\/scholar?cites=5859470314585782522",
            {
                "1991":3,
                "1992":2,
                "1993":9,
                "1994":3,
                "1995":6,
                "1996":3,
                "1997":4,
                "1998":9,
                "1999":8,
                "2000":8,
                "2001":4,
                "2002":6,
                "2003":8,
                "2004":6,
                "2005":3,
                "2006":5,
                "2007":3,
                "2008":4,
                "2009":5,
                "2010":4,
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":1,
                "2015":3,
                "2016":1,
                "2017":1,
                "2018":2,
                "2019":3,
                "2020":4
            }
        ],
        [
            "We report VLA observations at 3.6 cm, 2 cm, and 1.3 cm of the Red Rectangle and Hα spectroscopy of HD 44179, the central binary star in the nebulosity. Emission is detected at all three radio wavelengths, and the source is resolved at 2 cm and 1.3 cm. Convolved to the same beam, the radio spectrum of the inner 0 farcs 76× 0 farcs 49 is characteristic of thermal emission from ionized gas which becomes optically thin near 2 cm. The diameter of the bulk of the ionized gas producing this radio emission is between 1.3× 10 14 cm (~ 10 AU) and 2× 10 15 cm (~ 100 AU); in this region we estimate that 10 6 cm-3≤ n e≤ 4× 10 6 cm-3. The Hα profile has both a wide (200 km s-1 full-width zero-intensity) plateau which is probably associated with a small circumstellar region (< 10 13 cm or~ 1 AU) and a spike (FWHM≈ 20 km s-1) which we suggest is produced in the extended ionized gas (≥ 10 14 cm) detected at radio …",
            "Big grains in the Red Rectangle?",
            "M Jura and J Turner and and SP Balm",
            "1997",
            "-6U1zhwAAAAJ:3fE2CSJIrl8C",
            115,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/303476\/meta",
            "1491615091265820780",
            "\/scholar?cites=1491615091265820780",
            {
                "1996":1,
                "1997":9,
                "1998":9,
                "1999":14,
                "2000":4,
                "2001":5,
                "2002":6,
                "2003":3,
                "2004":8,
                "2005":9,
                "2006":6,
                "2007":4,
                "2008":5,
                "2009":5,
                "2010":3,
                "2011":6,
                "2012":3,
                "2013":6,
                "2014":1,
                "2015":3,
                "2016":1,
                "2017":2
            }
        ],
        [
            "We have observed the star-forming dwarf galaxy NGC 5253 at optical, radio, and infrared wavelengths.",
            "The central star cluster of the star-forming dwarf galaxy NGC 5253",
            "SC Beck and JL Turner and PTP Ho and JH Lacy and DM Kelly",
            "1996",
            "-6U1zhwAAAAJ:9ZlFYXVOiuMC",
            113,
            "http:\/\/adsabs.harvard.edu\/pdf\/1996ApJ...457..610B",
            "3387826027020893288",
            "\/scholar?cites=3387826027020893288",
            {
                "1996":2,
                "1997":8,
                "1998":6,
                "1999":7,
                "2000":3,
                "2001":11,
                "2002":6,
                "2003":4,
                "2004":7,
                "2005":4,
                "2006":7,
                "2007":4,
                "2008":5,
                "2009":2,
                "2010":4,
                "2011":2,
                "2012":3,
                "2013":3,
                "2014":3,
                "2015":3,
                "2016":4,
                "2017":1,
                "2018":2,
                "2019":1,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We present a high-resolution (O'.'2 XO? 1) 2 cm VLA ContinUum map of the nuClear region of the spiral galaxy",
            "The 1 parsec radio core and possible nuclear ejection in NGC 253",
            "JL Turner and PTP Ho",
            "1985",
            "-6U1zhwAAAAJ:NaGl4SEjCO4C",
            112,
            "http:\/\/adsabs.harvard.edu\/pdf\/1985ApJ...299L..77T",
            "6287487955547912936",
            "\/scholar?cites=6287487955547912936",
            {
                "1986":1,
                "1987":1,
                "1988":3,
                "1989":1,
                "1990":2,
                "1991":2,
                "1992":1,
                "1993":3,
                "1994":4,
                "1995":1,
                "1996":2,
                "1997":4,
                "1998":5,
                "1999":3,
                "2000":5,
                "2001":5,
                "2002":4,
                "2003":2,
                "2004":2,
                "2005":5,
                "2006":7,
                "2007":3,
                "2008":1,
                "2009":3,
                "2010":2,
                "2011":4,
                "2012":2,
                "2013":4,
                "2014":5,
                "2015":5,
                "2016":3,
                "2017":2,
                "2018":2,
                "2019":2,
                "2020":6,
                "2021":1
            }
        ]
    ]
}