{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Sulfur and lead isotope ratios in the atmosphere were measured at several selected sites (Harbin, Changchun, Dalian, Waliguan, Shanghai, Nanjing, Guiyang) in China and Tsukuba (Japan), to reveal regional sources characteristics over Eastern Asia. Average S isotope ratios for SO2 and sulfate in the atmosphere in China were close to those of the coals used in each region, indicating a considerable contribution of coal combustion to the sulfur compounds in the atmosphere. Most northern cities had around 5‰ sulfur isotope ratio, while Guiyang, a southwestern city in China, showed a considerably lower sulfur isotope ratio (about −3‰) because of the unusually light sulfur isotope ratio of coals in this region. These were considerably different from the value (−1.4‰) for Tsukuba (Japan). Lead isotope ratios also suggested that coal combustion considerably contributed to atmospheric lead in some cases in China …",
            "Regional characteristics of sulfur and lead isotope ratios in the atmosphere at several Chinese urban sites",
            "Hitoshi Mukai and Atsushi Tanaka and Toshihiro Fujii and Yiqiang Zeng and Yetang Hong and Jie Tang and Song Guo and Husheng Xue and Zhuolian Sun and Jiti Zhou and Daming Xue and Jing Zhao and Guihua Zhai and Jingliang Gu and Pingyang Zhai",
            "2001",
            "-ACQPVIAAAAJ:_Ybze24A_UAC",
            319,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/es001399u",
            "15743444061420651574",
            "\/scholar?cites=15743444061420651574",
            {
                "2002":7,
                "2003":3,
                "2004":9,
                "2005":10,
                "2006":13,
                "2007":9,
                "2008":16,
                "2009":16,
                "2010":21,
                "2011":18,
                "2012":13,
                "2013":21,
                "2014":24,
                "2015":20,
                "2016":31,
                "2017":16,
                "2018":20,
                "2019":25,
                "2020":25,
                "2021":1
            }
        ],
        [
            "Airborne particulate matter was collected at urban sites in six Asian countries (Japan, Korea, China, Thailand, Sri Lanka, and Indonesia), and the stable lead isotope ratios were measured. Some source-related materials, such as coal and leaded gasoline, were also analyzed and compared to the ratios observed in airborne lead. Airborne lead isotope ratios differed considerably from each other, and these differences corresponded to differences in the regional source of lead. Leaded gasoline was still the primary source of lead in some cities in Asia, and the lead isotope ratios were strongly influenced by those of leaded gasoline. In Chinese and Korean cities, however, the considerable effect from coal combustion and industrial activity was also observed in their isotope ratios, despite leaded gasoline use. On the other hand, only refuse incineration was a possible single source of lead in J apanese air from the view …",
            "Characterization of sources of lead in the urban air of Asia using ratios of stable lead isotopes",
            "Hitoshi Mukai and Naoki Furuta and Toshihiro Fujii and Yoshinari Ambe and Kazuhiko Sakamoto and Yoshikazu Hashimoto",
            "1993",
            "-ACQPVIAAAAJ:-f6ydRqryjwC",
            285,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/es00044a009",
            "3911675975526764149",
            "\/scholar?cites=3911675975526764149",
            {
                "1994":3,
                "1995":5,
                "1996":3,
                "1997":7,
                "1998":6,
                "1999":9,
                "2000":10,
                "2001":6,
                "2002":9,
                "2003":7,
                "2004":9,
                "2005":12,
                "2006":10,
                "2007":12,
                "2008":11,
                "2009":8,
                "2010":17,
                "2011":11,
                "2012":10,
                "2013":19,
                "2014":14,
                "2015":17,
                "2016":16,
                "2017":15,
                "2018":13,
                "2019":16,
                "2020":10
            }
        ],
        [
            "The use of airborne lead isotope ratios as tracers of long‐range transport of air pollutants in the Asian region was evaluated using air trajectory analysis. Airborne particulate matter was collected in various seasons from 1988 to 1991 at the Oki Islands located between the Asian continent and Japan. Air masses coming from Japan had lead isotope ratios nearly equal to those measured on mainland Japan. Air masses from the Asian continent had less radiogenic isotope ratios than those from Japan. Trajectory analysis showed that these less radiogenic values could be used to further subdivide Asian air masses as having come from one of three regions: the southern part of the Korean Peninsula, north China, and Russia. The isotope ratios of the samples classified into three regions were close to previously reported values measured in each region, except for those assigned to Korea, where it is believed that the …",
            "Lead isotope ratios of airborne particulate matter as tracers of long‐range transport of air pollutants around Japan",
            "Hitoshi Mukai and Atsushi Tanaka and Toshihiro Fujii and Makoto Nakao",
            "1994",
            "-ACQPVIAAAAJ:4OULZ7Gr8RgC",
            156,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/93JD02917",
            "8130764807376133148",
            "\/scholar?cites=8130764807376133148",
            {
                "1995":3,
                "1996":3,
                "1997":4,
                "1998":2,
                "1999":6,
                "2000":5,
                "2001":6,
                "2002":8,
                "2003":2,
                "2004":8,
                "2005":8,
                "2006":7,
                "2007":10,
                "2008":4,
                "2009":4,
                "2010":5,
                "2011":4,
                "2012":10,
                "2013":8,
                "2014":6,
                "2015":8,
                "2016":6,
                "2017":4,
                "2018":6,
                "2019":8,
                "2020":6,
                "2021":1
            }
        ],
        [
            "This review will be concerned primarily with thermal alkali‐metal ion association reactions of the general type: A+ + M + N ⇌ (A + M)+ + N. Where A denotes a positively charged alkali metal ion, M is neutral species and N works as a third body. As indicated, most association reactions are reversible, and the AM bond derives primarily from electrostatic forces whose energy (affinity) is typically 50  kcal\/mol or less, often much less. The review includes reaction mechanism, instrumentation, and application to mass spectrometry, together with reaction rates and alkali ion affinities of the classified compounds. © 2000 John Wiley & Sons, Inc., Mass Spec Rev 19: 111–138, 2000",
            "Alkali‐metal ion\/molecule association reactions and their applications to mass spectrometry",
            "Toshihiro Fujii",
            "2000",
            "-ACQPVIAAAAJ:TFP_iSt0sucC",
            153,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/1098-2787(200005\/06)19:3%3C111::AID-MAS1%3E3.0.CO;2-K",
            "4756883104388542521",
            "\/scholar?cites=4756883104388542521",
            {
                "2001":10,
                "2002":13,
                "2003":6,
                "2004":10,
                "2005":8,
                "2006":13,
                "2007":12,
                "2008":9,
                "2009":13,
                "2010":4,
                "2011":10,
                "2012":9,
                "2013":3,
                "2014":6,
                "2015":6,
                "2016":6,
                "2017":6,
                "2018":3,
                "2019":4,
                "2020":1
            }
        ],
        [
            "The structure and torsional barriers at 0° and 90° for biphenyl were studied by both ab initio and density functional methods by using various levels of theory with different basis sets. The torsional angle (φ) calculated at the MP2\/6-311+G(2d,2p) level was 42.1°, while φ calculated using various density functionals with different basis sets was close to 40°. In contrast with the ab initio results, the torsional barrier at 0° [ΔE0=E(φ=0°)−E(equilibrium)] obtained using various density functionals coincided well with experimental values. The torsional barrier ratio (ΔE90\/ΔE0) obtained at the B3LYP\/cc-pVTZ level, 1.0988, agreed well with the experimental value, 1.0833, whereas it was 0.416 at the MP2\/6-311G(d,p) level. Structural studies on biphenyl ions showed that the biphenyl cation has a nonplanar (φ=19°) structure whereas its anionic counterpart has a planar structure. The ionization potential obtained at the B3LYP\/6 …",
            "Torsional barrier, ionization potential, and electron affinity of biphenyl—A theoretical study",
            "Sundaram Arulmozhiraja and Toshihiro Fujii",
            "2001",
            "-ACQPVIAAAAJ:r0BpntZqJG4C",
            93,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1418438",
            "4587150451416832543",
            "\/scholar?cites=4587150451416832543",
            {
                "2002":5,
                "2003":6,
                "2004":7,
                "2005":14,
                "2006":6,
                "2007":6,
                "2008":8,
                "2009":4,
                "2010":4,
                "2011":4,
                "2012":1,
                "2013":8,
                "2014":5,
                "2015":2,
                "2016":2,
                "2017":2,
                "2018":2,
                "2019":4,
                "2020":3
            }
        ],
        [
            "This report describes a new development for chemical Ionization mass spectrometry (CIMS) that provides mass spectra consisting of quasi-molecular ions,(M+ Li)+, by lithium Ion attachment to the sample molecules (M) under high pressure. Lithium Ions are generated by heating lithium oxide In an aluminosilicate matrix In a flowing nitrogen gas stream. Al-kali-metal Ions attach to the sample in the carrier gasin termolecular reactions to produce (M+ Ll)+ Ions. The lithium Ion Cl source Is attached to the three-stage differentially pumped mass spectrometer with the first cone aperture (0.5 mm ld) through which the product ions enter the mass analysis region. The Identification and detection of acetone are described as an example of the utility of this new Cl Ion source. Analysis of a formulated gas sample with direct In-troduction to the Cl source Is also demonstrated.",
            "Chemical ionization Mass Spectrometry with lithium ion attachment to the molecule",
            "Toshihiro Fujii and Miyoshi Ogura and Hitoshi Jimba",
            "1989",
            "-ACQPVIAAAAJ:D_sINldO8mEC",
            87,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/ac00184a022",
            "12672048205036060133",
            "\/scholar?cites=12672048205036060133",
            {
                "1989":1,
                "1990":1,
                "1991":5,
                "1992":2,
                "1993":3,
                "1994":1,
                "1995":3,
                "1996":6,
                "1997":11,
                "1998":3,
                "1999":2,
                "2000":5,
                "2001":2,
                "2002":8,
                "2003":7,
                "2004":3,
                "2005":2,
                "2006":3,
                "2007":3,
                "2008":4,
                "2009":2,
                "2010":4,
                "2011":2,
                "2012":1,
                "2013":2,
                "2014":1
            }
        ],
        [
            "A new selective detector for gas chromatography Is described which uses an electrically heated Pt filament as an emitter surface. The Ionization mechanism Is the positive Surface ionization of chemical species on the hot surface. With the Pt emitter In an air environment, this detector provides ex-tremely sensitive and specific response to organic com-pounds, which form their dissociative species at a low ioni-zation potential.In 1963, Folmer et al.(1), in a study of the characteristics of the catalytic combustion detector (2), reported a new mode of detection which measures the charge released during the reaction on a Pt surface after gas chromatography. They constructed a modified detector to detect changes in electrical conductivity within the combustion chamber, ie, production of ions during combustion. This detector was composed of a catalytic platinum filament enclosed by a cylindrical elec-trode and the electric …",
            "New sensitive and selective detector for gas chromatography: surface ionization detector with a hot platinum emitter",
            "Toshihiro Fujii and Hiromi Arimoto",
            "1985",
            "-ACQPVIAAAAJ:xtRiw3GOFMkC",
            83,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/ac00290a044",
            "9282966340786877902",
            "\/scholar?cites=9282966340786877902",
            {
                "1986":1,
                "1987":3,
                "1988":5,
                "1989":6,
                "1990":11,
                "1991":6,
                "1992":4,
                "1993":6,
                "1994":6,
                "1995":8,
                "1996":4,
                "1997":1,
                "1998":6,
                "1999":3,
                "2000":1,
                "2001":2,
                "2002":1,
                "2003":2,
                "2004":1,
                "2005":2,
                "2006":2,
                "2007":1,
                "2008":1
            }
        ],
        [
            "The detection and characterization of free organic radicals has been one of the most important challenges for mass spectrometry during the past 60 years, and, for decades, free radicals have been fascinating species to chemists, mainly because of their elusive nature as intermediates in numerous chemical processes, such as atmospheric and interstellar chemistry, combustion, or chemical vapor deposition phenomena, which can make difficult the understanding of even the apparently most simple chemical processes. 1 If most of the information concerning the reactions of free radicals has come from kinetic studies in which the presence and behavior of radicals are mainly deduced from the nature of the reaction products and from the dependence of the observed reaction rates on various experimental",
            "Mass spectrometry of free radicals",
            "Michel Sablier and Toshihiro Fujii",
            "2002",
            "-ACQPVIAAAAJ:AXPGKjj_ei8C",
            72,
            "https:\/\/pubs.acs.org\/doi\/full\/10.1021\/cr010295e",
            "14394283685097864742",
            "\/scholar?cites=14394283685097864742",
            {
                "2003":4,
                "2004":6,
                "2005":6,
                "2006":5,
                "2007":4,
                "2008":1,
                "2009":4,
                "2010":4,
                "2011":9,
                "2012":10,
                "2013":1,
                "2014":3,
                "2015":6,
                "2016":2,
                "2017":2,
                "2018":3,
                "2019":1,
                "2020":1
            }
        ],
        [
            "This report describes a new method for detection and identification of intermediate radical species in the gas phase. It provides mass spectra of quasi-molecular ions formed by lithium-ion attachment to the radical species (R) under high pressure. Results are obtained in the form of a mass spectrometric trace of Li+ adduct radicals. As an example, the method was applied to the study of the microwave discharge in i-butane\/He and was successfully used for the qualitative analysis of the compositions of hydrocarbon radicals in the discharge. Various kinds of hydrocarbon radicals, such as CnH2n−1 and CnH2n+1 (where n=2–6), were identified.",
            "A novel method for detection of radical species in the gas phase: usage of Li+ ion attachment to chemical species",
            "Toshihiro Fujii",
            "1992",
            "-ACQPVIAAAAJ:WF5omc3nYNoC",
            71,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/000926149285386O",
            "1039826667786423021",
            "\/scholar?cites=1039826667786423021",
            {
                "1992":1,
                "1993":2,
                "1994":1,
                "1995":1,
                "1996":2,
                "1997":3,
                "1998":2,
                "1999":4,
                "2000":8,
                "2001":5,
                "2002":2,
                "2003":3,
                "2004":2,
                "2005":4,
                "2006":7,
                "2007":4,
                "2008":1,
                "2009":5,
                "2010":5,
                "2011":1,
                "2012":2,
                "2013":2,
                "2014":3,
                "2015":1
            }
        ],
        [
            "Density functional theory studies were performed to obtain the structures, rotational barriers, and potential energy curves of six selected polychlorinated biphenyls (PCBs):  3,3‘,4,4‘- and 2,2‘,5,5‘-tetrachlorobiphenyl; 3,3‘,4,4‘,5-, 2,2‘,4,5,5‘-, and 2,3‘,4,4‘,5-pentachlorobiphenyl; and 3,3‘,4,4‘,5,5‘-hexachlorobiphenyl. Becke's three-parameter hybrid density functional, B3LYP, combined with 6-31G(d), 6-311G(d,p), and 6-311+G(2d,2p) basis sets was utilized for this purpose. For the selected PCBs, we present optimized geometries at the B3LYP\/6-311+G(2d,2p) level of theory; torsional barriers at 0° and 90° at the B3LYP\/6-31G(d), B3LYP\/6-311G(d,p), and B3LYP\/6-311+G(2d,2p) levels of theory; and potential energy curves (relative energy vs torsional angle) at the B3LYP\/6-311G(d,p) level of theory. The geometries, torsional barriers, and potential energy curves of the non-ortho-chlorinated PCBs mimicked those of …",
            "Structures, potential energy curves, and torsional barrier heights for selected polychlorinated biphenyls: A density functional theory study",
            "Sundaram Arulmozhiraja and P Christopher Selvin and Toshihiro Fujii",
            "2002",
            "-ACQPVIAAAAJ:kNdYIx-mwKoC",
            51,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp013558h",
            "2214285027775077609",
            "\/scholar?cites=2214285027775077609",
            {
                "2002":2,
                "2003":5,
                "2004":7,
                "2005":2,
                "2006":3,
                "2007":3,
                "2008":2,
                "2009":1,
                "2010":3,
                "2011":6,
                "2012":2,
                "2013":4,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":2,
                "2018":3,
                "2019":2
            }
        ]
    ]
}