{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The Standard Model of particle physics is known to be incomplete. Extensions to the Standard Model, such as weak-scale supersymmetry, posit the existence of new particles and interactions that are asymmetric under time reversal (T) and nearly always predict a small yet potentially measurable electron electric dipole moment (EDM), de, in the range of 10−27 to 10−30 e·cm. The EDM is an asymmetric charge distribution along the electron spin () that is also asymmetric under T. Using the polar molecule thorium monoxide, we measured de = (–2.1 ± 3.7stat ± 2.5syst) × 10−29e·cm. This corresponds to an upper limit of |de| < 8.7 × 10−29e·cm with 90% confidence, an order of magnitude improvement in sensitivity relative to the previous best limit. Our result constrains T-violating physics at the TeV energy scale.",
            "Order of magnitude smaller limit on the electric dipole moment of the electron",
            "Jacob Baron and Wesley C Campbell and David DeMille and John M Doyle and Gerald Gabrielse and Yulia V Gurevich and Paul W Hess and Nicholas R Hutzler and Emil Kirilov and Ivan Kozyryev and Brendon R O’Leary and Cristian D Panda and Maxwell F Parsons and Elizabeth S Petrik and Ben Spaun and Amar C Vutha and Adam D West and ACME Collaboration",
            "2014",
            "-cReJLIAAAAJ:hC7cP41nSMkC",
            1005,
            "https:\/\/science.sciencemag.org\/content\/343\/6168\/269.abstract",
            "9145121583712059846",
            "\/scholar?cites=9145121583712059846",
            {
                "2013":9,
                "2014":117,
                "2015":166,
                "2016":185,
                "2017":172,
                "2018":157,
                "2019":105,
                "2020":84,
                "2021":3
            }
        ],
        [
            "Frustration, or the competition between interacting components of a network, is often responsible for the emergent complexity of many-body systems. For instance, frustrated magnetism is a hallmark of poorly understood systems such as quantum spin liquids, spin glasses, and spin ices, whose ground states can be massively degenerate and carry high degrees of quantum entanglement. Here, we engineer frustrated antiferromagnetic interactions between spins stored in a crystal of up to 16 trapped 171Yb+ atoms. We control the amount of frustration by continuously tuning the range of interaction and directly measure spin correlation functions and their coherent dynamics. This prototypical quantum simulation points the way toward a new probe of frustrated quantum magnetism and perhaps the design of new quantum materials.",
            "Emergence and frustration of magnetism with variable-range interactions in a quantum simulator",
            "R Islam and C Senko and WC Campbell and S Korenblit and J Smith and A Lee and EE Edwards and C-CJ Wang and JK Freericks and C Monroe",
            "2013",
            "-cReJLIAAAAJ:NMxIlDl6LWMC",
            418,
            "https:\/\/science.sciencemag.org\/content\/340\/6132\/583.abstract",
            "13548129835584955326",
            "\/scholar?cites=13548129835584955326",
            {
                "2013":32,
                "2014":60,
                "2015":58,
                "2016":52,
                "2017":52,
                "2018":53,
                "2019":46,
                "2020":58,
                "2021":3
            }
        ],
        [
            "One of the central paradigms for classical and quantum chaos in conservative systems is the two-dimensional billiard in which particles are confined to a closed region in the plane, undergoing elastic collisions with the walls and free motion in between. We report the first realization of billiards using ultracold atoms bouncing off beams of light. These beams create the desired spatial pattern, forming an “optical billiard.” We find excellent agreement between theory and our experimental demonstration of chaotic and stable motion in optical billiards, establishing a new testing ground for classical and quantum chaos.",
            "Optical billiards for atoms",
            "V Milner and JL Hanssen and WC Campbell and MG Raizen",
            "2001",
            "-cReJLIAAAAJ:UebtZRa9Y70C",
            250,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.1514",
            "1914127261891434471",
            "\/scholar?cites=1914127261891434471",
            {
                "2000":1,
                "2001":9,
                "2002":16,
                "2003":17,
                "2004":13,
                "2005":17,
                "2006":13,
                "2007":24,
                "2008":13,
                "2009":14,
                "2010":20,
                "2011":21,
                "2012":13,
                "2013":13,
                "2014":7,
                "2015":9,
                "2016":7,
                "2017":6,
                "2018":4,
                "2019":5,
                "2020":6,
                "2021":1
            }
        ],
        [
            "The electric dipole moment of the electron (eEDM) is a signature of CP-violating physics beyond the standard model. We describe an ongoing experiment to measure or set improved limits to the eEDM, using a cold beam of thorium monoxide (ThO) molecules. The metastable H 3 Δ 1 state in ThO has important advantages for such an experiment. We argue that the statistical uncertainty of an eEDM measurement could be improved by as much as three orders of magnitude compared to the current experimental limit, in a first-generation apparatus using a cold ThO beam. We describe our measurements of the H state lifetime and the production of ThO molecules in a beam, which provide crucial data for the eEDM sensitivity estimate. ThO also has ideal properties for the rejection of a number of known systematic errors; these properties and their implications are described.",
            "Search for the electric dipole moment of the electron with thorium monoxide",
            "Amar C Vutha and Wesley C Campbell and Yulia V Gurevich and Nicholas R Hutzler and Maxwell Parsons and David Patterson and Elizabeth Petrik and Benjamin Spaun and John M Doyle and Gerald Gabrielse and David DeMille",
            "2010",
            "-cReJLIAAAAJ:QIV2ME_5wuYC",
            182,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-4075\/43\/7\/074007\/meta",
            "7231261919608690903",
            "\/scholar?cites=7231261919608690903",
            {
                "2009":1,
                "2010":11,
                "2011":28,
                "2012":29,
                "2013":34,
                "2014":25,
                "2015":10,
                "2016":11,
                "2017":5,
                "2018":10,
                "2019":7,
                "2020":11
            }
        ],
        [
            "We demonstrate the use of an optical frequency comb to coherently control and entangle atomic qubits. A train of off-resonant ultrafast laser pulses is used to efficiently and coherently transfer population between electronic and vibrational states of trapped atomic ions and implement an entangling quantum logic gate with high fidelity. This technique can be extended to the high field regime where operations can be performed faster than the trap frequency. This general approach can be applied to more complex quantum systems, such as large collections of interacting atoms or molecules.",
            "Entanglement of atomic qubits using an optical frequency comb",
            "David Hayes and Dzmitry N Matsukevich and Peter Maunz and David Hucul and Qudsia Quraishi and Steve Olmschenk and W Campbell and Jonathan Mizrahi and Crystal Senko and Christopher Monroe",
            "2010",
            "-cReJLIAAAAJ:HDshCWvjkbEC",
            166,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.140501",
            "9834715743011006894",
            "\/scholar?cites=9834715743011006894",
            {
                "2010":8,
                "2011":11,
                "2012":14,
                "2013":17,
                "2014":14,
                "2015":17,
                "2016":16,
                "2017":16,
                "2018":17,
                "2019":14,
                "2020":18,
                "2021":2
            }
        ],
        [
            "We demonstrate single-qubit operations on a trapped atom hyperfine qubit using a single ultrafast pulse from a mode-locked laser. We shape the pulse from the laser and perform a π rotation of the qubit in less than 50 ps with a population transfer exceeding 99% and negligible effects from spontaneous emission or ac Stark shifts. The gate time is significantly shorter than the period of atomic motion in the trap (Ω Rabi\/ν trap> 10 4), demonstrating that this interaction takes place deep within the strong excitation regime.",
            "Ultrafast gates for single atomic qubits",
            "WC Campbell and J Mizrahi and Q Quraishi and C Senko and D Hayes and D Hucul and DN Matsukevich and P Maunz and C Monroe",
            "2010",
            "-cReJLIAAAAJ:3fE2CSJIrl8C",
            157,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.090502",
            "3715806567747238166",
            "\/scholar?cites=3715806567747238166",
            {
                "2010":2,
                "2011":14,
                "2012":16,
                "2013":19,
                "2014":18,
                "2015":17,
                "2016":14,
                "2017":21,
                "2018":7,
                "2019":11,
                "2020":13,
                "2021":3
            }
        ],
        [
            "NH radicals are magnetically trapped and their Zeeman relaxation and energy transport collision cross sections with helium are measured. Continuous buffer-gas loading of the trap is direct from a room-temperature molecular beam. The Zeeman relaxation (inelastic) cross section of magnetically trapped electronic, vibrational, and rotational ground state NH molecules in collisions with He 3 is measured to be 3.8±1.1× 10− 19 cm 2 at 710 mK. The NH-He energy transport cross section is also measured, indicating a ratio of diffusive to inelastic cross sections of γ= 7× 10 4, in agreement with recent theory [RV Krems, HR Sadeghpour, A. Dalgarno, D. Zgid, J. Kłos, and G. Chałasiński, Phys. Rev. A 68, 051401 (2003)].",
            "Magnetic Trapping and Zeeman Relaxation of NH ()",
            "Wesley C Campbell and Edem Tsikata and Hsin-I Lu and Laurens D van Buuren and John M Doyle",
            "2007",
            "-cReJLIAAAAJ:ULOm3_A8WrAC",
            157,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.213001",
            "4350646036947573570",
            "\/scholar?cites=4350646036947573570",
            {
                "2007":1,
                "2008":25,
                "2009":30,
                "2010":14,
                "2011":17,
                "2012":16,
                "2013":11,
                "2014":10,
                "2015":6,
                "2016":4,
                "2017":8,
                "2018":5,
                "2019":6,
                "2020":4
            }
        ],
        [
            "NH radicals from a molecular beam are cooled using a novel beam-loaded buffer gas method. The radicals are produced in a glow discharge beam source and injected into cryogenic helium gas. Up to 1012 molecules in their ground electronic, vibrational, and rotational state are detected in the buffer gas and translational temperatures under 6 K are achieved. The cooling method presented is general and can be applied to any molecules in a molecular beam.",
            "Buffer-gas cooling of NH via the beam loaded buffer-gas method",
            "D Egorov and WC Campbell and Bretislav Friedrich and SE Maxwell and E Tsikata and LD Van Buuren and JM Doyle",
            "2004",
            "-cReJLIAAAAJ:pqnbT2bcN3wC",
            103,
            "https:\/\/link.springer.com\/article\/10.1140\/epjd\/e2004-00140-1",
            "17015235710475716900",
            "\/scholar?cites=17015235710475716900",
            {
                "2005":5,
                "2006":8,
                "2007":8,
                "2008":8,
                "2009":16,
                "2010":6,
                "2011":11,
                "2012":5,
                "2013":2,
                "2014":5,
                "2015":5,
                "2016":5,
                "2017":4,
                "2018":4,
                "2019":2,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We report entanglement of a single atom’s hyperfine spin state with its motional state in a time scale of less than 3 ns. We engineer a short train of intense laser pulses to impart a spin-dependent momentum transfer of±2 ℏ k. Using pairs of momentum kicks, we create an atomic interferometer and demonstrate collapse and revival of spin coherence as the motional wave packet is split and recombined. The revival after a pair of kicks occurs only when the second kick is delayed by an integer multiple of the harmonic trap period, a signature of entanglement and disentanglement of the spin with the motion. Such quantum control opens a new regime of ultrafast entanglement in atomic qubits.",
            "Ultrafast spin-motion entanglement and interferometry with a single atom",
            "Jonathan Mizrahi and C Senko and B Neyenhuis and KG Johnson and WC Campbell and CWS Conover and C Monroe",
            "2013",
            "-cReJLIAAAAJ:hqOjcs7Dif8C",
            80,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.203001",
            "2181862013354252512",
            "\/scholar?cites=2181862013354252512",
            {
                "2012":1,
                "2013":8,
                "2014":7,
                "2015":8,
                "2016":13,
                "2017":14,
                "2018":11,
                "2019":8,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We present an experimental and theoretical study of atom-molecule collisions in a mixture of cold, trapped N atoms and NH molecules at a temperature of∼ 600 mK. We measure a small N+ NH trap loss rate coefficient of k loss (N+ NH)= 9 (5)(3)× 10− 13 cm 3 s− 1. Accurate quantum scattering calculations based on ab initio interaction potentials are in agreement with experiment and indicate the magnetic dipole interaction to be the dominant loss mechanism. Our theory further indicates the ratio of N+ NH elastic-to-inelastic collisions remains large (> 100) into the mK regime.",
            "Cold  Collisions in a Magnetic Trap",
            "Matthew T Hummon and Timur V Tscherbul and Jacek Kłos and Hsin-I Lu and Edem Tsikata and Wesley C Campbell and Alexander Dalgarno and John M Doyle",
            "2011",
            "-cReJLIAAAAJ:4JMBOYKVnBMC",
            75,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.053201",
            "11203541499480921778",
            "\/scholar?cites=11203541499480921778",
            {
                "2011":13,
                "2012":13,
                "2013":5,
                "2014":6,
                "2015":3,
                "2016":7,
                "2017":6,
                "2018":4,
                "2019":6,
                "2020":10,
                "2021":2
            }
        ]
    ]
}