{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report on experimental measurements of the flow behavior of a wet, two-dimensional foam under conditions of slow, steady shear. The initial response of the foam is elastic. Above the yield strain, the foam begins to flow. The flow consists of irregular intervals of elastic stretch followed by sudden reductions of the stress, ie, stress drops. We report on the distribution of the stress drops as a function of the applied shear rate. We also comment on our results in the context of various two-dimensional models of foams.",
            "Shear-induced stress relaxation in a two-dimensional wet foam",
            "John Lauridsen and Michael Twardos and Michael Dennin",
            "2002",
            "-D79JLMAAAAJ:IWHjjKOFINEC",
            144,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.89.098303",
            "6617263388133806664",
            "\/scholar?cites=6617263388133806664",
            {
                "2001":1,
                "2002":1,
                "2003":8,
                "2004":4,
                "2005":14,
                "2006":16,
                "2007":9,
                "2008":17,
                "2009":9,
                "2010":8,
                "2011":2,
                "2012":4,
                "2013":5,
                "2014":10,
                "2015":3,
                "2016":4,
                "2017":9,
                "2018":7,
                "2019":6,
                "2020":5
            }
        ],
        [
            "Spatiotemporal chaos (STC) near the onset of electroconvection in a nematic liquid crystal is reported. In samples with conductivities greater than 1 × 10−8 per ohm per meter, STC was found to evolve by means of a supercritical Hopf bifurcation from the uniform conduction state. Because this example of STC resulted from nonlinear interactions between only four modes, it provides a realistic opportunity to understand the observed phenomena in terms of a weakly nonlinear theory in the form of four coupled complex Ginzburg-Landau equations derived from the full equations of motion of the system. For smaller conductivities, the pattern immediately above onset consisted of localized pulses of convection that coexisted with the conduction state. The pulses had a unique width in the direction perpendicular to the director (the axis parallel to the average orientation) and had much larger and varying lengths parallel to …",
            "Spatiotemporal chaos in electroconvection",
            "Michael Dennin and Guenter Ahlers and David S Cannell",
            "1996",
            "-D79JLMAAAAJ:g5m5HwL7SMYC",
            108,
            "https:\/\/science.sciencemag.org\/content\/272\/5260\/388.abstract",
            "14892247953131145135",
            "\/scholar?cites=14892247953131145135",
            {
                "1995":1,
                "1996":3,
                "1997":14,
                "1998":9,
                "1999":3,
                "2000":10,
                "2001":6,
                "2002":3,
                "2003":5,
                "2004":5,
                "2005":4,
                "2006":4,
                "2007":4,
                "2008":4,
                "2009":2,
                "2010":1,
                "2011":3,
                "2012":2,
                "2013":3,
                "2014":6,
                "2015":4,
                "2016":5,
                "2017":6,
                "2018":1
            }
        ],
        [
            "Measurements of average velocity profiles in a bubble raft subjected to slow, steady shear demonstrate the coexistence between a flowing state and a jammed state similar to that observed for three-dimensional foams and emulsions [P. Coussot et al., Phys. Rev. Lett. 88, 218301 (2002)]. For sufficiently slow shear, the flow is generated by nonlinear topological rearrangements. We report on the connection between this short-time motion of the bubbles and the long-time averages. We find that velocity profiles for individual rearrangement events fluctuate, but a smooth, average velocity is reached after averaging over only a relatively few events.",
            "Velocity profiles in slowly sheared bubble rafts",
            "John Lauridsen and Gregory Chanan and Michael Dennin",
            "2004",
            "-D79JLMAAAAJ:d1gkVwhDpl0C",
            105,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.018303",
            "290440607181074607",
            "\/scholar?cites=290440607181074607",
            {
                "2004":2,
                "2005":11,
                "2006":12,
                "2007":7,
                "2008":17,
                "2009":10,
                "2010":9,
                "2011":6,
                "2012":8,
                "2013":3,
                "2014":6,
                "2015":4,
                "2016":1,
                "2017":3,
                "2018":2,
                "2019":3,
                "2020":1
            }
        ],
        [
            "We report on chaotic localized traveling-wave states (pulses) near the onset of electroconvection in a nematic liquid crystal. They coexist with the conduction state, are long lived, appear and die at irregular locations and times, have unique small widths, and vary irregularly in length. In this system there are only four linearly unstable modes. Thus it should be possible to reproduce the dynamics of the pulses by four coupled complex Ginzburg-Landau equations once their coefficients are derived from the equations of motion (the weak-electrolyte model).",
            "Chaotic localized states near the onset of electroconvection",
            "Michael Dennin and Guenter Ahlers and David S Cannell",
            "1996",
            "-D79JLMAAAAJ:cFHS6HbyZ2cC",
            101,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.77.2475",
            "16390731088696588586",
            "\/scholar?cites=16390731088696588586",
            {
                "1995":1,
                "1996":3,
                "1997":7,
                "1998":4,
                "1999":4,
                "2000":6,
                "2001":6,
                "2002":6,
                "2003":7,
                "2004":10,
                "2005":8,
                "2006":6,
                "2007":5,
                "2008":2,
                "2009":2,
                "2010":1,
                "2011":2,
                "2012":2,
                "2013":1,
                "2014":1,
                "2015":3,
                "2016":4,
                "2017":4,
                "2018":2,
                "2019":2
            }
        ],
        [
            "The maximum pressure a two-dimensional surfactant monolayer is able to withstand is limited by the collapse instability towards formation of three-dimensional material. We propose a new description for reversible collapse based on a mathematical analogy between the formation of folds in surfactant monolayers and the formation of Griffith Cracks in solid plates under stress. The description, which is tested in a combined microscopy and rheology study of the collapse of a single-phase Langmuir monolayer (LM) of 2-hydroxy-tetracosanoic acid (2-OH TCA), provides a connection between the in-plane rheology of LMs and reversible folding.",
            "Folding langmuir monolayers",
            "Weixing Lu and Charles M Knobler and Robijn F Bruinsma and Michael Twardos and Michael Dennin",
            "2002",
            "-D79JLMAAAAJ:roLk4NBRz8UC",
            96,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.89.146107",
            "2845294044651837915",
            "\/scholar?cites=2845294044651837915",
            {
                "2003":1,
                "2004":8,
                "2005":8,
                "2006":11,
                "2007":4,
                "2008":9,
                "2009":8,
                "2010":5,
                "2011":4,
                "2012":12,
                "2013":9,
                "2014":1,
                "2015":4,
                "2016":9,
                "2017":1,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Under conditions of sufficiently slow flow, foams, colloids, granular matter, and various pastes have been observed to exhibit shear localization, ie, regions of flow coexisting with regions of solidlike behavior. The details of such shear localization can vary depending on the system being studied. A number of the systems of interest are confined so as to be quasi two-dimensional, and an important issue in these systems is the role of the confining boundaries. For foams, three basic systems have been studied with very different boundary conditions: Hele-Shaw cells (bubbles confined between two solid plates); bubble rafts (a single layer of bubbles freely floating on a surface of water); and confined bubble rafts (bubbles confined between the surface of water below and a glass plate on top). Often, it is assumed that the impact of the boundaries is not significant in the “quasistatic limit,” ie, when externally imposed rates …",
            "Impact of boundaries on velocity profiles in bubble rafts",
            "Yuhong Wang and Kapilanjan Krishan and Michael Dennin",
            "2006",
            "-D79JLMAAAAJ:W7OEmFMy1HYC",
            93,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.73.031401",
            "1955458345837101866",
            "\/scholar?cites=1955458345837101866",
            {
                "2006":7,
                "2007":8,
                "2008":15,
                "2009":11,
                "2010":13,
                "2011":5,
                "2012":8,
                "2013":4,
                "2014":7,
                "2015":8,
                "2016":5,
                "2017":2
            }
        ],
        [
            "Electroconvection in nematic liquid crystals exhibits a Hopf bifurcation to traveling rolls for a wide parameter range. The model normally used to describe electroconvection fails to predict this. A recent theoretical extension, the weak-electrolyte model, incorporates the dissociation-recombination reaction of the ionic dopant in the sample and does predict a Hopf bifurcation for a range of parameter values. We present a quantitative experimental test of this theory using the nematic liquid crystal I52. Measured Hopf frequencies at the onset of convection agree well with the theory.",
            "Origin of traveling rolls in electroconvection of nematic liquid crystals",
            "Michael Dennin and Martin Treiber and Lorenz Kramer and Guenter Ahlers and David S Cannell",
            "1996",
            "-D79JLMAAAAJ:ZHo1McVdvXMC",
            84,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.76.319",
            "15718717053416125399",
            "\/scholar?cites=15718717053416125399",
            {
                "1995":1,
                "1996":6,
                "1997":6,
                "1998":10,
                "1999":4,
                "2000":5,
                "2001":4,
                "2002":4,
                "2003":2,
                "2004":6,
                "2005":2,
                "2006":3,
                "2007":3,
                "2008":5,
                "2009":3,
                "2010":1,
                "2011":2,
                "2012":1,
                "2013":4,
                "2014":2,
                "2015":3,
                "2016":1,
                "2017":3,
                "2018":3
            }
        ],
        [
            "A sheared wet foam, which stores elastic energy in bubble deformations, relaxes stress through bubble rearrangements. The intermittency of bubble rearrangements in the foam leads to effectively stochastic drops in stress that are followed by periods of elastic increase. We investigate global characteristics of highly disordered foams over three decades of strain rate and almost two decades of system size. We characterize the behavior using a range of measures: average stress, distribution of stress drops, rate of stress drops, and a normalized fluctuation intensity. There is essentially no dependence on system size. As a function of strain rate, there is a change in behavior around shear rates of 0.07 s− 1.",
            "Nonlinear stress and fluctuation dynamics of sheared disordered wet foam",
            "Ethan Pratt and Michael Dennin",
            "2003",
            "-D79JLMAAAAJ:hqOjcs7Dif8C",
            76,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.67.051402",
            "2965076033803574383",
            "\/scholar?cites=2965076033803574383",
            {
                "2003":6,
                "2004":4,
                "2005":10,
                "2006":8,
                "2007":7,
                "2008":3,
                "2009":3,
                "2010":6,
                "2011":2,
                "2012":1,
                "2013":5,
                "2014":4,
                "2015":6,
                "2016":7,
                "2017":1
            }
        ],
        [
            "We present a survey of pattern formation in electroconvection of the nematic liquid crystal 4-ethyl-2-fluoro-4′-[2-(trans-4-pentylcyclohexyl)-ethyl] biphenyl (I52) as a function of three control parameters: the applied voltage, applied frequency, and electrical conductivity of the sample. The patterns are dominated by oblique-roll states. Over the lower range of conductivity, the initial transition is a supercritical Hopf bifurcation which leads to four degenerate modes: right-and left-traveling zig and zag rolls. For higher values of the conductivity, the primary instability is a subcritical bifurcation to a single set of stationary oblique rolls. The convecting states exhibit a rich variety of patterns as a result of the interactions between the four modes, including states of spatiotemporal chaos and localized states.",
            "Patterns of electroconvection in a nematic liquid crystal",
            "Michael Dennin and David S Cannell and Guenter Ahlers",
            "1998",
            "-D79JLMAAAAJ:bEWYMUwI8FkC",
            76,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.57.638",
            "9515846396655016139",
            "\/scholar?cites=9515846396655016139",
            {
                "1998":9,
                "1999":5,
                "2000":4,
                "2001":3,
                "2002":3,
                "2003":3,
                "2004":7,
                "2005":2,
                "2006":5,
                "2007":3,
                "2008":3,
                "2009":1,
                "2010":3,
                "2011":3,
                "2012":3,
                "2013":5,
                "2014":1,
                "2015":2,
                "2016":4,
                "2017":5,
                "2018":1
            }
        ],
        [
            "Surfactants at air\/water interfaces are often subjected to mechanical stresses as the interfaces they occupy are reduced in area. The most well characterized forms of stress relaxation in these systems are first order phase transitions from lower density to higher density phases. Here we study stress relaxation in lipid monolayers that occurs once chemical phase transitions have been exhausted. At these highly compressed states, the monolayer undergoes global mechanical relaxations termed collapse. By studying four different types of monolayers, we determine that collapse modes are most closely linked to in-plane rigidity. We characterize the rigidity of the monolayer by analyzing in-plane morphology on numerous length scales. More rigid monolayers collapse out-of-plane via a hard elastic mode similar to an elastic membrane, while softer monolayers relax in-plane by shearing.",
            "Lateral stress relaxation and collapse in lipid monolayers",
            "Luka Pocivavsek and Shelli L Frey and Kapilanjan Krishan and Kseniya Gavrilov and Piotr Ruchala and Alan J Waring and Frans J Walther and Michael Dennin and Thomas A Witten and Ka Yee C Lee",
            "2008",
            "-D79JLMAAAAJ:ns9cj8rnVeAC",
            73,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2008\/sm\/b804611e",
            "12751119118533013727",
            "\/scholar?cites=12751119118533013727",
            {
                "2009":5,
                "2010":7,
                "2011":7,
                "2012":9,
                "2013":12,
                "2014":4,
                "2015":6,
                "2016":7,
                "2017":7,
                "2018":4,
                "2019":3,
                "2020":1
            }
        ]
    ]
}