{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "To determine whether APC function or “arming” of CTL for lytic function are the points at which Ags from a nonimmunogenic tumor fail to induce an effective immune response, we established a murine tumor model that expressed intracellular OVA and selected a clone (cOVA-9) that remained susceptible to lysis by specific CD8+ T cells throughout tumor growth. Viable cOVA-9 tumor cells grew in normal mice at a rate similar to the parental tumor, and vaccination with irradiated cOVA-9 cells did not induce protection against itself or the parental line, confirming its nonimmunogenic status. In vivo evaluation during tumor growth demonstrated persisting tumor Ag cross-presentation accompanied by the generation of potent, specific CTL which were detectable when tumors were barely palpable. Despite the presence of highly active CTL in the tumor-draining lymph nodes, there was no apparent lysis of tumor-associated …",
            "Tumor progression despite efficient tumor antigen cross-presentation and effective “arming” of tumor antigen-specific CTL",
            "Delia J Nelson and Sutapa Mukherjee and Christine Bundell and Scott Fisher and Deborah Van Hagen and Bruce Robinson",
            "2001",
            "-hEDhQgAAAAJ:u-x6o8ySG0sC",
            80,
            "https:\/\/www.jimmunol.org\/content\/166\/9\/5557.short",
            "8976377078083303970",
            "\/scholar?cites=8976377078083303970",
            {
                "2002":7,
                "2003":8,
                "2004":3,
                "2005":5,
                "2006":9,
                "2007":5,
                "2008":8,
                "2009":8,
                "2010":4,
                "2011":2,
                "2012":4,
                "2013":3,
                "2014":3,
                "2015":2,
                "2016":1,
                "2017":3,
                "2018":3,
                "2019":2
            }
        ],
        [
            "Salicylate and acetylsalicylate slightly increased fluoroquinolone resistance in ciprofloxacin-susceptible and -resistantStaphylococcus aureus. Salicylate allowed a greater number of cells from ciprofloxacin-susceptible and -resistant strains to survive on high fluoroquinolone concentrations. Salicylate also increased the frequency with which a susceptible strain mutated to become more resistant to ciprofloxacin.",
            "Growth in the presence of salicylate increases fluoroquinolone resistance in Staphylococcus aureus",
            "John E Gustafson and Pierre V Candelaria and Scott A Fisher and Jodie P Goodridge and Tanya M Lichocik and Tracy M McWilliams and Christopher TD Price and Frances G O’Brien and Warren B Grubb",
            "1999",
            "-hEDhQgAAAAJ:u5HHmVD_uO8C",
            70,
            "https:\/\/aac.asm.org\/content\/43\/4\/990.short",
            "3554895715131845250",
            "\/scholar?cites=3554895715131845250",
            {
                "1999":1,
                "2000":3,
                "2001":5,
                "2002":6,
                "2003":2,
                "2004":6,
                "2005":3,
                "2006":2,
                "2007":5,
                "2008":3,
                "2009":4,
                "2010":3,
                "2011":4,
                "2012":5,
                "2013":3,
                "2014":2,
                "2015":4,
                "2016":5,
                "2017":2
            }
        ],
        [
            "Treatment of lung cancer remains a challenge, and lung cancer is still the leading cause of cancer‐related mortality. Immunotherapy has previously failed in lung cancer but has recently emerged as a very effective new therapy, and there is now growing worldwide enthusiasm in cancer immunotherapy. We summarize why immune checkpoint blockade therapies have generated efficacious and durable responses in clinical trials and why this has reignited interest in this field. Cancer vaccines have also been explored in the past with marginal success. Identification of optimal candidate neoantigens may improve cancer vaccine efficacy and may pave the way to personalized immunotherapy, alone or in combination with other immunotherapy such as immune checkpoint blockade. Understanding the steps in immune recognition and eradication of cancer cells is vital to understanding why previous immunotherapies …",
            "Immunotherapy for lung cancer",
            "Antonius Steven and Scott A Fisher and Bruce W Robinson",
            "2016",
            "-hEDhQgAAAAJ:PaBasH6fAo0C",
            52,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/resp.12789",
            "15204881897023270824",
            "\/scholar?cites=15204881897023270824",
            {
                "2016":2,
                "2017":8,
                "2018":3,
                "2019":7,
                "2020":30,
                "2021":1
            }
        ],
        [
            "Most anticancer therapies including immunotherapies are given systemically; yet therapies given directly into tumors may be more effective, particularly those that overcome natural suppressive factors in the tumor microenvironment. The “Trojan Horse” approach of intratumoural delivery aims to promote immune-mediated destruction by inducing microenvironmental changes within the tumour at the same time as avoiding the systemic toxicity that is often associated with more “full frontal” treatments such as transfer of large numbers of laboratory-expanded tumor-specific cytotoxic T lymphocytes or large intravenous doses of cytokine. Numerous studies have demonstrated that intratumoural therapy has the capacity to minimizing local suppression, inducing sufficient “dangerous” tumor cell death to cross-prime strong immune responses, and rending tumor blood vessels amenable to immune cell traffic to induce effector cell changes in secondary lymphoid organs. However, the key to its success is the design of a sound rational approach based on evidence. There is compelling preclinical data for local immunotherapy approaches in tumor immunology. This review summarises how immune events within a tumour can be modified by local approaches, how this can affect systemic antitumor immunity such that distal sites are attacked, and what approaches have been proven most successful so far in animals and patients.",
            "The “Trojan Horse” approach to tumor immunotherapy: targeting the tumor microenvironment",
            "Delia Nelson and Scott Fisher and Bruce Robinson",
            "2014",
            "-hEDhQgAAAAJ:zYLM7Y9cAGgC",
            40,
            "https:\/\/www.hindawi.com\/journals\/jir\/2014\/789069\/abs\/",
            "9152027106548836331",
            "\/scholar?cites=9152027106548836331",
            {
                "2014":1,
                "2015":10,
                "2016":6,
                "2017":9,
                "2018":4,
                "2019":6,
                "2020":3,
                "2021":1
            }
        ],
        [
            "A key to improving cancer immunotherapy will be the identification of tumor-specific “neoantigens” that arise from mutations and augment the resultant host immune response. In this study we identified single nucleotide variants (SNVs) by RNA sequencing of asbestos-induced murine mesothelioma cell lines AB1 and AB1-HA. Using the NetMHCpan 2.8 algorithm, the theoretical binding affinity of predicted peptides arising from high-confidence, exonic, non-synonymous SNVs was determined for the BALB\/c strain. The immunoreactivity to 20 candidate mutation-carrying peptides of increased affinity and the corresponding wild-type peptides was determined using interferon-γ ELISPOT assays and lymphoid organs of non-manipulated tumor-bearing mice. A strong endogenous immune response was demonstrated to one of the candidate neoantigens, Uqcrc2; this response was detected in the draining lymph node …",
            "Strong spontaneous tumor neoantigen responses induced by a natural human carcinogen",
            "Jenette Creaney and Shaokang Ma and Sophie A Sneddon and Michelle R Tourigny and Ian M Dick and Justine S Leon and Andrea Khong and Scott A Fisher and Richard A Lake and W Joost Lesterhuis and Anna K Nowak and Shay Leary and Mark W Watson and Bruce W Robinson",
            "2015",
            "-hEDhQgAAAAJ:7Hz3ACDFbsoC",
            25,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/2162402X.2015.1011492",
            "5539414828145064548",
            "\/scholar?cites=5539414828145064548",
            {
                "2016":3,
                "2017":7,
                "2018":3,
                "2019":8,
                "2020":4
            }
        ]
    ]
}