{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Astrophysical observations indicate that dark matter constitutes most of the mass in our universe, but its nature remains unknown. Over the past decade, the Cryogenic Dark Matter Search (CDMS II) experiment has provided world-leading sensitivity for the direct detection of weakly interacting massive particle (WIMP) dark matter. The final exposure of our low-temperature germanium particle detectors at the Soudan Underground Laboratory yielded two candidate events, with an expected background of 0.9 ± 0.2 events. This is not statistically significant evidence for a WIMP signal. The combined CDMS II data place the strongest constraints on the WIMP-nucleon spin-independent scattering cross section for a wide range of WIMP masses and exclude new parameter space in inelastic dark matter models.",
            "Dark matter search results from the CDMS II experiment",
            "Z Ahmed and DS Akerib and S Arrenberg and CN Bailey and D Balakishiyeva and L Baudis and DA Bauer and PL Brink and T Bruch and R Bunker and B Cabrera and DO Caldwell and J Cooley and P Cushman and M Daal and F DeJongh and MR Dragowsky and L Duong and S Fallows and E Figueroa-Feliciano and J Filippini and M Fritts and SR Golwala and DR Grant and J Hall and R Hennings-Yeomans and SA Hertel and D Holmgren and L Hsu and ME Huber and O Kamaev and M Kiveni and M Kos and SW Leman and R Mahapatra and V Mandic and KA McCarthy and N Mirabolfathi and D Moore and H Nelson and RW Ogburn and A Phipps and M Pyle and X Qiu and E Ramberg and W Rau and A Reisetter and T Saab and B Sadoulet and J Sander and RW Schnee and DN Seitz and B Serfass and KM Sundqvist and M Tarka and P Wikus and S Yellin and J Yoo and BA Young and J Zhang",
            "2010",
            "-HI_tH0AAAAJ:yB1At4FlUx8C",
            852,
            "https:\/\/authors.library.caltech.edu\/17935\/",
            "15530524737478445706",
            "\/scholar?cites=15530524737478445706",
            {
                "2010":77,
                "2011":195,
                "2012":178,
                "2013":137,
                "2014":96,
                "2015":55,
                "2016":51,
                "2017":19,
                "2018":14,
                "2019":11,
                "2020":16
            }
        ],
        [
            "We report results of a search for weakly interacting massive particles (WIMPS) with the silicon detectors of the CDMS II experiment. This blind analysis of 140.2 kg day of data taken between July 2007 and September 2008 revealed three WIMP-candidate events with a surface-event background estimate of 0.41− 0.08+ 0.20 (stat)− 0.24+ 0.28 (syst). Other known backgrounds from neutrons and Pb 206 are limited to< 0.13 and< 0.08 events at the 90% confidence level, respectively. The exposure of this analysis is equivalent to 23.4 kg day for a recoil energy range of 7–100 keV for a WIMP of mass 10 GeV\/c 2. The probability that the known backgrounds would produce three or more events in the signal region is 5.4%. A profile likelihood ratio test of the three events that includes the measured recoil energies gives a 0.19% probability for the known-background-only hypothesis when tested against the alternative WIMP …",
            "Silicon detector dark matter results from the final exposure of CDMS II",
            "R Agnese and Z Ahmed and AJ Anderson and S Arrenberg and D Balakishiyeva and R Basu Thakur and DA Bauer and J Billard and A Borgland and D Brandt and PL Brink and T Bruch and R Bunker and B Cabrera and DO Caldwell and DG Cerdeno and H Chagani and J Cooley and B Cornell and CH Crewdson and P Cushman and M Daal and F Dejongh and E do Couto e Silva and T Doughty and L Esteban and S Fallows and Enectalí Figueroa-Feliciano and J Filippini and J Fox and M Fritts and GL Godfrey and SR Golwala and J Hall and RH Harris and SA Hertel and T Hofer and D Holmgren and L Hsu and ME Huber and A Jastram and O Kamaev and B Kara and MH Kelsey and A Kennedy and P Kim and M Kiveni and K Koch and M Kos and SW Leman and B Loer and E Lopez Asamar and R Mahapatra and V Mandic and C Martinez and KA McCarthy and N Mirabolfathi and RA Moffatt and David C Moore and P Nadeau and Robert H Nelson and K Page and R Partridge and M Pepin and A Phipps and K Prasad and M Pyle and H Qiu and W Rau and P Redl and A Reisetter and Y Ricci and T Saab and B Sadoulet and J Sander and K Schneck and RW Schnee and S Scorza and B Serfass and B Shank and D Speller and KM Sundqvist and AN Villano and B Welliver and DH Wright and S Yellin and JJ Yen and J Yoo and BA Young and J Zhang and CDMS Collaboration",
            "2013",
            "-HI_tH0AAAAJ:dfsIfKJdRG4C",
            750,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.251301",
            "1574110622550330466",
            "\/scholar?cites=1574110622550330466",
            {
                "2013":22,
                "2014":177,
                "2015":200,
                "2016":156,
                "2017":64,
                "2018":51,
                "2019":30,
                "2020":45,
                "2021":2
            }
        ],
        [
            "We report results from a reanalysis of data from the Cryogenic Dark Matter Search (CDMS II) experiment at the Soudan Underground Laboratory. Data taken between October 2006 and September 2008 using eight germanium detectors are reanalyzed with a lowered, 2 keV recoil-energy threshold, to give increased sensitivity to interactions from weakly interacting massive particles (WIMPs) with masses below∼ 10 GeV\/c 2. This analysis provides stronger constraints than previous CDMS II results for WIMP masses below 9 GeV\/c 2 and excludes parameter space associated with possible low-mass WIMP signals from the DAMA\/LIBRA and CoGeNT experiments.",
            "Results from a low-energy analysis of the CDMS II germanium data",
            "Z Ahmed and DS Akerib and S Arrenberg and CN Bailey and D Balakishiyeva and L Baudis and DA Bauer and PL Brink and T Bruch and R Bunker and B Cabrera and DO Caldwell and J Cooley and E do Couto e Silva and P Cushman and M Daal and F DeJongh and P Di Stefano and MR Dragowsky and L Duong and S Fallows and E Figueroa-Feliciano and J Filippini and J Fox and M Fritts and SR Golwala and J Hall and R Hennings-Yeomans and SA Hertel and D Holmgren and L Hsu and ME Huber and O Kamaev and M Kiveni and M Kos and SW Leman and S Liu and R Mahapatra and V Mandic and KA McCarthy and N Mirabolfathi and D Moore and H Nelson and RW Ogburn and A Phipps and M Pyle and X Qiu and E Ramberg and W Rau and A Reisetter and R Resch and T Saab and B Sadoulet and J Sander and RW Schnee and DN Seitz and B Serfass and KM Sundqvist and M Tarka and P Wikus and S Yellin and J Yoo and BA Young and J Zhang and CDMS Collaboration",
            "2011",
            "-HI_tH0AAAAJ:GnPB-g6toBAC",
            677,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.131302",
            "10497499738060437435",
            "\/scholar?cites=10497499738060437435",
            {
                "2010":3,
                "2011":79,
                "2012":146,
                "2013":146,
                "2014":111,
                "2015":84,
                "2016":52,
                "2017":19,
                "2018":14,
                "2019":5,
                "2020":16,
                "2021":2
            }
        ],
        [
            "The details of Super-Kamiokande-I’s solar neutrino analysis are given. Solar neutrino measurement in Super-Kamiokande is a high statistics collection of B 8 solar neutrinos via neutrino-electron scattering. The analysis method and results of the 1496 day data sample are presented. The final oscillation results for the data are presented also.",
            "Solar neutrino measurements in Super-Kamiokande-I",
            "J Hosaka and K Ishihara and J Kameda and Y Koshio and A Minamino and C Mitsuda and M Miura and S Moriyama and M Nakahata and T Namba and Y Obayashi and N Sakurai and A Sarrat and M Shiozawa and Y Suzuki and Y Takeuchi and S Yamada and I Higuchi and Masaki Ishitsuka and T Kajita and K Kaneyuki and G Mitsuka and S Nakayama and H Nishino and A Okada and K Okumura and C Saji and Y Takenaga and S Clark and S Desai and E Kearns and S Likhoded and JL Stone and LR Sulak and W Wang and M Goldhaber and D Casper and JP Cravens and WR Kropp and DW Liu and S Mine and MB Smy and HW Sobel and CW Sterner and MR Vagins and KS Ganezer and J Hill and WE Keig and JS Jang and JY Kim and IT Lim and K Scholberg and CW Walter and RW Ellsworth and S Tasaka and G Guillian and A Kibayashi and JG Learned and S Matsuno and MD Messier and Y Hayato and AK Ichikawa and T Ishida and T Ishii and T Iwashita and T Kobayashi and T Nakadaira and K Nakamura and K Nitta and Y Oyama and Y Totsuka and AT Suzuki and M Hasegawa and I Kato and H Maesaka and T Nakaya and K Nishikawa and T Sasaki and H Sato and S Yamamoto and M Yokoyama and TJ Haines and S Dazeley and BK Kim and KB Lee and S Hatakeyama and R Svoboda and E Blaufuss and JA Goodman and GW Sullivan and D Turcan and J Cooley and A Habig and Y Fukuda and T Sato and Y Itow and CK Jung and T Kato and K Kobayashi and M Malek and K Martens and C Mauger and C McGrew and E Sharkey and C Yanagisawa and N Tamura and M Sakuda and Y Kuno and M Yoshida and SB Kim and J Yoo and H Okazawa and T Ishizuka and Y Choi and HK Seo and Y Gando and T Hasegawa and K Inoue and J Shirai and A Suzuki and K Nishijima and H Ishino and Y Watanabe and M Koshiba and D Kielczewska and J Zalipska and HG Berns and R Gran and KK Shiraishi and AL Stachyra and K Washburnand and RJ Wilkes and Super-Kamiokande Collaboration",
            "2006",
            "-HI_tH0AAAAJ:HoB7MX3m0LUC",
            637,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.73.112001",
            "18067010144542763694",
            "\/scholar?cites=18067010144542763694",
            {
                "2006":21,
                "2007":48,
                "2008":71,
                "2009":58,
                "2010":50,
                "2011":56,
                "2012":55,
                "2013":60,
                "2014":36,
                "2015":31,
                "2016":35,
                "2017":23,
                "2018":38,
                "2019":24,
                "2020":27
            }
        ],
        [
            "We report a first search for weakly interacting massive particles (WIMPs) using the background rejection capabilities of SuperCDMS. An exposure of 577 kg days was analyzed for WIMPs with mass< 30 GeV\/c 2, with the signal region blinded. Eleven events were observed after unblinding. We set an upper limit on the spin-independent WIMP-nucleon cross section of 1.2× 1 0− 42 cm 2 at 8 GeV\/c 2. This result is in tension with WIMP interpretations of recent experiments and probes new parameter space for WIMP-nucleon scattering for WIMP masses< 6 GeV\/c 2.",
            "Search for low-mass weakly interacting massive particles with SuperCDMS",
            "R Agnese and Alan J Anderson and M Asai and D Balakishiyeva and R Basu Thakur and DA Bauer and J Beaty and J Billard and A Borgland and MA Bowles and D Brandt and PL Brink and R Bunker and B Cabrera and DO Caldwell and DG Cerdeno and H Chagani and Y Chen and M Cherry and J Cooley and B Cornell and CH Crewdson and P Cushman and M Daal and D DeVaney and PCF Di Stefano and E Do Couto E Silva and T Doughty and L Esteban and S Fallows and E Figueroa-Feliciano and GL Godfrey and SR Golwala and J Hall and S Hansen and HR Harris and SA Hertel and BA Hines and T Hofer and D Holmgren and L Hsu and ME Huber and A Jastram and O Kamaev and B Kara and MH Kelsey and S Kenany and A Kennedy and M Kiveni and K Koch and A Leder and B Loer and E Lopez Asamar and R Mahapatra and V Mandic and C Martinez and KA McCarthy and N Mirabolfathi and RA Moffatt and RH Nelson and L Novak and K Page and R Partridge and M Pepin and A Phipps and M Platt and K Prasad and M Pyle and H Qiu and W Rau and P Redl and A Reisetter and RW Resch and Y Ricci and M Ruschman and T Saab and B Sadoulet and J Sander and RL Schmitt and K Schneck and RW Schnee and S Scorza and DN Seitz and B Serfass and B Shank and D Speller and A Tomada and S Upadhyayula and AN Villano and B Welliver and DH Wright and S Yellin and JJ Yen and BA Young and J Zhang and SuperCDMS Collaboration",
            "2014",
            "-HI_tH0AAAAJ:ipzZ9siozwsC",
            616,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.241302",
            "6669819040512693398",
            "\/scholar?cites=6669819040512693398",
            {
                "2014":66,
                "2015":163,
                "2016":145,
                "2017":87,
                "2018":66,
                "2019":46,
                "2020":37,
                "2021":1
            }
        ],
        [
            "We report a first search for weakly interacting massive particles (WIMPs) using the background rejection capabilities of SuperCDMS. An exposure of 577 kg days was analyzed for WIMPs with mass< 30 GeV\/c 2, with the signal region blinded. Eleven events were observed after unblinding. We set an upper limit on the spin-independent WIMP-nucleon cross section of 1.2× 1 0− 42 cm 2 at 8 GeV\/c 2. This result is in tension with WIMP interpretations of recent experiments and probes new parameter space for WIMP-nucleon scattering for WIMP masses< 6 GeV\/c 2.",
            "Search for low-mass weakly interacting massive particles with SuperCDMS",
            "R Agnese and Alan J Anderson and M Asai and D Balakishiyeva and R Basu Thakur and DA Bauer and J Beaty and J Billard and A Borgland and MA Bowles and D Brandt and PL Brink and R Bunker and B Cabrera and DO Caldwell and DG Cerdeno and H Chagani and Y Chen and M Cherry and J Cooley and B Cornell and CH Crewdson and P Cushman and M Daal and D DeVaney and PCF Di Stefano and E Do Couto E Silva and T Doughty and L Esteban and S Fallows and E Figueroa-Feliciano and GL Godfrey and SR Golwala and J Hall and S Hansen and HR Harris and SA Hertel and BA Hines and T Hofer and D Holmgren and L Hsu and ME Huber and A Jastram and O Kamaev and B Kara and MH Kelsey and S Kenany and A Kennedy and M Kiveni and K Koch and A Leder and B Loer and E Lopez Asamar and R Mahapatra and V Mandic and C Martinez and KA McCarthy and N Mirabolfathi and RA Moffatt and RH Nelson and L Novak and K Page and R Partridge and M Pepin and A Phipps and M Platt and K Prasad and M Pyle and H Qiu and W Rau and P Redl and A Reisetter and RW Resch and Y Ricci and M Ruschman and T Saab and B Sadoulet and J Sander and RL Schmitt and K Schneck and RW Schnee and S Scorza and DN Seitz and B Serfass",
            "2014",
            "-HI_tH0AAAAJ:08ZZubdj9fEC",
            616,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.241302",
            "6669819040512693398",
            "\/scholar?cites=6669819040512693398",
            {
                "2014":66,
                "2015":163,
                "2016":145,
                "2017":87,
                "2018":66,
                "2019":46,
                "2020":37,
                "2021":1
            }
        ],
        [
            "We report results from the Cryogenic Dark Matter Search at the Soudan Underground Laboratory (CDMS II) featuring the full complement of 30 detectors. A blind analysis of data taken between October 2006 and July 2007 sets an upper limit on the weakly interacting massive particle (WIMP) nucleon spin-independent cross section of 6.6× 10− 44 cm 2 (4.6× 10− 44 cm 2 when combined with previous CDMS II data) at the 90% confidence level for a WIMP mass of 60 GeV\/c 2. This achieves the best sensitivity for dark matter WIMPs with masses above 44 GeV\/c 2, and significantly restricts the parameter space for some favored supersymmetric models.",
            "Search for weakly interacting massive particles with the first five-tower data from the cryogenic dark matter search at the Soudan underground laboratory",
            "Z Ahmed and DS Akerib and S Arrenberg and MJ Attisha and CN Bailey and L Baudis and DA Bauer and J Beaty and PL Brink and T Bruch and R Bunker and S Burke and B Cabrera and DO Caldwell and J Cooley and P Cushman and F DeJongh and MR Dragowsky and L Duong and J Emes and E Figueroa-Feliciano and J Filippini and M Fritts and Richard J Gaitskell and SR Golwala and DR Grant and J Hall and R Hennings-Yeomans and S Hertel and D Holmgren and ME Huber and R Mahapatra and V Mandic and KA McCarthy and N Mirabolfathi and H Nelson and L Novak and RW Ogburn and M Pyle and X Qiu and E Ramberg and W Rau and A Reisetter and T Saab and Bernard Sadoulet and J Sander and R Schmitt and RW Schnee and DN Seitz and B Serfass and A Sirois and KM Sundqvist and M Tarka and A Tomada and G Wang and S Yellin and J Yoo and BA Young and CDMS Collaboration",
            "2009",
            "-HI_tH0AAAAJ:hMod-77fHWUC",
            610,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.011301",
            "12128899225801334979",
            "\/scholar?cites=12128899225801334979",
            {
                "2008":5,
                "2009":158,
                "2010":166,
                "2011":80,
                "2012":41,
                "2013":40,
                "2014":24,
                "2015":26,
                "2016":18,
                "2017":11,
                "2018":8,
                "2019":10,
                "2020":14
            }
        ],
        [
            "We present results of a Monte Carlo study of the sensitivity of the planned IceCube detector to predicted fluxes of muon neutrinos at TeV to PeV energies. A complete simulation of the detector and data analysis is used to study the detector’s capability to search for muon neutrinos from potential sources such as active galaxies and gamma-ray bursts (GRBs). We study the effective area and the angular resolution of the detector as a function of muon energy and angle of incidence. We present detailed calculations of the sensitivity of the detector to both diffuse and pointlike neutrino fluxes, including an assessment of the sensitivity to neutrinos detected in coincidence with GRB observations. After three years of data taking, IceCube will be able to detect a point-source flux of Eν2×dNν\/dEν=7×10−9 cm−2 s−1 GeV at a 5σ significance, or, in the absence of a signal, place a 90% c.l. limit at a level of Eν2×dNν\/dEν=2×10−9 …",
            "Sensitivity of the IceCube detector to astrophysical sources of high energy muon neutrinos",
            "J Ahrens and John N Bahcall and X Bai and RC Bay and T Becka and K-H Becker and D Berley and E Bernardini and D Bertrand and DZ Besson and A Biron and E Blaufuss and DJ Boersma and S Böser and C Bohm and O Botner and A Bouchta and O Bouhali and T Burgess and W Carithers and T Castermans and J Cavin and W Chinowsky and D Chirkin and B Collin and J Conrad and J Cooley and DF Cowen and A Davour and C De Clercq and T DeYoung and P Desiati and R Ehrlich and RW Ellsworth and PA Evenson and AR Fazely and T Feser and TK Gaisser and J Gallagher and R Ganugapati and H Geenen and A Goldschmidt and JA Goodman and RM Gunasingha and A Hallgren and F Halzen and K Hanson and R Hardtke and T Hauschildt and D Hays and K Helbing and M Hellwig and P Herquet and GC Hill and D Hubert and B Hughey and PO Hulth and K Hultqvist and S Hundertmark and J Jacobsen and GS Japaridze and A Jones and A Karle and H Kawai and M Kestel and N Kitamura and R Koch and L Köpke and M Kowalski and JI Lamoureux and H Leich and M Leuthold and I Liubarsky and J Madsen and HS Matis and CP McParland and T Messarius and P Mészáros and Y Minaeva and RH Minor and P Miočinović and H Miyamoto and R Morse and R Nahnhauer and T Neunhöffer and P Niessen and DR Nygren and H Ögelman and Ph Olbrechts and S Patton and R Paulos and C Pérez de los Heros and AC Pohl and J Pretz and PB Price and GT Przybylski and K Rawlins and S Razzaque and E Resconi and W Rhode and M Ribordy and S Richter and H-G Sander and K Schinarakis and S Schlenstedt and T Schmidt and D Schneider and R Schwarz and D Seckel and AJ Smith and M Solarz and GM Spiczak and C Spiering and M Stamatikos and T Stanev and D Steele and P Steffen and T Stezelberger and RG Stokstad and K-H Sulanke and GW Sullivan and TJ Sumner and I Taboada and S Tilav and N van Eijndhoven and W Wagner and C Walck and R-R Wang and CH Wiebusch and C Wiedemann and R Wischnewski and H Wissing and K Woschnagg and S Yoshida",
            "2004",
            "-HI_tH0AAAAJ:u-x6o8ySG0sC",
            579,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927650503002445",
            "7202158552540086247",
            "\/scholar?cites=7202158552540086247",
            {
                "2003":9,
                "2004":41,
                "2005":49,
                "2006":78,
                "2007":65,
                "2008":49,
                "2009":58,
                "2010":49,
                "2011":39,
                "2012":36,
                "2013":31,
                "2014":19,
                "2015":15,
                "2016":15,
                "2017":6,
                "2018":8,
                "2019":3,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The CDMS low ionization threshold experiment (CDMSlite) uses cryogenic germanium detectors operated at a relatively high bias voltage to amplify the phonon signal in the search for weakly interacting massive particles (WIMPs). Results are presented from the second CDMSlite run with an exposure of 70 kg day, which reached an energy threshold for electron recoils as low as 56 eV. A fiducialization cut reduces backgrounds below those previously reported by CDMSlite. New parameter space for the WIMP-nucleon spin-independent cross section is excluded for WIMP masses between 1.6 and 5.5 GeV\/c 2.",
            "New results from the search for low-mass weakly interacting massive particles with the CDMS low ionization threshold experiment",
            "R Agnese and AJ Anderson and T Aramaki and M Asai and W Baker and D Balakishiyeva and D Barker and R Basu Thakur and DA Bauer and J Billard and A Borgland and MA Bowles and PL Brink and R Bunker and B Cabrera and DO Caldwell and R Calkins and DG Cerdeno and H Chagani and Y Chen and J Cooley and B Cornell and P Cushman and M Daal and PCF Di Stefano and T Doughty and L Esteban and S Fallows and E Figueroa-Feliciano and M Ghaith and GL Godfrey and SR Golwala and J Hall and HR Harris and T Hofer and D Holmgren and L Hsu and ME Huber and D Jardin and A Jastram and O Kamaev and B Kara and MH Kelsey and A Kennedy and A Leder and B Loer and E Lopez Asamar and P Lukens and R Mahapatra and V Mandic and N Mast and N Mirabolfathi and RA Moffatt and JD Morales Mendoza and SM Oser and K Page and WA Page and R Partridge and M Pepin and A Phipps and K Prasad and M Pyle and H Qiu and W Rau and P Redl and A Reisetter and Y Ricci and A Roberts and HE Rogers and T Saab and B Sadoulet and J Sander and K Schneck and RW Schnee and S Scorza and B Serfass and B Shank and D Speller and D Toback and Rosemary Underwood and S Upadhyayula and AN Villano and B Welliver and JS Wilson and DH Wright and S Yellin and JJ Yen and BA Young and J Zhang and SuperCDMS Collaboration",
            "2016",
            "-HI_tH0AAAAJ:Mojj43d5GZwC",
            527,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.116.071301",
            "7919854334650784285",
            "\/scholar?cites=7919854334650784285",
            {
                "2015":5,
                "2016":83,
                "2017":176,
                "2018":105,
                "2019":89,
                "2020":65,
                "2021":2
            }
        ],
        [
            "We report new results from the Cryogenic Dark Matter Search (CDMS II) at the Soudan Underground Laboratory. Two towers, each consisting of six detectors, were operated for 74.5 live days, giving spectrum-weighted exposures of 34 kg-d for germanium and 12 kg-d for silicon targets after cuts, averaged over recoil energies 10-100 keV for a WIMP mass of 60 GeV. A blind analysis was conducted, incorporating improved techniques for rejecting surface events. No WIMP signal exceeding expected backgrounds was observed. When combined with our previous results from Soudan, the 90% CL upper limit on the spin-independent WIMP-nucleon cross section is 1.6 x 10^{-43} cm^ 2 from Ge, and 3 x 10^{-42} cm^ 2 from Si, for a WIMP mass of 60 GeV. The combined limit from Ge (Si) is a factor of 2.5 (10) lower than our previous results, and constrains predictions of supersymmetric models.",
            "Limits on spin-independent wimp-nucleon interactions from the two-tower run of the cryogenic dark matter search",
            "CDMS collaboration",
            "2005",
            "-HI_tH0AAAAJ:M3NEmzRMIkIC",
            429,
            "https:\/\/arxiv.org\/abs\/astro-ph\/0509259",
            "10906507329906707870",
            "\/scholar?cites=10906507329906707870",
            {
                "2005":4,
                "2006":46,
                "2007":83,
                "2008":83,
                "2009":68,
                "2010":54,
                "2011":29,
                "2012":16,
                "2013":15,
                "2014":13,
                "2015":4,
                "2016":5,
                "2017":4,
                "2018":1,
                "2019":2
            }
        ]
    ]
}