{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Layer-by-layer stacking or lateral interfacing of atomic monolayers has opened up unprecedented opportunities to engineer two-dimensional heteromaterials. Fabrication of such artificial heterostructures with atomically clean and sharp interfaces, however, is challenging. Here, we report a one-step growth strategy for the creation of high-quality vertically stacked as well as in-plane interconnected heterostructures of WS 2\/MoS 2 via control of the growth temperature. Vertically stacked bilayers with WS 2 epitaxially grown on top of the MoS 2 monolayer are formed with preferred stacking order at high temperature. A strong interlayer excitonic transition is observed due to the type II band alignment and to the clean interface of these bilayers. Vapour growth at low temperature, on the other hand, leads to lateral epitaxy of WS 2 on MoS 2 edges, creating seamless and atomically sharp in-plane heterostructures that …",
            "Vertical and in-plane heterostructures from WS 2\/MoS 2 monolayers",
            "Yongji Gong and Junhao Lin and Xingli Wang and Gang Shi and Sidong Lei and Zhong Lin and Xiaolong Zou and Gonglan Ye and Robert Vajtai and Boris I Yakobson and Humberto Terrones and Mauricio Terrones and Beng Kang Tay and Jun Lou and Sokrates T Pantelides and Zheng Liu and Wu Zhou and Pulickel M Ajayan",
            "2014",
            "-hPiJKAAAAAJ:ufrVoPGSRksC",
            1549,
            "https:\/\/www.nature.com\/articles\/nmat4091",
            "712104326530196481",
            "\/scholar?cites=712104326530196481",
            {
                "2015":133,
                "2016":232,
                "2017":300,
                "2018":318,
                "2019":269,
                "2020":252,
                "2021":33
            }
        ],
        [
            "The isolation of graphene in 2004 from graphite was a defining moment for the “birth” of a field: two-dimensional (2D) materials. In recent years, there has been a rapidly increasing number of papers focusing on non-graphene layered materials, including transition-metal dichalcogenides (TMDs), because of the new properties and applications that emerge upon 2D confinement. Here, we review significant recent advances and important new developments in 2D materials “beyond graphene”. We provide insight into the theoretical modeling and understanding of the van der Waals (vdW) forces that hold together the 2D layers in bulk solids, as well as their excitonic properties and growth morphologies. Additionally, we highlight recent breakthroughs in TMD synthesis and characterization and discuss the newest families of 2D materials, including monoelement 2D materials (i.e., silicene, phosphorene, etc.) and …",
            "Recent advances in two-dimensional materials beyond graphene",
            "Ganesh R Bhimanapati and Zhong Lin and Vincent Meunier and Yeonwoong Jung and Judy Cha and Saptarshi Das and Di Xiao and Youngwoo Son and Michael S Strano and Valentino R Cooper and Liangbo Liang and Steven G Louie and Emilie Ringe and Wu Zhou and Steve S Kim and Rajesh R Naik and Bobby G Sumpter and Humberto Terrones and Fengnian Xia and Yeliang Wang and Jun Zhu and Deji Akinwande and Nasim Alem and Jon A Schuller and Raymond E Schaak and Mauricio Terrones and Joshua A Robinson",
            "2015",
            "-hPiJKAAAAAJ:bFI3QPDXJZMC",
            1478,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsnano.5b05556",
            "2239815428344353542",
            "\/scholar?cites=2239815428344353542",
            {
                "2016":140,
                "2017":297,
                "2018":335,
                "2019":322,
                "2020":343,
                "2021":40
            }
        ],
        [
            "Individual monolayers of metal dichalcogenides are atomically thin two-dimensional crystals with attractive physical properties different from those of their bulk counterparts. Here we describe the direct synthesis of WS2 monolayers with triangular morphologies and strong room-temperature photoluminescence (PL). The Raman response as well as the luminescence as a function of the number of S–W–S layers is also reported. The PL weakens with increasing number of layers due to a transition from direct band gap in a monolayer to indirect gap in multilayers. The edges of WS2 monolayers exhibit PL signals with extraordinary intensity, around 25 times stronger than that at the platelet’s center. The structure and chemical composition of the platelet edges appear to be critical for PL enhancement.",
            "Extraordinary Room-Temperature Photoluminescence in Triangular WS2 Monolayers",
            "Humberto R Gutiérrez and Nestor Perea-López and Ana Laura Elías and Ayse Berkdemir and Bei Wang and Ruitao Lv and Florentino López-Urías and Vincent H Crespi and Humberto Terrones and Mauricio Terrones",
            "2013",
            "-hPiJKAAAAAJ:qjMakFHDy7sC",
            1262,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl3026357",
            "16208515439663845881",
            "\/scholar?cites=16208515439663845881",
            {
                "2013":35,
                "2014":105,
                "2015":175,
                "2016":210,
                "2017":180,
                "2018":200,
                "2019":171,
                "2020":168,
                "2021":17
            }
        ],
        [
            "Carbon nanotubes 1, 2 might be usefully employed in nanometre-scale engineering and electronics. Electrical conductivity measurements on the bulk material 3, 4, on individual multi-walled 5, 6 and single-walled 7 nanotubes and on bundles of single-walled nanotubes 8, 9 have revealed that they may behave as metallic, insulating or semiconducting nanowires, depending on the method of production—which controls the degree of graphitization, the helicity and the diameter. Measurements of Young's modulus show 10 that single nanotubes are stiffer than commercial carbon fibres. Methods commonly used to generate nanotubes—carbon-arc discharge techniques 1, 2, 4, catalytic pyrolysis of hydrocarbons 11, 12 and condensed-phase electrolysis 13, 14—generally suffer from the drawbacks that polyhedral particles are also formed and that the dimensions of the nanotubes are highly variable. Here we describe …",
            "Controlled production of aligned-nanotube bundles",
            "M Terrones and N Grobert and J Olivares and JP Zhang and H Terrones and K Kordatos and WK Hsu and JP Hare and PD Townsend and K Prassides and AK Cheetham and HW Kroto and DRM Walton",
            "1997",
            "-hPiJKAAAAAJ:u5HHmVD_uO8C",
            1064,
            "https:\/\/www.nature.com\/articles\/40369",
            "4520477739649266811",
            "\/scholar?cites=4520477739649266811",
            {
                "1997":6,
                "1998":20,
                "1999":56,
                "2000":59,
                "2001":67,
                "2002":86,
                "2003":95,
                "2004":78,
                "2005":62,
                "2006":59,
                "2007":66,
                "2008":52,
                "2009":54,
                "2010":40,
                "2011":37,
                "2012":34,
                "2013":39,
                "2014":38,
                "2015":20,
                "2016":23,
                "2017":21,
                "2018":15,
                "2019":20,
                "2020":8,
                "2021":2
            }
        ],
        [
            "The Raman scattering of single-and few-layered WS 2 is studied as a function of the number of SWS layers and the excitation wavelength in the visible range (488, 514 and 647 nm). For the three excitation wavelengths used in this study, the frequency of the A 1g (Γ) phonon mode monotonically decreases with the number of layers. For single-layer WS 2, the 514.5 nm laser excitation generates a second-order Raman resonance involving the longitudinal acoustic mode (LA (M)). This resonance results from a coupling between the electronic band structure and lattice vibrations. First-principles calculations were used to determine the electronic and phonon band structures of single-layer and bulk WS 2. The reduced intensity of the 2LA mode was then computed, as a function of the laser wavelength, from the fourth-order Fermi golden rule. Our observations establish an unambiguous and nondestructive Raman …",
            "Identification of individual and few layers of WS 2 using Raman spectroscopy",
            "Ayse Berkdemir and Humberto R Gutiérrez and Andrés R Botello-Méndez and Néstor Perea-López and Ana Laura Elías and Chen-Ing Chia and Bei Wang and Vincent H Crespi and Florentino López-Urías and Jean-Christophe Charlier and Humberto Terrones and Mauricio Terrones",
            "2013",
            "-hPiJKAAAAAJ:Se3iqnhoufwC",
            1005,
            "https:\/\/www.nature.com\/articles\/srep01755",
            "4677300183634413123",
            "\/scholar?cites=4677300183634413123",
            {
                "2013":8,
                "2014":54,
                "2015":104,
                "2016":159,
                "2017":176,
                "2018":165,
                "2019":165,
                "2020":154,
                "2021":19
            }
        ],
        [
            "Carbon is a unique and very versatile element which is capable of forming different architectures at the nanoscale. Over the last 20 years, new members of the carbon nanostructure family arose, and more are coming. This review provides a brief overview on carbon nanostructures ranging from C60 to graphene, passing through carbon nanotubes. It provides the reader with important definitions in carbon nanoscience and concentrates on novel one- and two-dimensional layered carbon (sp2 hybridized), including graphene and nanoribbons. This account presents the latest advances in their synthesis and characterization, and discusses new perspectives of tailoring their electronic, chemical, mechanical and magnetic properties based on defect control engineering. It is foreseen that some of the structures discussed in the review will have important applications in areas related to electronics, spintronics, composites …",
            "Graphene and graphite nanoribbons: Morphology, properties, synthesis, defects and applications",
            "Mauricio Terrones and Andrés R Botello-Méndez and Jessica Campos-Delgado and Florentino López-Urías and Yadira I Vega-Cantú and Fernando J Rodríguez-Macías and Ana Laura Elías and Emilio Munoz-Sandoval and Abraham G Cano-Márquez and Jean-Christophe Charlier and Humberto Terrones",
            "2010",
            "-hPiJKAAAAAJ:IjCSPb-OGe4C",
            872,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1748013210000848",
            "806656958105634494",
            "\/scholar?cites=806656958105634494",
            {
                "2010":3,
                "2011":36,
                "2012":61,
                "2013":79,
                "2014":100,
                "2015":84,
                "2016":112,
                "2017":90,
                "2018":126,
                "2019":76,
                "2020":88,
                "2021":11
            }
        ],
        [
            "Crossing single-walled carbon nanotubes can be joined by electron beam welding to form molecular junctions. Stable junctions of various geometries are created in situ in a transmission electron microscope. Electron beam exposure at high temperatures induces structural defects which promote the joining of tubes via cross-linking of dangling bonds. The observations are supported by molecular dynamics simulations which show that the creation of vacancies and interstitials induces the formation of junctions involving seven-or eight-membered carbon rings at the surface between the tubes.",
            "Molecular junctions by joining single-walled carbon nanotubes",
            "M Terrones and F Banhart and N Grobert and J-C Charlier and H Terrones and PM Ajayan",
            "2002",
            "-hPiJKAAAAAJ:u-x6o8ySG0sC",
            828,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.89.075505",
            "6206637807383079645",
            "\/scholar?cites=6206637807383079645",
            {
                "2002":7,
                "2003":36,
                "2004":59,
                "2005":60,
                "2006":55,
                "2007":68,
                "2008":62,
                "2009":42,
                "2010":49,
                "2011":43,
                "2012":57,
                "2013":48,
                "2014":38,
                "2015":29,
                "2016":39,
                "2017":32,
                "2018":33,
                "2019":30,
                "2020":27,
                "2021":4
            }
        ],
        [
            "Nitrogen-doped carbon nanotubes have been synthesized using pyrolysis and characterized by scanning tunneling spectroscopy and transmission electron microscopy. The doped nanotubes are all metallic and exhibit strong electron donor states near the Fermi level. Using tight-binding and ab initio calculations, we observe that pyridine-like N structures are responsible for the metallic behavior and the prominent features near the Fermi level. These electron rich structures are the first example of n-type nanotubes, which could pave the way to real molecular heterojunction devices. ",
            "Identification of electron donor states in N-doped carbon nanotubes",
            "R Czerw and Mauricio Terrones and J-C Charlier and X Blase and B Foley and R Kamalakaran and N Grobert and Humberto Terrones and D Tekleab and PM Ajayan and W Blau and M Rühle and DL Carroll",
            "2001",
            "-hPiJKAAAAAJ:d1gkVwhDpl0C",
            801,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl015549q",
            "11875123588463792996",
            "\/scholar?cites=11875123588463792996",
            {
                "2002":9,
                "2003":18,
                "2004":23,
                "2005":24,
                "2006":33,
                "2007":37,
                "2008":37,
                "2009":38,
                "2010":47,
                "2011":51,
                "2012":44,
                "2013":57,
                "2014":61,
                "2015":58,
                "2016":72,
                "2017":53,
                "2018":42,
                "2019":49,
                "2020":41
            }
        ],
        [
            "We report the use of chemical vapor deposition (CVD) for the bulk production (grams per day) of long, thin, and highly crystalline graphene ribbons (<20−30 μm in length) exhibiting widths of 20−300 nm and small thicknesses (2−40 layers). These layers usually exhibit perfect ABAB... stacking as in graphite crystals. The structure of the ribbons has been carefully characterized by several techniques and the electronic transport and gas adsorption properties have been measured. With this material available to researchers, it should be possible to develop new applications and physicochemical phenomena associated with layered graphene.",
            "Bulk Production of a New Form of sp2 Carbon: Crystalline Graphene Nanoribbons",
            "Jessica Campos-Delgado and José Manuel Romo-Herrera and Xiaoting Jia and David A Cullen and Hiroyuki Muramatsu and Yoong Ahm Kim and Takuya Hayashi and Zhifeng Ren and David J Smith and Yu Okuno and Tomonori Ohba and Hirofumi Kanoh and Katsumi Kaneko and Morinobu Endo and Humberto Terrones and Mildred S Dresselhaus and Mauricio Terrones",
            "2008",
            "-hPiJKAAAAAJ:UeHWp8X0CEIC",
            631,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl801316d",
            "15462994773417900567",
            "\/scholar?cites=15462994773417900567",
            {
                "2009":39,
                "2010":44,
                "2011":66,
                "2012":68,
                "2013":63,
                "2014":64,
                "2015":56,
                "2016":41,
                "2017":55,
                "2018":72,
                "2019":33,
                "2020":21,
                "2021":4
            }
        ],
        [
            "Gold nanoparticles were selectively attached to chemically functionalized surface sites on nitrogen-doped carbon (CNx) nanotubes. A cationic polyelectrolyte was adsorbed on the surface of the nanotubes by electrostatic interaction between carboxyl groups on the chemically oxidized nanotube surface and polyelectrolyte chains. Negatively charged 10 nm gold nanoparticles from a gold colloid suspension were subsequently anchored to the surface of the nanotubes through the electrostatic interaction between the polyelectrolyte and the nanoparticles. This approach provides an efficient method to attach other nanostructures to carbon nanotubes and can be used as an illustrative detection of the functional groups on carbon nanotube surfaces. ",
            "Selective attachment of gold nanoparticles to nitrogen-doped carbon nanotubes",
            "Kuiyang Jiang and Ami Eitan and Linda S Schadler and Pulickel M Ajayan and Richard W Siegel and Nicole Grobert and Martine Mayne and Marisol Reyes-Reyes and Humberto Terrones and Mauricio Terrones",
            "2003",
            "-hPiJKAAAAAJ:9yKSN-GCB0IC",
            612,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl025914t",
            "11095859831132217856",
            "\/scholar?cites=11095859831132217856",
            {
                "2003":8,
                "2004":25,
                "2005":29,
                "2006":49,
                "2007":52,
                "2008":51,
                "2009":48,
                "2010":54,
                "2011":50,
                "2012":44,
                "2013":37,
                "2014":33,
                "2015":25,
                "2016":28,
                "2017":24,
                "2018":24,
                "2019":13,
                "2020":13,
                "2021":2
            }
        ]
    ]
}