{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Reactive oxygen species (ROS) play a key role in promoting mitochondrial cytochrome c release and induction of apoptosis. ROS induce dissociation of cytochrome c from cardiolipin on the inner mitochondrial membrane (IMM), and cytochrome c may then be released via mitochondrial permeability transition (MPT)-dependent or MPT-independent mechanisms. We have developed peptide antioxidants that target the IMM, and we used them to investigate the role of ROS and MPT in cell death caused by t-butylhydroperoxide (tBHP) and 3-nitropropionic acid (3NP). The structural motif of these peptides centers on alternating aromatic and basic amino acid residues, with dimethyltyrosine providing scavenging properties. These peptide antioxidants are cell-permeable and concentrate 1000-fold in the IMM. They potently reduced intracellular ROS and cell death caused by tBHP in neuronal N2A cells (EC50 in nm range …",
            "Cell-permeable peptide antioxidants targeted to inner mitochondrial membrane inhibit mitochondrial swelling, oxidative cell death, and reperfusion injury",
            "Kesheng Zhao and Guo-Min Zhao and Dunli Wu and Yi Soong and Alex V Birk and Peter W Schiller and Hazel H Szeto",
            "2004",
            "-NsQ58wAAAAJ:u-x6o8ySG0sC",
            715,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925820773023",
            "3988133526304120398",
            "\/scholar?cites=3988133526304120398",
            {
                "2005":16,
                "2006":18,
                "2007":28,
                "2008":34,
                "2009":29,
                "2010":36,
                "2011":50,
                "2012":50,
                "2013":52,
                "2014":52,
                "2015":63,
                "2016":57,
                "2017":56,
                "2018":57,
                "2019":56,
                "2020":52,
                "2021":5
            }
        ],
        [
            "Opioid peptide analogs consisting entirely of aromatic amino acid residues and containing conformationally restricted phenylalanine derivatives in position 2 of the peptide sequence were synthesized and pharmacologically characterized in vitro. Both diastereoisomers of H-Tyr-(D or L)-NMePhe-Phe-Phe-NH2 (NMePhe is N alpha-methylphenylalanine) were mu-receptor-selective, were full agonists in the mu-receptor-representative guinea pig ileum assay, and were partial agonists in the mouse vas deferens assay, with the L-NMePhe2 analog displaying somewhat higher intrinsic activity than the D-NMePhe2 analog. Further conformational restriction at position 2 in the sequence, as achieved through substitution of D- or L-tetrahydro-3-isoquinoline carboxylic acid (Tic), produced a configuration-dependent differential effect on receptor selectivity and intrinsic activity, leading to a potent mu-selective mu agonist (the …",
            "Differential stereochemical requirements of mu vs. delta opioid receptors for ligand binding and signal transduction: development of a class of potent and highly delta …",
            "Peter W Schiller and TM Nguyen and Grazyna Weltrowska and Brian C Wilkes and Brian J Marsden and Carole Lemieux and Nga N Chung",
            "1992",
            "-NsQ58wAAAAJ:u5HHmVD_uO8C",
            282,
            "https:\/\/www.pnas.org\/content\/89\/24\/11871.short",
            "3392005053600006131",
            "\/scholar?cites=3392005053600006131",
            {
                "1993":8,
                "1994":13,
                "1995":23,
                "1996":12,
                "1997":15,
                "1998":15,
                "1999":24,
                "2000":13,
                "2001":10,
                "2002":14,
                "2003":17,
                "2004":16,
                "2005":16,
                "2006":8,
                "2007":7,
                "2008":7,
                "2009":8,
                "2010":7,
                "2011":6,
                "2012":6,
                "2013":8,
                "2014":2,
                "2015":7,
                "2016":9,
                "2017":2,
                "2018":2,
                "2019":1,
                "2020":4
            }
        ],
        [
            "Using a combination of solid-phase and solution methods, we synthesized a series of cyclic [Leu6] enkephalin analogues by substitution of Da, tv-diaminoacids in position 2 of the enkephalin sequence and cyclization of the-amino group to the C-terminal carboxy group of leucine. Cyclic analogues containing Da,\/3-diaminopropionic acid (1), D-,-diaminobutyric acid (2), D-ornithine (3), or D-lysine (4) in position 2 and the [n-Leu5] and [des-Leu5] analogues of 4 (5 and 6) showed, in general, high potency in the guinea pig ileum (GPI) assay and low potency in the mouse vas deferens (MVD) assay. ICjo (MVDi\/IC^)(GPI) ratios ranging from 3.1 to 29.4 were obtained, indicating the preference of the cyclic analogues for µ receptors over receptors. With two exceptions, preferential affinity for µ receptors is reflected in the K, ratios determined in parallel binding assays using [3H] naloxone and [3H][d-Ala2, D-Leu6] enkephalin …",
            "Synthesis and pharmacological characterization in vitro of cyclic enkephalin analogs: effect of conformational constraints on opiate receptor selectivity",
            "John DiMaio and Thi MD Nguyen and Carole Lemieux and Peter W Schiller",
            "1982",
            "-NsQ58wAAAAJ:d1gkVwhDpl0C",
            240,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/jm00354a008",
            "3019283110970707530",
            "\/scholar?cites=3019283110970707530",
            {
                "1983":10,
                "1984":12,
                "1985":16,
                "1986":25,
                "1987":9,
                "1988":9,
                "1989":7,
                "1990":7,
                "1991":14,
                "1992":3,
                "1993":7,
                "1994":7,
                "1995":7,
                "1996":3,
                "1997":4,
                "1998":6,
                "1999":4,
                "2000":4,
                "2001":9,
                "2002":3,
                "2003":7,
                "2004":8,
                "2005":7,
                "2006":3,
                "2007":7,
                "2008":4,
                "2009":2,
                "2010":3,
                "2011":3,
                "2012":5,
                "2013":4,
                "2014":4,
                "2015":3,
                "2016":3,
                "2017":2,
                "2018":1,
                "2019":4,
                "2020":1
            }
        ],
        [
            "The localization of two synthetic fragments of the C-terminal portion of atrial natriuretic factor: Arg 101-Tyr 126 which displays full biological activity and Leu 94-Arg 109 which is completely devoid of biological activity, has been investigated by immunohisto- and immunocytochemical methods in the heart of mammals (rat, mouse, guinea pig, hamster, rabbit, cat, dog, man) and nonmammalian vertebrates toad (Bufo marinus), frog (Rana catesbeiana), fish (Cyprinus carpio, Puntius schwanenfeldi, Cichlosoma biocellatum, Carrasius auratus), snake (Python reticulatus) and hen. Antibodies against the synthetic fragments of ANF were raised in rabbits and used either for immunofluorescence (Coons' technique), immunohistochemistry (unlabeled antibody technique) or immunocytochemistry (protein A-gold technique). Results obtained by immunofluorescence and by the unlabeled antibody technique were similar …",
            "Localization of immunoreactive synthetic atrial natriuretic factor (ANF) in the heart of various animal species.",
            "CHR1ST1NE Chapeau and JOLANTA Gutkowska and PW Schiller and RW Milne and G Thibault and R Garcia and J Genest and M Cantin",
            "1985",
            "-NsQ58wAAAAJ:qjMakFHDy7sC",
            237,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/33.6.3158698",
            "13157846616164980564",
            "\/scholar?cites=13157846616164980564",
            {
                "1985":4,
                "1986":10,
                "1987":18,
                "1988":19,
                "1989":19,
                "1990":17,
                "1991":10,
                "1992":12,
                "1993":11,
                "1994":9,
                "1995":6,
                "1996":8,
                "1997":1,
                "1998":3,
                "1999":2,
                "2000":6,
                "2001":2,
                "2002":1,
                "2003":3,
                "2004":9,
                "2005":2,
                "2006":2,
                "2007":3,
                "2008":2,
                "2009":4,
                "2010":6,
                "2011":3,
                "2012":4,
                "2013":1,
                "2014":5,
                "2015":7,
                "2016":2,
                "2017":10,
                "2018":7,
                "2019":4,
                "2020":4
            }
        ],
        [
            "We have recently shown that synthetic rat atrial natriuretic factor (ANF) directly inhibits mineralocorticoid and glucocorticoid secretion in cultured bovine adrenal cells with a potency of 100 pM. [125I]iodo-ANF was used in the present study to characterize potential receptor sites in bovine zona glomerulosa membranes. ANF binds to a class of high affinity binding sites with a pK of 10.2 and a density of 1.3 pmol\/mg protein. Detailed competition curves with ANF document a class of high affinity sites with a pK of 10.2 and also a second class of lower affinity sites with a pK of 8.5. Nonspecific binding amounts to less than 10% of [125I]iodo-ANF binding at concentrations less than 100 pM. High affinity binding of [125I]iodo-ANF is reversible with a half-time of association of 15 minutes at 25 pM and a half-time of dissociation of 140 minutes. Monovalent cations Na, Li and K equipotently enhance [125I]iodo-ANF specific …",
            "Characterization of specific receptors for atrial natriuretic factor in bovine adrenal zona glomerulosa",
            "A De Lean and J Gutkowska and N McNicoll and PW Schiller and M Cantin and J Genest",
            "1984",
            "-NsQ58wAAAAJ:2osOgNQ5qMEC",
            218,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0024320584905228",
            "8125651645071852240",
            "\/scholar?cites=8125651645071852240",
            {
                "1984":1,
                "1985":20,
                "1986":38,
                "1987":33,
                "1988":35,
                "1989":29,
                "1990":10,
                "1991":10,
                "1992":9,
                "1993":6,
                "1994":3,
                "1995":4,
                "1996":3,
                "1997":4,
                "1998":1,
                "1999":1,
                "2000":2,
                "2001":1,
                "2002":2,
                "2003":1,
                "2004":1,
                "2005":1,
                "2006":2,
                "2007":1
            }
        ],
        [
            "A synthetic combinatorial library containing 52,128,400 D-amino acid hexapeptides was used to identify a ligand for the mu opioid receptor. The peptide, Ac-rfwink-NH2, bears no resemblance to any known opioid peptide. Simulations using molecular dynamics, however, showed that three amino acid moieties have the same spatial orientation as the corresponding pharmacophoric groups of the opioid peptide PLO17. Ac-rfwink-NH2 was shown to be a potent agonist at the mu receptor and induced long-lasting analgesia in mice. Analgesia produced by intraperitoneally administered Ac-rfwink-NH2 was blocked by intracerebroventricular administration of naloxone, demonstrating that this peptide may cross the blood-brain barrier.",
            "An all D-amino acid opioid peptide with central analgesic activity from a combinatorial library",
            "CT Dooley and NN Chung and BC Wilkes and PW Schiller and JM Bidlack and GW Pasternak and RA Houghten",
            "1994",
            "-NsQ58wAAAAJ:9yKSN-GCB0IC",
            214,
            "https:\/\/science.sciencemag.org\/content\/266\/5193\/2019.abstract",
            "2605002058971892554",
            "\/scholar?cites=2605002058971892554",
            {
                "1995":7,
                "1996":19,
                "1997":20,
                "1998":19,
                "1999":15,
                "2000":12,
                "2001":6,
                "2002":7,
                "2003":7,
                "2004":6,
                "2005":8,
                "2006":4,
                "2007":5,
                "2008":11,
                "2009":7,
                "2010":7,
                "2011":10,
                "2012":15,
                "2013":5,
                "2014":8,
                "2015":4,
                "2016":3,
                "2017":1,
                "2018":2,
                "2019":3,
                "2020":2
            }
        ],
        [
            "Opioid compounds with mixed μ agonist\/δ antagonist properties are expected to be analgesics with low propensity to produce tolerance and dependence. In an effort to strengthen the μ agonist component of the mixed μ agonist\/δ antagonist H-Tyr-Tic-Phe-Phe-NH2 (TIPP-NH2), analogues containing structurally modified tyrosine residues in place of Tyr were synthesized. Among the prepared compounds, H-Dmt-Tic-Phe-Phe-NH2 (DIPP-NH2; Dmt = 2‘,6‘-dimethyltyrosine) and H-Dmt-TicΨ[CH2NH]Phe-Phe-NH2 (DIPP-NH2[Ψ]) retained a mixed μ agonist\/δ antagonist profile, as determined in the guinea pig ileum and mouse vas deferens assays, whereas H-Tmt-Tic-Phe-Phe-NH2 (Tmt = N,2‘,6‘-trimethyltyrosine) was a partial μ agonist\/δ antagonist and H-Tmt-TicΨ[CH2NH]Phe-Phe-NH2 was a μ antagonist\/δ antagonist. DIPP-NH2[Ψ] showed binding affinities in the subnanomolar range for both μ and δ receptors in …",
            "The opioid μ agonist\/δ antagonist DIPP-NH2 [Ψ] produces a potent analgesic effect, no physical dependence, and less tolerance than morphine in rats",
            "Peter W Schiller and Marian E Fundytus and Lisa Merovitz and Grazyna Weltrowska and Thi M-D Nguyen and Carole Lemieux and Nga N Chung and Terence J Coderre",
            "1999",
            "-NsQ58wAAAAJ:IjCSPb-OGe4C",
            203,
            "https:\/\/pubs.acs.org\/doi\/full\/10.1021\/jm980724+",
            "3606866235706659866",
            "\/scholar?cites=3606866235706659866",
            {
                "1999":1,
                "2000":10,
                "2001":7,
                "2002":9,
                "2003":13,
                "2004":7,
                "2005":13,
                "2006":7,
                "2007":12,
                "2008":12,
                "2009":14,
                "2010":6,
                "2011":8,
                "2012":10,
                "2013":9,
                "2014":10,
                "2015":11,
                "2016":13,
                "2017":3,
                "2018":10,
                "2019":10,
                "2020":7
            }
        ],
        [
            "According to the membrane compartment concept the receptor specificity of ligands is based not only on ligand-receptor complementarity but also on specific ligand-membrane interactions. Elaboration of this concept for opioid pep-tide-receptor interactions had led to the assumption that µ-and-receptors are located in anionic and cationic membrane compartments, respectively, and to the predictionthat positively charged opioid receptor ligands should display µ-receptor selectivity. To assess the validity of thismodel, we synthesized a series of dermorphin analogues carrying a net positive charge and tested them in µ-and-receptor representative binding assays and bioassays. Some but not all of the prepared compounds showed the receptor-selectivity profile expected on the basis of the membrane compartment concept. In particular, gradual augmentation of the positive charge from 1+ to 3+ in a series of …",
            "Dermorphin analogs carrying an increased positive net charge in their\" message\" domain display extremely high. mu.-opioid receptor selectivity",
            "Peter W Schiller and Nguyen Thi Mai Dung and Nga N Chung and Carole Lemieux",
            "1989",
            "-NsQ58wAAAAJ:UeHWp8X0CEIC",
            191,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/jm00123a035",
            "9531925791832976450",
            "\/scholar?cites=9531925791832976450",
            {
                "1989":4,
                "1990":7,
                "1991":17,
                "1992":5,
                "1993":7,
                "1994":7,
                "1995":11,
                "1996":8,
                "1997":4,
                "1998":12,
                "1999":6,
                "2000":5,
                "2001":8,
                "2002":4,
                "2003":9,
                "2004":8,
                "2005":2,
                "2006":4,
                "2007":4,
                "2008":7,
                "2009":3,
                "2010":6,
                "2011":8,
                "2012":5,
                "2013":5,
                "2014":4,
                "2015":1,
                "2016":6,
                "2017":2,
                "2018":5,
                "2019":5
            }
        ],
        [
            "Free fatty acids induce apoptosis in cardiomyocytes, which is implicated in lipotoxic cardiomyopathy. However, the underlying mechanisms remain not fully understood. MicroRNAs (miRNAs) are non-coding small RNAs that control gene expression at the post-transcriptional level. Dysregulated miRNAs have been shown to be involved in heart diseases. This study was to examine whether miR-195 regulates palmitate-induced cardiomyocyte apoptosis by targeting Sirt1, a known anti-apoptotic protein.In cultured neonatal mouse cardiomyocytes, palmitate up-regulated miR-195 expression, increased reactive oxygen species (ROS) production, and induced apoptosis as determined by up-regulation of caspase-3 activity and DNA fragmentation. Inhibition of miR-195 decreased ROS production and apoptosis in palmitate-stimulated cardiomyocytes. In …",
            "MicroRNA-195 promotes palmitate-induced apoptosis in cardiomyocytes by down-regulating Sirt1",
            "Huaqing Zhu and Yixin Yang and Yanpeng Wang and Jianmin Li and Peter W Schiller and Tianqing Peng",
            "2011",
            "-NsQ58wAAAAJ:BUYA1_V_uYcC",
            185,
            "https:\/\/academic.oup.com\/cardiovascres\/article-abstract\/92\/1\/75\/538456",
            "4973475628357215037",
            "\/scholar?cites=4973475628357215037",
            {
                "2012":11,
                "2013":28,
                "2014":21,
                "2015":27,
                "2016":28,
                "2017":18,
                "2018":19,
                "2019":14,
                "2020":19
            }
        ],
        [
            "The tetrapeptide DALDA (H-Tyr-d-Arg-Phe-Lys-NH2) is a polar and selective μ agonist showing poor penetration of the placental and blood–brain barriers. In an effort to enhance the potency of DALDA, analogues containing 2′,6′-dimethyltyrosine (Dmt), N,2′,6′-trimethyltyrosine (Tmt), 2′-methyltyrosine (Mmt) or 2′-hydroxy,6′-methyltyrosine (Hmt) in place of Tyr1, or Orn or α,γ-diaminobutyric acid (A2bu) in place of Lys4, were synthesized. All compounds displayed high μ receptor selectivity in the rat and guinea pig brain membrane binding assays and most of them were more potent μ agonists than DALDA in the μ receptor-representative guinea pig ileum assay, with [Dmt1]DALDA showing the highest potency. Because of its extraordinary μ agonist potency, high μ selectivity, polar character (charge of 3+) and metabolic stability, [Dmt1]DALDA has potential for use in obstetrical or peripheral analgesia.",
            "Synthesis and in vitro opioid activity profiles of DALDA analogues",
            "Peter W Schiller and Thi M-D Nguyen and Irena Berezowska and Sébastien Dupuis and Grazyna Weltrowska and Nga N Chung and Carole Lemieux",
            "2000",
            "-NsQ58wAAAAJ:eQOLeE2rZwMC",
            178,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0223523400011715",
            "12101452737300238721",
            "\/scholar?cites=12101452737300238721",
            {
                "2001":6,
                "2002":7,
                "2003":14,
                "2004":10,
                "2005":13,
                "2006":7,
                "2007":6,
                "2008":12,
                "2009":6,
                "2010":8,
                "2011":9,
                "2012":5,
                "2013":5,
                "2014":10,
                "2015":15,
                "2016":14,
                "2017":9,
                "2018":5,
                "2019":8,
                "2020":8
            }
        ]
    ]
}