{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "We report optical properties of PbTe and PbSe as obtained from first-principles calculations with the Tran-Blaha modified Becke-Johnson potential. The results are discussed in relation to existing experimental data, particularly in relation to the temperature dependence of the band gap.",
            "Optical properties of PbTe and PbSe",
            "Chinedu E Ekuma and David J Singh and Juana Moreno and Mark Jarrell",
            "2012",
            "-r6iowsAAAAJ:u5HHmVD_uO8C",
            94,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.85.085205",
            "6788080264145995599",
            "\/scholar?cites=6788080264145995599",
            {
                "2012":2,
                "2013":11,
                "2014":8,
                "2015":14,
                "2016":12,
                "2017":10,
                "2018":5,
                "2019":14,
                "2020":15,
                "2021":2
            }
        ],
        [
            "We report the electronic structure of monoclinic CuO as obtained from first principles calculations utilizing density functional theory plus effective Coulomb interaction (DFT + U) method. In contrast to standard DFT calculations taking into account electronic correlations in DFT + U gave antiferromagnetic insulator with energy gap and magnetic moment values in good agreement with experimental data. The electronic states around the Fermi level are formed by partially filled Cu 3d  x²−y² orbitals with significant admixture of O 2p states. Theoretical spectra are calculated using DFT + U electronic structure method and their comparison with experimental photoemission and optical spectra show very good agreement.",
            "Electronic structure and spectra of CuO",
            "CE Ekuma and VI Anisimov and Juana Moreno and M Jarrell",
            "2014",
            "-r6iowsAAAAJ:YsMSGLbcyi4C",
            73,
            "https:\/\/link.springer.com\/article\/10.1140\/epjb\/e2013-40949-5",
            "9186328348348630729",
            "\/scholar?cites=9186328348348630729",
            {
                "2014":1,
                "2015":4,
                "2016":14,
                "2017":14,
                "2018":9,
                "2019":14,
                "2020":16,
                "2021":1
            }
        ],
        [
            "Ab-initio, self-consistent electronic energy bands of rutile TiO 2 are reported within the local density functional approximation (LDA). Our first principle, non-relativistic and ground state calculations employed a local density functional approximation (LDA) potential and the linear combination of atomic orbitals (LCAO). Within the framework of the Bagayoko–Zhao–Williams (BZW) method, we solved self-consistently both the Kohn–Sham equation and the equation giving the ground state charge density in terms of the wave functions of the occupied states. Our calculated band structure shows that there is significant O 2p–Ti 3d hybridization in the valence bands. These bands are well separated from the conduction bands by an indirect band gap of 2.95 eV, from Γ to R. Consequently, this work predicts that rutile TiO 2 is an indirect band gap material, as all other gaps from our calculations are larger than 2.95 eV. We …",
            "Ab-initio electronic and structural properties of rutile titanium dioxide",
            "Chinedu E Ekuma and Diola Bagayoko",
            "2011",
            "-r6iowsAAAAJ:u-x6o8ySG0sC",
            70,
            "https:\/\/iopscience.iop.org\/article\/10.1143\/JJAP.50.101103\/meta",
            "15854017595592137476",
            "\/scholar?cites=15854017595592137476",
            {
                "2012":4,
                "2013":4,
                "2014":10,
                "2015":9,
                "2016":13,
                "2017":7,
                "2018":10,
                "2019":5,
                "2020":7
            }
        ],
        [
            "The proximate compositions of the staple food crops were quantitatively estimated using compositional Analysis of Association of Analytical Chemists. Analysis of the accumulated data showed in all cases, that the highest percentage (%) proximate composition of the staple food crops is carbohydrate followed by crude protein, moisture, crude fibre, ash and fat for cereals and legumes while in tubers, moisture is the highest. Multivariate analysis of variance showed that there is no significant location effect in the crude protein contents of cereals, legumes and tubers at the time of harvest (P< 1.000).",
            "Proximate compositions of staple food crops in Ebonyi state, South Eastern Nigeria",
            "CO Edeogu and FC Ezeonu and ANC Okaka and CE Ekuma and SO EIom",
            "2007",
            "-r6iowsAAAAJ:Y0pCki6q_DkC",
            52,
            "https:\/\/go.gale.com\/ps\/i.do?id=GALE%7CA172131887&sid=googleScholar&v=2.1&it=r&linkaccess=abs&issn=09732691&p=AONE&sw=w",
            "1344839407641282338",
            "\/scholar?cites=1344839407641282338",
            {
                "2010":1,
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":2,
                "2015":2,
                "2016":3,
                "2017":11,
                "2018":16,
                "2019":7,
                "2020":5,
                "2021":1
            }
        ],
        [
            "We report calculated, electronic properties of wurtzite zinc oxide (w-ZnO). We solved self-consistently the two inherently coupled equations of density functional theory (DFT), following the Bagayoko, Zhao, and Williams (BZW) method as enhanced by the work of Ekuma and Franklin (BZW-EF). We employed a local density approximation (LDA) potential and the linear combination of atomic orbitals (LCAO). Most of the calculated, electronic properties of w-ZnO are in excellent agreement with experiment, including our zero temperature band gap of 3.39 eV and the electron effective mass. The doubly self-consistent approach utilized in this work points to the ability of theory to predict accurately key properties of semiconductors and hence to inform and to guide the design and fabrication of semiconductor-based devices.",
            "Density functional theory description of electronic properties of wurtzite zinc oxide",
            "L Franklin and CE Ekuma and GL Zhao and D Bagayoko",
            "2013",
            "-r6iowsAAAAJ:2osOgNQ5qMEC",
            45,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022369713000243",
            "10939568568357513709",
            "\/scholar?cites=10939568568357513709",
            {
                "2013":2,
                "2014":6,
                "2015":5,
                "2016":11,
                "2017":4,
                "2018":8,
                "2019":1,
                "2020":8
            }
        ]
    ]
}