{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "  Background.  Severe disease attributable to Plasmodium vivax infection is already well described worldwide; however, autopsies in these patients are scarce.  Methods.  From 1996 to 2010, 19 patient deaths with a clinical diagnosis of P. vivax infection occurred in a tertiary care center in the Brazilian Amazon. Seventeen of these 19 deaths were fully autopsied. Clinical charts, macroscopic autopsy reports, and stored paraffinized tissue blocks were retrieved. Nested polymerase chain reaction was performed in paraffinized samples of spleen and lung to confirm P. vivax monoinfection. Immunohistofluorescence was used to detect P. vivax parasitized red blood cells (RBCs).  Results.  Of 17 autopsies, 13 revealed that death could be attributed to P. vivax infection; in the remaining 4, acute diseases other than malaria were found to be the cause of …",
            "Postmortem Characterization of Patients With Clinical Diagnosis of Plasmodium vivax Malaria: To What Extent Does This Parasite Kill?",
            "Marcus VG Lacerda and Silvio CP Fragoso and Maria GC Alecrim and Márcia AA Alexandre and Belisa ML Magalhães and André M Siqueira and Luiz CL Ferreira and José R Araújo and Maria Paula G Mourão and Mireia Ferrer and Paola Castillo and Lorena Martin-Jaular and Carmen Fernandez-Becerra and Hernando del Portillo and Jaume Ordi and Pedro L Alonso and Quique Bassat",
            "2012",
            "-SCmN_kAAAAJ:DJbcl8HfkQkC",
            181,
            "https:\/\/academic.oup.com\/cid\/article-abstract\/55\/8\/e67\/341248",
            "5650186307362742050",
            "\/scholar?cites=5650186307362742050",
            {
                "2011":1,
                "2012":7,
                "2013":23,
                "2014":28,
                "2015":23,
                "2016":34,
                "2017":16,
                "2018":17,
                "2019":13,
                "2020":14,
                "2021":2
            }
        ],
        [
            "Radiotherapy, alone or associated with surgery or chemotherapy, produces a significant increase in cure rates for many malignancies of the head and neck region. However, high doses of radiation in large areas, including the oral mucosa, may result in several undesired reactions that manifest during or after the completion of therapy. The multidisciplinary management is the best alternative to minimize or even prevent such reactions, and the dentist has a fundamental role in this context. This paper reviews the literature related to the main oral sequelae from head and neck radiotherapy and establishes clinical oral management protocol for these irradiated patients.",
            "Oral adverse effects of head and neck radiotherapy: literature review and suggestion of a clinical oral care guideline for irradiated patients",
            "Elen de Souza Tolentino and Bruna Stuchi Centurion and Lúcia Helena Caetano Ferreira and Andréia Pereira de Souza and José Humberto Damante and Izabel Regina Fischer Rubira-Bullen",
            "2011",
            "-SCmN_kAAAAJ:ghEM2AJqZyQC",
            139,
            "https:\/\/www.scielo.br\/scielo.php?pid=S1678-77572011000500003&script=sci_arttext&tlng=pt",
            "12061811586685481524",
            "\/scholar?cites=12061811586685481524",
            {
                "2012":3,
                "2013":15,
                "2014":7,
                "2015":10,
                "2016":14,
                "2017":20,
                "2018":18,
                "2019":27,
                "2020":17,
                "2021":5
            }
        ],
        [
            "NAIFF, Roberto D. et al. Paracoccidioidomicose enzoótica em tatus (Dasypus novemcinctus) no estado do Pará. Rev. Inst. Med. trop. S. Paulo [online]. 1986, vol. 28, n. 1, pp. 19-27. ISSN 1678-9946. https:\/\/doi. org\/10.1590\/S0036-46651986000100005.",
            "Paracoccidioidomicose enzoótica em tatus (Dasypus novemcinctus) no estado do Pará",
            "Roberto D Naiff",
            "1986",
            "-SCmN_kAAAAJ:u5HHmVD_uO8C",
            136,
            "https:\/\/www.scielo.br\/scielo.php?pid=S0036-46651986000100005&script=sci_abstract&tlng=es",
            "13470303862462934164",
            "\/scholar?cites=13470303862462934164",
            {
                "1988":2,
                "1989":2,
                "1990":1,
                "1991":7,
                "1992":3,
                "1993":7,
                "1994":4,
                "1995":1,
                "1996":5,
                "1997":11,
                "1998":5,
                "1999":3,
                "2000":3,
                "2001":8,
                "2002":4,
                "2003":3,
                "2004":3,
                "2005":2,
                "2006":5,
                "2007":7,
                "2008":7,
                "2009":4,
                "2010":7,
                "2011":4,
                "2012":1,
                "2013":3,
                "2014":7,
                "2015":3,
                "2016":2,
                "2017":3,
                "2018":1,
                "2019":2
            }
        ],
        [
            "Permittiram e facilitaram a realização das pesquisas, o apoio e prestigio dados pelo Director Geral do Instituto Oswaldo Cruz, o elevado interesse que pelo assumpto demonstrou o Governo do Estado do Pará, e, acima de tudo, o alto espirito philantropico do Dr. Guilherme Guinle, que custeou a maior parte das investigações de laboratorio e todo o trabalho de campo.A Aviação Militar Brasileira, como no anno anterior; prestou valioso auxilio, por meio não só do transporte do pessoal, como tambem do material scientifico. Seu chefe, General Coelho Netto, o Commandante do 1o Regimento de Aviação, Coronel Eduardo Gomes, e os oficiaes dos diversos regimentos, demonstraram, mais uma vez, o elevado espirito de patriotismo e o alto senso de responsabilidade que possuem.",
            "Leishmaniose visceral americana",
            "E Chagas and AM da Cunha and GO Castro and LC Ferreira and C Romana",
            "1938",
            "-SCmN_kAAAAJ:uVUOdF_882EC",
            134,
            "http:\/\/iah.iec.pa.gov.br\/iah\/fulltext\/memo_iec\/v1p53-61.pdf",
            "16920615012442926242",
            "\/scholar?cites=16920615012442926242",
            {
                "1982":1,
                "1983":2,
                "1984":1,
                "1985":3,
                "1986":4,
                "1987":5,
                "1988":1,
                "1989":2,
                "1990":1,
                "1991":1,
                "1992":1,
                "1993":3,
                "1994":1,
                "1995":2,
                "1996":4,
                "1997":5,
                "1998":2,
                "1999":5,
                "2000":4,
                "2001":5,
                "2002":11,
                "2003":6,
                "2004":3,
                "2005":5,
                "2006":4,
                "2007":4,
                "2008":10,
                "2009":4,
                "2010":4,
                "2011":3,
                "2012":2
            }
        ],
        [
            "Desde a época da Revolução industrial até os dias de hoje, temos vivido e gerido negócios sob a ótica de modelos cunhados para atender a uma realidade que a muito não nos acompanha. A insistência por utilizar velhas lentes para enxergar novos caminhos tem custado caro, tanto em consequências amibientais, quanto sociais e econômicas. E ninguém tem saído vencedor. No Brasil, vivemos um novo momento, impulsionado por uma nova economia e protagonizado por uma nova sopa de gerações e perfis de consumo. Neste livro, Tennyson Pinheiro e Luis Alt da live| work, consultoria global de inovação e Design de Serviços, apresentam as raízes e razões de existir do Design Thinking, uma abordagem que permite que empresas coloquem as pessoas no centro de sua estratégia para cocriar com elas soluções de alto valor percebido. Os autores mostram que a empatia, a colaboração e a experimentação devem ser parte integrante da cultura de qualquer negócio que queira inovar e manter-se competitivo e relevante no atual cenário socioeconômico. A obra apresenta os pormenores da abordagem em uma linguagem simples e envolvente, diversos casos de aplicação no Brasil e, no final, um kit de ferramentas para você começar imediatamente a aplicar o Design Thinking aos seus projetos e dia-a-dia.",
            "Design Thinking Brasil: empatia, colaboração e experimentação para pessoas, negócios e sociedade",
            "Tennyson Pinheiro and Luis Alt",
            "2018",
            "-SCmN_kAAAAJ:T_ojBgVMvoEC",
            127,
            "http:\/\/scholar.google.com\/scholar?cluster=17846442662605651126&hl=en&oi=scholarr",
            "17846442662605651126",
            "\/scholar?cites=17846442662605651126",
            {
                "2012":3,
                "2013":6,
                "2014":6,
                "2015":15,
                "2016":15,
                "2017":18,
                "2018":29,
                "2019":18,
                "2020":10
            }
        ],
        [
            "Objective: To investigate the influence of −308 tumour necrosis factor‐α (TNF‐α) promoter polymorphism and circulating TNF‐α levels in the clinical response to the infliximab treatment in patients with rheumatoid arthritis (RA).Methods: One hundred and thirty‐two RA patients were genotyped for TNF‐α promoter by polymerase‐chain reaction restriction fragment‐length polymorphism (PCR‐RFLP) analysis. Ten patients with the −308 TNF‐α gene promoter genotype G\/A, and 10 with the G\/G genotype were selected and received 3 mg\/kg of infliximab at Weeks 0, 2, 6, and 14.Results: Both groups showed a significant improvement with treatment in all variables studied. Total mean TNF‐α levels increased significantly with respect to basal levels in most of patients after treatment [probability (p)=0.04]. Only patients from G\/A showed a statistically significant correlation between ACR 50 and the increase of TNF‐α levels …",
            "Tumour necrosis factor‐α (TNF‐α) levels and influence of− 308 TNF‐α promoter polymorphism on the responsiveness to infliximab in patients with rheumatoid arthritis",
            "M Cuchacovich and L Ferreira and M Aliste and L Soto and J Cuenca and A Cruzat and H Gatica and I Schiattino and C Perez and A Aguirre and F Salazar‐Onfray and JC Aguillon",
            "2004",
            "-SCmN_kAAAAJ:TlpoogIpr_IC",
            99,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/03009740410005863",
            "17523078912426533342",
            "\/scholar?cites=17523078912426533342",
            {
                "2004":1,
                "2005":8,
                "2006":12,
                "2007":12,
                "2008":10,
                "2009":8,
                "2010":8,
                "2011":6,
                "2012":4,
                "2013":10,
                "2014":7,
                "2015":4,
                "2016":3,
                "2017":2,
                "2018":2,
                "2019":1
            }
        ],
        [
            "The Escherichia coli iron transporter, FepA, has a globular N terminus that resides within a transmembrane β-barrel formed by its C terminus. We engineered 25 cysteine substitution mutations at different locations in FepA and modified their sulfhydryl side chains with fluorescein maleimide in live cells. The reactivity of the Cys residues changed, sometimes dramatically, during the transport of ferric enterobactin, the natural ligand of FepA. Patterns of Cys susceptibility reflected energy- and TonB-dependent motion in the receptor protein. During transport, a residue on the normally buried surface of the N-domain was labeled by fluorescein maleimide in the periplasm, providing evidence that the transport process involves expulsion of the globular domain from the β-barrel. Porin deficiency much reduced the fluoresceination of this site, confirming the periplasmic labeling route. These data support the previously …",
            "Evidence of ball-and-chain transport of ferric enterobactin through FepA",
            "Li Ma and Wallace Kaserer and Rajasekeran Annamalai and Daniel C Scott and Bo Jin and Xiaoxu Jiang and Qiaobin Xiao and Hossein Maymani and Liliana Moura Massis and Luiz CS Ferreira and Salete MC Newton and Phillip E Klebba",
            "2007",
            "-SCmN_kAAAAJ:t-hv7AR41mYC",
            93,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925820798297",
            "3162036877091933651",
            "\/scholar?cites=3162036877091933651",
            {
                "2007":10,
                "2008":9,
                "2009":13,
                "2010":11,
                "2011":9,
                "2012":7,
                "2013":5,
                "2014":2,
                "2015":7,
                "2016":7,
                "2017":3,
                "2018":2,
                "2019":1,
                "2020":7
            }
        ],
        [
            "Fundamentals: American tegumentary leishmaniasis (ATL) treatment remains a challenge, since most available drugs are injectable and only a small number of comparative, randomized clinical trials have been performed to support their use. Moreover, treatment outcome may depend on the causative species of Leishmania.OBJECTIVES: To evaluate and compare the efficacy and tolerability of meglumine antimoniate, pentamidine isethionate, and amphotericin B in the treatment of ATL caused by Leishmania (Viannia) guyanensis.METHODS: 185 patients were selected according to the eligibility criteria and randomly allocated into three groups-two groups with 74 patients each, and one group with 37 patients, which underwent meglumine, pentamidine and amphotericin B treatment, respectively. Doses, mode of administration and time periods of treatment followed the current recommendations for each drug. Patients were re-examined one, two and six months after completion of treatment.RESULTS: No differences were observed among the therapeutic groups in relation to gender, age, number or site of lesions. Intention-to-treat (ITT) analysis showed efficacy of 58.1% for pentamidine and 55.5% for meglumine (p= 0.857). The amphotericin B group was analyzed separately, since 28 patients (75.7%) in this group refused to continue participating in the study. Mild or moderate adverse effects were reported by 74 (40%) patients, especially arthralgia (20.3%) in the meglumine group, and pain (35.1%) or induration (10.8%) at the site of injection in the pentamidine group. CONCLUSION: Pentamidine and meglumine show similar efficacy in the …",
            "A randomized clinical trial comparing meglumine antimoniate, pentamidine and amphotericin B for the treatment of cutaneous leishmaniasis by Leishmania guyanensis",
            "Leandro Ourives Neves and Anette Chrusciak Talhari and EP Gadelha and RM da Silva Júnior and JA Guerra and LC Ferreira and Sinésio Talhari",
            "2011",
            "-SCmN_kAAAAJ:d1gkVwhDpl0C",
            92,
            "https:\/\/core.ac.uk\/download\/pdf\/205960595.pdf",
            "5373032966454487204",
            "\/scholar?cites=5373032966454487204",
            {
                "2012":2,
                "2013":10,
                "2014":11,
                "2015":19,
                "2016":9,
                "2017":11,
                "2018":21,
                "2019":6,
                "2020":2
            }
        ],
        [
            "This study analyzes notification of syphilis in pregnancy and congenital syphilis in Amazo- nas State, Brazil, from 2007 to 2009 and verifies underreporting in databases in the National Information System on Diseases of Notification (SINAN) and the occurrence of perinatal deaths associated with congenital syphilis and not reported in the Mortality Information System (SIM). This was a cross-sectional study with probabilistic record linkage between the SINAN and SIM. There were 666 reports of syphilis in pregnant women, including 224 in 2007 (3.8\/1,000), 244(4.5\/1,000) in 2008, and 198(4.0\/1,000) in 2009. The study found 486 cases of congenital syphilis, of which 153 in 2007 (2.1\/1,000), 193 in 2008 (2.6\/1,000), and 140 in 2009 (2.0\/1,000). After linkage of the SINAN databases, 237 pregnant women (35.6%) had cases of congenital syphilis reported. The SIM recorded 4,905 perinatal deaths, of which 57.8% were stillbirths. Probabilistic record linkage between SIM and SINAN-Congenital Syphilis yielded 13 matched records. The use of SINAN and SIM may not reflect the total magnitude of syphilis, but provide the basis for monitoring and analyzing this health problem, with a view towards planning and management.",
            "Syphilis in pregnancy and congenital syphilis in Amazonas State, Brazil: an evaluation using database linkage",
            "Claudia Marques de Oliveira Soeiro and Angélica Espinosa Miranda and Valeria Saraceni and Marcelo Cordeiro dos Santos and Sinesio Talhari and Luiz Carlos de Lima Ferreira",
            "2014",
            "-SCmN_kAAAAJ:9ZlFYXVOiuMC",
            77,
            "https:\/\/www.scielosp.org\/article\/csp\/2014.v30n4\/715-723\/en\/",
            "13776651278849618939",
            "\/scholar?cites=13776651278849618939",
            {
                "2009":4,
                "2010":3,
                "2011":2,
                "2012":3,
                "2013":1,
                "2014":2,
                "2015":11,
                "2016":5,
                "2017":12,
                "2018":9,
                "2019":5,
                "2020":15,
                "2021":1
            }
        ],
        [
            "LOWENKRON, Laura and FERREIRA, Letícia. Anthropological perspectives on documents. Ethnographic dialogues on the trail of police papers. Vibrant, Virtual Braz. Anthr.[online]. 2014, vol. 11, n. 2, pp. 76-112. ISSN 1809-4341. http:\/\/dx. doi. org\/10.1590\/S1809-43412014000200003.",
            "Anthropological perspectives on documents. Ethnographic dialogues on the trail of police papers",
            "Laura Lowenkron and Letícia Ferreira",
            "2014",
            "-SCmN_kAAAAJ:WJVC3Jt7v1AC",
            74,
            "https:\/\/www.scielo.br\/scielo.php?pid=S1809-43412014000200003&script=sci_abstract&tlng=es",
            "14492724631170768597",
            "\/scholar?cites=14492724631170768597",
            {
                "2015":8,
                "2016":9,
                "2017":10,
                "2018":12,
                "2019":16,
                "2020":17
            }
        ]
    ]
}