{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In the past two decades, a great deal of information on the role of endophytic microorganisms in nature has been collected. The capability of colonizing internal host tissues has made endophytes valuable for agriculture as a tool to improve crop performance. In this review, we addressed the major topics concerning the control of insects-pests by endophytic microorganisms. Several examples of insect control are described, notably those involving the interactions between fungi and grazing grasses from temperate countries. The mechanisms by which endophytic fungi control insect attacks are listed and include toxin production as well as the influence of these compounds on plant and livestock and how their production may be affected by genetic and environmental conditions. The importance of endophytic entomopathogenic fungi for insect control is also addressed. As the literature has shown, there is a lack of information on endophytes from tropical hosts, which are more severely affected by pests and diseases. Having this in mind, we have included an updated and extensive literature in this review, concerning new findings from tropical plants, including the characterization of endophytic fungi and bacteria microbiota from several Amazon trees, citrus and medicinal plants among others.",
            "Endophytic microorganisms: a review on insect control and recent advances on tropical plants",
            "João Lúcio Azevedo and Walter Maccheroni Jr and José Odair Pereira and Welington Luiz De Araújo",
            "2000",
            "-sNnhsgAAAAJ:4fKUyHm3Qg0C",
            857,
            "https:\/\/scielo.conicyt.cl\/scielo.php?pid=S0717-34582000000100004&script=sci_arttext&tlng=n",
            "6333652886416547287",
            "\/scholar?cites=6333652886416547287",
            {
                "2001":4,
                "2002":6,
                "2003":7,
                "2004":15,
                "2005":19,
                "2006":31,
                "2007":21,
                "2008":24,
                "2009":37,
                "2010":43,
                "2011":34,
                "2012":56,
                "2013":54,
                "2014":69,
                "2015":82,
                "2016":76,
                "2017":69,
                "2018":70,
                "2019":70,
                "2020":59,
                "2021":8
            }
        ],
        [
            "Endophytic and epiphytic bacteria were isolated from two soybean cultivars (Foscarin and Cristalina). Significant differences were observed in bacterial population densities in relation to season of isolation, soybean growth phase and the tissues from which the isolates  were  obtained.  The  isolates  were  identified by partial 16S rDNA sequence analysis, with most of the isolates belonging to the Pseudomonaceae, Burkholderiacea and Enterobacteriaceae groups. The potential of the isolates for plant growth promotion was evaluated by screening for indoleacetic acid (IAA) production and mineral phosphate solubilization; 34% of endophytic bacteria produced IAA and 49% were able to solubilize mineral phosphate whereas only 21% of epiphytic bacteria produced IAA although 52% were able to solubilize mineral phosphate. A high frequency of IAA producing isolates occurred in the early ripening Foscarin …",
            "Isolation and characterization of soybean‐associated bacteria and their potential for plant growth promotion",
            "Júlia Kuklinsky‐Sobral and Welington Luiz Araújo and Rodrigo Mendes and Isaias Olívio Geraldi and Aline Aparecida Pizzirani‐Kleiner and João Lúcio Azevedo",
            "2004",
            "-sNnhsgAAAAJ:u-x6o8ySG0sC",
            725,
            "https:\/\/sfamjournals.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1462-2920.2004.00658.x",
            "9338616951948565953",
            "\/scholar?cites=9338616951948565953",
            {
                "2005":4,
                "2006":9,
                "2007":17,
                "2008":25,
                "2009":53,
                "2010":43,
                "2011":42,
                "2012":50,
                "2013":48,
                "2014":69,
                "2015":46,
                "2016":52,
                "2017":78,
                "2018":71,
                "2019":56,
                "2020":50,
                "2021":8
            }
        ],
        [
            "Citrus variegated chlorosis (CVC) is caused by Xylella fastidiosa, a phytopathogenic bacterium that can infect all Citrus sinensis cultivars. The endophytic bacterial communities of healthy, resistant, and CVC-affected citrus plants were studied by using cultivation as well as cultivation-independent techniques. The endophytic communities were assessed in surface-disinfected citrus branches by plating and denaturing gradient gel electrophoresis (DGGE). Dominant isolates were characterized by fatty-acid methyl ester analysis as Bacillus pumilus, Curtobacterium flaccumfaciens, Enterobacter cloacae, Methylobacterium spp. (including Methylobacterium extorquens, M. fujisawaense, M. mesophilicum, M. radiotolerans, and M. zatmanii), Nocardia sp., Pantoea agglomerans, and Xanthomonas campestris. We observed a relationship between CVC symptoms and the frequency of isolation of species of Methylobacterium …",
            "Diversity of endophytic bacterial populations and their interaction with Xylella fastidiosa in citrus plants",
            "Welington L Araújo and Joelma Marcon and Walter Maccheroni and Jan Dirk Van Elsas and Jim WL Van Vuurde and Joao Lúcio Azevedo",
            "2002",
            "-sNnhsgAAAAJ:u5HHmVD_uO8C",
            646,
            "https:\/\/aem.asm.org\/content\/68\/10\/4906.short",
            "2368781399634766359",
            "\/scholar?cites=2368781399634766359",
            {
                "2003":4,
                "2004":14,
                "2005":14,
                "2006":29,
                "2007":30,
                "2008":28,
                "2009":49,
                "2010":40,
                "2011":34,
                "2012":43,
                "2013":39,
                "2014":36,
                "2015":43,
                "2016":51,
                "2017":52,
                "2018":40,
                "2019":48,
                "2020":39,
                "2021":3
            }
        ],
        [
            "The basidiomycete fungus Crinipellis perniciosa (Stahel) Singer is the causal agent of Witches' Broom Disease of Cacao (Theobroma cacao L.) which is the main factor limiting cacao production in the Americas. Pod losses of up to 90% are experienced in affected areas as evidenced by the 50% drop in production in Bahia province, Brazil following the arrival of the C. perniciosa in the area in 1989. The disease has proven particularly difficult to control and many farmers in affected areas have given up cacao cultivation. In order to evaluate the potential of endophytes as a biological control agent of this phytopathogen, the endophytic fungal community of resistant and susceptible cacao plants as well as affected branches was studied between 2001 and 2002. The fungal community was identified by morphological traits and rDNA sequencing as belonging to the genera Acremonium, Blastomyces, Botryosphaeria …",
            "Diversity of endophytic fungal community of cacao (Theobroma cacao L.) and biological control of Crinipellis perniciosa, causal agent of Witches' Broom Disease",
            "Marciano R Rubini and Rute T Silva-Ribeiro and Alan WV Pomella and Cristina S Maki and Welington L Araújo and Deise R Dos Santos and João L Azevedo",
            "2005",
            "-sNnhsgAAAAJ:9yKSN-GCB0IC",
            332,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/pmc1140355\/",
            "9083185448652381387",
            "\/scholar?cites=9083185448652381387",
            {
                "2005":1,
                "2006":11,
                "2007":9,
                "2008":18,
                "2009":13,
                "2010":23,
                "2011":17,
                "2012":31,
                "2013":20,
                "2014":27,
                "2015":25,
                "2016":24,
                "2017":20,
                "2018":27,
                "2019":38,
                "2020":26,
                "2021":1
            }
        ],
        [
            "Des champignons et des bactéries ont été isolés de tissus de feuilles désinfectées en surface de plusieurs rhizomes de citron. Les principales espèces de bactérie isolées étaient Alcaligenes sp., Bacillus spp. (incluant B. cereus, B. lentus, B. megaterium, B. pumilus et B. subtilis), Burkholderia cepacia, Curtobacterium flaccumfaciens, Enterobacter cloacae, Methylobacterium extorquens et Pantoea agglomerans, P. agglomerans et B. pumilus furent les espèces retrouvées le plus souvent. Les espèces de champignons les plus courantes étaient Colletotrichum gloeosporioides, Guignardia citricarpa et Cladosporium sp. La variabilité génétique entre 36 isolats de bactéries endophytiques a été analysée par la technique du RAPD (ADN polymorphe amplifié au hasard), qui a indiqué que les isolats de B. pumilus étaient plus diversifiés que ceux de P. agglomerans, bien que la diversité génétique n'était pas liée aux …",
            "Variability and interactions between endophytic bacteria and fungi isolated from leaf tissues of citrus rootstocks",
            "Welington L Araújo and Walter Maccheroni Jr and Carlos I Aguilar-Vildoso and Paulo AV Barroso and Halha O Saridakis and João Lúcio Azevedo",
            "2001",
            "-sNnhsgAAAAJ:d1gkVwhDpl0C",
            316,
            "https:\/\/cdnsciencepub.com\/doi\/abs\/10.1139\/w00-146",
            "12110920910740496326",
            "\/scholar?cites=12110920910740496326",
            {
                "2002":6,
                "2003":7,
                "2004":15,
                "2005":16,
                "2006":20,
                "2007":12,
                "2008":16,
                "2009":19,
                "2010":12,
                "2011":18,
                "2012":24,
                "2013":12,
                "2014":17,
                "2015":18,
                "2016":20,
                "2017":24,
                "2018":18,
                "2019":19,
                "2020":19,
                "2021":3
            }
        ],
        [
            "Bacteria were isolated from the rhizosphere and from inside the roots and stems of sugarcane plants grown in the field in Brazil. Endophytic bacteria were found in both the roots and the stems of sugarcane plants, with a significantly higher density in the roots. Many of the cultivated endophytic bacteria were shown to produce the plant growth hormone indoleacetic acid, and this trait was more frequently found among bacteria from the stem. 16S rRNA gene sequence analysis revealed that the selected isolates of the endophytic bacterial community of sugarcane belong to the genera of Burkholderia, Pantoea, Pseudomonas, and Microbacterium. Bacterial isolates belonging to the genus Burkholderia were the most predominant among the endophytic bacteria. Many of the Burkholderia isolates produced the antifungal metabolite pyrrolnitrin, and all were able to grow at 37°C. Phylogenetic analyses of the 16S rRNA …",
            "Diversity of cultivated endophytic bacteria from sugarcane: genetic and biochemical characterization of Burkholderia cepacia complex isolates",
            "Rodrigo Mendes and Aline A Pizzirani-Kleiner and Welington L Araujo and Jos M Raaijmakers",
            "2007",
            "-sNnhsgAAAAJ:2osOgNQ5qMEC",
            276,
            "https:\/\/aem.asm.org\/content\/73\/22\/7259.short",
            "126879365806202505",
            "\/scholar?cites=126879365806202505",
            {
                "2007":1,
                "2008":5,
                "2009":14,
                "2010":22,
                "2011":16,
                "2012":27,
                "2013":31,
                "2014":33,
                "2015":24,
                "2016":20,
                "2017":31,
                "2018":10,
                "2019":19,
                "2020":19
            }
        ],
        [
            "Endophytic bacteria are ubiquitous in most plant species influencing the host fitness by disease suppression, contaminant degradation, and plant growth promotion. This endophytic bacterial community may be affected by crop management such as the use of chemical compounds. For instance, application of glyphosate herbicide is common mainly due to the use of glyphosate-resistant transgenic plants. In this case, the bacterial equilibrium in plant–endophyte interaction could be shifted because some microbial groups are able to use glyphosate as a source of energy and nutrients, whereas this herbicide may be toxic to other groups. Therefore, the aim of this work was to study cultivable and noncultivable endophytic bacterial populations from soybean (Glycine max) plants cultivated in soil with and without glyphosate application (pre-planting). The cultivable endophytic bacterial community recovered from …",
            "Isolation and characterization of endophytic bacteria from soybean (Glycine max) grown in soil treated with glyphosate herbicide",
            "Julia Kuklinsky-Sobral and Welington Luiz Araujo and Rodrigo Mendes and Aline Aparecida Pizzirani-Kleiner and João Lúcio Azevedo",
            "2005",
            "-sNnhsgAAAAJ:UeHWp8X0CEIC",
            197,
            "https:\/\/link.springer.com\/article\/10.1007\/s11104-004-6894-1",
            "6985659897918856563",
            "\/scholar?cites=6985659897918856563",
            {
                "2006":7,
                "2007":6,
                "2008":5,
                "2009":13,
                "2010":11,
                "2011":6,
                "2012":12,
                "2013":12,
                "2014":15,
                "2015":13,
                "2016":15,
                "2017":19,
                "2018":21,
                "2019":24,
                "2020":16,
                "2021":1
            }
        ],
        [
            "The diversity and beneficial characteristics of endophytic microorganisms have been studied in several host plants. However, information regarding naturally occurring seed-associated endophytes and vertical transmission among different life-history stages of hosts is limited. Endophytic bacteria were isolated from seeds and seedlings of 10 Eucalyptus species and two hybrids. The results showed that endophytic bacteria, such as Bacillus, Enterococcus, Paenibacillus and Methylobacterium, are vertically transferred from seeds to seedlings. In addition, the endophytic bacterium Pantoea agglomerans was tagged with the gfp gene, inoculated into seeds and further reisolated from seedlings. These results suggested a novel approach to change the profile of the plants, where the bacterium is a delivery vehicle for desired traits. This is the first report of an endophytic bacterial community residing in Eucalyptus …",
            "Diversity of endophytic bacteria from Eucalyptus species seeds and colonization of seedlings by Pantoea agglomerans",
            "Anderson Ferreira and Maria Carolina Quecine and Paulo Teixeira Lacava and Shinitiro Oda and João Lúcio Azevedo and Welington Luiz Araújo",
            "2008",
            "-sNnhsgAAAAJ:Tyk-4Ss8FVUC",
            172,
            "https:\/\/academic.oup.com\/femsle\/article-abstract\/287\/1\/8\/544412",
            "1477944942383251500",
            "\/scholar?cites=1477944942383251500",
            {
                "2009":3,
                "2010":3,
                "2011":9,
                "2012":9,
                "2013":12,
                "2014":13,
                "2015":12,
                "2016":26,
                "2017":25,
                "2018":19,
                "2019":18,
                "2020":21,
                "2021":1
            }
        ],
        [
            "Aims:  To isolate endophytic bacteria and Xylella fastidiosa and also to evaluate whether the bacterial endophyte community contributes to citrus‐variegated chlorosis (CVC) status in sweet orange (Citrus sinensis [L.] Osbeck cv. Pera).Methods and Results:  The presence of Xylella fastidiosa and the population diversity of culturable endophytic bacteria in the leaves and branches of healthy, CVC‐asymptomatic and CVC‐symptomatic sweet orange plants and in tangerine (Citrus reticulata cv. Blanco) plants were assessed, and the in vitro interaction between endophytic bacteria and X. fastidiosa was investigated. There were significant differences in endophyte incidence between leaves and branches, and among healthy, CVC‐asymptomatic and CVC‐symptomatic plants. Bacteria identified as belonging to the genus Methylobacterium were isolated only from branches, mainly from those sampled from healthy …",
            "Interaction between endophytic bacteria from citrus plants and the phytopathogenic bacteria Xylella fastidiosa, causal agent of citrus‐variegated chlorosis",
            "PT Lacava and WL Araújo and J Marcon and W Maccheroni Jr and J Ld Azevedo",
            "2004",
            "-sNnhsgAAAAJ:qjMakFHDy7sC",
            164,
            "https:\/\/sfamjournals.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1472-765X.2004.01543.x",
            "7346991431509750028",
            "\/scholar?cites=7346991431509750028",
            {
                "2005":5,
                "2006":11,
                "2007":11,
                "2008":19,
                "2009":9,
                "2010":8,
                "2011":4,
                "2012":9,
                "2013":11,
                "2014":7,
                "2015":16,
                "2016":10,
                "2017":11,
                "2018":5,
                "2019":10,
                "2020":14
            }
        ],
        [
            "The selective effects of sulfur-containing hydrocarbons, with respect to changes in bacterial community structure and selection of desulfurizing organisms and genes, were studied in soil. Samples taken from a polluted field soil (A) along a concentration gradient of sulfurous oil and from soil microcosms treated with dibenzothiophene (DBT)-containing petroleum (FSL soil) were analyzed. Analyses included plate counts of total bacteria and of DBT utilizers, molecular community profiling via soil DNA-based PCR-denaturing gradient gel electrophoresis (PCR-DGGE), and detection of genes that encode enzymes involved in the desulfurization of hydrocarbons, i.e., dszA, dszB, and dszC.Data obtained from the A soil showed no discriminating effects of oil levels on the culturable bacterial numbers on either medium used. Generally, counts of DBT degraders were 10- to 100-fold lower than the total culturable counts …",
            "Analysis of bacterial community structure in sulfurous-oil-containing soils and detection of species carrying dibenzothiophene desulfurization (dsz) genes",
            "Gabriela Frois Duarte and Alexandre Soares Rosado and Lucy Seldin and Welington de Araujo and Jan Dirk van Elsas",
            "2001",
            "-sNnhsgAAAAJ:eJXPG6dFmWUC",
            160,
            "https:\/\/aem.asm.org\/content\/67\/3\/1052.short",
            "16642629296654284781",
            "\/scholar?cites=16642629296654284781",
            {
                "2001":1,
                "2002":4,
                "2003":13,
                "2004":11,
                "2005":12,
                "2006":16,
                "2007":13,
                "2008":11,
                "2009":9,
                "2010":10,
                "2011":9,
                "2012":10,
                "2013":9,
                "2014":7,
                "2015":8,
                "2016":6,
                "2017":3,
                "2018":4,
                "2019":1,
                "2020":3
            }
        ]
    ]
}