{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "During the blood stages of malaria, several hundred parasite-encoded proteins are exported beyond the double-membrane barrier that separates the parasite from the host cell cytosol 1, 2, 3, 4, 5, 6. These proteins have a variety of roles that are essential to virulence or parasite growth 7. There is keen interest in understanding how proteins are exported and whether common machineries are involved in trafficking the different classes of exported proteins 8, 9. One potential trafficking machine is a protein complex known as the Plasmodium translocon of exported proteins (PTEX) 10. Although PTEX has been linked to the export of one class of exported proteins 10, 11, there has been no direct evidence for its role and scope in protein translocation. Here we show, through the generation of two parasite lines defective for essential PTEX components (HSP101 or PTEX150), and analysis of a line lacking the non …",
            "PTEX is an essential nexus for protein export in malaria parasites",
            "Brendan Elsworth and Kathryn Matthews and Catherine Q Nie and Ming Kalanon and Sarah C Charnaud and Paul R Sanders and Scott A Chisholm and Natalie A Counihan and Philip J Shaw and Paco Pino and Jo-Anne Chan and Mauro F Azevedo and Stephen J Rogerson and James G Beeson and Brendan S Crabb and Paul R Gilson and Tania F de Koning-Ward",
            "2014",
            "-VMsXuQAAAAJ:u5HHmVD_uO8C",
            208,
            "https:\/\/www.nature.com\/articles\/nature13555",
            "11860602117418313482",
            "\/scholar?cites=11860602117418313482",
            {
                "2014":8,
                "2015":42,
                "2016":35,
                "2017":29,
                "2018":32,
                "2019":33,
                "2020":25,
                "2021":2
            }
        ],
        [
            "The Plasmodium translocon for exported proteins (PTEX) has been established as the machinery responsible for the translocation of all classes of exported proteins beyond the parasitophorous vacuolar membrane of the intraerythrocytic malaria parasite. Protein export, particularly in the asexual blood stage, is crucial for parasite survival as exported proteins are involved in remodelling the host cell, an essential process for nutrient uptake, waste removal and immune evasion. Here, we have truncated the conserved C‐terminus of one of the essential PTEX components, PTEX150, in Plasmodium falciparum in an attempt to create mutants of reduced functionality. Parasites tolerated C‐terminal truncations of up to 125 amino acids with no reduction in growth, protein export or the establishment of new permeability pathways. Quantitative proteomic approaches however revealed a decrease in other PTEX subunits …",
            "Proteomic analysis reveals novel proteins associated with the Plasmodium protein exporter PTEX and a loss of complex stability upon truncation of the core PTEX …",
            "Brendan Elsworth and Paul R Sanders and Thomas Nebl and Steven Batinovic and Ming Kalanon and Catherine Q Nie and Sarah C Charnaud and Hayley E Bullen and Tania F de Koning Ward and Leann Tilley and Brendan S Crabb and Paul R Gilson",
            "2016",
            "-VMsXuQAAAAJ:Y5dfb0dijaUC",
            52,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/cmi.12596",
            "7950259476201611695",
            "\/scholar?cites=7950259476201611695",
            {
                "2016":7,
                "2017":13,
                "2018":11,
                "2019":9,
                "2020":10,
                "2021":1
            }
        ],
        [
            "The genomes of malaria parasites (Plasmodium spp.) contain a family of genes encoding proteins with a Plasmodium helical interspersed subtelomeric (PHIST) domain, most of which are predicted to be exported into the parasite‐infected human red blood cell (iRBC). Here, using transgenic parasites and a combination of cellular, biochemical, and biophysical assays, we have characterized and determined the function of a novel member of the PHIST protein family in Plasmodium falciparum, termed lysine‐rich membrane‐associated PHISTb (LyMP). LyMP was shown to associate directly with the cytoskeleton of iRBCs where it plays a role in their abnormal ability to adhere to a protein expressed on vascular endothelial cells, resulting in sequestration. Deletion of LyMP dramatically reduced adhesion of iRBCs to CD36 by 55%, which was completely restored to wild‐type levels on complementation. Intriguingly, in …",
            "A lysine‐rich membrane‐associated PHISTb protein involved in alteration of the cytoadhesive properties of Plasmodium falciparum‐infected red blood cells",
            "Nicholas I Proellocks and Susann Herrmann and Donna W Buckingham and Eric Hanssen and Emma K Hodges and Brendan Elsworth and Belinda J Morahan and Ross L Coppel and Brian M Cooke",
            "2014",
            "-VMsXuQAAAAJ:d1gkVwhDpl0C",
            52,
            "https:\/\/faseb.onlinelibrary.wiley.com\/doi\/abs\/10.1096\/fj.14-250399",
            "10230658819600365042",
            "\/scholar?cites=10230658819600365042",
            {
                "2014":3,
                "2015":5,
                "2016":15,
                "2017":11,
                "2018":2,
                "2019":9,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Plasmodium parasites, the causative agents of malaria, have evolved a unique cell division cycle in the clinically relevant asexual blood stage of infection 1. DNA replication commences approximately halfway through the intracellular development following invasion and parasite growth. The schizont stage is associated with multiple rounds of DNA replication and nuclear division without cytokinesis, resulting in a multinucleated cell. Nuclei divide asynchronously through schizogony, with only the final round of DNA replication and segregation being synchronous and coordinated with daughter cell assembly 2, 3. However, the control mechanisms for this divergent mode of replication are unknown. Here, we show that the Plasmodium-specific kinase PfCRK4 is a key cell-cycle regulator that orchestrates multiple rounds of DNA replication throughout schizogony in Plasmodium falciparum. PfCRK4 depletion led to a …",
            "Plasmodium falciparum CRK4 directs continuous rounds of DNA replication during schizogony",
            "Markus Ganter and Jonathan M Goldberg and Jeffrey D Dvorin and Joao A Paulo and Jonas G King and Abhai K Tripathi and Aditya S Paul and Jing Yang and Isabelle Coppens and Rays HY Jiang and Brendan Elsworth and David A Baker and Rhoel R Dinglasan and Steven P Gygi and Manoj T Duraisingh",
            "2017",
            "-VMsXuQAAAAJ:JoZmwDi-zQgC",
            45,
            "https:\/\/www.nature.com\/articles\/nmicrobiol201717",
            "16799841187817906771",
            "\/scholar?cites=16799841187817906771",
            {
                "2017":10,
                "2018":11,
                "2019":10,
                "2020":12,
                "2021":1
            }
        ],
        [
            "Symptomatic malaria is caused by the infection of human red blood cells (RBCs) with Plasmodium parasites. The RBC is a peculiar environment for parasites to thrive in as they lack many of the normal cellular processes and resources present in other cells. Because of this, Plasmodium spp. have adapted to extensively remodel the host cell through the export of hundreds of proteins that have a range of functions, the best known of which are virulence‐associated. Many exported parasite proteins are themselves involved in generating a novel trafficking system in the RBC that further promotes export. In this review we provide an overview of the parasite synthesized export machinery as well as recent developments in how different classes of exported proteins are recognized by this machinery.",
            "Protein export in malaria parasites: an update",
            "Brendan Elsworth and Brendan S Crabb and Paul R Gilson",
            "2014",
            "-VMsXuQAAAAJ:u-x6o8ySG0sC",
            35,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/cmi.12261",
            "15890180365485593087",
            "\/scholar?cites=15890180365485593087",
            {
                "2014":6,
                "2015":9,
                "2016":7,
                "2017":3,
                "2018":2,
                "2019":5,
                "2020":3
            }
        ],
        [
            "Drug discovery is a key part of malaria control and eradication strategies, and could benefit from sensitive and affordable assays to quantify parasite growth and to help identify the targets of potential anti-malarial compounds. Bioluminescence, achieved through expression of exogenous luciferases, is a powerful tool that has been applied in studies of several aspects of parasite biology and high throughput growth assays. We have expressed the new reporter NanoLuc (Nluc) luciferase in Plasmodium falciparum and showed it is at least 100 times brighter than the commonly used firefly luciferase. Nluc brightness was explored as a means to achieve a growth assay with higher sensitivity and lower cost. In addition we attempted to develop other screening assays that may help interrogate libraries of inhibitory compounds for their mechanism of action. To this end parasites were engineered to express Nluc in the cytoplasm, the parasitophorous vacuole that surrounds the intraerythrocytic parasite or exported to the red blood cell cytosol. As proof-of-concept, these parasites were used to develop functional screening assays for quantifying the effects of Brefeldin A, an inhibitor of protein secretion, and Furosemide, an inhibitor of new permeation pathways used by parasites to acquire plasma nutrients.",
            "Plasmodium falciparum transfected with ultra bright NanoLuc luciferase offers high sensitivity detection for the screening of growth and cellular trafficking inhibitors",
            "Mauro F Azevedo and Catherine Q Nie and Brendan Elsworth and Sarah C Charnaud and Paul R Sanders and Brendan S Crabb and Paul R Gilson",
            "2014",
            "-VMsXuQAAAAJ:9yKSN-GCB0IC",
            33,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0112571",
            "4460904123704686057",
            "\/scholar?cites=4460904123704686057",
            {
                "2015":3,
                "2016":7,
                "2017":5,
                "2018":7,
                "2019":6,
                "2020":5
            }
        ],
        [
            "Plasmodium parasites are responsible for the devastating disease malaria that affects hundreds of millions of people each year. Blood stage parasites establish new permeability pathways (NPPs) in infected red blood cell membranes to facilitate the uptake of nutrients and removal of parasite waste products. Pharmacological inhibition of the NPPs is expected to lead to nutrient starvation and accumulation of toxic metabolites resulting in parasite death. Here, we have screened a curated library of antimalarial compounds, the MMV Malaria Box, identifying two compounds that inhibit NPP function. Unexpectedly, metabolic profiling suggested that both compounds also inhibit dihydroorotate dehydrogense (DHODH), which is required for pyrimidine synthesis and is a validated drug target in its own right. Expression of yeast DHODH, which bypasses the need for the parasite DHODH, increased parasite resistance to …",
            "Identification of inhibitors that dually target the new permeability pathway and dihydroorotate dehydrogenase in the blood stage of Plasmodium falciparum",
            "Benjamin K Dickerman and Brendan Elsworth and Simon A Cobbold and Catherine Q Nie and Malcolm J McConville and Brendan S Crabb and Paul R Gilson",
            "2016",
            "-VMsXuQAAAAJ:_B80troHkn4C",
            25,
            "https:\/\/www.nature.com\/articles\/srep37502",
            "17373474120347996035",
            "\/scholar?cites=17373474120347996035",
            {
                "2015":1,
                "2016":1,
                "2017":6,
                "2018":7,
                "2019":10
            }
        ],
        [
            "The apicomplexan parasites that cause malaria and babesiosis invade and proliferate within erythrocytes. To assess the potential for common antiparasitic treatments, we measured the sensitivities of multiple species of Plasmodium and Babesia parasites to the chemically diverse collection of antimalarial compounds in the Malaria Box library. We observed that these parasites share sensitivities to a large fraction of the same inhibitors and we identified compounds with strong babesiacidal activity.",
            "Extensive shared chemosensitivity between malaria and babesiosis blood-stage parasites",
            "Aditya S Paul and Cristina K Moreira and Brendan Elsworth and David R Allred and Manoj T Duraisingh",
            "2016",
            "-VMsXuQAAAAJ:tkaPQYYpVKoC",
            16,
            "https:\/\/aac.asm.org\/content\/60\/8\/5059.short",
            "14671950847507981236",
            "\/scholar?cites=14671950847507981236",
            {
                "2017":2,
                "2018":6,
                "2019":3,
                "2020":5
            }
        ],
        [
            "Babesia parasites infect a diverse range of vertebrate hosts, from penguins to pigs. Recently, the emergence of zoonotic Babesia infection has been increasing, and the list of species reported to infect humans continues to grow. Babesiosis represents a burgeoning veterinary and medical threat, and the need for novel therapeutic drugs to effectively target this diverse group of parasites is pressing. Here, we review the current culture systems that exist to study and manipulate Babesia parasites, and identify the scope and methods for target discovery and validation to identify novel, potent anti-babesial inhibitors. Challenges exist including difficulties in the culture systems of important zoonotic parasites, and there is a lack of integrated morphological and molecular data. While molecular approaches in several Babesia spp. has become a reality, the ability to rapidly identify and validate drug targets is hindered by a …",
            "To kill a piroplasm: genetic technologies to advance drug discovery and target identification in Babesia",
            "Caroline D Keroack and Brendan Elsworth and Manoj T Duraisingh",
            "2019",
            "-VMsXuQAAAAJ:eq2jaN3J8jMC",
            7,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0020751918302480",
            "10124729579382712667",
            "\/scholar?cites=10124729579382712667",
            {
                "2018":1,
                "2019":4,
                "2020":2
            }
        ],
        [
            "Asexual proliferation of the Plasmodium parasites that cause malaria follows a developmental program that alternates non-canonical intraerythrocytic replication with dissemination to new host cells. We carried out a functional analysis of the Plasmodium falciparum homolog of Protein Phosphatase 1 (PfPP1), a universally conserved cell cycle factor in eukaryotes, to investigate regulation of parasite proliferation. PfPP1 is indeed required for efficient replication, but is absolutely essential for egress of parasites from host red blood cells. By phosphoproteomic and chemical-genetic analysis, we isolate two functional targets of PfPP1 for egress: a HECT E3 protein-ubiquitin ligase; and GCα, a fusion protein composed of a guanylyl cyclase and a phospholipid transporter domain. We hypothesize that PfPP1 regulates lipid sensing by GCα and find that phosphatidylcholine stimulates PfPP1-dependent egress. PfPP1 acts …",
            "Co-option of Plasmodium falciparum PP1 for egress from host erythrocytes",
            "Aditya S Paul and Alexandra Miliu and Joao A Paulo and Jonathan M Goldberg and Arianna M Bonilla and Laurence Berry and Marie Seveno and Catherine Braun-Breton and Aziz L Kosber and Brendan Elsworth and Jose SN Arriola and Maryse Lebrun and Steven P Gygi and Mauld H Lamarque and Manoj T Duraisingh",
            "2020",
            "-VMsXuQAAAAJ:N5tVd3kTz84C",
            5,
            "https:\/\/www.nature.com\/articles\/s41467-020-17306-1",
            "10302971673250428142",
            "\/scholar?cites=10302971673250428142",
            {
                "2020":3,
                "2021":2
            }
        ]
    ]
}