{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We demonstrate a new, versatile class of nanoscale chemical sensors based on single-stranded DNA (ss-DNA) as the chemical recognition site and single-walled carbon nanotube field effect transistors (swCN-FETs) as the electronic read-out component. swCN-FETs with a nanoscale coating of ss-DNA respond to gas odors that do not cause a detectable conductivity change in bare devices. Responses of ss-DNA\/swCN-FETs differ in sign and magnitude for different gases and can be tuned by choosing the base sequence of the ss-DNA. ss-DNA\/swCN-FET sensors detect a variety of odors, with rapid response and recovery times on the scale of seconds. The sensor surface is self-regenerating:  samples maintain a constant response with no need for sensor refreshing through at least 50 gas exposure cycles. This remarkable set of attributes makes sensors based on ss-DNA decorated nanotubes very promising …",
            "DNA-decorated carbon nanotubes for chemical sensing",
            "Cristian Staii and Alan T Johnson and Michelle Chen and Alan Gelperin",
            "2005",
            "-W0ERLQAAAAJ:u5HHmVD_uO8C",
            590,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl051261f",
            "4716851444576485238",
            "\/scholar?cites=4716851444576485238",
            {
                "2006":21,
                "2007":50,
                "2008":54,
                "2009":54,
                "2010":57,
                "2011":53,
                "2012":57,
                "2013":51,
                "2014":39,
                "2015":29,
                "2016":19,
                "2017":19,
                "2018":54,
                "2019":17,
                "2020":9,
                "2021":2
            }
        ],
        [
            "We fabricate and electrically characterize electrospun nanofibers of doped polyaniline\/polyethylene oxide (PAn\/PEO) blend with sub-30 nm diameter. Fiber diameters near 5 nm are obtained for optimized process parameters. Scanning conductance microscopy (SCM) shows that fibers with diameter below 15 nm are electrically insulating; the small diameter may allow complete dedoping in air or be smaller than phase-separated grains of PAn and PEO. Electrical contacts to nanofibers are made by shadow mask evaporation with no chemical or thermal damage to the fibers. Single fiber I–V characteristics show that thin fibers conduct more poorly than thick ones, in agreement with SCM data. I–Vs of asymmetric fibers are rectifying, consistent with formation of Schottky barriers at the nanofiber-metal contacts.",
            "Fabrication and electrical characterization of polyaniline-based nanofibers with diameter below 30 nm",
            "Yangxin Zhou and Marcus Freitag and James Hone and Cristian Staii and AT Johnson Jr and Nicholas J Pinto and AG MacDiarmid",
            "2003",
            "-W0ERLQAAAAJ:u-x6o8ySG0sC",
            257,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1622108",
            "9892627709257260978",
            "\/scholar?cites=9892627709257260978",
            {
                "2004":10,
                "2005":15,
                "2006":22,
                "2007":31,
                "2008":19,
                "2009":21,
                "2010":18,
                "2011":21,
                "2012":16,
                "2013":24,
                "2014":12,
                "2015":11,
                "2016":13,
                "2017":6,
                "2018":3,
                "2019":8,
                "2020":6
            }
        ],
        [
            "There is great need for soft biomaterials that match the stiffness of human tissues for tissue engineering and regeneration. Hydrogels are frequently employed for extracellular matrix functionalization and to provide appropriate mechanical cues. It is challenging, however, to achieve structural integrity and retain bioactive molecules in hydrogels for complex tissue formation that may take months to develop. This work aims to investigate mechanical and biochemical characteristics of silk hydrogels for soft tissue engineering, specifically for the nervous system. The stiffness of 1 to 8% silk hydrogels, measured by atomic force microscopy, is 4 to 33 kPa. The structural integrity of silk gels is maintained throughout embryonic chick dorsal root ganglion (cDRG) explant culture over 4 days whereas fibrin and collagen gels decrease in mass over time. Neurite extension of cDRGs cultured on 2 and 4% silk hydrogels exhibit …",
            "Silk hydrogels as soft substrates for neural tissue engineering",
            "Amy M Hopkins and Laura De Laporte and Federico Tortelli and Elise Spedden and Cristian Staii and Timothy J Atherton and Jeffrey A Hubbell and David L Kaplan",
            "2013",
            "-W0ERLQAAAAJ:WF5omc3nYNoC",
            126,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adfm.201300435",
            "444482734045171019",
            "\/scholar?cites=444482734045171019",
            {
                "2013":2,
                "2014":13,
                "2015":20,
                "2016":10,
                "2017":16,
                "2018":21,
                "2019":16,
                "2020":25
            }
        ],
        [
            "We present a quantitative model for phase shifts observed in scanning conductance microscopy and show excellent agreement with data on samples of (conducting) single wall carbon nanotubes and insulating poly(ethylene oxide) (PEO) nanofibers. The model takes into account phase shifts due to the electrostatic (capacitive) forces exerted on the tip by sample and substrate, using simple approximate geometries. Data for large diameter, conducting doped polyaniline\/PEO nanofibers are qualitatively explained. This quantitative approach is used to determine the dielectric constant of PEO nanofiber, a general method that can be extended to other dielectric nanowires. ",
            "Quantitative analysis of scanning conductance microscopy",
            "Cristian Staii and Alan T Johnson and Nicholas J Pinto",
            "2004",
            "-W0ERLQAAAAJ:d1gkVwhDpl0C",
            125,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl049748w",
            "7388531898107691945",
            "\/scholar?cites=7388531898107691945",
            {
                "2004":3,
                "2005":6,
                "2006":2,
                "2007":10,
                "2008":8,
                "2009":7,
                "2010":13,
                "2011":7,
                "2012":13,
                "2013":10,
                "2014":12,
                "2015":7,
                "2016":8,
                "2017":2,
                "2018":4,
                "2019":8,
                "2020":5
            }
        ],
        [
            "We present a programmable bioengineered 3-dimensional silk-based bone marrow niche tissue system that successfully mimics the physiology of human bone marrow environment allowing us to manufacture functional human platelets ex vivo. Using stem\/progenitor cells, megakaryocyte function and platelet generation were recorded in response to variations in extracellular matrix components, surface topography, stiffness, coculture with endothelial cells, and shear forces. Millions of human platelets were produced and showed to be functional based on multiple activation tests. Using adult hematopoietic progenitor cells our system demonstrated the ability to reproduce key steps of thrombopoiesis, including alterations observed in diseased states. A critical feature of the system is the use of natural silk protein biomaterial allowing us to leverage its biocompatibility, nonthrombogenic features, programmable …",
            "Programmable 3D silk bone marrow niche for platelet generation ex vivo and modeling of megakaryopoiesis pathologies",
            "Christian A Di Buduo and Lindsay S Wray and Lorenzo Tozzi and Alessandro Malara and Ying Chen and Chiara E Ghezzi and Daniel Smoot and Carla Sfara and Antonella Antonelli and Elise Spedden and Giovanna Bruni and Cristian Staii and Luigi De Marco and Mauro Magnani and David L Kaplan and Alessandra Balduini",
            "2015",
            "-W0ERLQAAAAJ:maZDTaKrznsC",
            120,
            "https:\/\/ashpublications.org\/blood\/article-abstract\/125\/14\/2254\/33866",
            "680672127737007644",
            "\/scholar?cites=680672127737007644",
            {
                "2014":1,
                "2015":12,
                "2016":25,
                "2017":24,
                "2018":22,
                "2019":20,
                "2020":15,
                "2021":1
            }
        ],
        [
            "Detailed knowledge of mechanical parameters such as cell elasticity, stiffness of the growth substrate, or traction stresses generated during axonal extensions is essential for understanding the mechanisms that control neuronal growth. Here, we combine atomic force microscopy-based force spectroscopy with fluorescence microscopy to produce systematic, high-resolution elasticity maps for three different types of live neuronal cells: cortical (embryonic rat), embryonic chick dorsal root ganglion, and P-19 (mouse embryonic carcinoma stem cells) neurons. We measure how the stiffness of neurons changes both during neurite outgrowth and upon disruption of microtubules of the cell. We find reversible local stiffening of the cell during growth, and show that the increase in local elastic modulus is primarily due to the formation of microtubules. We also report that cortical and P-19 neurons have similar elasticity maps …",
            "Elasticity maps of living neurons measured by combined fluorescence and atomic force microscopy",
            "Elise Spedden and James D White and Elena N Naumova and David L Kaplan and Cristian Staii",
            "2012",
            "-W0ERLQAAAAJ:Tyk-4Ss8FVUC",
            107,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349512008648",
            "3740041807204089986",
            "\/scholar?cites=3740041807204089986",
            {
                "2012":1,
                "2013":10,
                "2014":16,
                "2015":15,
                "2016":14,
                "2017":6,
                "2018":16,
                "2019":10,
                "2020":18
            }
        ],
        [
            "Scalable computational modelling tools are required to guide the rational design of complex hierarchical materials with predictable functions. Here, we utilize mesoscopic modelling, integrated with genetic block copolymer synthesis and bioinspired spinning process, to demonstrate de novo materials design that incorporates chemistry, processing and material characterization. We find that intermediate hydrophobic\/hydrophilic block ratios observed in natural spider silks and longer chain lengths lead to outstanding silk fibre formation. This design by nature is based on the optimal combination of protein solubility, self-assembled aggregate size and polymer network topology. The original homogeneous network structure becomes heterogeneous after spinning, enhancing the anisotropic network connectivity along the shear flow direction. Extending beyond the classical polymer theory, with insights from the …",
            "Predictive modelling-based design and experiments for synthesis and spinning of bioinspired silk fibres",
            "Shangchao Lin and Seunghwa Ryu and Olena Tokareva and Greta Gronau and Matthew M Jacobsen and Wenwen Huang and Daniel J Rizzo and David Li and Cristian Staii and Nicola M Pugno and Joyce Y Wong and David L Kaplan and Markus J Buehler",
            "2015",
            "-W0ERLQAAAAJ:BqipwSGYUEgC",
            94,
            "https:\/\/www.nature.com\/articles\/ncomms7892?origin=ppub",
            "7326089120464759195",
            "\/scholar?cites=7326089120464759195",
            {
                "2015":2,
                "2016":11,
                "2017":16,
                "2018":26,
                "2019":15,
                "2020":23
            }
        ],
        [
            "We demonstrate a versatile class of nanoscale chemical sensors based on single-stranded DNA (ssDNA) for chemical recognition and single-walled carbon nanotube field effect transistors (SWNT FETs) for electronic read-out. SWNT FETs with a nanoscale coating of ssDNA respond to vapours that cause no detectable conductivity change in bare devices. The gases tested are methanol, trimethylamine, propionic acid, dimethylmethylphosphonate and dinitrotoluene. Sensor responses differ in sign and magnitude for different gases and can be tuned by choice of the ssDNA base sequence. Sensors respond and recover rapidly (seconds), and the sensor surface is self-regenerating. Preliminary results of all-atom molecular dynamics simulations are consistent with experiment.",
            "DNA-decorated carbon nanotubes for chemical sensing",
            "AT Charlie Johnson and Cristian Staii and Michelle Chen and Sam Khamis and Robert Johnson and ML Klein and A Gelperin",
            "2006",
            "-W0ERLQAAAAJ:9yKSN-GCB0IC",
            69,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0268-1242\/21\/11\/S03\/meta",
            "16678908648824065043",
            "\/scholar?cites=16678908648824065043",
            {
                "2008":8,
                "2009":10,
                "2010":9,
                "2011":8,
                "2012":9,
                "2013":8,
                "2014":4,
                "2015":1,
                "2016":2,
                "2017":4,
                "2018":1,
                "2019":3,
                "2020":2
            }
        ],
        [
            "Mechanical interactions play a key role in many processes associated with neuronal growth and development. Over the last few years there has been significant progress in our understanding of the role played by the substrate stiffness in neuronal growth, of the cell-substrate adhesion forces, of the generation of traction forces during axonal elongation, and of the relationships between the neuron soma elastic properties and its health. The particular capabilities of the Atomic Force Microscope (AFM), such as high spatial resolution, high degree of control over the magnitude and orientation of the applied forces, minimal sample damage, and the ability to image and interact with cells in physiologically relevant conditions make this technique particularly suitable for measuring mechanical properties of living neuronal cells. This article reviews recent advances on using the AFM for studying neuronal biomechanics, provides an overview about the state-of-the-art measurements, and suggests directions for future applications. View Full-Text",
            "Neuron biomechanics probed by atomic force microscopy",
            "Elise Spedden and Cristian Staii",
            "2013",
            "-W0ERLQAAAAJ:5nxA0vEk-isC",
            58,
            "https:\/\/www.mdpi.com\/1422-0067\/14\/8\/16124",
            "599024595551678566",
            "\/scholar?cites=599024595551678566",
            {
                "2014":6,
                "2015":7,
                "2016":8,
                "2017":7,
                "2018":11,
                "2019":8,
                "2020":11
            }
        ],
        [
            "The mechanical properties of spider silks drive interest as sources of new materials. However, there remains a lot to learn regarding the relationships between sequence, structure, and mechanical properties. In order to predict the types of sequence–functional relationships, synthesis–characterization–computation are integrated using recombinant spider silk‐like block copolymers. Two designs are studied, both with origins from the spider Nephila clavipes. These proteins are studied both experimentally and in silico to understand the relationships between sequence chemistry, processing, structure, and materials function. Films formed from the two proteins are thoroughly characterized. In parallel, molecular modeling is used to assess the propensity of the two sequences to form β‐sheets or crystalline structures. The results demonstrate that the modeling predicts the structural differences between the two silk‐like …",
            "Sequence–structure–property relationships of recombinant spider silk proteins: integration of biopolymer design, processing, and modeling",
            "Sreevidhya Tarakkad Krishnaji and Graham Bratzel and Michelle E Kinahan and Jonathan A Kluge and Cristian Staii and Joyce Y Wong and Markus J Buehler and David L Kaplan",
            "2013",
            "-W0ERLQAAAAJ:W7OEmFMy1HYC",
            54,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adfm.201200510",
            "16797226777536272476",
            "\/scholar?cites=16797226777536272476",
            {
                "2012":1,
                "2013":5,
                "2014":11,
                "2015":7,
                "2016":3,
                "2017":9,
                "2018":8,
                "2019":5,
                "2020":5
            }
        ]
    ]
}