{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Graphene’s success has shown that it is possible to create stable, single and few-atom-thick layers of van der Waals materials, and also that these materials can exhibit fascinating and technologically useful properties. Here we review the state-of-the-art of 2D materials beyond graphene. Initially, we will outline the different chemical classes of 2D materials and discuss the various strategies to prepare single-layer, few-layer, and multilayer assembly materials in solution, on substrates, and on the wafer scale. Additionally, we present an experimental guide for identifying and characterizing single-layer-thick materials, as well as outlining emerging techniques that yield both local and global information. We describe the differences that occur in the electronic structure between the bulk and the single layer and discuss various methods of tuning their electronic properties by manipulating the surface. Finally, we highlight …",
            "Progress, challenges, and opportunities in two-dimensional materials beyond graphene",
            "Sheneve Z Butler and Shawna M Hollen and Linyou Cao and Yi Cui and Jay A Gupta and Humberto R Gutiérrez and Tony F Heinz and Seung Sae Hong and Jiaxing Huang and Ariel F Ismach and Ezekiel Johnston-Halperin and Masaru Kuno and Vladimir V Plashnitsa and Richard D Robinson and Rodney S Ruoff and Sayeef Salahuddin and Jie Shan and Li Shi and Michael G Spencer and Mauricio Terrones and Wolfgang Windl and Joshua E Goldberger",
            "2013",
            "-WounDcAAAAJ:2osOgNQ5qMEC",
            3543,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn400280c",
            "16465991479449141948",
            "\/scholar?cites=16465991479449141948",
            {
                "2013":59,
                "2014":281,
                "2015":429,
                "2016":531,
                "2017":622,
                "2018":571,
                "2019":491,
                "2020":509,
                "2021":43
            }
        ],
        [
            "Individual monolayers of metal dichalcogenides are atomically thin two-dimensional crystals with attractive physical properties different from those of their bulk counterparts. Here we describe the direct synthesis of WS2 monolayers with triangular morphologies and strong room-temperature photoluminescence (PL). The Raman response as well as the luminescence as a function of the number of S–W–S layers is also reported. The PL weakens with increasing number of layers due to a transition from direct band gap in a monolayer to indirect gap in multilayers. The edges of WS2 monolayers exhibit PL signals with extraordinary intensity, around 25 times stronger than that at the platelet’s center. The structure and chemical composition of the platelet edges appear to be critical for PL enhancement.",
            "Extraordinary Room-Temperature Photoluminescence in Triangular WS2 Monolayers",
            "Humberto R Gutiérrez and Nestor Perea-López and Ana Laura Elías and Ayse Berkdemir and Bei Wang and Ruitao Lv and Florentino López-Urías and Vincent H Crespi and Humberto Terrones and Mauricio Terrones",
            "2013",
            "-WounDcAAAAJ:W7OEmFMy1HYC",
            1262,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl3026357",
            "16208515439663845881",
            "\/scholar?cites=16208515439663845881",
            {
                "2013":35,
                "2014":105,
                "2015":175,
                "2016":210,
                "2017":180,
                "2018":200,
                "2019":171,
                "2020":168,
                "2021":17
            }
        ],
        [
            "The Raman scattering of single-and few-layered WS 2 is studied as a function of the number of SWS layers and the excitation wavelength in the visible range (488, 514 and 647 nm). For the three excitation wavelengths used in this study, the frequency of the A 1g (Γ) phonon mode monotonically decreases with the number of layers. For single-layer WS 2, the 514.5 nm laser excitation generates a second-order Raman resonance involving the longitudinal acoustic mode (LA (M)). This resonance results from a coupling between the electronic band structure and lattice vibrations. First-principles calculations were used to determine the electronic and phonon band structures of single-layer and bulk WS 2. The reduced intensity of the 2LA mode was then computed, as a function of the laser wavelength, from the fourth-order Fermi golden rule. Our observations establish an unambiguous and nondestructive Raman …",
            "Identification of individual and few layers of WS 2 using Raman spectroscopy",
            "Ayse Berkdemir and Humberto R Gutiérrez and Andrés R Botello-Méndez and Néstor Perea-López and Ana Laura Elías and Chen-Ing Chia and Bei Wang and Vincent H Crespi and Florentino López-Urías and Jean-Christophe Charlier and Humberto Terrones and Mauricio Terrones",
            "2013",
            "-WounDcAAAAJ:8k81kl-MbHgC",
            1005,
            "https:\/\/www.nature.com\/articles\/srep01755",
            "4677300183634413123",
            "\/scholar?cites=4677300183634413123",
            {
                "2013":8,
                "2014":54,
                "2015":104,
                "2016":159,
                "2017":176,
                "2018":165,
                "2019":165,
                "2020":154,
                "2021":19
            }
        ],
        [
            "Graphene is a two-dimensional network in which sp 2-hybridized carbon atoms are arranged in two different triangular sub-lattices (A and B). By incorporating nitrogen atoms into graphene, its physico-chemical properties could be significantly altered depending on the doping configuration within the sub-lattices. Here, we describe the synthesis of large-area, highly-crystalline monolayer N-doped graphene (NG) sheets via atmospheric-pressure chemical vapor deposition, yielding a unique N-doping site composed of two quasi-adjacent substitutional nitrogen atoms within the same graphene sub-lattice (N 2 AA). Scanning tunneling microscopy and spectroscopy (STM and STS) of NG revealed the presence of localized states in the conduction band induced by N 2 AA-doping, which was confirmed by ab initio calculations. Furthermore, we demonstrated for the first time that NG could be used to efficiently probe …",
            "Nitrogen-doped graphene: beyond single substitution and enhanced molecular sensing",
            "Ruitao Lv and Qing Li and Andrés R Botello-Méndez and Takuya Hayashi and Bei Wang and Ayse Berkdemir and Qingzhen Hao and Ana Laura Elías and Rodolfo Cruz-Silva and Humberto R Gutiérrez and Yoong Ahm Kim and Hiroyuki Muramatsu and Jun Zhu and Morinobu Endo and Humberto Terrones and Jean-Christophe Charlier and Minghu Pan and Mauricio Terrones",
            "2012",
            "-WounDcAAAAJ:Tyk-4Ss8FVUC",
            595,
            "https:\/\/www.nature.com\/articles\/srep00586",
            "5638524986529985792",
            "\/scholar?cites=5638524986529985792",
            {
                "2012":2,
                "2013":40,
                "2014":69,
                "2015":92,
                "2016":119,
                "2017":72,
                "2018":70,
                "2019":60,
                "2020":58,
                "2021":8
            }
        ],
        [
            "Reduced dimensionality and interlayer coupling in van der Waals materials gives rise to fundamentally different electronic 1, optical 2 and many-body quantum 3, 4, 5 properties in monolayers compared with the bulk. This layer-dependence permits the discovery of novel material properties in the monolayer regime. Ferromagnetic order in two-dimensional materials is a coveted property that would allow fundamental studies of spin behaviour in low dimensions and enable new spintronics applications 6, 7, 8. Recent studies have shown that for the bulk-ferromagnetic layered materials CrI 3 (ref. 9) and Cr 2 Ge 2 Te 6 (ref. 10), ferromagnetic order is maintained down to the ultrathin limit at low temperatures. Contrary to these observations, we report the emergence of strong ferromagnetic ordering for monolayer VSe 2, a material that is paramagnetic in the bulk 11, 12. Importantly, the ferromagnetic ordering with a large …",
            "Strong room-temperature ferromagnetism in VSe 2 monolayers on van der Waals substrates",
            "Manuel Bonilla and Sadhu Kolekar and Yujing Ma and Horacio Coy Diaz and Vijaysankar Kalappattil and Raja Das and Tatiana Eggers and Humberto R Gutierrez and Manh-Huong Phan and Matthias Batzill",
            "2018",
            "-WounDcAAAAJ:SdhP9T11ey4C",
            564,
            "https:\/\/www.nature.com\/articles\/s41565-018-0063-9",
            "11516985662107975188",
            "\/scholar?cites=11516985662107975188",
            {
                "2018":54,
                "2019":196,
                "2020":279,
                "2021":32
            }
        ],
        [
            "Few‐layered films of WS2, synthesized by chemical vapor deposition on quartz, are successfully used as light sensors. The film samples are structurally characterized by Raman spectroscopy, atomic force microscopy, scanning electron microscopy, and high‐resolution transmission electron microscopy. The produced samples consist of few layered sheets possessing up to 10 layers. UV–visible absorbance spectra reveals absorption peaks at energies of 1.95 and 2.33 eV, consistent with the A and B excitons characteristic of WS2. Current–voltage (I–V) and photoresponse measurements carried out at room temperature are performed by connecting the WS2 layered material with Au\/Ti contacts. The photocurrent measurements are carried out using five different laser lines ranging between 457 and 647 nm. The results indicate that the electrical response strongly depends on the photon energy from the excitation …",
            "Photosensor Device Based on Few‐Layered WS2 Films",
            "Néstor Perea‐López and Ana Laura Elías and Ayse Berkdemir and Andres Castro‐Beltran and Humberto R Gutiérrez and Simin Feng and Ruitao Lv and Takuya Hayashi and Florentino López‐Urías and Sujoy Ghosh and Baleeswaraiah Muchharla and Saikat Talapatra and Humberto Terrones and Mauricio Terrones",
            "2013",
            "-WounDcAAAAJ:4TOpqqG69KYC",
            489,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adfm.201300760",
            "7498262784941717827",
            "\/scholar?cites=7498262784941717827",
            {
                "2013":2,
                "2014":34,
                "2015":71,
                "2016":86,
                "2017":56,
                "2018":87,
                "2019":74,
                "2020":70,
                "2021":8
            }
        ],
        [
            "Wet chemical methods involving ultrasound and amide solvents were used to purify and separate large bundles of single-walled carbon nanotubes (SWNTs) into individual nanotubes that could then be transported to silicon or mica substrates. The SWNTs studied were produced by the arc-discharge process. Dry oxidation was used in an initial step to remove amorphous carbon. Subsequently, two acid purification schemes were investigated (HCl- and HNO3-reflux) to remove the metal growth catalyst (Ni−Y). Finally, ultrasonic dispersion of isolated tubes into either N,N-dimethylformamide (DMF) or N-methyl-2-pyrrolidone (NMP) was carried out. Raman scattering, atomic force microscopy (AFM), and electron microscopy were used to study the evolution of the products. Raman scattering was used to probe possible wall damage during the chemical processing. We found that both HCl and HNO3 could be used to …",
            "Debundling and dissolution of single-walled carbon nanotubes in amide solvents",
            "CA Furtado and UJ Kim and HR Gutierrez and Ling Pan and EC Dickey and Peter C Eklund",
            "2004",
            "-WounDcAAAAJ:d1gkVwhDpl0C",
            488,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja039588a",
            "3842174656259276347",
            "\/scholar?cites=3842174656259276347",
            {
                "2004":4,
                "2005":23,
                "2006":21,
                "2007":35,
                "2008":38,
                "2009":42,
                "2010":59,
                "2011":44,
                "2012":35,
                "2013":45,
                "2014":34,
                "2015":29,
                "2016":19,
                "2017":18,
                "2018":15,
                "2019":9,
                "2020":11,
                "2021":2
            }
        ],
        [
            "The isolation of few-layered transition metal dichalcogenides has mainly been performed by mechanical and chemical exfoliation with very low yields. In this account, a controlled thermal reduction–sulfurization method is used to synthesize large-area (∼1 cm2) WS2 sheets with thicknesses ranging from monolayers to a few layers. During synthesis, WOx thin films are first deposited on Si\/SiO2 substrates, which are then sulfurized (under vacuum) at high temperatures (750–950 °C). An efficient route to transfer the synthesized WS2 films onto different substrates such as quartz and transmission electron microscopy (TEM) grids has been satisfactorily developed using concentrated HF. Samples with different thicknesses have been analyzed by Raman spectroscopy and TEM, and their photoluminescence properties have been evaluated. We demonstrated the presence of single-, bi-, and few-layered WS2 on as-grown …",
            "Controlled Synthesis and Transfer of Large-Area WS2 Sheets: From Single Layer to Few Layers",
            "Ana Laura Elías and Néstor Perea-López and Andrés Castro-Beltrán and Ayse Berkdemir and Ruitao Lv and Simin Feng and Aaron D Long and Takuya Hayashi and Yoong Ahm Kim and Morinobu Endo and Humberto R Gutiérrez and Nihar R Pradhan and Luis Balicas and Thomas E Mallouk and Florentino López-Urías and Humberto Terrones and Mauricio Terrones",
            "2013",
            "-WounDcAAAAJ:KlAtU1dfN6UC",
            487,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn400971k",
            "14617322435448894244",
            "\/scholar?cites=14617322435448894244",
            {
                "2013":5,
                "2014":43,
                "2015":84,
                "2016":67,
                "2017":73,
                "2018":81,
                "2019":54,
                "2020":68,
                "2021":11
            }
        ],
        [
            "We report the synthesis and evidence of graphene fluoride, a two-dimensional wide bandgap semiconductor derived from graphene. Graphene fluoride exhibits hexagonal crystalline order and strongly insulating behavior with resistance exceeding 10 G Ω at room temperature. Electron transport in graphene fluoride is well described by variable range hopping in two dimensions due to the presence of localized states in the band gap. Graphene obtained through the reduction of graphene fluoride is highly conductive, exhibiting a resistivity of less than 100 k Ω at room temperature. Our approach provides a pathway to reversibly engineer the band structure and conductivity of graphene for electronic and optical applications.",
            "Reversible fluorination of graphene: Evidence of a two-dimensional wide bandgap semiconductor",
            "S-H Cheng and K Zou and F Okino and H Rodriguez Gutierrez and A Gupta and N Shen and PC Eklund and JO Sofo and J Zhu",
            "2010",
            "-WounDcAAAAJ:9yKSN-GCB0IC",
            440,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.81.205435",
            "15808669678407586932",
            "\/scholar?cites=15808669678407586932",
            {
                "2010":13,
                "2011":66,
                "2012":55,
                "2013":65,
                "2014":50,
                "2015":49,
                "2016":33,
                "2017":33,
                "2018":30,
                "2019":19,
                "2020":23,
                "2021":3
            }
        ],
        [
            "Results are presented from an experimental and theoretical study of the electronic properties of back-gated graphene field effect transistors (FETs) on Si\/SiO2 substrates. The excess charge on the graphene was observed by sweeping the gate voltage to determine the charge neutrality point in the graphene. Devices exposed to laboratory environment for several days were always found to be initially p-type. After ∼20 h at 200 °C in ∼5 × 10−7 Torr vacuum, the FET slowly evolved to n-type behavior with a final excess electron density on the graphene of ∼4 × 1012 e\/cm2. This value is in excellent agreement with our theoretical calculations on SiO2, where we have used molecular dynamics to build the SiO2 structure and then density functional theory to compute the electronic structure. The essential theoretical result is that the SiO2 has a significant surface state density just below the conduction band edge that …",
            "n-Type Behavior of Graphene Supported on Si\/SiO2 Substrates",
            "Hugo E Romero and Ning Shen and Prasoon Joshi and Humberto R Gutierrez and Srinivas A Tadigadapa and Jorge O Sofo and Peter C Eklund",
            "2008",
            "-WounDcAAAAJ:UeHWp8X0CEIC",
            258,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn800354m",
            "6621280559251025522",
            "\/scholar?cites=6621280559251025522",
            {
                "2008":1,
                "2009":6,
                "2010":22,
                "2011":35,
                "2012":20,
                "2013":32,
                "2014":32,
                "2015":35,
                "2016":18,
                "2017":19,
                "2018":9,
                "2019":18,
                "2020":11
            }
        ]
    ]
}