{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "This truly interdisciplinary work is the first substantial and comprehensive book to describe the biosensor, an important new technology combining the specificity and sensitivity of biological systems with the computing capabilities of the micro-processor. Biosensors hold enormous potential: they can monitor personal health and fitness, the food we eat, and our environment. They can replace the large analytical facilities of industrial and health services with cheap and simple devices anyone can use. This book discusses the large variety of biosensors, their current capabilities, and their present and future applications. The contributors come from a wide range of disciplines reflecting many differences in opinion and approach. The work will be essential reading for scientists in physics, chemistry, and biology, as well as engineers in medicine, electronics, and industry.",
            "Biosensors: fundamentals and applications",
            "Anthony Turner and Isao Karube and George S Wilson",
            "1987",
            "-xYGvKYAAAAJ:WF5omc3nYNoC",
            1798,
            "https:\/\/www.diva-portal.org\/smash\/record.jsf?pid=diva2:619968",
            "770167227450035610",
            "\/scholar?cites=770167227450035610",
            {
                "1987":7,
                "1988":18,
                "1989":24,
                "1990":43,
                "1991":61,
                "1992":52,
                "1993":50,
                "1994":49,
                "1995":46,
                "1996":39,
                "1997":48,
                "1998":41,
                "1999":50,
                "2000":39,
                "2001":34,
                "2002":53,
                "2003":51,
                "2004":57,
                "2005":46,
                "2006":70,
                "2007":54,
                "2008":48,
                "2009":68,
                "2010":65,
                "2011":77,
                "2012":56,
                "2013":72,
                "2014":56,
                "2015":62,
                "2016":66,
                "2017":65,
                "2018":77,
                "2019":67,
                "2020":65,
                "2021":8
            }
        ],
        [
            "Two Divisions of the International Union of Pure and Applied Chemistry (IUPAC), namely Physical Chemistry (Commission I.7 on Biophysical Chemistry formerly Steering Committee on Biophysical Chemistry) and Analytical Chemistry (Commission V.5 on Electroanalytical Chemistry) have prepared recommendations on the definition, classification and nomenclature related to electrochemical biosensors; these recommendations could, in the future, be extended to other types of biosensors. An electrochemical biosensor is a self-contained integrated device, which is capable of providing specific quantitative or semi-quantitative analytical information using a biological recognition element (biochemical receptor) which is retained in direct spatial contact with an electrochemical transduction element. Because of their ability to be repeatedly calibrated, we recommend that a biosensor should be clearly distinguished from …",
            "Electrochemical biosensors: recommended definitions and classification",
            "Daniel R Thévenot and Klara Toth and Richard A Durst and George S Wilson",
            "2001",
            "-xYGvKYAAAAJ:0EnyYjriUFMC",
            1685,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0956566301001154",
            "1357699933110019216",
            "\/scholar?cites=1357699933110019216",
            {
                "2001":5,
                "2002":16,
                "2003":17,
                "2004":28,
                "2005":39,
                "2006":35,
                "2007":48,
                "2008":50,
                "2009":54,
                "2010":64,
                "2011":88,
                "2012":81,
                "2013":122,
                "2014":102,
                "2015":125,
                "2016":146,
                "2017":165,
                "2018":148,
                "2019":157,
                "2020":156,
                "2021":24
            }
        ]
    ]
}