{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A high spectral resolution observation of the diffuse X‐ray background in the 60–1000 eV energy range has been made using an array of 36 1 mm2 microcalorimeters flown on a sounding rocket. Detector energy resolution ranged from 5 to 12 eV FWHM, and a composite spectrum of ∼1 sr of the background centered at  ,   was obtained with a net resolution of ∼9 eV. The target area includes bright   keV regions but avoids Loop I and the North Polar Spur. Lines of C vi, O vii, and O viii are clearly detected with intensities of  ,  , and   photons cm−2 s−1 sr−1, respectively. The oxygen lines alone account for a majority of the diffuse background observed in the ROSAT R4 band that is not due to resolved extragalactic discrete sources. We also have a positive detection of the Fe‐M line complex near 70 eV at an intensity consistent with previous upper limits that indicate substantial gas‐phase depletion of iron. We include …",
            "A high spectral resolution observation of the soft x-ray diffuse background with thermal detectors",
            "Dan McCammon and R Almy and E e 1 al Apodaca and W Bergmann Tiest and W Cui and S Deiker and M Galeazzi and M Juda and A Lesser and T Mihara and JP Morgenthaler and WT Sanders and J Zhang and E Figueroa-Feliciano and RL Kelley and SH Moseley and RF Mushotzky and FS Porter and CK Stahle and AE Szymkowiak",
            "2002",
            "-Yg2E_QAAAAJ:u5HHmVD_uO8C",
            389,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/341727\/meta",
            "3045995571763213340",
            "\/scholar?cites=3045995571763213340",
            {
                "2002":1,
                "2003":14,
                "2004":37,
                "2005":13,
                "2006":40,
                "2007":32,
                "2008":37,
                "2009":25,
                "2010":26,
                "2011":15,
                "2012":22,
                "2013":12,
                "2014":17,
                "2015":13,
                "2016":12,
                "2017":11,
                "2018":18,
                "2019":17,
                "2020":23,
                "2021":3
            }
        ],
        [
            "Clusters of galaxies are the most massive gravitationally bound objects in the Universe and are still forming. They are thus important probes 1 of cosmological parameters and many astrophysical processes. However, knowledge of the dynamics of the pervasive hot gas, the mass of which is much larger than the combined mass of all the stars in the cluster, is lacking. Such knowledge would enable insights into the injection of mechanical energy by the central supermassive black hole and the use of hydrostatic equilibrium for determining cluster masses. X-rays from the core of the Perseus cluster are emitted by the 50-million-kelvin diffuse hot plasma filling its gravitational potential well. The active galactic nucleus of the central galaxy NGC 1275 is pumping jetted energy into the surrounding intracluster medium, creating buoyant bubbles filled with relativistic plasma. These bubbles probably induce motions in the …",
            "The quiescent intracluster medium in the core of the Perseus cluster",
            "Felix Aharonian and Hiroki Akamatsu and Fumie Akimoto and Steven W Allen and Naohisa Anabuki and Lorella Angelini and Keith Arnaud and Marc Audard and Hisamitsu Awaki and Magnus Axelsson and Aya Bamba and Marshall Bautz and Roger Blandford and Laura Brenneman and Gregory V Brown and Esra Bulbul and Edward Cackett and Maria Chernyakova and Meng Chiao and Paolo Coppi and Elisa Costantini and Jelle De Plaa and Jan-Willem den Herder and Chris Done and Tadayasu Dotani and Ken Ebisawa and Megan Eckart and Teruaki Enoto and Yuichiro Ezoe and Andrew C Fabian and Carlo Ferrigno and Adam Foster and Ryuichi Fujimoto and Yasushi Fukazawa and Akihiro Furuzawa and Massimiliano Galeazzi and Luigi Gallo and Poshak Gandhi and Margherita Giustini and Andrea Goldwurm and Liyi Gu and Matteo Guainazzi and Yoshito Haba and Kouichi Hagino and Kenji Hamaguchi and Ilana Harrus and Isamu Hatsukade and Katsuhiro Hayashi and Takayuki Hayashi and Kiyoshi Hayashida and Junko Hiraga and Ann Hornschemeier and Akio Hoshino and John Hughes and Ryo Iizuka and Hajime Inoue and Yoshiyuki Inoue and Kazunori Ishibashi and Manabu Ishida and Kumi Ishikawa and Yoshitaka Ishisaki and Masayuki Itoh and Naoko Iyomoto and Jelle Kaastra and Timothy Kallman and Tuneyoshi Kamae and Erin Kara and Jun Kataoka and Satoru Katsuda and Junichiro Katsuta and Madoka Kawaharada and Nobuyuki Kawai and Richard Kelley and Dmitry Khangulyan and Caroline Kilbourne and Ashley King and Takao Kitaguchi and Shunji Kitamoto and Tetsu Kitayama and Takayoshi Kohmura and Motohide Kokubun and Shu Koyama and Katsuji Koyama and Peter Kretschmar and Hans Krimm and Aya Kubota and Hideyo Kunieda and Philippe Laurent and François Lebrun and Shiu-Hang Lee and Maurice Leutenegger and Olivier Limousin and Michael Loewenstein and Knox S Long and David Lumb and Grzegorz Madejski and Yoshitomo Maeda and Daniel Maier and Kazuo Makishima and Maxim Markevitch and Hironori Matsumoto and Kyoko Matsushita and Dan McCammon and Brian McNamara and Missagh Mehdipour and Eric Miller and Jon Miller and Shin Mineshige and Kazuhisa Mitsuda and Ikuyuki Mitsuishi and Takuya Miyazawa and Tsunefumi Mizuno and Hideyuki Mori and Koji Mori and Harvey Moseley and Koji Mukai and Hiroshi Murakami and Toshio Murakami and Richard Mushotzky and Ryo Nagino and Takao Nakagawa and Hiroshi Nakajima and Takeshi Nakamori and Toshio Nakano and Shinya Nakashima and Kazuhiro Nakazawa and Masayoshi Nobukawa and Hirofumi Noda and Masaharu Nomachi and Steve O’Dell and Hirokazu Odaka and Takaya Ohashi and Masanori Ohno and Takashi Okajima and Naomi Ota and Masanobu Ozaki and Frits Paerels and Stephane Paltani and Arvind Parmar and Robert Petre and Ciro Pinto and Martin Pohl and F Scott Porter and Katja Pottschmidt and Brian Ramsey and Christopher Reynolds and Helen Russell and Samar Safi-Harb and Shinya Saito and Kazuhiro Sakai",
            "2016",
            "-Yg2E_QAAAAJ:35r97b3x0nAC",
            311,
            "https:\/\/www.nature.com\/articles\/nature18627",
            "13021693364897397994",
            "\/scholar?cites=13021693364897397994",
            {
                "2015":1,
                "2016":17,
                "2017":69,
                "2018":86,
                "2019":76,
                "2020":56,
                "2021":5
            }
        ],
        [
            "The joint JAXA\/NASA Astro‐H mission is the sixth in a series of X‐ray missions initiated by the Institute of Space and Astronautical Science (ISAS). The planned launch date is 2014. Astro‐H will investigate the physics of the high‐energy universe by performing high‐resolution, high‐throughput spectroscopy with moderate spatial resolution over the 0.3–600 keV energy range. ASTRO‐H is a combination of wide band X‐ray spectroscopy (3–80 keV) provided by focusing hard X‐ray mirrors and hard X‐ray imaging detectors, and high energy‐resolution soft X‐ray spectroscopy (0.3–10 keV) provided by thin‐foil X‐ray optics and a micro‐calorimeter array. The mission will also carry an X‐ray CCD camera as a focal plane detector for a soft X‐ray telescope and a non‐focusing soft gamma‐ray detector. The simultaneous broad bandpass, coupled with high spectral resolution of ΔE∼7 eV by the micro‐calorimeter will …",
            "The ASTRO‐H Mission",
            "Tadayuki Takahashi and Kazuhisa Mitsuda and Richard Kelley",
            "2010",
            "-Yg2E_QAAAAJ:EkHepimYqZsC",
            286,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3475335",
            "10009603071321463696",
            "\/scholar?cites=10009603071321463696",
            {
                "2009":2,
                "2010":17,
                "2011":38,
                "2012":74,
                "2013":45,
                "2014":43,
                "2015":15,
                "2016":23,
                "2017":10,
                "2018":12,
                "2019":5,
                "2020":2
            }
        ],
        [
            "This White Paper, submitted to the recent ESA call for science themes to define its future large missions, advocates the need for a transformational leap in our understanding of two key questions in astrophysics: 1) How does ordinary matter assemble into the large scale structures that we see today? 2) How do black holes grow and shape the Universe? Hot gas in clusters, groups and the intergalactic medium dominates the baryonic content of the local Universe. To understand the astrophysical processes responsible for the formation and assembly of these large structures, it is necessary to measure their physical properties and evolution. This requires spatially resolved X-ray spectroscopy with a factor 10 increase in both telescope throughput and spatial resolving power compared to currently planned facilities. Feedback from supermassive black holes is an essential ingredient in this process and in most galaxy evolution models, but it is not well understood. X-ray observations can uniquely reveal the mechanisms launching winds close to black holes and determine the coupling of the energy and matter flows on larger scales. Due to the effects of feedback, a complete understanding of galaxy evolution requires knowledge of the obscured growth of supermassive black holes through cosmic time, out to the redshifts where the first galaxies form. X-ray emission is the most reliable way to reveal accreting black holes, but deep survey speed must improve by a factor~ 100 over current facilities to perform a full census into the early Universe. The Advanced Telescope for High Energy Astrophysics (Athena+) mission provides the necessary performance …",
            "The Hot and Energetic Universe: A White Paper presenting the science theme motivating the Athena+ mission",
            "Kirpal Nandra and Didier Barret and Xavier Barcons and Andy Fabian and Jan-Willem den Herder and Luigi Piro and Mike Watson and Christophe Adami and James Aird and Jose Manuel Afonso and Dave Alexander and Costanza Argiroffi and Lorenzo Amati and Monique Arnaud and Jean-Luc Atteia and Marc Audard and Carles Badenes and Jean Ballet and Lucia Ballo and Aya Bamba and Anil Bhardwaj and Elia Stefano Battistelli and Werner Becker and Michaël De Becker and Ehud Behar and Stefano Bianchi and Veronica Biffi and Laura Bîrzan and Fabrizio Bocchino and Slavko Bogdanov and Laurence Boirin and Thomas Boller and Stefano Borgani and Katharina Borm and Nicolas Bouche and Herve Bourdin and Richard Bower and Valentina Braito and Enzo Branchini and Graziella Branduardi-Raymont and Joel Bregman and Laura Brenneman and Murray Brightman and Marcus Brüggen and Johannes Buchner and Esra Bulbul and Marcella Brusa and Michal Bursa and Alessandro Caccianiga and Ed Cackett and Sergio Campana and Nico Cappelluti and Massimo Cappi and Francisco Carrera and Maite Ceballos and Finn Christensen and You-Hua Chu and Eugene Churazov and Nicolas Clerc and Stéphane Corbel and Amalia Corral and Andrea Comastri and Elisa Costantini and Judith Croston and Mauro Dadina and Antonino d'Ai and Anne Decourchelle and Roberto Della Ceca and Konrad Dennerl and Klaus Dolag and Chris Done and Michal Dovciak and Jeremy Drake and Dominique Eckert and Alastair Edge and Stefano Ettori and Yuichiro Ezoe and Eric Feigelson and Rob Fender and Chiara Feruglio and Alexis Finoguenov and Fabrizio Fiore and Massimiliano Galeazzi and Sarah Gallagher and Poshak Gandhi and Massimo Gaspari and Fabio Gastaldello and Antonis Georgakakis and Ioannis Georgantopoulos and Marat Gilfanov and Myriam Gitti and Randy Gladstone and René Goosmann and Eric Gosset and Nicolas Grosso and Manuel Guedel and Martin Guerrero and Frank Haberl and Martin Hardcastle and Sebastian Heinz",
            "2013",
            "-Yg2E_QAAAAJ:qjMakFHDy7sC",
            197,
            "https:\/\/arxiv.org\/abs\/1306.2307",
            "14112583778442875393",
            "\/scholar?cites=14112583778442875393",
            {
                "2013":7,
                "2014":18,
                "2015":11,
                "2016":36,
                "2017":19,
                "2018":34,
                "2019":35,
                "2020":30,
                "2021":5
            }
        ],
        [
            "Most of the baryons from galaxies have been\" missing\" and several studies have attempted to map the circumgalactic medium (CGM) of galaxies in their quest. We report on X-ray observations made with the Chandra X-Ray Observatory probing the warm-hot phase of the CGM of our Milky Way at about 10 6 K. We detect O VII and O VIII absorption lines at z= 0 in extragalactic sight lines and measure accurate column densities using both Kα and Kβ lines of O VII. We then combine these measurements with the emission measure of the Galactic halo from literature to derive the density and the path length of the CGM. We show that the warm-hot phase of the CGM is massive, extending over a large region around the Milky Way, with a radius of over 100 kpc. The mass content of this phase is over 10 billion solar masses, many times more than that in cooler gas phases and comparable to the total baryonic mass in the …",
            "A huge reservoir of ionized gas around the Milky Way: accounting for the missing mass?",
            "A Gupta and S Mathur and Y Krongold and F Nicastro and M Galeazzi",
            "2012",
            "-Yg2E_QAAAAJ:UeHWp8X0CEIC",
            176,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2041-8205\/756\/1\/L8\/meta",
            "6366820822284874875",
            "\/scholar?cites=6366820822284874875",
            {
                "2012":7,
                "2013":15,
                "2014":20,
                "2015":20,
                "2016":27,
                "2017":21,
                "2018":14,
                "2019":21,
                "2020":22,
                "2021":3
            }
        ],
        [
            "The joint JAXA\/NASA ASTRO-H mission is the sixth in a series of highly successful X-ray missions initiated by the Institute of Space and Astronautical Science (ISAS). ASTRO-H will investigate the physics of the highenergy universe via a suite of four instruments, covering a very wide energy range, from 0.3 keV to 600 keV. These instruments include a high-resolution, high-throughput spectrometer sensitive over 0.3–12 keV with high spectral resolution of ΔE ≦ 7 eV, enabled by a micro-calorimeter array located in the focal plane of thin-foil X-ray optics; hard X-ray imaging spectrometers covering 5–80 keV, located in the focal plane of multilayer-coated, focusing hard X-ray mirrors; a wide-field imaging spectrometer sensitive over 0.4–12 keV, with an X-ray CCD camera in the focal plane of a soft X-ray telescope; and a non-focusing Compton-camera type soft gamma-ray detector, sensitive in the 40–600 keV band. The …",
            "The ASTRO-H x-ray observatory",
            "Tadayuki Takahashi and Kazuhisa Mitsuda and Richard Kelley and Henri Aarts and Felix Aharonian and Hiroki Akamatsu and Fumie Akimoto and Steve Allen and Naohisa Anabuki and Lorella Angelini and Keith Arnaud and Makoto Asai and Marc Audard and Hisamitsu Awaki and Philipp Azzarello and Chris Baluta and Aya Bamba and Nobutaka Bando and Mark Bautz and Roger Blandford and Kevin Boyce and Greg Brown and Ed Cackett and Mara Chernyakova and Paolo Coppi and Elisa Costantini and Jelle De Plaa and Jan-Willem den Herder and Michael DiPirro and Chris Done and Tadayasu Dotani and John Doty and Ken Ebisawa and Megan Eckart and Teruaki Enoto and Yuichiro Ezoe and Andrew Fabian and Carlo Ferrigno and Adam Foster and Ryuichi Fujimoto and Yasushi Fukazawa and Stefan Funk and Akihiro Furuzawa and Massimiliano Galeazzi and Luigi Gallo and Poshak Gandhi and Keith Gendreau and Kirk Gilmore and Daniel Haas and Yoshito Haba and Kenji Hamaguchi and Isamu Hatsukade and Takayuki Hayashi and Kiyoshi Hayashida and Junko Hiraga and Kazuyuki Hirose and Ann Hornschemeier and Akio Hoshino and John Hughes and Una Hwang and Ryo Iizuka and Yoshiyuki Inoue and Kazunori Ishibashi and Manabu Ishida and Kosei Ishimura and Yoshitaka Ishisaki and Masayuki Ito and Naoko Iwata and Naoko Iyomoto and Jelle Kaastra and Timothy Kallman and Tuneyoshi Kamae and Jun Kataoka and Satoru Katsuda and Hajime Kawahara and Madoka Kawaharada and Nobuyuki Kawai and Shigeo Kawasaki and Dmitry Khangaluyan and Caroline Kilbourne and Masashi Kimura and Kenzo Kinugasa and Shunji Kitamoto and Tetsu Kitayama and Takayoshi Kohmura and Motohide Kokubun and Tatsuro Kosaka and Alex Koujelev and Katsuji Koyama and Hans Krimm and Aya Kubota and Hideyo Kunieda and Stephanie LaMassa and Philippe Laurent and Francois Lebrun and Maurice Leutenegger and Olivier Limousin and Michael Loewenstein and Knox Long and David Lumb and Grzegorz Madejski and Yoshitomo Maeda and Kazuo Makishima and Genevieve Marchand and Maxim Markevitch and Hironori Matsumoto and Kyoko Matsushita and Dan McCammon and Brian McNamara and Jon Miller and Eric Miller and Shin Mineshige and Kenji Minesugi and Ikuyuki Mitsuishi and Takuya Miyazawa and Tsunefumi Mizuno and Hideyuki Mori and Koji Mori and Koji Mukai and Toshio Murakami and Hiroshi Murakami and Richard Mushotzky and Hosei Nagano and Ryo Nagino and Takao Nakagawa and Hiroshi Nakajima and Takeshi Nakamori and Kazuhiro Nakazawa and Yoshiharu Namba and Chikara Natsukari and Yusuke Nishioka and Masayoshi Nobukawa and Masaharu Nomachi and Steve O'Dell and Hirokazu Odaka and Hiroyuki Ogawa and Mina Ogawa and Keiji Ogi and Takaya Ohashi and Masanori Ohno and Masayuki Ohta and Takashi Okajima and Atsushi Okamoto and Tsuyoshi Okazaki and Naomi Ota and Masanobu Ozaki and Fritzs Paerels and Stéphane Paltani and Arvind Parmar and Robert Petre",
            "2012",
            "-Yg2E_QAAAAJ:u-x6o8ySG0sC",
            133,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/8443\/84431Z\/The-ASTRO-H-X-ray-Observatory\/10.1117\/12.926190.short",
            "13407382436858519304",
            "\/scholar?cites=13407382436858519304",
            {
                "2012":2,
                "2013":20,
                "2014":45,
                "2015":18,
                "2016":24,
                "2017":6,
                "2018":9,
                "2019":6,
                "2020":3
            }
        ],
        [
            "The joint JAXA\/NASA ASTRO-H mission is the sixth in a series of highly successful X-ray missions developed by the Institute of Space and Astronautical Science (ISAS), with a planned launch in 2015. The ASTRO-H mission is equipped with a suite of sensitive instruments with the highest energy resolution ever achieved at E > 3 keV and a wide energy range spanning four decades in energy from soft X-rays to gamma-rays. The simultaneous broad band pass, coupled with the high spectral resolution of ΔE ≤ 7 eV of the micro-calorimeter, will enable a wide variety of important science themes to be pursued. ASTRO-H is expected to provide breakthrough results in scientific areas as diverse as the large-scale structure of the Universe and its evolution, the behavior of matter in the gravitational strong field regime, the physical conditions in sites of cosmic-ray acceleration, and the distribution of dark matter in galaxy …",
            "The ASTRO-H X-ray astronomy satellite",
            "Tadayuki Takahashi and Kazuhisa Mitsuda and Richard Kelley and Felix Aharonian and Hiroki Akamatsu and Fumie Akimoto and Steve Allen and Naohisa Anabuki and Lorella Angelini and Keith Arnaud and Makoto Asai and Marc Audard and Hisamitsu Awaki and Philipp Azzarello and Chris Baluta and Aya Bamba and Nobutaka Bando and Marshall Bautz and Thomas Bialas and Roger D Blandford and Kevin Boyce and Laura Brenneman and Gregory Brown and Ed Cackett and Edgar Canavan and Maria Chernyakova and Meng Chiao and Paolo Coppi and Elisa Costantini and Jelle De Plaa and Jan-Willem den Herder and Michael DiPirro and Chris Done and Tadayasu Dotani and John Doty and Ken Ebisawa and Teruaki Enoto and Yuichiro Ezoe and Andrew Fabian and Carlo Ferrigno and Adam Foster and Ryuichi Fujimoto and Yasushi Fukazawa and Stefan Funk and Akihiro Furuzawa and Massimiliano Galeazzi and Luigi Gallo and Poshak Gandhi and Kirk Gilmore and Matteo Guainazzi and Daniel Haas and Yoshito Haba and Kenji Hamaguchi and Atsushi Harayama and Isamu Hatsukade and Katsuhiro Hayashi and Takayuki Hayashi and Kiyoshi Hayashida and Junko Hiraga and Kazuyuki Hirose and Ann Hornschemeier and Akio Hoshino and John Hughes and Una Hwang and Ryo Iizuka and Yoshiyuki Inoue and Kazunori Ishibashi and Manabu Ishida and Kumi Ishikawa and Kosei Ishimura and Yoshitaka Ishisaki and Masayuki Itoh and Naoko Iwata and Naoko Iyomoto and Chris Jewell and Jelle Kaastra and Timothy Kallman and Tuneyoshi Kamae and Jun Kataoka and Satoru Katsuda and Junichiro Katsuta and Madoka Kawaharada and Nobuyuki Kawai and Taro Kawano and Shigeo Kawasaki and Dmitry Khangaluyan and Caroline Kilbourne and Mark Kimball and Masashi Kimura and Shunji Kitamoto and Tetsu Kitayama and Takayoshi Kohmura and Motohide Kokubun and Saori Konami and Tatsuro Kosaka and Alexander Koujelev and Katsuji Koyama and Hans Krimm and Aya Kubota and Hideyo Kunieda and Stephanie Lamassa and Philippe Laurent and François Lebrun and Maurice Leutenegger and Olivier Limousin and Michael Loewenstein and Knox Long and David Lumb and Grzegorz Madejski and Yoshitomo Maeda and Kazuo Makishima and Maxim Markevitch and Candace Masters and Hironori Matsumoto and Kyoko Matsushita and Dan McCammon and Daniel McGuinness and Brian McNamara and Joseph Miko and Jon Miller and Eric Miller and Shin Mineshige and Kenji Minesugi and Ikuyuki Mitsuishi and Takuya Miyazawa and Tsunefumi Mizuno and Koji Mori and Hideyuki Mori and Franco Moroso and Theodore Muench and Koji Mukai and Hiroshi Murakami and Toshio Murakami and Richard Mushotzky and Housei Nagano and Ryo Nagino and Takao Nakagawa and Hiroshi Nakajima and Takeshi Nakamori and Shinya Nakashima and Kazuhiro Nakazawa and Yoshiharu Namba and Chikara Natsukari and Yusuke Nishioka and Masayoshi Nobukawa and Hirofumi Noda and Masaharu Nomachi and Steve O'Dell and Hirokazu Odaka and Hiroyuki Ogawa",
            "2014",
            "-Yg2E_QAAAAJ:Y0pCki6q_DkC",
            128,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/9144\/914425\/The-ASTRO-H-X-ray-astronomy-satellite\/10.1117\/12.2055681.short",
            "5743129383239765041",
            "\/scholar?cites=5743129383239765041",
            {
                "2014":6,
                "2015":24,
                "2016":45,
                "2017":21,
                "2018":20,
                "2019":5,
                "2020":4,
                "2021":2
            }
        ],
        [
            "The standard nonequilibrium theory of noise in ideal bolometers and microcalorimeters fails to predict the performance of real devices due to additional effects that become important at low temperature. In this paper we extend the theory to include the most important of these effects and find that the performance of microcalorimeters operating at 60 mK can be quantitatively predicted. We give a simple method for doing the necessary calculations, borrowing the block diagram formalism from electronic control theory.",
            "Microcalorimeter and bolometer model",
            "M Galeazzi and D McCammon",
            "2003",
            "-Yg2E_QAAAAJ:d1gkVwhDpl0C",
            108,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1559000",
            "6834602264741227600",
            "\/scholar?cites=6834602264741227600",
            {
                "2003":1,
                "2004":9,
                "2005":8,
                "2006":13,
                "2007":7,
                "2008":10,
                "2009":7,
                "2010":6,
                "2011":6,
                "2012":9,
                "2013":5,
                "2014":6,
                "2015":2,
                "2016":4,
                "2017":2,
                "2018":2,
                "2019":2,
                "2020":5,
                "2021":1
            }
        ],
        [
            "The Hitomi (ASTRO-H) mission is the sixth Japanese X-ray astronomy satellite developed by a large international collaboration, including Japan, USA, Canada, and Europe. The mission aimed to provide the highest energy resolution ever achieved at E > 2 keV, using a microcalorimeter instrument, and to cover a wide energy range spanning four decades in energy from soft X-rays to gamma-rays. After a successful launch on 2016 February 17, the spacecraft lost its function on 2016 March 26, but the commissioning phase for about a month provided valuable information on the on-board instruments and the spacecraft system, including astrophysical results obtained from first light observations. The paper describes the Hitomi (ASTRO-H) mission, its capabilities, the initial operation, and the instruments\/spacecraft performances confirmed during the commissioning operations for about a month.",
            "The ASTRO-H (Hitomi) x-ray astronomy satellite",
            "Tadayuki Takahashi and Motohide Kokubun and Kazuhisa Mitsuda and Richard Kelley and Takaya Ohashi and Felix Aharonian and Hiroki Akamatsu and Fumie Akimoto and Steve Allen and Naohisa Anabuki and Lorella Angelini and Keith Arnaud and Makoto Asai and Marc Audard and Hisamitsu Awaki and Magnus Axelsson and Philipp Azzarello and Chris Baluta and Aya Bamba and Nobutaka Bando and Marshall Bautz and Thomas Bialas and Roger Blandford and Kevin Boyce and Laura Brenneman and Greg Brown and Esra Bulbul and Edward Cackett and Edgar Canavan and Maria Chernyakova and Meng Chiao and Paolo Coppi and Elisa Costantini and Jelle De Plaa and Jan-Willem Den Herder and Michael DiPirro and Chris Done and Tadayasu Dotani and John Doty and Ken Ebisawa and Megan Eckart and Teruaki Enoto and Yuichiro Ezoe and Andrew Fabian and Carlo Ferrigno and Adam Foster and Ryuichi Fujimoto and Yasushi Fukazawa and Akihiro Furuzawa and Massimiliano Galeazzi and Luigi Gallo and Poshak Gandhi and Kirk Gilmore and Margherita Giustini and Andrea Goldwurm and Liyi Gu and Matteo Guainazzi and Daniel Haas and Yoshito Haba and Kouichi Hagino and Kenji Hamaguchi and Atsushi Harayama and Ilana Harrus and Isamu Hatsukade and Takayuki Hayashi and Katsuhiro Hayashi and Kiyoshi Hayashida and Junko Hiraga and Kazuyuki Hirose and Ann Hornschemeier and Akio Hoshino and John Hughes and Yuto Ichinohe and Ryo Iizuka and Yoshiyuki Inoue and Hajime Inoue and Kazunori Ishibashi and Manabu Ishida and Kumi Ishikawa and Kosei Ishimura and Yoshitaka Ishisaki and Masayuki Itoh and Naoko Iwata and Naoko Iyomoto and Chris Jewell and Jelle Kaastra and Timothy Kallman and Tuneyoshi Kamae and Erin Kara and Jun Kataoka and Satoru Katsuda and Junichiro Katsuta and Madoka Kawaharada and Nobuyuki Kawai and Taro Kawano and Shigeo Kawasaki and Dmitry Khangulyan and Caroline Kilbourne and Mark Kimball and Ashley King and Takao Kitaguchi and Shunji Kitamoto and Tetsu Kitayama and Takayoshi Kohmura and Tatsuro Kosaka and Alex Koujelev and Katsuji Koyama and Shu Koyama and Peter Kretschmar and Hans Krimm and Aya Kubota and Hideyo Kunieda and Philippe Laurent and François Lebrun and Shiu-Huang Lee and Maurice Leutenegger and Olivier Limousin and Michael Loewenstein and Knox Long and David Lumb and Grzegorz Madejski and Yoshitomo Maeda and Daniel Maier and Kazuo Makishima and Maxim Markevitch and Candace Masters and Hironori Matsumoto and Kyoko Matsushita and Dan McCammon and Daniel McGuinness and Brian McNamara and Missagh Mehdipour and Joseph Miko and Jon Miller and Eric Miller and Shin Mineshige and Kenji Minesugi and Ikuyuki Mitsuishi and Takuya Miyazawa and Tsunefumi Mizuno and Koji Mori and Hideyuki Mori and Franco Moroso and Harvey Moseley and Theodore Muench and Koji Mukai and Hiroshi Murakami and Toshio Murakami and Richard Mushotzky and Housei Nagano",
            "2016",
            "-Yg2E_QAAAAJ:fEOibwPWpKIC",
            104,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/9905\/99050U\/The-ASTRO-H-Hitomi-x-ray-astronomy-satellite\/10.1117\/12.2232379.full?sessionGUID=c9d902bc-9993-ced2-68be-ad49a28531ab&webSyncID=6e9e6ec7-a49d-ab6a-0cba-d059329ad883&sessionGUID=c9d902bc-9993-ced2-68be-ad49a28531ab",
            "3541693457265131539",
            "\/scholar?cites=3541693457265131539",
            {
                "2016":19,
                "2017":24,
                "2018":45,
                "2019":10,
                "2020":4,
                "2021":1
            }
        ],
        [
            "High-resolution X-ray spectroscopy with Hitomi was expected to resolve the origin of the faint unidentified  emission line reported in several low-resolution studies of various massive systems, such as galaxies and clusters, including the Perseus cluster. We have analyzed the Hitomi first-light observation of the Perseus cluster. The emission line expected for Perseus based on the XMM-Newton signal from the large cluster sample under the dark matter decay scenario is too faint to be detectable in the Hitomi data. However, the previously reported 3.5 keV flux from Perseus was anomalously high compared to the sample-based prediction. We find no unidentified line at the reported high flux level. Taking into account the XMM measurement uncertainties for this region, the inconsistency with Hitomi is at a 99% significance for a broad dark matter line and at 99.7% for a narrow line from the gas. We do not find …",
            "Hitomi constraints on the 3.5 keV line in the Perseus galaxy cluster",
            "Felix A Aharonian and Hiroki Akamatsu and Fumie Akimoto and Steven W Allen and Lorella Angelini and Keith A Arnaud and Marc Audard and Hisamitsu Awaki and Magnus Axelsson and Aya Bamba and Marshall W Bautz and Roger D Blandford and E Bulbul and LW Brenneman and GV Brown and Edward M Cackett and Maria Chernyakova and Meng P Chiao and Paolo Coppi and Elisa Costantini and Jelle de Plaa and J-W den Herder and Chris Done and Tadayasu Dotani and Ken Ebisawa and Megan E Eckart and Teruaki Enoto and Yuichiro Ezoe and Andrew C Fabian and Carlo Ferrigno and Adam R Foster and Ryuichi Fujimoto and Yasushi Fukazawa and Akihiro Furuzawa and Massimiliano Galeazzi and Luigi C Gallo and Poshak Gandhi and Margherita Giustini and Andrea Goldwurm and Liyi Gu and Matteo Guainazzi and Yoshito Haba and Kouichi Hagino and Kenji Hamaguchi and Ilana Harrus and Isamu Hatsukade and Katsuhiro Hayashi and Takayuki Hayashi and Kiyoshi Hayashida and Junko Hiraga and Ann E Hornschemeier and Akio Hoshino and John P Hughes and Yuto Ichinohe and Ryo Iizuka and Hajime Inoue and Shota Inoue and Yoshiyuki Inoue and Kazunori Ishibashi and Manabu Ishida and Kumi Ishikawa and Yoshitaka Ishisaki and Masayuki Itoh and Masachika Iwai and Naoko Iyomoto and Jelle S Kaastra and Timothy Kallman and Tuneyoshi Kamae and Erin Kara and Jun Kataoka and Satoru Katsuda and Junichiro Katsuta and Madoka Kawaharada and Nobuyuki Kawai and Richard L Kelley and Dmitry Khangulyan and Caroline A Kilbourne and Ashley L King and Takao Kitaguchi and Shunji Kitamoto and Tetsu Kitayama and Takayoshi Kohmura and Motohide Kokubun and Shu Koyama and Katsuji Koyama and Peter Kretschmar and Hans A Krimm and Aya Kubota and Hideyo Kunieda and Philippe Laurent and Francois Lebrun and S-H Lee and MA Leutenegger and Olivier Limousin and Michael Loewenstein and Knox S Long and DH Lumb and Grzegorz M Madejski and Yoshitomo Maeda and D Maier and K Makishima and M Markevitch and H Matsumoto and K Matsushita and D McCammon and BR McNamara and M Mehdipour and ED Miller and JM Miller and S Mineshige and K Mitsuda and I Mitsuishi and T Miyazawa and T Mizuno and H Mori and K Mori and H Moseley and K Mukai and H Murakami and T Murakami and RF Mushotzky and T Nakagawa and H Nakajima and T Nakamori and T Nakano and S Nakashima and K Nakazawa and K Nobukawa and M Nobukawa and Hirofumi Noda and M Nomachi and SL O’Dell and H Odaka and T Ohashi and M Ohno and T Okajima and N Ota and M Ozaki and F Paerels and S Paltani and A Parmar and R Petre and C Pinto and M Pohl and FS Porter and K Pottschmidt and BD Ramsey and CS Reynolds and HR Russell and S Safi-Harb",
            "2017",
            "-Yg2E_QAAAAJ:j8SEvjWlNXcC",
            100,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8213\/aa61fa\/meta",
            "2936429339791771504",
            "\/scholar?cites=2936429339791771504",
            {
                "2016":1,
                "2017":24,
                "2018":28,
                "2019":26,
                "2020":18,
                "2021":1
            }
        ]
    ]
}