{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "An accurate density-functional method is used to study systematically half-metallic ferromagnetism and stability of zincblende phases of 3 d–transition-metal chalcogenides. The zincblende CrTe, CrSe, and VTe phases are found to be excellent half-metallic ferromagnets with large half-metallic gaps (up to 0.88 eV). They are mechanically stable and approximately 0.31–0.53 eV per formula unit higher in total energy than the corresponding nickel-arsenide ground-state phases, and therefore would be grown epitaxially in the form of films and layers thick enough for spintronic applications.",
            "Half-metallic ferromagnetism and structural stability of zincblende phases of the transition-metal chalcogenides",
            "Wen-Hui Xie and Ya-Qiong Xu and Bang-Gui Liu and DG Pettifor",
            "2003",
            "-ZtTV50AAAAJ:u5HHmVD_uO8C",
            394,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.037204",
            "6329452737698201774",
            "\/scholar?cites=6329452737698201774",
            {
                "2003":3,
                "2004":18,
                "2005":21,
                "2006":28,
                "2007":10,
                "2008":34,
                "2009":19,
                "2010":21,
                "2011":27,
                "2012":22,
                "2013":24,
                "2014":32,
                "2015":28,
                "2016":34,
                "2017":18,
                "2018":20,
                "2019":19,
                "2020":16
            }
        ],
        [
            "We investigate electrical transport and optoelectronic properties of field effect transistors (FETs) made from few-layer black phosphorus (BP) crystals down to a few nanometers. In particular, we explore the anisotropic nature and photocurrent generation mechanisms in BP FETs through spatial-, polarization-, gate-, and bias-dependent photocurrent measurements. Our results reveal that the photocurrent signals at BP-electrode junctions are mainly attributed to the photovoltaic effect in the off-state and photothermoelectric effect in the on-state, and their anisotropic feature primarily results from the directional-dependent absorption of BP crystals.",
            "Polarized photocurrent response in black phosphorus field-effect transistors",
            "Tu Hong and Bhim Chamlagain and Wenzhi Lin and Hsun-Jen Chuang and Minghu Pan and Zhixian Zhou and Ya-Qiong Xu",
            "2014",
            "-ZtTV50AAAAJ:L8Ckcad2t8MC",
            280,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2014\/nr\/c4nr02164a",
            "8361662723737417186",
            "\/scholar?cites=8361662723737417186",
            {
                "2014":6,
                "2015":52,
                "2016":51,
                "2017":44,
                "2018":49,
                "2019":39,
                "2020":34,
                "2021":4
            }
        ],
        [
            "A controlled and scalable multistep purification method has been developed to remove iron impurity and nonnanotube carbon materials from raw single-walled carbon nanotubes (SWNTs) produced in the HiPco (high-pressure CO) process. In this study, iron nanoparticles, coated by carbon, are exposed and oxidized by multiple step oxidation at increasing temperatures. To avoid catalytic oxidation by iron oxide of carbon nanotubes, the exposed and oxidized iron oxide is deactivated by reaction with C2H2F4 or SF6. The iron fluorides are removed by a Soxhlet extraction with a 6 M HCl solution. The purity and quality of each sample were determined by thermogravimetric analysis (TGA), Raman spectrometry, ultraviolet−visible-near-IR (UV−vis−near-IR) spectrometry, fluorescence spectrometry, and transmission electron microscope (TEM) spectroscopy. The purity and yield of SWNTs are improved due to reduced …",
            "Controlled multistep purification of single-walled carbon nanotubes",
            "Ya-Qiong Xu and Haiqing Peng and Robert H Hauge and Richard E Smalley",
            "2005",
            "-ZtTV50AAAAJ:WqliGbK-hY8C",
            196,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl048300s",
            "12318264276613484777",
            "\/scholar?cites=12318264276613484777",
            {
                "2005":7,
                "2006":21,
                "2007":21,
                "2008":24,
                "2009":15,
                "2010":20,
                "2011":14,
                "2012":24,
                "2013":12,
                "2014":6,
                "2015":5,
                "2016":11,
                "2017":4,
                "2018":4,
                "2019":3,
                "2020":3
            }
        ],
        [
            "The full-potential augmented plane wave plus local orbital method within density-functional theory is used to predict that MnBi in the zinc-blende structure is a true half-metallic ferromagnet with a magnetic moment of 4.000 μ B per formula unit. This contrasts with the zinc-blende phase of MnAs, which is only a nearly half-metallic ferromagnet. This half-metallic ferromagnetic behavior of zinc-blende MnBi is found to be robust against compressive volume changes of up to 15%, its stability being enhanced by the relativistic shift of the valence s state energy levels. Zinc-blende MnBi could possibly be grown epitaxially on the important binary semiconductors such as InSb or CdTe, although it remains to be seen whether epitaxially it retains its half-metallic ferromagnetic state.",
            "Half-metallic ferromagnetism of MnBi in the zinc-blende structure",
            "Ya-Qiong Xu and Bang-Gui Liu and DG Pettifor",
            "2002",
            "-ZtTV50AAAAJ:d1gkVwhDpl0C",
            156,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.66.184435",
            "14909136959351870796",
            "\/scholar?cites=14909136959351870796",
            {
                "2003":10,
                "2004":12,
                "2005":14,
                "2006":13,
                "2007":11,
                "2008":14,
                "2009":5,
                "2010":11,
                "2011":10,
                "2012":6,
                "2013":8,
                "2014":11,
                "2015":5,
                "2016":8,
                "2017":8,
                "2018":4,
                "2019":4,
                "2020":2
            }
        ],
        [
            "Utilizing aligned carbon nanotube arrays grown from chemical vapor deposition, we present a highly scalable route toward the formation of ribbons and ultrathin transparent films directly from vertically aligned single-walled carbon nanotube arrays (SWNT carpets). To “lay-over” the aligned nanotubes to form a film, we use a roller which acts to compress the film and preserve the alignment of nanotubes within the film. As we demonstrate, we can control the nanotube-catalyst interaction, leading to highly efficient transfer of the film to virtually any host substrate by following growth with a controlled H2O vapor etch. In addition, we demonstrate our ability to grow carpets on patterned substrates leading to upright carpet lines, which can be rolled over to form transparent films composed of ultralong carbon nanotubes. This work demonstrates a highly scalable technique to form homogeneous, transparent films of aligned …",
            "Formation of highly dense aligned ribbons and transparent films of single-walled carbon nanotubes directly from carpets",
            "Cary L Pint and Ya-Qiong Xu and Matteo Pasquali and Robert H Hauge",
            "2008",
            "-ZtTV50AAAAJ:2osOgNQ5qMEC",
            128,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn8003718",
            "17844881596487023165",
            "\/scholar?cites=17844881596487023165",
            {
                "2009":12,
                "2010":16,
                "2011":15,
                "2012":12,
                "2013":21,
                "2014":7,
                "2015":5,
                "2016":10,
                "2017":5,
                "2018":10,
                "2019":7,
                "2020":6,
                "2021":1
            }
        ],
        [
            "A hot filament chemical vapor deposition method has been developed to grow vertical array single-walled carbon nanotubes (SWNTs). In this study, a hot filament (temperature greater than 2000 °C) was used to activate gas mixtures of hydrogen and carbon containing species at sub-atmospheric pressures. Silicon substrates decorated with islands of iron were directly inserted into a preheated furnace in which a hot filament is activating the gas. Vertical arrays of SWNTs are produced with diameters ranging from 0.78 to 1.6 nm. The samples were characterized with Raman and fluorescence spectroscopy and SEM and TEM microscopy. ",
            "Vertical array growth of small diameter single-walled carbon nanotubes",
            "Ya-Qiong Xu and Erica Flor and Myung Jong Kim and Behrang Hamadani and Howard Schmidt and Richard E Smalley and Robert H Hauge",
            "2006",
            "-ZtTV50AAAAJ:9yKSN-GCB0IC",
            123,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja060944+",
            "16367390627039376518",
            "\/scholar?cites=16367390627039376518",
            {
                "2006":3,
                "2007":13,
                "2008":16,
                "2009":14,
                "2010":16,
                "2011":9,
                "2012":9,
                "2013":11,
                "2014":7,
                "2015":5,
                "2016":5,
                "2017":4,
                "2018":3,
                "2019":2,
                "2020":6
            }
        ],
        [
            "A scalable and facile approach is demonstrated where as-grown patterns of well-aligned structures composed of single-walled carbon nanotubes (SWNT) synthesized via water-assisted chemical vapor deposition (CVD) can be transferred, or printed, to any host surface in a single dry, room-temperature step using the growth substrate as a stamp. We demonstrate compatibility of this process with multiple transfers for large-scale device and specifically tailored pattern fabrication. Utilizing this transfer approach, anisotropic optical properties of the SWNT films are probed via polarized absorption, Raman, and photoluminescence spectroscopies. Using a simple model to describe optical transitions in the large SWNT species present in the aligned samples, polarized absorption data are demonstrated as an effective tool for accurate assignment of the diameter distribution from broad absorption features located in the …",
            "Dry contact transfer printing of aligned carbon nanotube patterns and characterization of their optical properties for diameter distribution and alignment",
            "Cary L Pint and Ya-Qiong Xu and Sharief Moghazy and Tonya Cherukuri and Noe T Alvarez and Erik H Haroz and Salma Mahzooni and Stephen K Doorn and Junichiro Kono and Matteo Pasquali and Robert H Hauge",
            "2010",
            "-ZtTV50AAAAJ:UeHWp8X0CEIC",
            116,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn9013356",
            "128360412257995667",
            "\/scholar?cites=128360412257995667",
            {
                "2010":8,
                "2011":16,
                "2012":14,
                "2013":18,
                "2014":12,
                "2015":10,
                "2016":7,
                "2017":4,
                "2018":8,
                "2019":12,
                "2020":6,
                "2021":1
            }
        ],
        [
            "An investigation into the optimal growth of single-walled carbon nanotubes (SWNTs) in vertical arrays, or carpets, is presented utilizing atomic hydrogen catalyst activation with hot filament chemical vapor deposition. Using acetylene decomposition over Fe catalyst, we study the effect of oxidant-assisted growth using O2, CO2, and H2O. Whereas trace amounts of O2 result in the lack of any catalytic activity, CO2 and H2O are found to dramatically enhance the catalyst lifetime. On the basis of the saturation effect of oxidant concentration for both CO2 and H2O, we present this as being due to catalyst stabilization from surface hydroxyl groups, with H2O having the most dominant effect upon carpet growth. Utilizing water-assisted growth, this process is further optimized to yield high-quality single-walled carbon nanotubes. High temperature growth (∼775 °C) yields the highest-quality SWNTs, whereas controllable …",
            "Investigation of optimal parameters for oxide-assisted growth of vertically aligned single-walled carbon nanotubes",
            "Cary L Pint and Sean T Pheasant and A Nicholas G Parra-Vasquez and Charles Horton and Yaqiong Xu and Robert H Hauge",
            "2009",
            "-ZtTV50AAAAJ:qjMakFHDy7sC",
            102,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp8070585",
            "9984508584820919534",
            "\/scholar?cites=9984508584820919534",
            {
                "2009":11,
                "2010":16,
                "2011":12,
                "2012":17,
                "2013":11,
                "2014":8,
                "2015":3,
                "2016":6,
                "2017":8,
                "2018":1,
                "2019":5,
                "2020":4
            }
        ],
        [
            "We investigate the wavelength- and polarization-dependence of photocurrent signals generated at few-layer MoS2–metal junctions through spatially resolved photocurrent measurements. When incident photon energy is above the direct bandgap of few-layer MoS2, the maximum photocurrent response occurs for the light polarization direction parallel to the metal electrode edge, which can be attributed to photovoltaic effects. In contrast, if incident photon energy is below the direct bandgap of MoS2, the photocurrent response is maximized when the incident light is polarized in the direction perpendicular to the electrode edge, indicating different photocurrent generation mechanisms. Further studies show that this polarized photocurrent response can be interpreted in terms of the polarized absorption of light by the plasmonic metal electrode, its conversion into hot electron–hole pairs, and subsequent injection into …",
            "Plasmonic Hot Electron Induced Photocurrent Response at MoS2–Metal Junctions",
            "Tu Hong and Bhim Chamlagain and Shuren Hu and Sharon M Weiss and Zhixian Zhou and Ya-Qiong Xu",
            "2015",
            "-ZtTV50AAAAJ:isC4tDSrTZIC",
            80,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsnano.5b01065",
            "12963625925844143282",
            "\/scholar?cites=12963625925844143282",
            {
                "2015":5,
                "2016":14,
                "2017":14,
                "2018":19,
                "2019":13,
                "2020":15
            }
        ],
        [
            "We investigate the photocurrent generation mechanisms at a vertical p–n heterojunction between black phosphorus (BP) and molybdenum disulfide (MoS2) flakes through polarization-, wavelength-, and gate-dependent scanning photocurrent measurements. When incident photon energy is above the direct band gap of MoS2, the photocurrent response demonstrates a competitive effect between MoS2 and BP in the junction region. In contrast, if the incident photon energy is below the band gap of MoS2 but above the band gap of BP, the photocurrent response at the p–n junction exhibits the same polarization dependence as that at the BP–metal junction, which is nearly parallel to the MoS2 channel. This result indicates that the photocurrent signals at the MoS2–BP junction primarily result from the direct band gap transition in BP. These fundamental studies shed light on the knowledge of photocurrent generation …",
            "Anisotropic photocurrent response at black phosphorus–MoS 2 p–n heterojunctions",
            "Tu Hong and Bhim Chamlagain and Tianjiao Wang and Hsun-Jen Chuang and Zhixian Zhou and Ya-Qiong Xu",
            "2015",
            "-ZtTV50AAAAJ:YFjsv_pBGBYC",
            77,
            "https:\/\/pubs.rsc.org\/no\/content\/articlehtml\/2015\/nr\/c5nr03400k",
            "12263607315586423058",
            "\/scholar?cites=12263607315586423058",
            {
                "2016":3,
                "2017":14,
                "2018":22,
                "2019":19,
                "2020":18,
                "2021":1
            }
        ]
    ]
}