{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Normal mode analysis (NMA) is a leading method for studying long-time dynamics and elasticity of biomolecules. The method proceeds from complex semiempirical potentials characterizing the covalent and noncovalent interactions between atoms. It is widely accepted that such detailed potentials are essential to the success of NMA's. We show that a single-parameter potential is sufficient to reproduce the slow dynamics in good detail. Costly and inaccurate energy minimizations are eliminated, permitting direct analysis of crystal coordinates. The technique can be used for new applications, such as mapping of one crystal form to another by means of slow modes, and studying anomalous dynamics of large proteins and complexes.",
            "Large amplitude elastic motions in proteins from a single-parameter, atomic analysis",
            "Monique M Tirion",
            "1996",
            "0-DOTY0AAAAJ:u5HHmVD_uO8C",
            1671,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.77.1905",
            "740011851938768772",
            "\/scholar?cites=740011851938768772",
            {
                "1998":9,
                "1999":11,
                "2000":11,
                "2001":10,
                "2002":16,
                "2003":22,
                "2004":43,
                "2005":68,
                "2006":78,
                "2007":91,
                "2008":108,
                "2009":119,
                "2010":116,
                "2011":117,
                "2012":121,
                "2013":77,
                "2014":110,
                "2015":106,
                "2016":107,
                "2017":94,
                "2018":83,
                "2019":76,
                "2020":56,
                "2021":10
            }
        ],
        [
            "The slow normal modes of G-actin were used as structural parameters to refine the F-actin model against 8-A resolution x-ray fiber diffraction data. The slowest frequency normal modes of G-actin pertain to collective rearrangements of domains, motions that are characterized by correlation lengths on the order of the resolution of the fiber diffraction data. Using a small number of normal mode degrees of freedom (< or = 12) improved the fit to the data significantly. The refined model of F-actin shows that the nucleotide binding cleft has narrowed and that the DNase I binding loop has twisted to a lower radius, consistent with other refinement techniques and electron microscopy data. The methodology of a normal mode refinement is described, and the results, as applied to actin, are detailed.",
            "Normal modes as refinement parameters for the F-actin model",
            "Monique M Tirion and Daniel Ben-Avraham and Michael Lorenz and Kenneth C Holmes",
            "1995",
            "0-DOTY0AAAAJ:u-x6o8ySG0sC",
            170,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349595801566",
            "4449987665034851663",
            "\/scholar?cites=4449987665034851663",
            {
                "1995":9,
                "1996":15,
                "1997":10,
                "1998":4,
                "1999":5,
                "2000":7,
                "2001":13,
                "2002":9,
                "2003":9,
                "2004":13,
                "2005":8,
                "2006":11,
                "2007":9,
                "2008":8,
                "2009":5,
                "2010":11,
                "2011":8,
                "2012":5,
                "2013":2,
                "2014":1,
                "2015":2,
                "2016":3,
                "2017":2,
                "2018":1
            }
        ],
        [
            "We undertook a normal mode analysis of the G-actin monomer bound with ADP and Ca2+, in order to better understand the internal modes of this protein. The internal co-ordinates consisted of 1373 single bond torsions, plus an additional 11 torsions to parameterize the motion of the nucleotide and cation with respect to the protein. A generalized eigenvalue problem was solved to yield a complete description of the motion in the 0·1 to 17·0 picosecond time range. The modes were visualized using an interactive graphics routine. The softest, slowest modes include a propeller-like twisting of the large and small domain about the phosphate binding loops, a rolling of subdomain 4 about an α-helix axis and a scissor-type opening and closing of the ADP-binding cleft. The computed temperature factors agree well with experimental ones. A comparable analysis done on G-actin-ATP shows that the softest modes are …",
            "Normal mode analysis of G-actin",
            "Monique M Tirion and Daniel ben-Avraham",
            "1993",
            "0-DOTY0AAAAJ:d1gkVwhDpl0C",
            151,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022283683711356",
            "6700092479834091399",
            "\/scholar?cites=6700092479834091399",
            {
                "1993":5,
                "1994":9,
                "1995":12,
                "1996":15,
                "1997":6,
                "1998":4,
                "1999":6,
                "2000":5,
                "2001":6,
                "2002":5,
                "2003":7,
                "2004":8,
                "2005":1,
                "2006":4,
                "2007":1,
                "2008":9,
                "2009":6,
                "2010":10,
                "2011":2,
                "2012":2,
                "2013":2,
                "2014":2,
                "2015":5,
                "2016":7,
                "2017":4,
                "2018":2,
                "2019":3,
                "2020":3
            }
        ],
        [
            "We examine the dynamic, elastic, and mechanical consequences of the proposed atomic models of F-actin, using a normal mode analysis. This initial analysis is done in vacuo and assumes that all monomers are rigid and equivalent. Our computation proceeds from the atomic level and, relying on a single fitting parameter, reproduces various experimental results, including persistence lengths, elastic moduli, and contact energies. The computations reveal modes of motion characteristic to all polymers, such as longitudinal pressure waves, torsional waves, and bending, as well as motions unique to F-actin. Motions typical to actin include a \"groove-swinging\" motion of the two long-pitch helices, as well as an axial slipping motion of the two strands. We prepare snapshots of thermally activated filaments and quantify the accumulation of azimuthal angular \"disorder,\" variations in cross-over lengths, and various other …",
            "Dynamic and elastic properties of F-actin: a normal-modes analysis",
            "Daniel ben-Avraham and Monique M Tirion",
            "1995",
            "0-DOTY0AAAAJ:9yKSN-GCB0IC",
            71,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349595802997",
            "17215180098346957409",
            "\/scholar?cites=17215180098346957409",
            {
                "1995":1,
                "1996":9,
                "1997":2,
                "1998":2,
                "1999":1,
                "2000":2,
                "2001":1,
                "2002":2,
                "2003":3,
                "2004":5,
                "2005":2,
                "2006":3,
                "2007":1,
                "2008":3,
                "2009":4,
                "2010":4,
                "2011":4,
                "2012":4,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":3,
                "2017":3,
                "2018":3,
                "2019":4,
                "2020":2
            }
        ],
        [
            "Normal modes analysis (NMA) has been a valuable tool for the study of the flexibility and the slow range of motion of proteins, and it nicely complements Molecular Dynamics techniques, where simulations are possible for only limited time spans. We demonstrate the usefulness of NMA by the example of a large globular protein, G-actin, and the filaments it forms: F-actin. We also discuss some less known aspects of NMA: (a) The density of modes of globular proteins departs from Debye’s prediction for solids, and is anomalous. (b) The use of dihedral angles, rather than Cartesian degrees of freedom, gives rise to interesting nonlinear effects, such as oscillations of certain subsets at twice the natural frequency of the mode. (c) For slow modes of macromolecules it is sufficient to use very simple-minded potentials, without the rich level of details habitual in NMA and Molecular Dynamics.",
            "Normal modes analyses of macromolecules",
            "Daniel ben-Avraham and Monique M Tirion",
            "1998",
            "0-DOTY0AAAAJ:qjMakFHDy7sC",
            37,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0378437197005013",
            "10011308647674383132",
            "\/scholar?cites=10011308647674383132",
            {
                "1999":1,
                "2000":1,
                "2001":2,
                "2002":4,
                "2003":5,
                "2004":6,
                "2005":2,
                "2006":2,
                "2007":1,
                "2008":1,
                "2009":2,
                "2010":1,
                "2011":4,
                "2012":1,
                "2013":1,
                "2014":2,
                "2015":1
            }
        ],
        [
            "We compare the atomic model calculated from the crystal structure and the X-ray fiber diagram of orientated F-actin1) with the 3-D reconstructions produced from cryo-electron microscopy of actin2). Out to 30Å resolution the two structures are essentially identical. Furthermore, by combining the atomic model with the reconstruction of SI-decorated actin filaments2) one can establish the nature of the actin binding site for myosin in the rigor complex. Each myosin head binds to two actin molecules on two distinct sites. Some of the actin residues involved in each of these binding sites can be identified. Furthermore, the atomic model of actin may be combined with the reconstruction of the S1 decorated thin filament to establish the tropomysosin binding site in the rigor complex. This result is compared with the model of tropomyosin-actin derived from an analysis of the X-ray fibre diagram of a reconstituted thin …",
            "A comparison of the atomic model of F-actin with cryo-electron micrographs of actin and decorated actin",
            "Kenneth C Holmes and Monique Tirion and David Popp and Michael Lorenz and Wolfgang Kabsch and Ronald A Milligan",
            "1993",
            "0-DOTY0AAAAJ:2osOgNQ5qMEC",
            32,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-1-4615-2872-2_2",
            "6320580539143180374",
            "\/scholar?cites=6320580539143180374",
            {
                "1994":2,
                "1995":3,
                "1996":1,
                "1997":1,
                "1998":1,
                "1999":1,
                "2000":3,
                "2001":4,
                "2002":3,
                "2003":2,
                "2004":2,
                "2005":2,
                "2006":1,
                "2007":2,
                "2008":2,
                "2009":1,
                "2010":1
            }
        ],
        [
            "We introduce a formulation for normal mode analyses of globular proteins that significantly improves on an earlier one-parameter formulation [MM Tirion, Phys. Rev. Lett. 77, 1905 (1996)] that characterized the slow modes associated with protein data bank structures. Here we develop that empirical potential function that is minimized at the outset to include two features essential to reproduce the eigenspectra and associated density of states in the 0 to 300 cm− 1 frequency range, not merely the slow modes. First, introduction of preferred dihedral-angle configurations via use of torsional stiffness constants eliminates anomalous dispersion characteristics due to insufficiently bound surface side chains and helps fix the spectrum thin tail frequencies (100–300 cm− 1). Second, we take into account the atomic identities and the distance of separation of all pairwise interactions, improving the spectrum distribution in the 20 …",
            "Atomic torsional modal analysis for high-resolution proteins",
            "Monique M Tirion and Daniel ben-Avraham",
            "2015",
            "0-DOTY0AAAAJ:LkGwnXOMwfcC",
            17,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.91.032712",
            "3023619481989275317",
            "\/scholar?cites=3023619481989275317",
            {
                "2015":1,
                "2016":3,
                "2017":3,
                "2018":6,
                "2019":3,
                "2020":1
            }
        ],
        [
            "The angular momenta of the fragments produced in several 100 and 180 MeV12C induced fission reactions have been investigated usingγ-ray multiplicity (M λ) techniques. The averageM λ increases with both the bombarding energy and the total mass of the system. The dependence ofM λ on mass asymmetry is generally rather weak, except in regions near shell closures, where local minima are observed. The magnitudes ofM λ tend to be larger than expected on the basis of rigid rotation, possibly due to the excitation of collective modes. A comparison is made with a statistical model.",
            "Angular momentum bearing modes and nuclear structure effects in 12 C-induced fission",
            "RP Schmitt and G Mouchaty and DR Haenni and M Tirion",
            "1985",
            "0-DOTY0AAAAJ:eQOLeE2rZwMC",
            14,
            "https:\/\/link.springer.com\/article\/10.1007\/BF01411972",
            "4739883931670125796",
            "\/scholar?cites=4739883931670125796",
            {
                "1988":1,
                "1989":1,
                "1990":1,
                "1991":2,
                "1992":1,
                "1993":1,
                "1994":1,
                "1995":1,
                "1996":2,
                "1997":1
            }
        ],
        [
            "It is shown that the statistical model of fission fragment angular distributions predicts a variation of the fragment spins with angle. This provides a simple test which can be used to establish the range of validity of the statistical model.",
            "Testing the validity of statistical models of fission fragment angular distributions",
            "RP Schmitt and M Tirion",
            "1985",
            "0-DOTY0AAAAJ:WF5omc3nYNoC",
            12,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.31.701",
            "9026764302912512771",
            "\/scholar?cites=9026764302912512771",
            {
                "1987":1,
                "1988":2,
                "1989":1,
                "1990":2,
                "1991":2,
                "1992":2,
                "1993":1,
                "1994":1
            }
        ],
        [
            "Statistical models of fission angular distributions predict that the spins of the fragments should vary with angle. This effect has been investigated in several 4He-induced fission reactions using γ-ray multiplicity techniques. While Mγ does vary with emission angle, the effect is smaller than expected. The excitation of additional angular momentum bearing modes accounts for much of this discrepancy.",
            "Exploring the k-distribution in fission",
            "RP Schmitt and H Dejbakhsh and DR Haenni and G Mouchaty and T Shutt and M Tirion",
            "1987",
            "0-DOTY0AAAAJ:ufrVoPGSRksC",
            10,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0370269387911397",
            "16076330720210999762",
            "\/scholar?cites=16076330720210999762",
            {
                "1988":1,
                "1989":1,
                "1990":1,
                "1991":1,
                "1992":2,
                "1993":2,
                "1994":1,
                "1995":1
            }
        ]
    ]
}