{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A major challenge in condensed-matter physics is active control of quantum phases 1, 2. Dynamic control with pulsed electromagnetic fields can overcome energetic barriers, enabling access to transient or metastable states that are not thermally accessible 3, 4, 5. Here we demonstrate strain-engineered tuning of La 2\/3 Ca 1\/3 MnO 3 into an emergent charge-ordered insulating phase with extreme photo-susceptibility, where even a single optical pulse can initiate a transition to a long-lived metastable hidden metallic phase. Comprehensive single-shot pulsed excitation measurements demonstrate that the transition is cooperative and ultrafast, requiring a critical absorbed photon density to activate local charge excitations that mediate magnetic–lattice coupling that, in turn, stabilize the metallic phase. These results reveal that strain engineering can tune emergent functionality towards proximal macroscopic states to …",
            "Cooperative photoinduced metastable phase control in strained manganite films",
            "Jingdi Zhang and Xuelian Tan and Mengkun Liu and Samuel W Teitelbaum and Kirk W Post and Feng Jin and Keith A Nelson and DN Basov and Wenbin Wu and Richard D Averitt",
            "2016",
            "02kC_5oAAAAJ:qjMakFHDy7sC",
            85,
            "https:\/\/www.nature.com\/articles\/nmat4695",
            "13348836138919645055",
            "\/scholar?cites=13348836138919645055",
            {
                "2016":1,
                "2017":16,
                "2018":24,
                "2019":17,
                "2020":25,
                "2021":1
            }
        ],
        [
            "We have constructed an optical centrifuge with a pulse energy that is more than 2 orders of magnitude larger than previously reported instruments. This high pulse energy enables us to create large enough number densities of molecules in extreme rotational states to perform high-resolution state-resolved transient IR absorption measurements. Here we report the first studies of energy transfer dynamics involving molecules in extreme rotational states. In these studies, the optical centrifuge drives CO2 molecules into states with J ∼ 220 and we use transient IR probing to monitor the subsequent rotational, translational, and vibrational energy flow dynamics. The results reported here provide the first molecular insights into the relaxation of molecules with rotational energy that is comparable to that of a chemical bond.",
            "Dynamics of molecules in extreme rotational states",
            "Liwei Yuan and Samuel W Teitelbaum and Allison Robinson and Amy S Mullin",
            "2011",
            "02kC_5oAAAAJ:u5HHmVD_uO8C",
            81,
            "https:\/\/www.pnas.org\/content\/108\/17\/6872.short",
            "9042095917720555774",
            "\/scholar?cites=9042095917720555774",
            {
                "2011":2,
                "2012":7,
                "2013":7,
                "2014":7,
                "2015":15,
                "2016":8,
                "2017":6,
                "2018":10,
                "2019":8,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We have developed a femtosecond single-shot spectroscopic technique to measure irreversible changes in condensed phase materials in real time. Crossed echelons generate a two-dimensional array of time-delayed pulses with one femtosecond probe pulse. This yields 9 ps of time-resolved data from a single laser shot, filling a gap in currently employed measurement methods. We can now monitor ultrafast irreversible dynamics in solid-state materials or other samples that cannot be flowed or replenished between laser shots, circumventing limitations of conventional pump-probe methods due to sample damage or product buildup. Despite the absence of signal-averaging in the single-shot measurement, an acceptable signal-to-noise level has been achieved via background and reference calibration procedures. Pump-induced changes in relative reflectivity as small as 0.2%−0.5% are demonstrated in …",
            "Dual echelon femtosecond single-shot spectroscopy",
            "Taeho Shin and Johanna W Wolfson and Samuel W Teitelbaum and Maria Kandyla and Keith A Nelson",
            "2014",
            "02kC_5oAAAAJ:2osOgNQ5qMEC",
            28,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4893641",
            "14901233410555257450",
            "\/scholar?cites=14901233410555257450",
            {
                "2015":2,
                "2016":4,
                "2017":2,
                "2018":9,
                "2019":7,
                "2020":4
            }
        ],
        [
            "Thermal modeling and numerical simulations have been performed to describe the ultrafast thermal response of band gap materials upon optical excitation. A model was established by extending the conventional two-temperature model that is adequate for metals, but not for semiconductors. It considers the time- and space-dependent density of electrons photoexcited to the conduction band and accordingly allows a more accurate description of the transient thermal equilibration between the hot electrons and lattice. Ultrafast thermal behaviors of bismuth, as a model system, were demonstrated using the extended two-temperature model with a view to elucidating the thermal effects of excitation laser pulse fluence, electron diffusivity, electron-hole recombination kinetics, and electron-phonon interactions, focusing on high-density excitation.",
            "Extended two-temperature model for ultrafast thermal response of band gap materials upon impulsive optical excitation",
            "Taeho Shin and Samuel W Teitelbaum and Johanna Wolfson and Maria Kandyla and Keith A Nelson",
            "2015",
            "02kC_5oAAAAJ:UeHWp8X0CEIC",
            23,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4935366",
            "13491781972661602844",
            "\/scholar?cites=13491781972661602844",
            {
                "2015":1,
                "2016":1,
                "2017":3,
                "2018":10,
                "2019":5,
                "2020":3
            }
        ],
        [
            "We report channel-resolved measurements of the anharmonic coupling of the coherent A 1 g phonon in photoexcited bismuth to pairs of high wave vector acoustic phonons. The decay of a coherent phonon can be understood as a parametric resonance process whereby the atomic displacement periodically modulates the frequency of a broad continuum of modes. This coupling drives temporal oscillations in the phonon mean-square displacements at the A 1 g frequency that are observed across the Brillouin zone by femtosecond x-ray diffuse scattering. We extract anharmonic coupling constants between the A 1 g and several representative decay channels that are within an order of magnitude of density functional perturbation theory calculations.",
            "Direct measurement of anharmonic decay channels of a coherent phonon",
            "Samuel W Teitelbaum and Thomas Henighan and Yijing Huang and Hanzhe Liu and Mason P Jiang and Diling Zhu and Matthieu Chollet and Takahiro Sato and Éamonn D Murray and Stephen Fahy and Shane O’Mahony and Trevor P Bailey and Ctirad Uher and Mariano Trigo and David A Reis",
            "2018",
            "02kC_5oAAAAJ:YsMSGLbcyi4C",
            22,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.121.125901",
            "17550869542569585356",
            "\/scholar?cites=17550869542569585356",
            {
                "2018":3,
                "2019":5,
                "2020":11,
                "2021":1
            }
        ],
        [
            "We have conducted degenerate pump-pump-probe experiments on semimetal bismuth with femtosecond time resolution, varying both pump-probe and interpump time delays. The observed phonon dynamics, including the amplitude, damping, frequency, and phase, can be modeled by the interference of two chirped damped oscillators. No lattice anharmonicity along the trigonal axis is observed. We also find evidence of phonon-mediated relaxation of the energy density at the sample surface.",
            "Coherent control of optical phonons in bismuth",
            "Yu-Hsiang Cheng and Frank Y Gao and Samuel W Teitelbaum and Keith A Nelson",
            "2017",
            "02kC_5oAAAAJ:W7OEmFMy1HYC",
            13,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.96.134302",
            "8713391327031665131",
            "\/scholar?cites=8713391327031665131",
            {
                "2018":2,
                "2019":6,
                "2020":5
            }
        ],
        [
            "Excursions far from their equilibrium structures can bring crystalline solids through collective transformations including transitions into new phases that may be transient or long-lived. The direct spectroscopic observation of far-from-equilibrium rearrangements provides fundamental mechanistic insight into chemical and structural transformations and a potential route to practical applications, including ultrafast optical control over material structure and properties. However, in many cases, photoinduced transitions are irreversible or only slowly reversible, or the light fluence required exceeds material damage thresholds. This requirement precludes conventional ultrafast spectroscopy, in which optical excitation and probe pulses irradiate the sample many times, each measurement providing information about the sample response at just one probe delay time following excitation, with each measurement at a high …",
            "Real-time observation of a coherent lattice transformation into a high-symmetry phase",
            "Samuel W Teitelbaum and Taeho Shin and Johanna W Wolfson and Yu-Hsiang Cheng and Ilana J Porter and Maria Kandyla and Keith A Nelson",
            "2018",
            "02kC_5oAAAAJ:WF5omc3nYNoC",
            11,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.8.031081",
            "12788145901043146675",
            "\/scholar?cites=12788145901043146675",
            {
                "2019":6,
                "2020":5
            }
        ],
        [
            "We present the concept and a prototypical implementation of a compact x-ray split-delay system that is capable of performing continuous on-the-fly delay scans over a range of ∼10  ps with sub-100 nanoradian pointing stability. The system consists of four channel-cut silicon crystals, two of which have gradually varying gap sizes from intentional 5 deg asymmetric cuts. The delay adjustment is realized by linear motions of these two monolithic varying-gap channel cuts, where the x-ray beam experiences pairs of anti-parallel reflections, and thus becomes less sensitive in output beam pointing to motion imperfections of the translation stages. The beam splitting is accomplished by polished crystal edges. A high degree of mutual coherence between the two branches at the focus is observed by analyzing small-angle coherent x-ray scattering patterns. We envision a wide range of applications including single-shot x-ray pulse temporal diagnostics, studies of high-intensity x-ray–matter interactions, as well as measurement of dynamics in disordered material systems using split-pulse x-ray photon correlation spectroscopy.",
            "Compact hard x-ray split-delay system based on variable-gap channel-cut crystals",
            "Yanwen Sun and Nan Wang and Sanghoon Song and Peihao Sun and Matthieu Chollet and Takahiro Sato and Tim B van Driel and Silke Nelson and Rajan Plumley and Jordi Montana-Lopez and Samuel W Teitelbaum and Johann Haber and Jerome B Hastings and Alfred QR Baron and Mark Sutton and Paul H Fuoss and Aymeric Robert and Diling Zhu",
            "2019",
            "02kC_5oAAAAJ:MXK_kJrjxJIC",
            10,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-44-10-2582",
            "5543569669386607089",
            "\/scholar?cites=5543569669386607089",
            {
                "2020":9,
                "2021":1
            }
        ],
        [
            "Femtosecond pump-probe spectroscopy of bismuth thin films has revealed strong dependencies of reflectivity and phonon frequency on film thickness in the range of 25− 40 nm. The reflectivity variations are ascribed to distinct electronic structures originating from strongly varying electronic temperatures and proximity of the film thickness to the optical penetration depth of visible light. The phonon frequency is redshifted by an amount that increases with decreasing film thickness under the same excitation fluence, indicating carrier density-dependent bond softening that increases due to suppressed diffusion of carriers away from the photoexcited region in thin films. The results have significant implications for nonthermal melting of bismuth as well as lattice heating due to inelastic electron-phonon scattering.",
            "Carrier confinement and bond softening in photoexcited bismuth films",
            "Taeho Shin and Johanna W Wolfson and Samuel W Teitelbaum and Maria Kandyla and Keith A Nelson",
            "2015",
            "02kC_5oAAAAJ:IjCSPb-OGe4C",
            9,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.92.184302",
            "9364559329853687969",
            "\/scholar?cites=9364559329853687969",
            {
                "2018":2,
                "2019":1,
                "2020":6
            }
        ],
        [
            "X-ray free-electron lasers (X-FELs) present new opportunities to study ultrafast lattice dynamics in complex materials. While the unprecedented source brilliance enables high fidelity measurement of structural dynamics, it also raises experimental challenges related to the understanding and control of beam-induced irreversible structural changes in samples that can ultimately impact the interpretation of experimental results. This is also important for designing reliable high performance X-ray optical components. In this work, X-FEL beam-induced lattice alterations are investigated by measuring the shot-to-shot evolution of near-Bragg coherent scattering from a single crystalline germanium sample. It is shown that X-ray photon correlation analysis of sequential speckle patterns measurements can be used to monitor the nature and extent of lattice rearrangements. Abrupt, irreversible changes are observed following …",
            "Speckle correlation as a monitor of X-ray free-electron laser induced crystal lattice deformation",
            "Rajan Plumley and Yanwen Sun and Samuel Teitelbaum and Sanghoon Song and Takahiro Sato and Matthieu Chollet and Silke Nelson and Nan Wang and Peihao Sun and Aymeric Robert and Paul Fuoss and Mark Sutton and Diling Zhu",
            "2020",
            "02kC_5oAAAAJ:KlAtU1dfN6UC",
            3,
            "https:\/\/scripts.iucr.org\/cgi-bin\/paper?yi5090",
            "8801201267761981997",
            "\/scholar?cites=8801201267761981997",
            {
                "2020":2,
                "2021":1
            }
        ]
    ]
}