{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "A modified Stroop protocol was administered to a sample of 80 dependent drug users (62 males, 18 females) prior to beginning a time-limited outpatient treatment study combining pharmacotherapy and cognitive–behavioral coping skills therapy for cocaine, marijuana, or heroin dependence. Results indicated that cocaine-dependent participants responded more slowly than marijuana-dependent participants to all stimulus words. Cocaine words yielded slower reaction times than neutral words across all treatment groups. The heroin- and cocaine-dependent groups' overall performance did not differ. There was no treatment group by drug word interaction. For cocaine-dependent participants, Stroop performance in the presence of cocaine stimuli was associated with worse treatment outcome. In conclusion, Stroop performance may have prognostic utility among drug-dependent patients in a cognitive–behavioral …",
            "Drug Stroop performance: relationships with primary substance of use and treatment outcome in a drug-dependent outpatient sample",
            "Kenneth M Carpenter and Elizabeth Schreiber and Sarah Church and David McDowell",
            "2006",
            "02p2-H8AAAAJ:u5HHmVD_uO8C",
            191,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0306460305000730",
            "7534539460285689032",
            "\/scholar?cites=7534539460285689032",
            {
                "2006":2,
                "2007":6,
                "2008":5,
                "2009":5,
                "2010":12,
                "2011":14,
                "2012":14,
                "2013":26,
                "2014":21,
                "2015":20,
                "2016":13,
                "2017":12,
                "2018":10,
                "2019":14,
                "2020":13
            }
        ],
        [
            "Treatment of opiate dependence with naltrexone has been limited by poor compliance. Behavioral Naltrexone Therapy (BNT) was developed to promote adherence to naltrexone and lifestyle changes supportive of abstinence, by incorporating components from empirically validated treatments, including Network Therapy with a significant other to monitor medication compliance, the Community Reinforcement Approach, and voucher incentives. An overview is presented of the BNT treatment manual. In an uncontrolled Stage I trial (N = 47), 19% completed the 6-month course of treatment. Retention was especially poor in the subsample of patients who were using methadone at baseline (N = 18; 39% completed 1 month, none completed 6 months), and more encouraging among heroin-dependent patients (N = 29; 65% completed 1 month, 31% completed 6 months). Thus, attrition continues to be a serious problem …",
            "Behavioral naltrexone therapy: an integrated treatment for opiate dependence",
            "Jami L Rothenberg and Maria A Sullivan and Sarah H Church and Angela Seracini and Eric Collins and Herbert D Kleber and Edward V Nunes",
            "2002",
            "02p2-H8AAAAJ:u-x6o8ySG0sC",
            86,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S074054720200301X",
            "6926840138546142671",
            "\/scholar?cites=6926840138546142671",
            {
                "2004":8,
                "2005":6,
                "2006":7,
                "2007":5,
                "2008":1,
                "2009":7,
                "2010":4,
                "2011":10,
                "2012":4,
                "2013":6,
                "2014":4,
                "2015":3,
                "2016":2,
                "2017":3,
                "2018":4,
                "2019":6,
                "2020":3
            }
        ]
    ]
}