{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "In a spectroscopic follow‐up to the VLA FIRST survey, the FIRST Bright Quasar Survey (FBQS) has found 29 radio‐selected broad absorption line (BAL) quasars. This sample provides the first opportunity to study the properties of radio‐selected BAL quasars. Contrary to most previous studies, we establish that a significant population of radio‐loud BAL quasars exists. Radio‐selected BAL quasars display compact radio morphologies and possess both steep and flat radio spectra. Quasars with low‐ionization BALs have a color distribution redder than that of the FBQS sample as a whole. The frequency of BAL quasars in the FBQS is significantly greater, perhaps by as much as a factor of 2, than that inferred from optically selected samples. The frequency of BAL quasars appears to have a complex dependence on radio loudness. The properties of this sample appear to be inconsistent with simple unified models in …",
            "Properties of radio-selected broad absorption line quasars from the first bright quasar survey",
            "Robert H Becker and Richard L White and Michael D Gregg and Michael S Brotherton and Sally A Laurent-Muehleisen and Nahum Arav",
            "2000",
            "0_T29JIAAAAJ:u5HHmVD_uO8C",
            308,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/309099\/meta",
            "771373739155980870",
            "\/scholar?cites=771373739155980870",
            {
                "2000":5,
                "2001":20,
                "2002":22,
                "2003":25,
                "2004":11,
                "2005":9,
                "2006":20,
                "2007":13,
                "2008":16,
                "2009":17,
                "2010":18,
                "2011":20,
                "2012":21,
                "2013":18,
                "2014":15,
                "2015":12,
                "2016":5,
                "2017":12,
                "2018":10,
                "2019":8,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We present a detailed analysis of the Astrophysical Research Consortium 3.5 m telescope spectrum of QSO SDSS J0838+ 2955. The object shows three broad absorption line (BAL) systems at 22,000, 13,000, and 4900 km s–1 blueshifted from the systemic redshift of z= 2.043. Of particular interest is the lowest velocity system that displays absorption from low-ionization species such as Mg II, Al II, Si II, Si II*, Fe II, and Fe II*. Accurate column densities were measured for all transitions in this lowest velocity BAL using an inhomogeneous absorber model. The ratio of column densities of Si II* and Fe II* with respect to their ground states gave an electron number density of log n e (cm–3)= 3.75±0.22 for the outflow. Photoionization modeling with careful regards to chemical abundances and the incident spectral energy distribution predicts an ionization parameter of log U H=–1.93±0.21 and a hydrogen column density of …",
            "Quasar outflow contribution to AGN feedback: observations of QSO SDSS J0838+ 2955",
            "Maxwell Moe and Nahum Arav and Manuel A Bautista and Kirk T Korista",
            "2009",
            "0_T29JIAAAAJ:9yKSN-GCB0IC",
            229,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/706\/1\/525\/meta",
            "1376519427071300831",
            "\/scholar?cites=1376519427071300831",
            {
                "2009":3,
                "2010":13,
                "2011":20,
                "2012":32,
                "2013":28,
                "2014":18,
                "2015":16,
                "2016":24,
                "2017":21,
                "2018":18,
                "2019":18,
                "2020":18
            }
        ],
        [
            "We present high spectral resolution Very Large Telescope observations of the broad absorption line quasar SDSS J0318–0600. This high-quality data set allows us to extract accurate ionic column densities and determine an electron number density of n e= 10 3.3±0.2 cm–3 for the main outflow absorption component. The heavily reddened spectrum of SDSS J0318-0600 requires purely silicate dust with a reddening curve characteristic of predominately large grains, from which we estimate the bolometric luminosity. We carry out photoionization modeling to determine the total column density, ionization parameter, and distance of the gas and find that the photoionization models suggest abundances greater than solar. Due to the uncertainty in the location of the dust extinction, we arrive at two viable distances for the main ouflow component from the central source, 6 and 17 kpc, where we consider the 6 kpc location …",
            "The quasar outflow contribution to AGN feedback: VLT measurements of SDSS J0318-0600",
            "Jay P Dunn and Manuel Bautista and Nahum Arav and Max Moe and Kirk Korista and Elisa Costantini and Chris Benn and Sara Ellison and Doug Edmonds",
            "2010",
            "0_T29JIAAAAJ:d1gkVwhDpl0C",
            226,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/709\/2\/611\/meta",
            "11503549763302351423",
            "\/scholar?cites=11503549763302351423",
            {
                "2010":13,
                "2011":18,
                "2012":32,
                "2013":24,
                "2014":18,
                "2015":18,
                "2016":25,
                "2017":29,
                "2018":16,
                "2019":17,
                "2020":16
            }
        ]
    ]
}