{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The biochronological zonation of the continental Neogene of Europe and Western Asia (the MN zonation) is revised and the philosophy on which this zonation is based is discussed. All previously suggested subdivisions of the MN zones are suppressed and the zones 7 and 8 are joined. It is argued that stage-in-evolution should be the only criterion for correlation of assemblages of fossil mammals with the",
            "Report of the RCMNS Working Group on fossil mammals, Reisensburg1990",
            "H de Bruin and R Daams and G Daxner-Hck and V Fahlbusch and L Ginsburg and P Mein and J Morales and E Heinzmann and DF Mayhew and AJ Van der Meulen and N Schmidt-Kittler and M Telles Antunes",
            "1992",
            "0AdY9ZMAAAAJ:u5HHmVD_uO8C",
            275,
            "https:\/\/www.researchgate.net\/profile\/Jorge_Morales8\/publication\/247390474_Report_of_the_RCMNS_working_group_on_fossil_mammals\/links\/5630e10608ae3de9381cc6bf.pdf",
            "7201635532152166707",
            "\/scholar?cites=7201635532152166707",
            {
                "1992":1,
                "1993":4,
                "1994":5,
                "1995":7,
                "1996":9,
                "1997":16,
                "1998":5,
                "1999":7,
                "2000":6,
                "2001":6,
                "2002":4,
                "2003":12,
                "2004":13,
                "2005":11,
                "2006":20,
                "2007":9,
                "2008":10,
                "2009":13,
                "2010":15,
                "2011":17,
                "2012":13,
                "2013":15,
                "2014":6,
                "2015":6,
                "2016":9,
                "2017":12,
                "2018":4,
                "2019":9,
                "2020":5,
                "2021":2
            }
        ],
        [
            "A synthesis of the Spanish continental Neogene is presented by designing an integrated correlative chart of the Neo\" gen-e \"succes\"Siuns-ofthe \"lberian-PeninsuIa-. -Ninemain-sedimentary-breaks-have-been -distinguished-in-most-of-the \"basins. They are considered a valuable criteria for correlation as they occur in similar time intervals from basin to basin. The determined sedimentary breaks occur in the Agenian, Ramblian, Middle Aragonian, Late Aragonian, Late Vallesian, Middle Turolian, Late Turolian, Late Ruscinian-Early Villafranchian, and Villafranchian ages. The larger interior basins (Ebro, Tajo, Duero) show a fairly complete Neogene sedimentary record in which the aboye mentioned sedimentary breaks are usually well recognized. A good correlation may be established from basin to basin. Likewise, there is a fairly good correlation among the Upper Miocene-Pliocene sedimentary record of basins spreading out in Levante and southeastern Spain. However, the correlation is not as c1ear in those basins located within the Iberian and Catalan Coastal Ranges, which usually do not show a similar sedimentary pattern. The comparison between Neogene stratigraphic logs in most of the Spanish continental basins and the pattern of global events from currentIy accepted Cenozoic Cyc1e Charts allows recognition of chronological coincidences, especially with regard to the age of seven major sedimentary ruptures (those developed at about 24.5 Ma, 22 Ma, 16 Ma, 13.5 Ma, 9.5 Ma, 5.5 Ma, 3.3 Ma). Evolutionary sedimentary trends in both offshore Mediterranean areas and inland peripheral zones of the Iberian Peninsula show also striking …",
            "Up-to-date Spanish continental Neogene synthesis and paleoclimatic interpretation",
            "José Pedro Calvo Sorando and Remmert Daams and Jorge Morales and Nieves López Martínez and Jordi Agustí and Pere Anadón and I Armenteros and L Cabrera and Jorge Civis Llovera and A Corrochano and M Díaz Molina and E Elizaga and M Hoyos and E Martín-Suárez and J Martínez and E Moissenet and A Muñoz and A Pérez-García and Alfredo Pérez-González and JM Portero and F Robles and C Santisteban and T Torres and AJ Van der Meulen and JA Vera and P Mein",
            "1993",
            "0AdY9ZMAAAAJ:u-x6o8ySG0sC",
            197,
            "https:\/\/eprints.ucm.es\/29552\/",
            "10065510645340237983",
            "\/scholar?cites=10065510645340237983",
            {
                "1995":3,
                "1996":7,
                "1997":4,
                "1998":5,
                "1999":6,
                "2000":5,
                "2001":9,
                "2002":5,
                "2003":8,
                "2004":8,
                "2005":9,
                "2006":6,
                "2007":14,
                "2008":3,
                "2009":9,
                "2010":10,
                "2011":9,
                "2012":9,
                "2013":11,
                "2014":7,
                "2015":7,
                "2016":5,
                "2017":6,
                "2018":13,
                "2019":8,
                "2020":6
            }
        ],
        [
            "P- and S-wave seismic tomography detect a low-velocity anomaly in the upper mantle beneath the Betic Cordillera and the Alborán Sea region. The anomaly is associated with the intermediate-depth seismicity (h < 110 km) in the region. This structure is interpreted as a result of an active continental subduction. Gravity modeling and seismic attenuation also show the continental nature of the low-velocity zone. Stresses determined from the focal mechanisms of the intermediate-depth earthquakes also agree with the scenario of continental subduction, which is caused by the middle-late Miocene to present-day northwest-southeast convergence of the African and European plates and the continental collision that raised the cordillera.",
            "Active continental subduction beneath the Betic Cordillera and the Alboran Sea",
            "J Morales and I Serrano and A Jabaloy and J Galindo-Zaldivar and D Zhao and F Torcal and F Vidal and F González Lodeiro",
            "1999",
            "0AdY9ZMAAAAJ:JdL-Xu2nR38C",
            158,
            "https:\/\/pubs.geoscienceworld.org\/geology\/article-lookup\/27\/8\/735",
            "12990206411325640927",
            "\/scholar?cites=12990206411325640927",
            {
                "2000":5,
                "2001":5,
                "2002":7,
                "2003":8,
                "2004":13,
                "2005":8,
                "2006":7,
                "2007":9,
                "2008":11,
                "2009":5,
                "2010":8,
                "2011":10,
                "2012":9,
                "2013":12,
                "2014":5,
                "2015":12,
                "2016":3,
                "2017":3,
                "2018":3,
                "2019":5,
                "2020":6
            }
        ],
        [
            "Coda-Q estimates for the Granada Basin (Southern Spain) are obtained by analyzing earthquakes occurring within or close to the borders of this area. The data set is composed of 54 earthquakes with local magnitudes ranging between 2.2 and 4.0 and with epicentral distances to the nearest station smaller than 10 km. A single-scattering process is assumed. Coda-Q values obtained show a clear dependence on frequency according to the relationship Q= Qofn, where n ranges from 0.81 to 0.89. After removing the main site effects and discussing the possible multiple-scattering influence, the lapse-time dependence is interpreted as due to attenuation variations with depth. This result agrees with the variation of coda Q obtained by using different sets of events with increasing hypocentral depth ranges.",
            "Depth-dependent seismic attenuation in the Granada zone (Southern Spain)",
            "JM Ibanez and E Del Pezzo and F De Miguel and M Herraiz and G Alguacil and J Morales",
            "1990",
            "0AdY9ZMAAAAJ:I2jIoRS3jIgC",
            121,
            "https:\/\/pubs.geoscienceworld.org\/ssa\/bssa\/article\/80\/5\/1232\/119352",
            "2682496918957005111",
            "\/scholar?cites=2682496918957005111",
            {
                "1991":2,
                "1992":3,
                "1993":4,
                "1994":3,
                "1995":5,
                "1996":5,
                "1997":2,
                "1998":3,
                "1999":3,
                "2000":2,
                "2001":3,
                "2002":1,
                "2003":3,
                "2004":3,
                "2005":9,
                "2006":4,
                "2007":6,
                "2008":3,
                "2009":9,
                "2010":4,
                "2011":2,
                "2012":7,
                "2013":9,
                "2014":4,
                "2015":6,
                "2016":6,
                "2017":8
            }
        ],
        [
            "The diffuse convergent boundary between the Eurasian and African plates in the western Mediterranean is associated with a seismicity zone more than 300 km wide. Although the two plates are converging NW–SE, the Betic and Rif Cordilleras contain extensional structures that have been active since the Miocene. The extensional tectonics in the region, which occurred simultaneously with the uplift of the cordillera, have been analyzed in the southeastern sector of the late Miocene to recent Granada Basin, using earthquake focal mechanisms, the determination of paleostresses from the study of the orientation and kinematics of microfaults, and the study of the major structures. Both the geological surface data and the focal mechanisms indicate present‐day regional conditions of NE–SW extension, with triaxial to prolate stress ellipsoids. However, the stress field is heterogeneous, with local variations in stress over …",
            "Recent and present‐day stresses in the Granada Basin (Betic Cordilleras): Example of a late Miocene‐present‐day extensional basin in a convergent plate boundary",
            "J Galindo‐Zaldívar and A Jabaloy and I Serrano and J Morales and F González‐Lodeiro and F Torcal",
            "1999",
            "0AdY9ZMAAAAJ:RgznTc0nqo4C",
            108,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/1999TC900016",
            "8759226791335251781",
            "\/scholar?cites=8759226791335251781",
            {
                "2000":3,
                "2001":3,
                "2002":6,
                "2003":8,
                "2004":7,
                "2005":6,
                "2006":8,
                "2007":2,
                "2008":10,
                "2009":6,
                "2010":6,
                "2011":4,
                "2012":4,
                "2013":6,
                "2014":6,
                "2015":5,
                "2016":2,
                "2017":4,
                "2018":3,
                "2019":4,
                "2020":4
            }
        ],
        [
            "Las cuencas de Calatayud-Daroca y Teruel contienen un registro sedimentario y faunístico muy completo del Neógeno continental español. En ellas están definidas las. secciones tipo del Rambliense, Aragoniense, Turoliense y Alfambriense. A su vez, el Vallesiense se encuentra muy bien representado en la parte norte de la Cuenca de Teruel, tanto litoestratigráficamente como por la amplia sucesión de faunas de vertebrados que contiene. En este trabajo se presenta un resumen y puesta al día de la información estratigráfica y sedimentológica disponible sobre las formaciones neógenas de ambas cuencas, incluyendo además datos recientes sobre el límite Aragoniense-Vallesiense en el área de Daroca-Nombrevilla y sobre el registro sedimentario de edad Plioceno en la parte más septentrional de la región de Teruel-Alfambra. Se presenta asimismo un cuadro sintético de las columnas magnetoestratigráficas elaboradas en los últimos años. Con carácter preliminar, se muestran las curvas de evolución paleoclimática (humedad\/temperatura) deducibles de las asociaciones de micromamíferos presentes en una densa sucesión de yacimientos que abarcan todo el Mioceno. Las diferencias en los resultados obtenidos sobre la evolución paleoclimática de ambas cuencas son posiblemente debidas a la distinta metodología utilizada en el análisis de las asociaciones faunísticas. Por otra parte, se discuten las faltas de ajuste detectadas, al menos para algunos intervalos temporales, entre los resultados deducibles de este tipo de interpretación paleoclimática y los que se derivan del análisis sedimentológico de los depósitos",
            "El registro sedimentario y faunístico de las cuencas de Calatayud-Daroca y Teruel. Evolución paleoambiental y paleoclimática durante el Neógeno",
            "L Alcalá and Ana María Alonso-Zarza and María Ángeles Álvarez Sierra and B Azanza and José Pedro Calvo Sorando and JC Cañaveras and JA Van Dam and M Garcés and W Krijgsman and AJ Van der Meulen and J Morales and P Peláez-Campomanes and Alfredo Pérez-González and S Sánchez Moral and R Sancho and E Sanz Rubio",
            "2000",
            "0AdY9ZMAAAAJ:NXb4pA-qfm4C",
            101,
            "https:\/\/eprints.ucm.es\/28835\/",
            "12349978079650800442",
            "\/scholar?cites=12349978079650800442",
            {
                "2000":1,
                "2001":1,
                "2002":3,
                "2003":8,
                "2004":3,
                "2005":5,
                "2006":8,
                "2007":1,
                "2008":7,
                "2009":3,
                "2010":2,
                "2011":10,
                "2012":10,
                "2013":4,
                "2014":8,
                "2015":5,
                "2016":6,
                "2017":2,
                "2018":2,
                "2019":6,
                "2020":5
            }
        ],
        [
            "The aim of this paper is to examine the mammalian faunas of the Neogene of Spain and of East Africa with a view to understanding the relationships between the Neogene faunas of the two regions. The available data indicates that during the Neogene, faunal similarities between Iberia and East Africa varied greatly, at times the resemblances being relatively great (high number of genera in common), at others the similarities being weak (low number of genera in common). Changes in faunal similarity appear to be related to latitudinal fluctuations in the position of the boundaries of the Proto-Ethiopian and Proto-Palaearctic zoogeographic realms. Periods of greater faunal similarity coincide with a northerly position of the boundary zone, while periods of greater faunal dissimilarity occur when the boundary zone is located in a southerly position, as it is today. We related these changes in the position of the boundary …",
            "Biostratigraphy and palaeobiogeography of East Africa and the Iberian Peninsula",
            "Martin Pickford and Jorge Morales",
            "1994",
            "0AdY9ZMAAAAJ:d1gkVwhDpl0C",
            98,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0031018294900787",
            "15289745636854457382",
            "\/scholar?cites=15289745636854457382",
            {
                "1996":2,
                "1997":1,
                "1998":3,
                "1999":1,
                "2000":5,
                "2001":6,
                "2002":3,
                "2003":6,
                "2004":4,
                "2005":6,
                "2006":6,
                "2007":1,
                "2008":4,
                "2009":4,
                "2010":4,
                "2011":7,
                "2012":5,
                "2013":5,
                "2014":5,
                "2015":1,
                "2016":9,
                "2017":4,
                "2018":2,
                "2019":2,
                "2020":1
            }
        ],
        [
            "The skull and cervical anatomy of the sabre-toothed felid Paramachairodus ogygia (Kaup, 1832) is described in this paper, with special attention paid to its functional morphology. Because of the scarcity of fossil remains, the anatomy of this felid has been very poorly known. However, the recently discovered Miocene carnivore trap of Batallones-1, near Madrid, Spain, has yielded almost complete skeletons of this animal, which is now one of the best known machairodontines. Consequently, the machairodont adaptations of this primitive sabre-toothed felid can be assessed for the first time. Some characters, such as the morphology of the mastoid area, reveal an intermediate state between that of felines and machairodontines, while others, such as the flattened upper canines and verticalized mandibular symphysis, show clear machairodont affinities.",
            "Aspects of the functional morphology in the cranial and cervical skeleton of the sabre-toothed cat Paramachairodus ogygia (Kaup, 1832) (Felidae …",
            "Manuel J Salesa and Mauricio Anton and Alan Turner and Jorge Morales",
            "2005",
            "0AdY9ZMAAAAJ:9yKSN-GCB0IC",
            93,
            "https:\/\/academic.oup.com\/zoolinnean\/article-abstract\/144\/3\/363\/2627519",
            "11542489864876805387",
            "\/scholar?cites=11542489864876805387",
            {
                "2006":4,
                "2007":6,
                "2008":9,
                "2009":5,
                "2010":7,
                "2011":12,
                "2012":6,
                "2013":11,
                "2014":6,
                "2015":6,
                "2016":2,
                "2017":6,
                "2018":3,
                "2019":5,
                "2020":3
            }
        ],
        [
            "We describe a sample of skulls, mandibles and isolated dentitions of Machairodus aphanistus from the Spanish late Vallesian (late Miocene) site of Batallones-1, near Madrid. This is the first time that the cranial morphology of this species has been seen in detail, and shows that late Vallesian M. aphanistus combined a relatively primitive cranial and mandibular morphology with very specialized upper canines, as flattened as in the later, cranially derived species M. giganteus. Cranio-mandibular adaptations for the canine shear-bite are incipient or non-existent, suggesting that the specialized canines of M. aphanistus were used within the context of a biting mechanism more similar to the canine bite of modern felids. Evolution of more extreme machairodont craniodental features in later members of the homotherin lineage converged with smilodontins but occurred independently of the initial development of derived …",
            "First known complete skulls of the scimitar-toothed cat Machairodus aphanistus (Felidae, Carnivora) from the Spanish late Miocene site of Batallones-1",
            "Mauricio Anton and Manuel J Salesa and Jorge Morales and Alan Turner",
            "2004",
            "0AdY9ZMAAAAJ:qjMakFHDy7sC",
            90,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1671\/0272-4634(2004)024%5B0957%3AFKCSOT%5D2.0.CO%3B2",
            "12387379474148739242",
            "\/scholar?cites=12387379474148739242",
            {
                "2005":2,
                "2006":5,
                "2007":8,
                "2008":5,
                "2009":2,
                "2010":8,
                "2011":5,
                "2012":7,
                "2013":12,
                "2014":11,
                "2015":3,
                "2016":7,
                "2017":1,
                "2018":2,
                "2019":6,
                "2020":5
            }
        ],
        [
            "Muscle attachments in the mastoid region of the skull of extant felids are studied through dissection of two adult tigers Panthera tigris (Linnaeus, 1758) Pocock, 1930, a lion Panthera leo (Linnaeus, 1758) Pocock, 1930 and a puma Puma concolor (Linnaeus, 1771) Jardine, 1834, providing for the first time an adequate reference for the study of the evolution of that region in sabretoothed felids. Our study supports the inference by W. Akersten that the main muscles inserting in the mastoid process in sabretooths were those originating in the atlas, rather than those from the posterior neck, sternum and forelimb. Those inferences were based on the anatomy of the giant panda, Ailuropoda melanoleuca (David, 1869) Milne-Edwards, 1870, raising uncertainties about homology, which were founded, as revealed by our results. The mastoid muscle insertions in extant felids differ in important details from those described …",
            "Implications of the mastoid anatomy of larger extant felids for the evolution and predatory behaviour of sabretoothed cats (Mammalia, Carnivora, Felidae)",
            "Mauricio Anton and Manuel J Salesa and Juan Francisco Pastor and Israel M Sanchez and Susana Fraile and Jorge Morales",
            "2004",
            "0AdY9ZMAAAAJ:IjCSPb-OGe4C",
            81,
            "https:\/\/academic.oup.com\/zoolinnean\/article-abstract\/140\/2\/207\/2624213",
            "6912675059860969641",
            "\/scholar?cites=6912675059860969641",
            {
                "2005":4,
                "2006":3,
                "2007":5,
                "2008":6,
                "2009":4,
                "2010":3,
                "2011":6,
                "2012":9,
                "2013":8,
                "2014":6,
                "2015":4,
                "2016":5,
                "2017":7,
                "2018":5,
                "2019":5,
                "2020":1
            }
        ]
    ]
}