{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We analyzed the psychometric properties of the Positive and Negative Syndrome Scale (PANSS) in a sample of 100 DSM-III-R schizophrenic patients. Our findings coincided with the results of Kay's group in the following points: (1) the PANSS scores were normally distributed; (2) the positive and negative scales showed good interrater reliability; (3) positive and negative syndromes are independent constructs; (4) the positive and negative scales held a high concurrent validity in relation to the Scale for the Assessment of Positive Symptoms and the Scale for the Assessment of Negative Symptoms; and (5) although positive and negative syndromes showed factorial validity, they were not sufficient to account for the whole of the schizophrenic symptoms. Unlike Kay's group, we found a modest internal consistency of the positive scale, indicating that it is composed of several independent components. The data suggest …",
            "Psychometric properties of the positive and negative syndrome scale (PANSS) in schizophrenia",
            "Victor Peralta and Manuel J Cuesta",
            "1994",
            "0Af4NdoAAAAJ:u-x6o8ySG0sC",
            543,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0165178194900930",
            "1357450292377226145",
            "\/scholar?cites=1357450292377226145",
            {
                "1995":3,
                "1996":1,
                "1997":2,
                "1998":8,
                "1999":8,
                "2000":13,
                "2001":6,
                "2002":13,
                "2003":10,
                "2004":10,
                "2005":16,
                "2006":12,
                "2007":22,
                "2008":16,
                "2009":27,
                "2010":14,
                "2011":16,
                "2012":26,
                "2013":23,
                "2014":35,
                "2015":30,
                "2016":59,
                "2017":34,
                "2018":40,
                "2019":41,
                "2020":47,
                "2021":6
            }
        ],
        [
            "A sample of 115 DSM–III–R schizophrenics was studied by means of the SANS and SAPS. A factor analysis from the nine subscales and two symptoms (inappropriate affect and poverty of content) and a review of the previous factor analyses suggest that schizophrenic symptoms cannot be appropriately classified into positive and negative syndromes. The low internal consistency of the SAPS suggests that the positive symptoms are not a homogeneous syndrome. Our results fit better with Liddle's model of three syndromes (negative, delusion-hallucination and disorganisation syndromes). It is argued that we are far from a valid classification of schizophrenic symptoms and the positive-negative dichotomy appears to be an oversimplification.",
            "Are there more than two syndromes in schizophrenia?",
            "Victor Peralta and Jose De Leon and Manuel J Cuesta",
            "1992",
            "0Af4NdoAAAAJ:u5HHmVD_uO8C",
            368,
            "https:\/\/search.proquest.com\/openview\/c38566d9e8b3ef93de68e5c99bb5981e\/1?pq-origsite=gscholar&cbl=40635",
            "4759208813609373599",
            "\/scholar?cites=4759208813609373599",
            {
                "1992":2,
                "1993":6,
                "1994":17,
                "1995":32,
                "1996":22,
                "1997":17,
                "1998":21,
                "1999":19,
                "2000":22,
                "2001":22,
                "2002":23,
                "2003":16,
                "2004":15,
                "2005":11,
                "2006":15,
                "2007":11,
                "2008":9,
                "2009":14,
                "2010":11,
                "2011":3,
                "2012":9,
                "2013":7,
                "2014":5,
                "2015":3,
                "2016":9,
                "2017":7,
                "2018":2,
                "2019":6,
                "2020":8
            }
        ],
        [
            "During the last two decades, much effort has been made to precisely characterize the symptom dimensions of schizophrenia. A number of dimensional models have been proposed, the most popular of which has been a three-dimensional model consisting of psychotic, negative and disorganizational symptoms. This model, however, has been criticized as too simplistic, and more complex models have been proposed, although to date there has been no consensus as to the number and nature of dimensions necessary to account for the whole range of schizophrenic symptoms. In the present paper, the authors review the main methodological issues which have led to the current confusion about the number of dimensions underlying schizophrenic psychopathology. Among the main issues influencing the delimitation of dimensions are: statistical procedures for determining the number of factors, phase of the illness …",
            "How many and which are the psychopathological dimensions in schizophrenia? Issues influencing their ascertainment",
            "Victor Peralta and Manuel J Cuesta",
            "2001",
            "0Af4NdoAAAAJ:9yKSN-GCB0IC",
            277,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0920996400000712",
            "3071792695224245107",
            "\/scholar?cites=3071792695224245107",
            {
                "2000":1,
                "2001":1,
                "2002":2,
                "2003":17,
                "2004":11,
                "2005":12,
                "2006":11,
                "2007":10,
                "2008":18,
                "2009":19,
                "2010":20,
                "2011":14,
                "2012":27,
                "2013":15,
                "2014":14,
                "2015":13,
                "2016":20,
                "2017":14,
                "2018":12,
                "2019":13,
                "2020":12
            }
        ],
        [
            "A neuropsychological etiology has been suggested for lack of insight in schizophrenia patients, mainly based on frontal, right parietal, right hemisphere, or diffuse cerebral dysfunctions. The aim of this study was to investigate the neuropsychological pathogeny of lack of insight in schizophrenia patients. We examined a sample of 40 DSM-III-R schizophrenia inpatients admitted because of a recrudescence symptoms. Schizophrenic symptoms were evaluated through Scale for the Assessment of Positive Symptoms and the Scale the Assessment of Negative Symptoms. Neurologic explorations included an assessment frontal neurologic signs, abnormal involuntary movements, and soft neurologic signs. Lack of insight was assessed through three items from the Manual for the Assessment and Documentation Psychopathology (AMDP). A global index from these three items (lack of feeling ill, lack insight, and …",
            "Lack of insight in schizophrenia",
            "Manuel J Cuesta and Victor Peralta",
            "1994",
            "0Af4NdoAAAAJ:d1gkVwhDpl0C",
            268,
            "https:\/\/academic.oup.com\/schizophreniabulletin\/article-abstract\/20\/2\/359\/1895029",
            "9806211858592367415",
            "\/scholar?cites=9806211858592367415",
            {
                "1995":5,
                "1996":12,
                "1997":14,
                "1998":12,
                "1999":11,
                "2000":10,
                "2001":8,
                "2002":10,
                "2003":10,
                "2004":21,
                "2005":9,
                "2006":16,
                "2007":14,
                "2008":14,
                "2009":9,
                "2010":11,
                "2011":8,
                "2012":11,
                "2013":5,
                "2014":10,
                "2015":10,
                "2016":11,
                "2017":6,
                "2018":5,
                "2019":1,
                "2020":9
            }
        ],
        [
            "The factor structure of psychotic symptoms as assessed by means of the Scales for the Assessment of Positive and Negative Symptoms (SAPS and SANS) was examined in a sample of 660 psychotic inpatients. Analyses were conducted at item-level. Principal-component analysis (PCA) was used to extract factors, the OBLIMIN procedure to rotate factors, and the eigen value greater-than-one criterion to determine the number of factors. PCA resulted in 11 interpretable factors explaining 64% of the total variance: poverty of affect\/speech, thought disorder\/inappropriate affect, bizarre delusions, social dysfunction, other delusions, paranoid delusions, bizarre behavior, nonauditory hallucinations, auditory hallucinations, manic thought disorder, and attention. Many of the factors were significantly intercorrelated. A second-order PCA resulted in four second-order factors, the first three roughly corresponding to the well …",
            "Dimensional structure of psychotic symptoms: an item-level analysis of SAPS and SANS symptoms in psychotic disorders",
            "Victor Peralta and Manuel J Cuesta",
            "1999",
            "0Af4NdoAAAAJ:IjCSPb-OGe4C",
            220,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0920996499000031",
            "14083574892440916601",
            "\/scholar?cites=14083574892440916601",
            {
                "2001":5,
                "2002":4,
                "2003":7,
                "2004":6,
                "2005":12,
                "2006":7,
                "2007":6,
                "2008":12,
                "2009":10,
                "2010":9,
                "2011":10,
                "2012":15,
                "2013":19,
                "2014":14,
                "2015":17,
                "2016":16,
                "2017":12,
                "2018":8,
                "2019":15,
                "2020":14,
                "2021":1
            }
        ],
        [
            "This study aimed to determine the effect of olanzapine and other antipsychotic drugs on cognitive functions after 6 months of treatment. Baseline, 3 month and 6 month psychopathological and cognitive evaluations were made. Thirty-eight partially responsive outpatients with DSM-IV chronic schizophrenia diagnosis were included in the study. On the indication of their attending psychiatrists, 21 patients initiated treatment with olanzapine, and 17 remained on their previous treatment with other antipsychotic drugs. Cognitive assessments were blind to medication and psychopathological status.The olanzapine group presented a significantly greater improvement in negative symptomatology and verbal memory than the comparison group in repeated-measures of MANOVAs between baseline, 3 month and 6 month assessments. These differences remained statistically significant after covarying out gender, treatment …",
            "Effects of olanzapine and other antipsychotics on cognitive function in chronic schizophrenia: a longitudinal study",
            "Manuel J Cuesta and Victor Peralta and Amalia Zarzuela",
            "2001",
            "0Af4NdoAAAAJ:2osOgNQ5qMEC",
            217,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0920996400001122",
            "8368036509125176532",
            "\/scholar?cites=8368036509125176532",
            {
                "2000":1,
                "2001":5,
                "2002":10,
                "2003":20,
                "2004":23,
                "2005":14,
                "2006":30,
                "2007":14,
                "2008":14,
                "2009":14,
                "2010":13,
                "2011":8,
                "2012":10,
                "2013":9,
                "2014":4,
                "2015":8,
                "2016":4,
                "2017":5,
                "2018":4,
                "2019":2,
                "2020":2
            }
        ],
        [
            "A study was carried out on a group of 95 schizophrenic patients (DSM‐III‐R criteria) under the age of 35, 23 of whom were cannabis abusers in the past year. The objective of the study was to evaluate the effect of cannabis on positive and negative schizophrenic symptoms, evaluated using Andreasen's Scales for the Assessment of Positive and Negative Symptoms (SAPS and SANS). There were no statistically significant differences between the groups on the SAPS; the group of cannabis abusers had higher scores except for the delusions subscale. On the SANS nonabusers scored higher, with a significant difference on the alogia subscale. The results suggest that the consumption of cannabis by schizophrenic patients could attenuate negative symptoms, which would support the self‐medication hypothesis of cannabis abuse.",
            "Influence of cannabis abuse on schizophrenic psychopathology",
            "Victor Peralta and Manuel J Cuesta",
            "1992",
            "0Af4NdoAAAAJ:qjMakFHDy7sC",
            212,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1600-0447.1992.tb01456.x",
            "10333824919685374073",
            "\/scholar?cites=10333824919685374073",
            {
                "1992":2,
                "1993":2,
                "1994":5,
                "1995":1,
                "1996":1,
                "1997":4,
                "1998":5,
                "1999":6,
                "2000":3,
                "2001":11,
                "2002":12,
                "2003":11,
                "2004":21,
                "2005":11,
                "2006":6,
                "2007":10,
                "2008":7,
                "2009":4,
                "2010":16,
                "2011":15,
                "2012":8,
                "2013":7,
                "2014":6,
                "2015":6,
                "2016":6,
                "2017":4,
                "2018":10,
                "2019":2,
                "2020":4
            }
        ],
        [
            "",
            "New evidence of association between COMT gene and prefrontal neurocognitive function in healthy individuals from sibling pairs discordant for psychosis",
            "Araceli Rosa and Víctor Peralta and Manuel J Cuesta and Amalia Zarzuela and Fermín Serrano and Alfredo Martínez-Larrea and Lourdes Fañanás",
            "2004",
            "0Af4NdoAAAAJ:UeHWp8X0CEIC",
            210,
            "https:\/\/ajp.psychiatryonline.org\/doi\/abs\/10.1176\/appi.ajp.161.6.1110",
            "14854146087752919266",
            "\/scholar?cites=14854146087752919266",
            {
                "2004":2,
                "2005":15,
                "2006":32,
                "2007":30,
                "2008":22,
                "2009":16,
                "2010":12,
                "2011":12,
                "2012":11,
                "2013":12,
                "2014":7,
                "2015":10,
                "2016":7,
                "2017":9,
                "2018":4,
                "2019":5,
                "2020":3
            }
        ],
        [
            "Many patients suffering from psychosis are unaware of their disorder and symptoms.To investigate whether insight changes with time, and how it relates to patients' psychopathology, and to examine the correlations between insight scales in patients with psychoses.Seventy-five consecutively admitted in-patients with schizophrenia, affective disorder with psychotic symptoms, or schizoaffective disorder were examined after remission of an acute episode and at follow-up (>6 months). Three different scales were used to assess insight.To some extent, insight into past episodes improved over time in patients with psychosis, regardless of diagnosis. Few significant relationships between insight and psychopathology remained stable at …",
            "Reappraising insight in psychosis: multi-scale longitudinal study",
            "Manuel J Cuesta and Victor Peralta and Amalia Zarzuela",
            "2000",
            "0Af4NdoAAAAJ:zYLM7Y9cAGgC",
            163,
            "https:\/\/www.cambridge.org\/core\/journals\/the-british-journal-of-psychiatry\/article\/reappraising-insight-in-psychosis\/63AB698F212F51F473392680548691E8",
            "13476826742512340817",
            "\/scholar?cites=13476826742512340817",
            {
                "2001":3,
                "2002":2,
                "2003":5,
                "2004":15,
                "2005":3,
                "2006":14,
                "2007":10,
                "2008":13,
                "2009":10,
                "2010":16,
                "2011":9,
                "2012":18,
                "2013":9,
                "2014":6,
                "2015":8,
                "2016":2,
                "2017":3,
                "2018":7,
                "2019":4,
                "2020":3
            }
        ],
        [
            "Background Despite the lack of consistent empirical support, modern diagnostic criteria of schizophrenia give particular emphasis to Schneider's firstrank symptoms (FRSs).",
            "Diagnostic significance of Schneider's first-rank symptoms in schizophrenia: Comparative study between schizophrenic and non-schizophrenic psychotic disorders",
            "Victor Peralta and Manuel J Cuesta",
            "1999",
            "0Af4NdoAAAAJ:YsMSGLbcyi4C",
            160,
            "https:\/\/www.researchgate.net\/profile\/Manuel_Cuesta\/publication\/12852275_Diagnostic_significance_of_Schneider's_first-rank_symptoms_in_schizophrenia_Comparative_study_between_schizophrenic_and_non-schizophrenic_psychotic_disorders\/links\/0fcfd510255730adec000000\/Diagnostic-significance-of-Schneiders-first-rank-symptoms-in-schizophrenia-Comparative-study-between-schizophrenic-and-non-schizophrenic-psychotic-disorders.pdf",
            "1326988728313147856",
            "\/scholar?cites=1326988728313147856",
            {
                "1999":3,
                "2000":2,
                "2001":2,
                "2002":5,
                "2003":13,
                "2004":7,
                "2005":5,
                "2006":8,
                "2007":7,
                "2008":6,
                "2009":10,
                "2010":6,
                "2011":8,
                "2012":10,
                "2013":12,
                "2014":7,
                "2015":10,
                "2016":10,
                "2017":3,
                "2018":8,
                "2019":5,
                "2020":11,
                "2021":1
            }
        ]
    ]
}