{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A new version of the DelPhi program, which provides numerical solutions to the nonlinear Poisson−Boltzmann (PB) equation, is reported. The program can divide space into multiple regions containing different dielectric constants and can treat systems containing mixed salt solutions where the valence and concentration of each ion is different. The electrostatic free energy is calculated by decomposing the various energy terms into Coulombic interactions so that that the calculated free energies are independent of the lattice used to solve the PB equation. This, together with algorithms that optimally position polarization charges on the molecular surface, leads to a significant decrease in the dependence of the electrostatic free energy on the resolution of the lattice used to solve the PB equation and, hence, to a remarkable improvement in the precision of the calculated values. The Gauss−Seidel algorithm used in the …",
            "Extending the applicability of the nonlinear Poisson− Boltzmann equation: multiple dielectric constants and multivalent ions",
            "Walter Rocchia and Emil Alexov and Barry Honig",
            "2001",
            "0B0_9LgAAAAJ:u5HHmVD_uO8C",
            877,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp010454y",
            "374225741468144357",
            "\/scholar?cites=374225741468144357",
            {
                "2002":10,
                "2003":22,
                "2004":30,
                "2005":46,
                "2006":53,
                "2007":54,
                "2008":70,
                "2009":54,
                "2010":59,
                "2011":68,
                "2012":60,
                "2013":65,
                "2014":59,
                "2015":49,
                "2016":46,
                "2017":34,
                "2018":30,
                "2019":32,
                "2020":28,
                "2021":4
            }
        ],
        [
            "This article describes a number of algorithms that are designed to improve both the efficiency and accuracy of finite difference solutions to the Poisson–Boltzmann equation (the FDPB method) and to extend its range of application. The algorithms are incorporated in the DelPhi program. The first algorithm involves an efficient and accurate semianalytical method to map the molecular surface of a molecule onto a three‐dimensional lattice. This method constitutes a significant improvement over existing methods in terms of its combination of speed and accuracy. The DelPhi program has also been expanded to allow the definition of geometrical objects such as spheres, cylinders, cones, and parallelepipeds, which can be used to describe a system that may also include a standard atomic level depiction of molecules. Each object can have a different dielectric constant and a different surface or volume charge …",
            "Rapid grid‐based construction of the molecular surface and the use of induced surface charge to calculate reaction field energies: Applications to the molecular systems and …",
            "Walter Rocchia and Sundaram Sridharan and Anthony Nicholls and Emil Alexov and Alessandro Chiabrera and Barry Honig",
            "2002",
            "0B0_9LgAAAAJ:u-x6o8ySG0sC",
            660,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jcc.1161",
            "7273920512372785618",
            "\/scholar?cites=7273920512372785618",
            {
                "2002":5,
                "2003":16,
                "2004":29,
                "2005":24,
                "2006":37,
                "2007":38,
                "2008":52,
                "2009":40,
                "2010":46,
                "2011":58,
                "2012":58,
                "2013":58,
                "2014":41,
                "2015":37,
                "2016":21,
                "2017":32,
                "2018":23,
                "2019":23,
                "2020":17,
                "2021":3
            }
        ],
        [
            "Protein stability and function relies on residues being in their appropriate ionization states at physiological pH. In situ residue pKas also provides a sensitive measure of the local protein environment. Multiconformation continuum electrostatics (MCCE) combines continuum electrostatics and molecular mechanics force fields in Monte Carlo sampling to simultaneously calculate side chain ionization and conformation. The response of protein to charges is incorporated both in the protein dielectric constant (ɛprot) of four and by explicit conformational changes. The pKa of 166 residues in 12 proteins was determined. The root mean square error is 0.83 pH units, and >90% have errors of <1 pH units whereas only 3% have errors >2 pH units. Similar results are found with crystal and solution structures, showing that the method's explicit conformational sampling reduces sensitivity to the initial structure. The outcome also …",
            "Combining conformational flexibility and continuum electrostatics for calculating pKas in proteins",
            "Roxana E Georgescu and Emil G Alexov and Marilyn R Gunner",
            "2002",
            "0B0_9LgAAAAJ:d1gkVwhDpl0C",
            498,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349502739404",
            "1053999322486836358",
            "\/scholar?cites=1053999322486836358",
            {
                "2003":10,
                "2004":26,
                "2005":31,
                "2006":33,
                "2007":30,
                "2008":46,
                "2009":37,
                "2010":28,
                "2011":51,
                "2012":30,
                "2013":32,
                "2014":26,
                "2015":26,
                "2016":13,
                "2017":27,
                "2018":21,
                "2019":13,
                "2020":14,
                "2021":2
            }
        ],
        [
            "A method for combining calculations of residue pKa's with changes in the position of polar hydrogens has been developed. The Boltzmann distributions of proton positions in hydroxyls and neutral titratable residues are found in the same Monte Carlo sampling procedure that determines the amino acid ionization states at each pH. Electrostatic, Lennard-Jones potentials, and torsion angle energies are considered at each proton position. Many acidic and basic residues are found to have significant electrostatic interactions with either a water- or hydroxyl-containing side chain. Protonation state changes are coupled to reorientation of the neighboring hydroxyl dipoles, resulting in smaller free energy differences between neutral and ionized residues than when the protein is held rigid. Multiconformation pH titration gives better agreement with the experimental pKa's for triclinic hen egg lysozyme than conventional rigid …",
            "Incorporating protein conformational flexibility into the calculation of pH-dependent protein properties",
            "EG Alexov and MR Gunner",
            "1997",
            "0B0_9LgAAAAJ:9yKSN-GCB0IC",
            421,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349597788519",
            "13583476348385305472",
            "\/scholar?cites=13583476348385305472",
            {
                "1998":12,
                "1999":15,
                "2000":8,
                "2001":19,
                "2002":14,
                "2003":17,
                "2004":26,
                "2005":18,
                "2006":30,
                "2007":22,
                "2008":34,
                "2009":42,
                "2010":18,
                "2011":31,
                "2012":13,
                "2013":25,
                "2014":14,
                "2015":13,
                "2016":8,
                "2017":13,
                "2018":9,
                "2019":7,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We participated in the fold recognition and homology sections of CASP5 using primarily in‐house software. The central feature of our structure prediction strategy involved the ability to generate good sequence‐to‐structure alignments and to quickly transform them into models that could be evaluated both with energy‐based methods and manually. The in‐house tools we used include: a) HMAP (Hybrid Multidimensional Alignment Profile)—a profile‐to‐profile alignment method that is derived from sequence‐enhanced multiple structure alignments in core regions, and sequence motifs in non‐structurally conserved regions. b) NEST–a fast model building program that applies an “artificial evolution” algorithm to construct a model from a given template and alignment. c) GRASP2–a new structure and alignment visualization program incorporating multiple structure superposition and domain database scanning …",
            "Using multiple structure alignments, fast model building, and energetic analysis in fold recognition and homology modeling",
            "Donald Petrey and Zhexin Xiang and Christopher L Tang and Lei Xie and Marina Gimpelev and Therese Mitros and Cinque S Soto and Sharon Goldsmith‐Fischman and Andrew Kernytsky and Avner Schlessinger and Ingrid YY Koh and Emil Alexov and Barry Honig",
            "2003",
            "0B0_9LgAAAAJ:2osOgNQ5qMEC",
            364,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/prot.10550",
            "17072511340275675826",
            "\/scholar?cites=17072511340275675826",
            {
                "2003":1,
                "2004":17,
                "2005":22,
                "2006":23,
                "2007":31,
                "2008":39,
                "2009":32,
                "2010":35,
                "2011":35,
                "2012":26,
                "2013":17,
                "2014":26,
                "2015":14,
                "2016":10,
                "2017":9,
                "2018":9,
                "2019":9,
                "2020":6,
                "2021":2
            }
        ],
        [
            "Implicit methods for modeling protein electrostatics require dielectric properties of the system to be known, in particular, the value of the dielectric constant of protein. While numerous values of the internal protein dielectric constant were reported in the literature, still there is no consensus of what the optimal value is. Perhaps this is due to the fact that the protein dielectric constant is not a “constant” but is a complex function reflecting the properties of the protein’s structure and sequence. Here, we report an implementation of a Gaussian-based approach to deliver the dielectric constant distribution throughout the protein and surrounding water phase by utilizing the 3D structure of the corresponding macromolecule. In contrast to previous reports, we construct a smooth dielectric function throughout the space of the system to be modeled rather than just constructing a “Gaussian surface” or smoothing molecule–water …",
            "On the dielectric “constant” of proteins: smooth dielectric function for macromolecular modeling and its implementation in DelPhi",
            "Lin Li and Chuan Li and Zhe Zhang and Emil Alexov",
            "2013",
            "0B0_9LgAAAAJ:roLk4NBRz8UC",
            326,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ct400065j",
            "6726846624555363974",
            "\/scholar?cites=6726846624555363974",
            {
                "2013":5,
                "2014":17,
                "2015":28,
                "2016":42,
                "2017":57,
                "2018":59,
                "2019":47,
                "2020":64,
                "2021":6
            }
        ],
        [
            "Reaction centers from Rhodobacter sphaeroides were subjected to Monte Carlo sampling to determine the Boltzmann distribution of side-chain ionization states and positions and buried water orientation and site occupancy. Changing the oxidation states of the bacteriochlorophyll dimer electron donor (P) and primary (QA) and secondary (QB) quinone electron acceptors allows preparation of the ground (all neutral), P+QA-, P+QB-, P0QA-, and P0QB- states. The calculated proton binding going from ground to other oxidation states and the free energy of electron transfer from QA-QB to form QAQB- (ΔGAB) compare well with experiment from pH 5 to pH 11. At pH 7 ΔGAB is measured as −65 meV and calculated to be −80 meV. With fixed protein positions as in standard electrostatic calculations, ΔGAB is +170 meV. At pH 7 ≈0.2 H+\/protein is bound on QA reduction. On electron transfer to QB there is little additional …",
            "Calculated Protein and Proton Motions Coupled to Electron Transfer:  Electron Transfer from QA- to QB in Bacterial Photosynthetic Reaction Centers",
            "EG Alexov and MR Gunner",
            "1999",
            "0B0_9LgAAAAJ:qjMakFHDy7sC",
            267,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/bi982700a",
            "3455840622975805378",
            "\/scholar?cites=3455840622975805378",
            {
                "1999":2,
                "2000":16,
                "2001":20,
                "2002":18,
                "2003":18,
                "2004":28,
                "2005":18,
                "2006":20,
                "2007":13,
                "2008":18,
                "2009":22,
                "2010":7,
                "2011":12,
                "2012":8,
                "2013":8,
                "2014":10,
                "2015":11,
                "2016":2,
                "2017":3,
                "2018":3,
                "2019":4,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Accurate modeling of electrostatic potential and corresponding energies becomes increasingly important for understanding properties of biological macromolecules and their complexes. However, this is not an easy task due to the irregular shape of biological entities and the presence of water and mobile ions. Here we report a comprehensive suite for the well-known Poisson-Boltzmann solver, DelPhi, enriched with additional features to facilitate DelPhi usage. The suite allows for easy download of both DelPhi executable files and source code along with a makefile for local installations. The users can obtain the DelPhi manual and parameter files required for the corresponding investigation. Non-experienced researchers can download examples containing all necessary data to carry out DelPhi runs on a set of selected examples illustrating various DelPhi features and demonstrating DelPhi’s accuracy against …",
            "DelPhi: a comprehensive suite for DelPhi software and associated resources",
            "Lin Li and Chuan Li and Subhra Sarkar and Jie Zhang and Shawn Witham and Zhe Zhang and Lin Wang and Nicholas Smith and Marharyta Petukh and Emil Alexov",
            "2012",
            "0B0_9LgAAAAJ:YsMSGLbcyi4C",
            257,
            "https:\/\/link.springer.com\/article\/10.1186\/2046-1682-5-9",
            "9146278325766103120",
            "\/scholar?cites=9146278325766103120",
            {
                "2012":1,
                "2013":14,
                "2014":36,
                "2015":32,
                "2016":27,
                "2017":34,
                "2018":34,
                "2019":36,
                "2020":38,
                "2021":5
            }
        ],
        [
            "The pKa‐cooperative aims to provide a forum for experimental and theoretical researchers interested in protein pKa values and protein electrostatics in general. The first round of the pKa‐cooperative, which challenged computational labs to carry out blind predictions against pKas experimentally determined in the laboratory of Bertrand Garcia‐Moreno, was completed and results discussed at the Telluride meeting (July 6–10, 2009). This article serves as an introduction to the reports submitted by the blind prediction participants that will be published in a special issue of PROTEINS: Structure, Function and Bioinformatics. Here, we briefly outline existing approaches for pKa calculations, emphasizing methods that were used by the participants in calculating the blind pKa values in the first round of the cooperative. We then point out some of the difficulties encountered by the participating groups in making their blind …",
            "Progress in the prediction of pKa values in proteins",
            "Emil Alexov and Ernest L Mehler and Nathan Baker and António M. Baptista and Yong Huang and Francesca Milletti and Jens Erik Nielsen and Damien Farrell and Tommy Carstensen and Mats HM Olsson and Jana K Shen and Jim Warwicker and Sarah Williams and J Michael Word",
            "2011",
            "0B0_9LgAAAAJ:zYLM7Y9cAGgC",
            211,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/prot.23189",
            "15990531795833135274",
            "\/scholar?cites=15990531795833135274",
            {
                "2011":1,
                "2012":14,
                "2013":25,
                "2014":25,
                "2015":26,
                "2016":16,
                "2017":29,
                "2018":24,
                "2019":21,
                "2020":27,
                "2021":2
            }
        ],
        [
            "Biological macromolecules evolved to perform their function in specific cellular environment (subcellular compartments or tissues); therefore, they should be adapted to the biophysical characteristics of the corresponding environment, one of them being the characteristic pH. Many macromolecular properties are pH dependent, such as activity and stability. However, only activity is biologically important, while stability may not be crucial for the corresponding reaction. Here, we show that the pH‐optimum of activity (the pH of maximal activity) is correlated with the pH‐optimum of stability (the pH of maximal stability) on a set of 310 proteins with available experimental data. We speculate that such a correlation is needed to allow the corresponding macromolecules to tolerate small pH fluctuations that are inevitable with cellular function. Our findings rationalize the efforts of correlating the pH of maximal stability and the …",
            "On the pH‐optimum of activity and stability of proteins",
            "Kemper Talley and Emil Alexov",
            "2010",
            "0B0_9LgAAAAJ:ZeXyd9-uunAC",
            188,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/prot.22786",
            "17022092902996167899",
            "\/scholar?cites=17022092902996167899",
            {
                "2011":3,
                "2012":1,
                "2013":8,
                "2014":5,
                "2015":8,
                "2016":13,
                "2017":28,
                "2018":34,
                "2019":45,
                "2020":39,
                "2021":3
            }
        ]
    ]
}