{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The characteristics of well-aligned silicon nanowire (SiNW)\/poly(3,4-ethylenedioxy- thiophene):poly(styrenesulfonate) (PEDOT) heterojunction solar cells with varying nanowire lengths are investigated. PEDOT adheres on the hydrophilic n-type silicon nanowire surface to form a core−sheath heterojunction structure through the solution process. Such a structure increases the area of heterojunctions and shortens the carrier diffusion distance, and therefore, it greatly increases carrier collection efficiency. The cells exhibit stable rectifying diode behavior. Compared to the cells without a nanowire structure, the series resistance of the SiNW\/PEDOT cell decreases from 60.42 Ω cm2 to 1.47 Ω cm2, and the power conversion efficiency improves from 0.08% to 5.09%. The SiNW\/PEDOT solar cell harvests photons from 400 nm to 1100 nm and a maximum incident phototo-current conversion efficiency of ∼32% at 700 nm.",
            "Morphology dependence of silicon nanowire\/poly (3, 4-ethylenedioxythiophene): poly (styrenesulfonate) heterojunction solar cells",
            "Shu-Chia Shiu and Jiun-Jie Chao and Shih-Che Hung and Chin-Liang Yeh and Ching-Fuh Lin",
            "2010",
            "0BNv6p4AAAAJ:KlAtU1dfN6UC",
            238,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/cm100086x",
            "14642369921596865442",
            "\/scholar?cites=14642369921596865442",
            {
                "2010":1,
                "2011":19,
                "2012":34,
                "2013":27,
                "2014":30,
                "2015":20,
                "2016":15,
                "2017":17,
                "2018":46,
                "2019":10,
                "2020":17,
                "2021":1
            }
        ],
        [
            "Herein we demonstrate an improved metal-assisted etching method to achieve highly dense and uniform silicon nanowire arrays. A pre-surface treatment was applied on a silicon wafer before the process of metal-assisted etching in silver nitrate and hydrogen fluoride solution. The treatment made silver ion continuously reduce on silver nuclei adherence on the silicon surface, leading to formation of dense silver nanoparticles. Silver nanoparticles acting as local redox centers cause the formation of dense silicon nanowire arrays. In contrast, an H-terminated silicon surface made silver ion reduce uniformly on the silicon surface to form silver flakes. The silicon nanowires fabricated with a pre-surface treatment reveals higher density than those fabricated without a pre-surface treatment. The volume fraction improves from 18 to 38%. This improvement reduces the solar-weighted reflectance to as low as 3.3% for silicon …",
            "Influence of pre-surface treatment on the morphology of silicon nanowires fabricated by metal-assisted etching",
            "Shu-Chia Shiu and Shin-Bo Lin and Shih-Che Hung and Ching-Fuh Lin",
            "2011",
            "0BNv6p4AAAAJ:zYLM7Y9cAGgC",
            39,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0169433210011645",
            "2693124654586837491",
            "\/scholar?cites=2693124654586837491",
            {
                "2011":4,
                "2012":4,
                "2013":5,
                "2014":3,
                "2015":4,
                "2016":8,
                "2017":2,
                "2018":4,
                "2019":1,
                "2020":3,
                "2021":1
            }
        ],
        [
            "In this paper, a new type of hybrid solar cell based on a heterojunction between poly (3, 4-ethylenedioxythiophene): poly (styrenesulfonate)(PEDOT: PSS) and vertically aligned n-type GaAs nanowire (NW) arrays is investigated. The GaAs NW arrays are fabricated by directly performing the nano-etching of GaAs wafer with spun-on SiO 2 nanospheres as the etch mask through inductively coupled plasma reactive ion etching. The PEDOT: PSS adheres to the surface of the GaAs NW arrays to form ap–n junction. The morphology of GaAs NW arrays strongly influences the characteristics of the GaAs NW\/PEDOT: PSS hybrid solar cells. The suppression of reflectance and the interpenetrating heterojunction interface of GaAs NW arrays offers great improvements in efficiency relative to a conventional planar cell. Compared to the planar GaAs\/PEDOT: PSS cells, the power conversion efficiency under AM 1.5 global one …",
            "GaAs nanowire\/poly (3, 4-ethylenedioxythiophene): poly (styrenesulfonate) hybrid solar cells",
            "Jiun-Jie Chao and Shu-Chia Shiu and Shih-Che Hung and Ching-Fuh Lin",
            "2010",
            "0BNv6p4AAAAJ:5nxA0vEk-isC",
            39,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0957-4484\/21\/28\/285203\/meta",
            "13584134397658171845",
            "\/scholar?cites=13584134397658171845",
            {
                "2011":3,
                "2012":8,
                "2013":7,
                "2014":7,
                "2015":5,
                "2016":1,
                "2017":1,
                "2018":3,
                "2019":4
            }
        ],
        [
            "We report bright white-light electroluminescence (EL) from a diode structure consisting of a ZnO nanorod (NR) and a p-type conducting polymer of poly (fluorine)(PF) fabricated using a hydrothermal method. ZnO NRs are successfully grown on an organic layer of PF using a modified seeding layer. The EL spectrum shows a broad emission band covering the entire visible range from 400 to 800 nm. White-light emission is possible because the ZnO-defect-related emission from the ZnO NR\/PF heterostructure is enhanced to become over thousand times stronger than that from the usual ZnO NR structure. This strong green–yellow emission associated with the ZnO defects, combined with the blue PF-related emission, results in the white-light emission. Enhancement of the ZnO-defect emission is caused by the presence of Zn (OH) 2 at the interface between the ZnO NRs and PF. Fourier transform infrared spectroscopy …",
            "White-light electroluminescence from ZnO nanorods\/polyfluorene by solution-based growth",
            "Chun-Ying Lee and JY Wang and Y Chou and CL Cheng and CH Chao and SC Shiu and SC Hung and JJ Chao and MY Liu and WF Su and YF Chen and CF Lin",
            "2009",
            "0BNv6p4AAAAJ:YsMSGLbcyi4C",
            38,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0957-4484\/20\/42\/425202\/meta",
            "6534604255910508317",
            "\/scholar?cites=6534604255910508317",
            {
                "2010":4,
                "2011":5,
                "2012":13,
                "2013":5,
                "2014":4,
                "2015":1,
                "2016":1,
                "2017":3,
                "2018":2
            }
        ],
        [
            "A novel laser-reformation technique is presented for sidewall smoothing of silicon waveguides. A KrF excimer laser is used to melt and reform the sidewalls to reduce the surface roughness. Atomic-force-microscopy measurement shows that the root-mean-square (rms) roughness is reduced from 14 to 0.24 nm. The calculated scattering loss is reduced to 0.033 dB\/cm. The waveguide profile after laser illumination at an incident angle of 75  transforms to a shape of arch. The crystal quality of laser-illuminated silicon wafer characterized by microwave reflection photoconductance-decay carrier lifetimes shows 94% less damage than the furnace-treated wafer.",
            "Silicon waveguide sidewall smoothing by KrF excimer laser reformation",
            "Shih-Che Hung and Eih-Zhe Liang and Ching-Fuh Lin",
            "2009",
            "0BNv6p4AAAAJ:LkGwnXOMwfcC",
            38,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=jlt-27-7-887",
            "7792457206091669342",
            "\/scholar?cites=7792457206091669342",
            {
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":3,
                "2012":6,
                "2013":6,
                "2014":5,
                "2015":8,
                "2016":4,
                "2017":1,
                "2018":2
            }
        ],
        [
            "Si nanowires (NWs) are promising materials for future electronic, photovoltaic, and sensor applications. So far the Si NWs are mainly formed on particular substrates or at high temperatures, greatly limiting their application flexibility. Here we report a low temperature process for forming and massively transferring vertically aligned Si NWs on alien substrates with a large density of about (3–5) × 107 NWs\/mm2. The X-ray diffraction spectrum reveals that the transferred NWs exhibit almost the same crystal property as the bulk Si. Our investigation further shows that the transferred NWs have exceptional optical characteristics. The transferred Si NWs of 12.14 μm exhibit the transmittance as low as 0.3% in the near infrared region and 0.07% in the visible region. The extracted absorption coefficient of Si NWs in the near infrared region is about 3 × 103 cm−1, over 30 times larger than that of the bulk Si. Because of the low …",
            "Massive transfer of vertically aligned Si nanowire array onto alien substrates and their characteristics",
            "Shu-Chia Shiu and Shih-Che Hung and Jiun-Jie Chao and Ching-Fuh Lin",
            "2009",
            "0BNv6p4AAAAJ:ULOm3_A8WrAC",
            27,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0169433209008113",
            "17797403267007524719",
            "\/scholar?cites=17797403267007524719",
            {
                "2010":1,
                "2011":6,
                "2012":3,
                "2013":3,
                "2014":4,
                "2015":4,
                "2016":2,
                "2017":1,
                "2018":2,
                "2019":1
            }
        ],
        [
            "The inverted bulk-heterojunction solar cell on the polyester (PET) substrate with a nonannealing active layer is investigated. The atomic force microscope images show that the morphology of the nonannealing active layer of the inverted plastic solar cell evolves with time, which improves the performance of the solar cell. Our investigations show that the grain size of the active layer increases with time, resulting in improvements in the fill factor (from 34.8 to 62.8%) and shunt resistance (from 107 to) as well as a reduction in the series resistance (from 4.82 to). The easily processed inverted device with a nonannealing active layer on the indium tin oxide–coated PET substrate exhibits a high power conversion efficiency of.",
            "High efficiency flexible polymer solar cells based on PET substrates with a nonannealing active layer",
            "Kao-Hua Tsai and Jing-Shun Huang and Meng-Yueh Liu and Cha-Hsin Chao and Chun-Yu Lee and Shih-Che Hung and Ching-Fuh Lin",
            "2009",
            "0BNv6p4AAAAJ:2osOgNQ5qMEC",
            19,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/1.3184341\/meta",
            "1726664801587912119",
            "\/scholar?cites=1726664801587912119",
            {
                "2010":6,
                "2011":4,
                "2012":2,
                "2013":1,
                "2014":4,
                "2015":1,
                "2016":1
            }
        ],
        [
            "Profile transformation of sidewalls and roughness reduction by KrF excimer laser reformation at different illumination conditions are presented. The effective energy density derived from a finite element model of heat transfer is used to characterize the molten depth of Si during high energy laser illumination at normal and oblique incidence. The operation range of laser reformation as a sidewall smoothing technique, including incident angles and energy densities, is determined by the effective energy density. Using an energy density higher than 1.4 J\/cm2 at the incident angle of 75° is recommended for a minimal residual roughness, acceptable sidewall profile transformation, and a practical interval-height ratio. The upper bound of scattering loss after laser reformation at different effective energy densities is also calculated.",
            "Effective energy densities in KrF excimer laser reformation as a sidewall smoothing technique",
            "Eih-Zhe Liang and Shih-Che Hung and Ya-Ping Hsieh and Ching-Fuh Lin",
            "2008",
            "0BNv6p4AAAAJ:qjMakFHDy7sC",
            18,
            "https:\/\/avs.scitation.org\/doi\/abs\/10.1116\/1.2825163",
            "1808398679341578112",
            "\/scholar?cites=1808398679341578112",
            {
                "2010":1,
                "2011":2,
                "2012":4,
                "2013":2,
                "2014":4,
                "2015":2,
                "2016":2,
                "2017":1
            }
        ],
        [
            "We discovered that fringe structures of ZnO film in solar cells of inverted structures penetrate through the active layer made of low bandgap polymers. The ZnO penetration leads to leakage current of the solar cells. To prevent the ZnO penetration, the thin film morphology was modified. By changing the solvent and inserting TiO2 nanorods between ZnO film and the active layer, penetration can be avoided, so Rsh is improved from 110.3 Ω cm2 to 374.7 Ω cm2 and Voc from 0.36 V to 0.66 V. This result provides a promising route for employing low bandgap polymers to air-stable inverted structures with solution process. It is possible that inverted low bandgap polymer solar cells can achieve the goals of high performance and air stability.",
            "The influence of wrinkled ZnO on inverted low bandgap thin film solar cells",
            "Chao-Shuo Chen and Po-Ching Yang and Yu-Min Shen and Shou-Yuan Ma and Shu-Chia Shiu and Shih-Che Hung and Shang-Hong Lin and Ching-Fuh Lin",
            "2012",
            "0BNv6p4AAAAJ:9yKSN-GCB0IC",
            16,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S092702481200058X",
            "1099629063826518005",
            "\/scholar?cites=1099629063826518005",
            {
                "2012":2,
                "2013":5,
                "2014":1,
                "2015":3,
                "2016":1,
                "2017":2,
                "2018":2
            }
        ],
        [
            "Various Si nanostructures can be fabricated using a metal-assisted etching technique, which must be applied on bulk Si wafers, limiting its applications and wasting a significant amount of material. Here, we report a technique to form a Si nanostructured thin film created by metal-assisted chemical etching from bulk Si wafers and to transfer it onto alien substrates. To detach the Si nanostructured thin films completely from bulk Si wafers, a second-step metal-assisted chemical etching made the root of the Si nanostructures become fragile. The transferred Si nanostructures are well-aligned along the normal direction of the receiver substrate. The X-ray diffraction spectrum reveals that the transferred Si nanostructured thin films exhibit good crystal orientation and morphology. A strong light trapping effect between the nanostructures causes such films of thickness to exhibit nearly 99% absorption from. This exceeds the …",
            "Fabrication of silicon nanostructured thin film and its transfer from bulk wafers onto alien substrates",
            "Shu-Chia Shiu and Shih-Che Hung and Hong-Jhang Syu and Ching-Fuh Lin",
            "2010",
            "0BNv6p4AAAAJ:eQOLeE2rZwMC",
            7,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/1.3521245\/meta",
            "699503802115215117",
            "\/scholar?cites=699503802115215117",
            {
                "2012":3,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":1
            }
        ]
    ]
}