{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "The properties of an organic molecular ferromagnet [C60TDAE0.86; TDAE is tetrakis(dimethylamino)ethylene] with a Curie temperature ;Tc = 16.1 kelvin are described. The ferromagnetic state shows no remanence, and the temperature dependence of the magnetization below ;Tc does not follow the behavior expected of a conventional ferromagnet. These results are interpreted as a reflection of a three-dimensional system leading to a soft ferromagnet.",
            "Organic molecular soft ferromagnetism in a fullereneC60",
            "Pierre-Marc Allemand and Kishan C Khemani and Andrew Koch and Fred Wudl and Karoly Holczer and Steven Donovan and George Grüner and Joe D Thompson",
            "1991",
            "0CJS1wkAAAAJ:u5HHmVD_uO8C",
            1375,
            "https:\/\/science.sciencemag.org\/content\/253\/5017\/301.abstract",
            "14700970054865693881",
            "\/scholar?cites=14700970054865693881",
            {
                "1991":12,
                "1992":77,
                "1993":108,
                "1994":72,
                "1995":87,
                "1996":78,
                "1997":84,
                "1998":54,
                "1999":68,
                "2000":49,
                "2001":64,
                "2002":48,
                "2003":50,
                "2004":58,
                "2005":32,
                "2006":33,
                "2007":43,
                "2008":34,
                "2009":36,
                "2010":31,
                "2011":29,
                "2012":25,
                "2013":30,
                "2014":25,
                "2015":20,
                "2016":25,
                "2017":32,
                "2018":20,
                "2019":23,
                "2020":18,
                "2021":1
            }
        ],
        [
            "RECENT reports 1–3 of superconductivity in alkali-metal-doped compounds of the icosahedral C 60 (buckminsterfullerene) molecule have attracted great experimental and theoretical interest. Superconductivity was originally discovered in samples prepared from gas–solid reactions 1, which made it impossible to determine the composition or structure of the superconducting phase. Holczer et al. 4 demonstrated that potassium-doped C 60 has only a single stable superconducting phase, K 3 C 60, with a transition temperature of 19.3 K. Improvements have since resulted in the preparation of 100% bulk superconductors 3. Because of the absence of impurity phases, we have been able to perform accurate Rietveld analysis of X-ray diffraction data from the superconducting phase. Here we report our results for the crystal structure of K 3 C 60, determining that this superconducting compound has a face-centred cubic …",
            "Structure of single-phase superconducting K 3 C 60",
            "Peter W Stephens and Laszlo Mihaly and Peter L Lee and Robert L Whetten and Shiou-Mei Huang and Richard Kaner and François Deiderich and Karoly Holczer",
            "1991",
            "0CJS1wkAAAAJ:f2IySw72cVMC",
            877,
            "https:\/\/www.nature.com\/articles\/351632a0",
            "6961594055210913212",
            "\/scholar?cites=6961594055210913212",
            {
                "1991":43,
                "1992":118,
                "1993":111,
                "1994":75,
                "1995":59,
                "1996":51,
                "1997":43,
                "1998":31,
                "1999":35,
                "2000":32,
                "2001":21,
                "2002":17,
                "2003":13,
                "2004":22,
                "2005":15,
                "2006":13,
                "2007":14,
                "2008":17,
                "2009":9,
                "2010":10,
                "2011":14,
                "2012":18,
                "2013":9,
                "2014":13,
                "2015":16,
                "2016":18,
                "2017":12,
                "2018":8,
                "2019":5,
                "2020":8,
                "2021":1
            }
        ],
        [
            "The recent report ora superconductivity onset near the critical temperature T = 18 K in potassium-doped C raises questions concerning the composition and stability of the superconducting phase. The effects of mixing and heat treatment of K C samples prepared over a wide range of initial compositions on the superconducting transition was determined from shielding diamagnetism measurements. A single superconducting phase (T = 19.3 K) occurs for which the composition is KC. The shielding reaches a maximum of greater than 40 percent of the perfect diamagnetism, a high value for a powder sample, in samples prepared from 3:1 mixtures. A RbC sample prepared and analyzed in an analogous way exhibited evidence for superconductivity with T = 30 K and a diamagnetic shielding of 7 percent could be obtained.",
            "Alkali-fulleride superconductors: synthesis, composition, and diamagnetic shielding",
            "Karoly Holczer and Oliviér Klein and Shiou-Mei Huang and Richard B Kaner and Ke-Jian Fu and Robert L Whetten and François Diederich",
            "1991",
            "0CJS1wkAAAAJ:u-x6o8ySG0sC",
            858,
            "https:\/\/www.jstor.org\/stable\/2876288",
            "17480483742546385248",
            "\/scholar?cites=17480483742546385248",
            {
                "1991":65,
                "1992":164,
                "1993":139,
                "1994":68,
                "1995":46,
                "1996":41,
                "1997":32,
                "1998":20,
                "1999":26,
                "2000":18,
                "2001":11,
                "2002":19,
                "2003":10,
                "2004":15,
                "2005":17,
                "2006":18,
                "2007":14,
                "2008":16,
                "2009":10,
                "2010":9,
                "2011":12,
                "2012":15,
                "2013":7,
                "2014":10,
                "2015":7,
                "2016":13,
                "2017":10,
                "2018":4,
                "2019":4,
                "2020":8
            }
        ],
        [
            "IN the brief time since the development of techniques for the purification of condensed phases of C 60 (refs 1, 2), compounds of C 60 have been synthesized that exhibit the important solid-state properties of superconductivity 3, 4 and ferromagnetism 5. The fact that the C 60 molecule participates in these two disparate effects is in itself striking; furthermore, the C 60-based material has the highestT c of any molecular organic ferromagnet 6. An understanding of the physical origin of this ferromagnetism is sure to require a knowledge of the crystal structure. Here we report on an X-ray diffraction study of the ferromagnet TDAE–C 60, where TDAE is tetrakis (dimethylamino) ethylene, C 2 N 4 (CH 3) 8. We find that the composition is stoichiometric with 1: 1 ratio of TDAE to C 60. The structure has a c-centred monoclinic unit cell suggestive of an anisotropic, low-dimensional band structure. Any theory for the ferromagnetic …",
            "Lattice structure of the fullerene ferromagnet TDAE–C 60",
            "Peter W Stephens and David Cox and Joseph W Lauher and Laszlo Mihaly and John B Wiley and Pierre-Marc Allemand and A Hirsch and Karoly Holczer and Q Li and Joe D Thompson and Fred Wudl",
            "1992",
            "0CJS1wkAAAAJ:d1gkVwhDpl0C",
            347,
            "https:\/\/www.nature.com\/articles\/355331a0",
            "15217989802121006085",
            "\/scholar?cites=15217989802121006085",
            {
                "1992":14,
                "1993":22,
                "1994":29,
                "1995":29,
                "1996":30,
                "1997":23,
                "1998":13,
                "1999":25,
                "2000":8,
                "2001":7,
                "2002":6,
                "2003":6,
                "2004":15,
                "2005":8,
                "2006":11,
                "2007":7,
                "2008":5,
                "2009":4,
                "2010":6,
                "2011":7,
                "2012":10,
                "2013":5,
                "2014":9,
                "2015":6,
                "2016":10,
                "2017":10,
                "2018":3,
                "2019":8,
                "2020":4,
                "2021":1
            }
        ],
        [
            "THE discovery 1–3 of superconductivity in C 60 doped with the alkali metals potassium and rubidium has introduced a new family of three-dimensional molecular superconductors 4. The potassium-doped compound 3 K 3 C 60 has a relatively high transition temperature (T c= 19.3 K), a very high upper critical field (H c2 (T⇒ 0)≈ 50T) and a short superconducting coherence length 5 (£= 26 Å), in common with the copper oxide superconductors. Here we report muon-spin-relaxation measurements of the magnetic-field penetration depth λ in K 3 C 60. The temperature dependence of λ and of the muon spin relaxation rate indicate that the superconducting energy gap is isotropic, without nodes or zero points. The low-temperature penetration depth λ (T⇒ 0) is about 4,800 Å, which implies a ratio of superconducting carrier density to effective mass to be n 2\/(m*\/m e)= 1.2 x 10 20 cm-3 if one assumes the'clean limit' …",
            "Magnetic-field penetration depth in K 3 C 60 measured by muon spin relaxation",
            "YJ Uemura and A Keren and LP Le and GM Luke and BJ Sternlieb and WD Wu and JH Brewer and RL Whetten and SM Huang and Sophia Lin and RB Kaner and F Diederich and S Donovan and G Grüner and K Holczer",
            "1991",
            "0CJS1wkAAAAJ:9yKSN-GCB0IC",
            243,
            "https:\/\/www.nature.com\/articles\/352605a0",
            "11412556365065074336",
            "\/scholar?cites=11412556365065074336",
            {
                "1991":5,
                "1992":28,
                "1993":36,
                "1994":23,
                "1995":12,
                "1996":12,
                "1997":7,
                "1998":10,
                "1999":6,
                "2000":12,
                "2001":7,
                "2002":17,
                "2003":7,
                "2004":7,
                "2005":4,
                "2006":3,
                "2007":1,
                "2008":4,
                "2009":5,
                "2010":4,
                "2011":4,
                "2012":2,
                "2013":5,
                "2014":4,
                "2015":3,
                "2016":3,
                "2017":2,
                "2018":5,
                "2019":2
            }
        ],
        [
            "Application of the Krátschmer-Huffman method to a lanthana-graphite mixture yields an extractable molecule of formula La2C8o, in addition to the recently reported LaC82. Its solubility properties suggest that it is similar to the well-characterized higher fullerenes C76, C78, and C84, and its estimated yield, based on laser-desorption mass spectra of (±)-charged molecules, is comparable to these. The findingof a series of particularlyextractable molecules (La „C84. 2 „, n— 0, 1, 2) could indicate either a special type of structure or an isoelectronic series. We are attempting to isolate this moleculeby chromatography.",
            "Lanthanum carbide (La2C80): a soluble dimetallofullerene",
            "Marcos M Alvarez and Edward G Gillan and Karoly Holczer and Richard B Kaner and Kyu S Min and Robert L Whetten",
            "1991",
            "0CJS1wkAAAAJ:zYLM7Y9cAGgC",
            232,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/j100179a014",
            "11816998327952083382",
            "\/scholar?cites=11816998327952083382",
            {
                "1992":22,
                "1993":33,
                "1994":15,
                "1995":19,
                "1996":17,
                "1997":7,
                "1998":3,
                "1999":4,
                "2000":9,
                "2001":2,
                "2002":3,
                "2003":6,
                "2004":4,
                "2005":2,
                "2006":3,
                "2007":4,
                "2008":6,
                "2009":7,
                "2010":3,
                "2011":9,
                "2012":5,
                "2013":4,
                "2014":12,
                "2015":5,
                "2016":2,
                "2017":13,
                "2018":7,
                "2019":3,
                "2020":1
            }
        ],
        [
            "The superconducting compound K3C60 (with transition temperature Tc = 19.3 kelvin at ambient pressure), formed as a single phase by reaction of alkali vapor with solids of the icosahedral C60 molecule (buckminsterfullerene), shows a very large decrease of Tc with increasing pressure. Susceptibility measurements on sintered pellets showing bulk superconductivity are reported up to 21 kilobars of pressure, where Tc is already less than 8 kelvin. The results are consistent with a piling up of the density of states at the Fermi level.",
            "Pressure dependence of superconductivity in single-phase K3C60",
            "G Sparn and JD Thompson and S-M Huang and RB Kaner and F Diederich and RL Whetten and G Grüner and K Holczer",
            "1991",
            "0CJS1wkAAAAJ:UeHWp8X0CEIC",
            218,
            "https:\/\/science.sciencemag.org\/content\/252\/5014\/1829.abstract",
            "9278277816260279806",
            "\/scholar?cites=9278277816260279806",
            {
                "1991":16,
                "1992":42,
                "1993":40,
                "1994":23,
                "1995":13,
                "1996":5,
                "1997":9,
                "1998":7,
                "1999":9,
                "2000":4,
                "2001":5,
                "2002":5,
                "2003":6,
                "2004":2,
                "2005":1,
                "2006":2,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":2,
                "2011":4,
                "2012":4,
                "2013":1,
                "2014":4,
                "2015":3,
                "2016":1,
                "2017":3,
                "2018":1
            }
        ],
        [
            "We have measured the temperature dependence of the lower and upper critical fields in superconducting K 3 C 60. From the measurements, we have evaluated the penetration depth (λ= 2400 Å) and superconducting coherence length (ξ= 26 Å). The parameters are in agreement with a superconducting state formed by a narrow band.",
            "Critical magnetic fields in the superconducting state of K 3 C 60",
            "K Holczer and O Klein and G Grüner and JD Thompson and F Diederich and RL Whetten",
            "1991",
            "0CJS1wkAAAAJ:2osOgNQ5qMEC",
            215,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.67.271",
            "14832668314278257010",
            "\/scholar?cites=14832668314278257010",
            {
                "1991":18,
                "1992":60,
                "1993":38,
                "1994":21,
                "1995":13,
                "1996":14,
                "1997":7,
                "1998":2,
                "1999":5,
                "2000":3,
                "2001":3,
                "2002":1,
                "2003":4,
                "2004":2,
                "2005":1,
                "2006":3,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":2,
                "2011":1,
                "2012":1,
                "2013":2,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":1,
                "2018":1,
                "2019":3
            }
        ],
        [
            "Magnetic-resonance data in undoped trans-(CH) x, including nuclear relaxation time (T 1) measurements versus frequency and ESR linewidth in the temperature range 300—4.2 K, are reported and analyzed. The results are comprehensively explained in terms of highly-one-dimensional diffusive spins which can be trapped in the presence of impurities, or defects, in particular those connected to oxygen contamination. The average number of diffusive spins, as given by the diffusive-spin population at thermal equilibrium, is a function of temperature through two parameters: the trap-site concentration and the trapping energy. Trap-site concentrations of 5% and 25% have been obtained for samples sealed under vacuum and air-contaminated samples, respectively. The trapping energy is found to be distributed, from chain to chain, from a maximum value E 0≃ 0.06 eV, which likely corresponds to the chain nearest to …",
            "Magnetic-resonance studies in undoped trans-polyacetylene (CH) x. II",
            "M Nechtschein and F Devreux and F Genoud and M Guglielmi and K Holczer",
            "1983",
            "0CJS1wkAAAAJ:qjMakFHDy7sC",
            205,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.27.61",
            "5872002196562465641",
            "\/scholar?cites=5872002196562465641",
            {
                "1983":5,
                "1984":13,
                "1985":20,
                "1986":19,
                "1987":17,
                "1988":11,
                "1989":7,
                "1990":3,
                "1991":9,
                "1992":6,
                "1993":10,
                "1994":6,
                "1995":8,
                "1996":7,
                "1997":7,
                "1998":5,
                "1999":2,
                "2000":4,
                "2001":3,
                "2002":5,
                "2003":2,
                "2004":3,
                "2005":2,
                "2006":4,
                "2007":2,
                "2008":4,
                "2009":6,
                "2010":5,
                "2011":4,
                "2012":1,
                "2013":1,
                "2014":2,
                "2015":1,
                "2016":1
            }
        ]
    ]
}