{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We describe an iterative method to optimize the multiscale entanglement renormalization ansatz for the low-energy subspace of local Hamiltonians on a D-dimensional lattice. For translation-invariant systems the cost of this optimization is logarithmic in the linear system size. Specialized algorithms for the treatment of infinite systems are also described. Benchmark simulation results are presented for a variety of one-dimensional systems, namely, Ising, Potts, X X, and Heisenberg models. The potential to compute expected values of local observables, energy gaps, and correlators is investigated.",
            "Algorithms for entanglement renormalization",
            "Glen Evenbly and Guifré Vidal",
            "2009",
            "0CVyG1UAAAAJ:u-x6o8ySG0sC",
            294,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.79.144108",
            "10416626545294942362",
            "\/scholar?cites=10416626545294942362",
            {
                "2009":19,
                "2010":26,
                "2011":19,
                "2012":15,
                "2013":16,
                "2014":20,
                "2015":25,
                "2016":20,
                "2017":36,
                "2018":26,
                "2019":29,
                "2020":41,
                "2021":1
            }
        ],
        [
            "Tensor network states are used to approximate ground states of local Hamiltonians on a lattice in D spatial dimensions. Different types of tensor network states can be seen to generate different geometries. Matrix product states (MPS) in D=1 dimensions, as well as projected entangled pair states (PEPS) in D>1 dimensions, reproduce the D-dimensional physical geometry of the lattice model; in contrast, the multi-scale entanglement renormalization ansatz (MERA) generates a (D+1)-dimensional holographic geometry. Here we focus on homogeneous tensor networks, where all the tensors in the network are copies of the same tensor, and argue that certain structural properties of the resulting many-body states are preconditioned by the geometry of the tensor network and are therefore largely independent of the choice of variational parameters. Indeed, the asymptotic decay of correlations in homogeneous …",
            "Tensor network states and geometry",
            "Glen Evenbly and Guifré Vidal",
            "2011",
            "0CVyG1UAAAAJ:IjCSPb-OGe4C",
            253,
            "https:\/\/link.springer.com\/article\/10.1007\/s10955-011-0237-4",
            "10439782937388046654",
            "\/scholar?cites=10439782937388046654",
            {
                "2011":2,
                "2012":10,
                "2013":16,
                "2014":18,
                "2015":25,
                "2016":15,
                "2017":41,
                "2018":37,
                "2019":49,
                "2020":38,
                "2021":2
            }
        ],
        [
            "We introduce a coarse-graining transformation for tensor networks that can be applied to study both the partition function of a classical statistical system and the Euclidean path integral of a quantum many-body system. The scheme is based upon the insertion of optimized unitary and isometric tensors (disentanglers and isometries) into the tensor network and has, as its key feature, the ability to remove short-range entanglement or correlations at each coarse-graining step. Removal of short-range entanglement results in scale invariance being explicitly recovered at criticality. In this way we obtain a proper renormalization group flow (in the space of tensors), one that in particular (i) is computationally sustainable, even for critical systems, and (ii) has the correct structure of fixed points, both at criticality and away from it. We demonstrate the proposed approach in the context of the 2D classical Ising model.",
            "Tensor network renormalization",
            "Glen Evenbly and Guifre Vidal",
            "2015",
            "0CVyG1UAAAAJ:MXK_kJrjxJIC",
            245,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.115.180405",
            "6618300192128575698",
            "\/scholar?cites=6618300192128575698",
            {
                "2015":3,
                "2016":26,
                "2017":38,
                "2018":68,
                "2019":47,
                "2020":56,
                "2021":5
            }
        ],
        [
            "Entanglement renormalization techniques are applied to numerically investigate the ground state of the spin-1 2 Heisenberg model on a kagome lattice. Lattices of N={36, 144,∞} sites with periodic boundary conditions are considered. For the infinite lattice, the best approximation to the ground state is found to be a valence bond crystal with a 36-site unit cell, compatible with a previous proposal. Its energy per site, E=− 0.432 21, is an exact upper bound and is lower than the energy of any previous (gapped or algebraic) spin liquid candidate for the ground state.",
            "Frustrated Antiferromagnets with Entanglement Renormalization: Ground State of the Spin- Heisenberg Model on a Kagome Lattice",
            "Glen Evenbly and Guifr Vidal",
            "2010",
            "0CVyG1UAAAAJ:u5HHmVD_uO8C",
            231,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.187203",
            "13490050287646193561",
            "\/scholar?cites=13490050287646193561",
            {
                "2010":17,
                "2011":40,
                "2012":25,
                "2013":27,
                "2014":21,
                "2015":22,
                "2016":27,
                "2017":15,
                "2018":17,
                "2019":8,
                "2020":12
            }
        ],
        [
            "This work explores the use of a tree tensor network ansatz to simulate the ground state of a local Hamiltonian on a two-dimensional lattice. By exploiting the entropic area law, the tree tensor network ansatz seems to produce quasiexact results in systems with sizes well beyond the reach of exact diagonalization techniques. We describe an algorithm to approximate the ground state of a local Hamiltonian on a L× L lattice with the topology of a torus. Accurate results are obtained for L={4, 6, 8}, whereas approximate results are obtained for larger lattices. As an application of the approach, we analyze the scaling of the ground-state entanglement entropy at the quantum critical point of the model. We confirm the presence of a positive additive constant to the area law for half a torus. We also find a logarithmic additive correction to the entropic area law for a square block. The single copy entanglement for half a torus …",
            "Simulation of two-dimensional quantum systems using a tree tensor network that exploits the entropic area law",
            "Luca Tagliacozzo and Glen Evenbly and Guifré Vidal",
            "2009",
            "0CVyG1UAAAAJ:9yKSN-GCB0IC",
            199,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.80.235127",
            "13807368482703394897",
            "\/scholar?cites=13807368482703394897",
            {
                "2009":1,
                "2010":15,
                "2011":19,
                "2012":20,
                "2013":19,
                "2014":20,
                "2015":15,
                "2016":12,
                "2017":19,
                "2018":16,
                "2019":21,
                "2020":21
            }
        ],
        [
            "The use of entanglement renormalization in the presence of scale invariance is investigated. We explain how to compute an accurate approximation of the critical ground state of a lattice model and how to evaluate local observables, correlators, and critical exponents. Our results unveil a precise connection between the multiscale entanglement renormalization ansatz and conformal field theory (CFT). Given a critical Hamiltonian on the lattice, this connection can be exploited to extract most of the conformal data of the CFT that describes the model in the continuum limit.",
            "Entanglement renormalization, scale invariance, and quantum criticality",
            "Robert NC Pfeifer and Glen Evenbly and Guifré Vidal",
            "2009",
            "0CVyG1UAAAAJ:2osOgNQ5qMEC",
            158,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.79.040301",
            "18219066399753952036",
            "\/scholar?cites=18219066399753952036",
            {
                "2009":9,
                "2010":11,
                "2011":11,
                "2012":9,
                "2013":11,
                "2014":10,
                "2015":12,
                "2016":10,
                "2017":25,
                "2018":18,
                "2019":13,
                "2020":18,
                "2021":1
            }
        ],
        [
            "We propose and test a scheme for entanglement renormalization capable of addressing large two-dimensional quantum lattice systems. In a translationally invariant system, the cost of simulations grows only as the logarithm of the lattice size; at a quantum critical point, the simulation cost becomes independent of the lattice size and infinite systems can be analyzed. We demonstrate the performance of the scheme by investigating the low energy properties of the 2D quantum Ising model on a square lattice of linear size L={6, 9, 18, 54,∞} with periodic boundary conditions. We compute the ground state and evaluate local observables and two-point correlators. We also produce accurate estimates of the critical magnetic field and critical exponent β. A calculation of the energy gap shows that it scales as 1\/L at the critical point.",
            "Entanglement renormalization in two spatial dimensions",
            "Glen Evenbly and Guifre Vidal",
            "2009",
            "0CVyG1UAAAAJ:d1gkVwhDpl0C",
            149,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.180406",
            "3559247409264426841",
            "\/scholar?cites=3559247409264426841",
            {
                "2008":1,
                "2009":10,
                "2010":18,
                "2011":14,
                "2012":9,
                "2013":15,
                "2014":14,
                "2015":9,
                "2016":14,
                "2017":15,
                "2018":10,
                "2019":7,
                "2020":12
            }
        ],
        [
            "We propose an algorithm to simulate interacting fermions on a two-dimensional lattice. The approach is an extension of the entanglement renormalization technique [Phys. Rev. Lett. 99, 220405 (2007)] and the related multiscale entanglement renormalization ansatz. Benchmark calculations for free and interacting fermions on lattices ranging from 6× 6 to 162× 162 sites with periodic boundary conditions confirm the validity of this proposal.",
            "Simulation of interacting fermions with entanglement renormalization",
            "Philippe Corboz and Glen Evenbly and Frank Verstraete and Guifré Vidal",
            "2010",
            "0CVyG1UAAAAJ:qjMakFHDy7sC",
            116,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.81.010303",
            "4494922142506615406",
            "\/scholar?cites=4494922142506615406",
            {
                "2010":8,
                "2011":16,
                "2012":8,
                "2013":7,
                "2014":19,
                "2015":10,
                "2016":11,
                "2017":15,
                "2018":2,
                "2019":9,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We show how to build a multiscale entanglement renormalization ansatz (MERA) representation of the ground state of a many-body Hamiltonian H by applying the recently proposed tensor network renormalization [G. Evenbly and G. Vidal, Phys. Rev. Lett. 115, 180405 (2015)] to the Euclidean time evolution operator e− β H for infinite β. This approach bypasses the costly energy minimization of previous MERA algorithms and, when applied to finite inverse temperature β, produces a MERA representation of a thermal Gibbs state. Our construction endows tensor network renormalization with a renormalization group flow in the space of wave functions and Hamiltonians (and not merely in the more abstract space of tensors) and extends the MERA formalism to classical statistical systems.",
            "Tensor network renormalization yields the multiscale entanglement renormalization ansatz",
            "Glen Evenbly and Guifre Vidal",
            "2015",
            "0CVyG1UAAAAJ:3fE2CSJIrl8C",
            110,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.115.200401",
            "2971172712350009572",
            "\/scholar?cites=2971172712350009572",
            {
                "2015":5,
                "2016":12,
                "2017":28,
                "2018":26,
                "2019":17,
                "2020":17,
                "2021":4
            }
        ],
        [
            "The goal of this chapter is to provide an introduction to the multi-scale entanglement renormalization ansatz (MERA) and its application to the study of quantum critical systems. The MERA, in its scale-invariant form, is seen to offer direct numerical access to the scale-invariant operators of a critical theory. As a result, given a critical Hamiltonian on the lattice, the scale-invariant MERA can be used to characterize the underlying conformal field theory. The performance of the MERA is benchmarked for several critical quantum spin chains, namely Ising, Potts, XX and (modified) Heisenberg models, and an insightful comparison with results obtained using a matrix product state is made. The extraction of accurate conformal data, such as scaling dimensions and operator product expansion coefficients of both local and non-local primary fields, is also illustrated.",
            "Quantum criticality with the multi-scale entanglement renormalization ansatz",
            "Glen Evenbly and Guifre Vidal",
            "2013",
            "0CVyG1UAAAAJ:YsMSGLbcyi4C",
            72,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-3-642-35106-8_4",
            "13825013389584921839",
            "\/scholar?cites=13825013389584921839",
            {
                "2012":1,
                "2013":6,
                "2014":6,
                "2015":5,
                "2016":11,
                "2017":15,
                "2018":9,
                "2019":8,
                "2020":10,
                "2021":1
            }
        ]
    ]
}