{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present a nucleus-dependent valence-space approach for calculating ground and excited states of nuclei, which generalizes the shell-model in-medium similarity renormalization group to an ensemble reference with fractionally filled orbitals. Because the ensemble is used only as a reference, and not to represent physical states, no symmetry restoration is required. This allows us to capture three-nucleon (3 N) forces among valence nucleons with a valence-space Hamiltonian specifically targeted to each nucleus of interest. Predicted ground-state energies from carbon through nickel agree with results of other large-space ab initio methods, generally to the 1% level. In addition, we show that this new approach is required in order to obtain convergence for nuclei in the upper p and s d shells. Finally, we address the 1+\/3+ inversion problem in Na 22 and V 46. This approach extends the reach of ab initio nuclear …",
            "Nucleus-Dependent Valence Space Approach to Nuclear Structure",
            "S.R. Stroberg and A. Calci and H. Hergert and J.D. Holt and S.K. Bogner and R. Roth and A. Schwenk",
            "2017",
            "0FDnA9AAAAAJ:t6usbXjVLHcC",
            138,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.118.032502",
            "13325800167187005447",
            "\/scholar?cites=13325800167187005447",
            {
                "2016":1,
                "2017":28,
                "2018":31,
                "2019":28,
                "2020":43,
                "2021":7
            }
        ],
        [
            "Be 9-induced inelastic scattering of Fe 62, 64, 66 and Cr 60, 62, 64 was performed at intermediate beam energies. Excited states in Cr 64 were measured for the first time. Energies and population patterns of excited states in these neutron-rich Fe and Cr nuclei are compared and interpreted in the framework of large-scale shell-model calculations in different model spaces. Evidence for increased collectivity and for distinct structural changes between the neighboring Fe and Cr isotopic chains near N= 40 is presented.",
            "Collectivity at N= 40 in neutron-rich Cr 64",
            "A Gade and RVF Janssens and T Baugher and D Bazin and BA Brown and MP Carpenter and CJ Chiara and AN Deacon and SJ Freeman and GF Grinyer and CR Hoffman and BP Kay and FG Kondev and T Lauritsen and S McDaniel and K Meierbachtol and A Ratkiewicz and SR Stroberg and KA Walsh and D Weisshaar and R Winkler and S Zhu",
            "2010",
            "0FDnA9AAAAAJ:u5HHmVD_uO8C",
            132,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.81.051304",
            "12314547133977512944",
            "\/scholar?cites=12314547133977512944",
            {
                "2010":6,
                "2011":16,
                "2012":21,
                "2013":20,
                "2014":11,
                "2015":15,
                "2016":15,
                "2017":5,
                "2018":11,
                "2019":5,
                "2020":6,
                "2021":1
            }
        ],
        [
            "We explore the impact of nuclear matter saturation on the properties and systematics of finite nuclei across the nuclear chart. By using the ab initio in-medium similarity renormalization group (IM-SRG), we study ground-state energies and charge radii of closed-shell nuclei from He 4 to Ni 78 based on a set of low-resolution two-and three-nucleon interactions that predict realistic saturation properties. We first investigate in detail the convergence properties of these Hamiltonians with respect to model-space truncations for both two-and three-body interactions. We find one particular interaction that reproduces well the ground-state energies of all closed-shell nuclei studied. As expected from their saturation points relative to this interaction, the other Hamiltonians underbind nuclei but lead to a remarkably similar systematics of ground-state energies. Extending our calculations to complete isotopic chains in the s d and p …",
            "Saturation with chiral interactions and consequences for finite nuclei",
            "J Simonis and SR Stroberg and K Hebeler and JD Holt and A Schwenk",
            "2017",
            "0FDnA9AAAAAJ:zA6iFVUQeVQC",
            125,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.96.014303",
            "10551332368926678823",
            "\/scholar?cites=10551332368926678823",
            {
                "2017":15,
                "2018":24,
                "2019":36,
                "2020":45,
                "2021":5
            }
        ],
        [
            "We link the structure of nuclei around Sn 100, the heaviest doubly magic nucleus with equal neutron and proton numbers (N= Z= 50), to nucleon-nucleon (N N) and three-nucleon (N N N) forces constrained by data of few-nucleon systems. Our results indicate that Sn 100 is doubly magic, and we predict its quadrupole collectivity. We present precise computations of Sn 101 based on three-particle–two-hole excitations of Sn 100, and we find that one interaction accurately reproduces the small splitting between the lowest J π= 7\/2+ and 5\/2+ states.",
            "Structure of the lightest tin isotopes",
            "Titus D Morris and Johannes Simonis and SR Stroberg and C Stumpf and Gaute Hagen and JD Holt and Gustav R Jansen and T Papenbrock and R Roth and Achim Schwenk",
            "2018",
            "0FDnA9AAAAAJ:nb7KW1ujOQ8C",
            119,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.120.152503",
            "12746034019770840072",
            "\/scholar?cites=12746034019770840072",
            {
                "2017":1,
                "2018":22,
                "2019":29,
                "2020":62,
                "2021":5
            }
        ],
        [
            "We present ab initio predictions for ground and excited states of doubly open-shell fluorine and neon isotopes based on chiral two-and three-nucleon interactions. We use the in-medium similarity renormalization group to derive mass-dependent s d valence-space Hamiltonians. The experimental ground-state energies are reproduced through neutron number N= 14, beyond which a new targeted normal-ordering procedure improves agreement with data and large-space multireference calculations. For spectroscopy, we focus on neutron-rich F 23− 26 and Ne 24− 26 isotopes near N= 14, 16 magic numbers. In all cases we find agreement with experiment and established phenomenology. Moreover, yrast states are well described in Ne 20 and Mg 24, providing a path toward an ab initio description of deformation in the medium-mass region.",
            "Ground and excited states of doubly open-shell nuclei from ab initio valence-space Hamiltonians",
            "SR Stroberg and H Hergert and JD Holt and SK Bogner and A Schwenk",
            "2016",
            "0FDnA9AAAAAJ:hFOr9nPyWt4C",
            107,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.93.051301",
            "6311114918467477487",
            "\/scholar?cites=6311114918467477487",
            {
                "2016":11,
                "2017":25,
                "2018":27,
                "2019":17,
                "2020":24,
                "2021":3
            }
        ],
        [
            "We present a systematic study of both nuclear radii and binding energies in (even) oxygen isotopes from the valley of stability to the neutron drip line. Both charge and matter radii are compared to state-of-the-art ab initio calculations along with binding energy systematics. Experimental matter radii are obtained through a complete evaluation of the available elastic proton scattering data of oxygen isotopes. We show that, in spite of a good reproduction of binding energies, ab initio calculations with conventional nuclear interactions derived within chiral effective field theory fail to provide a realistic description of charge and matter radii. A novel version of two-and three-nucleon forces leads to considerable improvement of the simultaneous description of the three observables for stable isotopes but shows deficiencies for the most neutron-rich systems. Thus, crucial challenges related to the development of nuclear …",
            "Radii and binding energies in oxygen isotopes: a challenge for nuclear forces",
            "V Lapoux and V Somà and C Barbieri and H Hergert and JD Holt and SR Stroberg",
            "2016",
            "0FDnA9AAAAAJ:TFP_iSt0sucC",
            106,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.117.052501",
            "14302717437497884038",
            "\/scholar?cites=14302717437497884038",
            {
                "2016":3,
                "2017":27,
                "2018":19,
                "2019":27,
                "2020":27,
                "2021":3
            }
        ],
        [
            "The dominant decay mode of atomic nuclei is beta decay (β-decay), a process that changes a neutron into a proton (and vice versa). This decay offers a window to physics beyond the standard model, and is at the heart of microphysical processes in stellar explosions and element synthesis in the Universe 1, 2, 3. However, observed β-decay rates in nuclei have been found to be systematically smaller than for free neutrons: this 50-year-old puzzle about the apparent quenching of the fundamental coupling constant by a factor of about 0.75 (ref. 4) is without a first-principles theoretical explanation. Here, we demonstrate that this quenching arises to a large extent from the coupling of the weak force to two nucleons as well as from strong correlations in the nucleus. We present state-of-the-art computations of β-decays from light-and medium-mass nuclei to 100 Sn by combining effective field theories of the strong and …",
            "Discrepancy between experimental and theoretical β-decay rates resolved from first principles",
            "P Gysbers and Gaute Hagen and JD Holt and Gustav R Jansen and Titus D Morris and P Navrátil and T Papenbrock and S Quaglioni and A Schwenk and SR Stroberg and KA Wendt",
            "2019",
            "0FDnA9AAAAAJ:Y5dfb0dijaUC",
            101,
            "https:\/\/www.nature.com\/articles\/s41567-019-0450-7",
            "3559116026106675403",
            "\/scholar?cites=3559116026106675403",
            {
                "2019":25,
                "2020":74,
                "2021":2
            }
        ],
        [
            "Nuclear magic numbers correspond to fully occupied energy shells of protons or neutrons inside atomic nuclei. Doubly magic nuclei, with magic numbers for both protons and neutrons, are spherical and extremely rare across the nuclear landscape. Although the sequence of magic numbers is well established for stable nuclei, experimental evidence has revealed modifications for nuclei with a large asymmetry between proton and neutron numbers. Here we provide a spectroscopic study of the doubly magic nucleus 78 Ni, which contains fourteen neutrons more than the heaviest stable nickel isotope. We provide direct evidence of its doubly magic nature, which is also predicted by ab initio calculations based on chiral effective-field theory interactions and the quasi-particle random-phase approximation. Our results also indicate the breakdown of the neutron magic number 50 and proton magic number 28 beyond …",
            "78 Ni revealed as a doubly magic stronghold against nuclear deformation",
            "Ryo Taniuchi and C Santamaria and P Doornenbal and A Obertelli and K Yoneda and G Authelet and H Baba and D Calvet and F Château and A Corsi and A Delbart and J-M Gheller and A Gillibert and JD Holt and T Isobe and V Lapoux and M Matsushita and J Menéndez and S Momiyama and T Motobayashi and M Niikura and F Nowacki and K Ogata and H Otsu and T Otsuka and C Péron and S Péru and A Peyaud and EC Pollacco and A Poves and J-Y Roussé and H Sakurai and A Schwenk and Y Shiga and J Simonis and SR Stroberg and S Takeuchi and Y Tsunoda and T Uesaka and H Wang and F Browne and LX Chung and Zs Dombradi and S Franchoo and F Giacoppo and A Gottardo and K Hadyńska-Klęk and Z Korkulu and S Koyama and Y Kubota and J Lee and M Lettmann and C Louchart and R Lozeva and K Matsui and T Miyazaki and S Nishimura and L Olivier and S Ota and Z Patel and E Şahin and C Shand and P-A Söderström and I Stefan and D Steppenbeck and T Sumikama and D Suzuki and Zs Vajta and V Werner and J Wu and ZY Xu",
            "2019",
            "0FDnA9AAAAAJ:PELIpwtuRlgC",
            70,
            "https:\/\/www.nature.com\/articles\/s41586-019-1155-x",
            "12058856340115920770",
            "\/scholar?cites=12058856340115920770",
            {
                "2018":1,
                "2019":19,
                "2020":46,
                "2021":2
            }
        ],
        [
            "Many properties of the atomic nucleus, such as vibrations, rotations and incompressibility, can be interpreted as due to a two-component quantum liquid of protons and neutrons. Electron scattering measurements on stable nuclei demonstrate that their central densities are saturated, as for liquid drops. In exotic nuclei near the limits of mass and charge, with large imbalances in their proton and neutron numbers, the possibility of a depleted central density, or a ‘bubble’structure, has been discussed in a recurrent manner since the 1970s. Here we report first experimental evidence that points to a depletion of the central density of protons in the short-lived nucleus 34 Si. The proton-to-neutron density asymmetry in 34 Si offers the possibility to place constraints on the density and isospin dependence of the spin–orbit force—on which nuclear models have disagreed for decades—and on its stabilizing effect towards limits …",
            "A proton density bubble in the doubly magic 34Si nucleus",
            "A Mutschler and A Lemasson and O Sorlin and D Bazin and C Borcea and R Borcea and Z Dombrádi and J-P Ebran and A Gade and H Iwasaki and E Khan and A Lepailleur and F Recchia and T Roger and F Rotaru and D Sohler and M Stanoiu and SR Stroberg and JA Tostevin and M Vandebrouck and D Weisshaar and K Wimmer",
            "2017",
            "0FDnA9AAAAAJ:maZDTaKrznsC",
            69,
            "https:\/\/www.nature.com\/articles\/nphys3916",
            "448528510580039210",
            "\/scholar?cites=448528510580039210",
            {
                "2017":16,
                "2018":11,
                "2019":19,
                "2020":22,
                "2021":1
            }
        ],
        [
            "The transition rates from the yrast 2+ and 4+ states in the self-conjugate Kr 72 nucleus were studied via lifetime measurements employing the GRETINA array with a novel application of the recoil-distance method. The large collectivity observed for the 4+→ 2+ transition suggests a prolate character of the excited states. The reduced collectivity previously reported for the 2+→ 0+ transition was confirmed. The irregular behavior of collectivity points to the occurrence of a rapid oblate-prolate shape transition in Kr 72, providing stringent tests for advanced theories to describe the shape coexistence and its evolution.",
            "Evolution of Collectivity in : Evidence for Rapid Shape Transition",
            "H Iwasaki and A Lemasson and C Morse and A Dewald and T Braunroth and VM Bader and T Baugher and D Bazin and JS Berryman and CM Campbell and A Gade and C Langer and IY Lee and C Loelius and E Lunderberg and F Recchia and D Smalley and SR Stroberg and R Wadsworth and C Walz and D Weisshaar and A Westerberg and K Whitmore and K Wimmer",
            "2014",
            "0FDnA9AAAAAJ:8k81kl-MbHgC",
            68,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.142502",
            "17477873959710913016",
            "\/scholar?cites=17477873959710913016",
            {
                "2014":2,
                "2015":16,
                "2016":17,
                "2017":11,
                "2018":9,
                "2019":6,
                "2020":5
            }
        ]
    ]
}