{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "This paper reports the results of a small imaging survey of eight evolved stars including two AGB stars (IRC +10216 and Mira), five proto–planetary nebula (PPN) candidates (AFGL 2688, IRAS 22272+5435, HD 161796, 89 Her, and HD 179821), and a planetary nebula (PN, NGC 7027). We present high‐resolution 12CO   maps of their full molecular envelopes made by combining BIMA Millimeter Array and NRAO 12 m telescope observations. For the PPNe and PN, the neutral molecular envelopes are compared with images taken at optical, near‐IR, and mid‐IR wavelengths. Drawing from the literature, we augmented our BIMA survey sample to 38 well‐studied sources with CO emission maps. We classified this sample of sources based on the kinematics and morphologies of the CO emission into three types: spherical\/elliptical\/shell sources, disk sources, and structured outflow sources. Confirming previous …",
            "Evolution of the circumstellar molecular envelope. I. A bima CO survey of evolved stars",
            "D Fong and M Meixner and EC Sutton and A Zalucha and WJ Welch",
            "2006",
            "0Ffc4u8AAAAJ:u5HHmVD_uO8C",
            63,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/508127\/meta",
            "12884012667434554182",
            "\/scholar?cites=12884012667434554182",
            {
                "2007":4,
                "2008":8,
                "2009":8,
                "2010":8,
                "2011":10,
                "2012":7,
                "2013":3,
                "2014":2,
                "2015":4,
                "2016":2,
                "2017":3,
                "2018":2,
                "2019":2
            }
        ],
        [
            "Ionospheric plasma temperature variations have recently been studied based on incoherent scatter radar (ISR) observations at a lower midlatitude site, Shigaraki, in East Asia [Otsuka et al., 1998] and Millstone Hill, a typical subauroral midlatitude site in North America [Zhang and Holt, 2004]. The French Saint Santin ISR, with a geographic latitude slightly higher but an apex latitude 14° lower than Millstone, collected bistatic and quadristatic measurements for over two solar cycles beginning in September 1965. A database of these data, containing observations between 1966 and 1987, has been used in this study in order to establish the midlatitude ionospheric climatology, in particular that of the upper atmosphere thermal status, as well as empirical models for space weather applications. This paper presents, in comparison with the Millstone Hill results, variations of ion and electron temperatures (Ti and Te) with …",
            "Midlatitude ionospheric plasma temperature climatology and empirical model based on Saint Santin incoherent scatter radar data from 1966 to 1987",
            "Shun‐Rong Zhang and John M Holt and Angela M Zalucha and Christine Amory‐Mazaudier",
            "2004",
            "0Ffc4u8AAAAJ:d1gkVwhDpl0C",
            63,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2004JA010709",
            "17787689158806132227",
            "\/scholar?cites=17787689158806132227",
            {
                "2005":3,
                "2006":3,
                "2007":6,
                "2008":5,
                "2009":2,
                "2010":1,
                "2011":3,
                "2012":5,
                "2013":4,
                "2014":5,
                "2015":4,
                "2016":7,
                "2017":3,
                "2018":1,
                "2019":3,
                "2020":8
            }
        ],
        [
            "We present millimeter interferometry images of the CO   line emission arising in the circumstellar envelope of HD 56126 (=IRAS 07134+1005), which is one of the best‐studied 21 μm proto–planetary nebulae (PPNs). The CO emission extends from 1 2 to 7  in radius from the central star and appears consistent with a simple expanding envelope, as expected for a post‐AGB star. The CO envelope is very clumpy with no apparent fast wind to explain these microstructures that must have arisen during the AGB mass loss. We quantitatively model the molecular envelope using a radiative transfer code that we have modified for detached shells. Our best‐fit model reveals that two sequential winds created the circumstellar envelope of HD 56126: an AGB wind that lasted 6500 yr with a mass‐loss rate of   M⊙ yr−1 and a more intense superwind that lasted 840 yr with a mass‐loss rate of   M⊙ yr−1 and that ended the star’s …",
            "The molecular and dust envelope of HD 56126",
            "M Meixner and A Zalucha and T Ueta and D Fong and K Justtanont",
            "2004",
            "0Ffc4u8AAAAJ:WF5omc3nYNoC",
            45,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/423606\/meta",
            "14306796213545799797",
            "\/scholar?cites=14306796213545799797",
            {
                "2005":6,
                "2006":4,
                "2007":3,
                "2008":3,
                "2009":5,
                "2010":6,
                "2011":3,
                "2012":4,
                "2013":2,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":1,
                "2018":1,
                "2019":3
            }
        ]
    ]
}