{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Recent habituation literature is reviewed with emphasis on neuro-physiological studies. The hindlimb flexion reflex of the acute spinal cat is used as a model system for analysis of the neuronal mechanisms involved in habituation and sensitization (ie, dishabituation). Habituation of this response is demonstrated to follow the same 9 parametric relations for stimulus and training variables characteristic of behavioral response habituation in the intact organism. Habituation and sensitization appear to be central neural processes and probably do not involve presynaptic or postsynaptic inhibition. It is suggested that they may result from the interaction of neural processes resembling\" polysynaptic low-frequency depression,\" and\" facilitatory afterdischarge.\"\" Membrane desensitization\" may play a role in long-lasting habituation.(6 p. ref.)(PsycINFO Database Record (c) 2016 APA, all rights reserved)",
            "Habituation: a model phenomenon for the study of neuronal substrates of behavior.",
            "Richard F Thompson and William A Spencer",
            "1966",
            "0fOhJNYAAAAJ:u5HHmVD_uO8C",
            2624,
            "https:\/\/psycnet.apa.org\/journals\/rev\/73\/1\/16\/",
            "6241311286244024176",
            "\/scholar?cites=6241311286244024176",
            {
                "1982":27,
                "1983":32,
                "1984":38,
                "1985":30,
                "1986":19,
                "1987":57,
                "1988":33,
                "1989":32,
                "1990":30,
                "1991":39,
                "1992":31,
                "1993":24,
                "1994":29,
                "1995":30,
                "1996":38,
                "1997":35,
                "1998":43,
                "1999":28,
                "2000":41,
                "2001":35,
                "2002":38,
                "2003":43,
                "2004":50,
                "2005":50,
                "2006":41,
                "2007":52,
                "2008":57,
                "2009":81,
                "2010":53,
                "2011":77,
                "2012":101,
                "2013":93,
                "2014":97,
                "2015":72,
                "2016":94,
                "2017":79,
                "2018":77,
                "2019":100,
                "2020":111,
                "2021":13
            }
        ],
        [
            "Presented a dual-process theory of response plasticity to repeated stimulation. 2 hypothetical processes, 1 decremental (habituation) and 1 incremental (sensitization), are assumed to develop independently in the CNS and interact to yield the final behavioral outcome. Behavioral experiments are presented, using both the hindlimb flexion reflex of acute spinal cat and the acoustic startle response of intact rat, which are consistent with this theory. Neurophysiological experiments indicate that the 2 processes have separate and distinct neuronal substrates. The dual-process theory and other current theories of response habituation are evaluated in terms of these and other recent findings.(6 p. ref.)(PsycINFO Database Record (c) 2016 APA, all rights reserved)",
            "Habituation: a dual-process theory.",
            "Philip M Groves and Richard F Thompson",
            "1970",
            "0fOhJNYAAAAJ:u-x6o8ySG0sC",
            2210,
            "https:\/\/psycnet.apa.org\/record\/1971-02046-001",
            "3840190228377529072",
            "\/scholar?cites=3840190228377529072",
            {
                "1982":51,
                "1983":25,
                "1984":31,
                "1985":31,
                "1986":17,
                "1987":46,
                "1988":33,
                "1989":35,
                "1990":37,
                "1991":30,
                "1992":32,
                "1993":32,
                "1994":24,
                "1995":21,
                "1996":35,
                "1997":39,
                "1998":35,
                "1999":29,
                "2000":36,
                "2001":39,
                "2002":44,
                "2003":31,
                "2004":43,
                "2005":45,
                "2006":37,
                "2007":42,
                "2008":45,
                "2009":57,
                "2010":46,
                "2011":56,
                "2012":68,
                "2013":82,
                "2014":77,
                "2015":61,
                "2016":65,
                "2017":79,
                "2018":71,
                "2019":82,
                "2020":91,
                "2021":6
            }
        ],
        [
            "Study of the neurobiology of learning and memory is in a most exciting phase. Behavioral studies in animals are characterizing the categories and properties of learning and memory; essential memory trace circuits in the brain are being defined and localized in mammalian models; work on human memory and the brain is identifying neuronal systems involved in memory; the neuronal, neurochemical, molecular, and biophysical substrates of memory are beginning to be understood in both invertebrate and vertebrate systems; and theoretical and mathematical analysis of basic associative learning and of neuronal networks in proceeding apace. Likely applications of this new understanding of the neural bases of learning and memory range from education to the treatment of learning disabilities to the design of new artificial intelligence systems.",
            "The neurobiology of learning and memory",
            "Richard F Thompson",
            "1986",
            "0fOhJNYAAAAJ:d1gkVwhDpl0C",
            1299,
            "https:\/\/science.sciencemag.org\/content\/233\/4767\/941.abstract",
            "5229374737569907591",
            "\/scholar?cites=5229374737569907591",
            {
                "1986":6,
                "1987":35,
                "1988":47,
                "1989":82,
                "1990":57,
                "1991":48,
                "1992":164,
                "1993":52,
                "1994":51,
                "1995":39,
                "1996":97,
                "1997":50,
                "1998":46,
                "1999":32,
                "2000":40,
                "2001":32,
                "2002":41,
                "2003":23,
                "2004":34,
                "2005":22,
                "2006":16,
                "2007":14,
                "2008":37,
                "2009":20,
                "2010":12,
                "2011":22,
                "2012":27,
                "2013":24,
                "2014":11,
                "2015":17,
                "2016":23,
                "2017":7,
                "2018":9,
                "2019":26,
                "2020":17
            }
        ],
        [
            "The most commonly cited descriptions of the behavioral characteristics of habituation come from two papers published almost 40 years ago [Groves, P. M., & Thompson, R. F. (1970). Habituation: A dual-process theory. Psychological Review, 77, 419–450; Thompson, R. F., & Spencer, W. A. (1966). Habituation: A model phenomenon for the study of neuronal substrates of behavior. Psychological Review, 73, 16–43]. In August 2007, the authors of this review, who study habituation in a wide range of species and paradigms, met to discuss their work on habituation and to revisit and refine the characteristics of habituation. This review offers a re-evaluation of the characteristics of habituation in light of these discussions. We made substantial changes to only a few of the characteristics, usually to add new information and expand upon the description rather than to substantially alter the original point. One additional …",
            "Habituation revisited: an updated and revised description of the behavioral characteristics of habituation",
            "Catharine H Rankin and Thomas Abrams and Robert J Barry and Seema Bhatnagar and David F Clayton and John Colombo and Gianluca Coppola and Mark A Geyer and David L Glanzman and Stephen Marsland and Frances K McSweeney and Donald A Wilson and Chun-Fang Wu and Richard F Thompson",
            "2009",
            "0fOhJNYAAAAJ:eQOLeE2rZwMC",
            1066,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1074742708001792",
            "10138768291869354653",
            "\/scholar?cites=10138768291869354653",
            {
                "2009":8,
                "2010":25,
                "2011":47,
                "2012":58,
                "2013":83,
                "2014":93,
                "2015":85,
                "2016":107,
                "2017":109,
                "2018":127,
                "2019":138,
                "2020":162,
                "2021":12
            }
        ],
        [
            "Classical conditioning of the eyelid response in the rabbit was used to investigate the neuronal structures mediating basic associative learning of discrete, adaptive responses. Lesions of the ipsilateral dentate-interpositus nuclei, but not of the cerebellar cortex, abolished the learned eyeblink response. Recordings from these nuclei have revealed neuronal responses related to the learning of the response. Stimulating these recording sites produced the eyelid response. The dentate-interpositus nuclei were concluded to be critically involved in the learning and production of classically conditioned responses.",
            "Cerebellum: essential involvement in the classically conditioned eyelid response",
            "David A McCormick and Richard F Thompson",
            "1984",
            "0fOhJNYAAAAJ:9yKSN-GCB0IC",
            933,
            "https:\/\/science.sciencemag.org\/content\/223\/4633\/296.abstract",
            "2605863060329017487",
            "\/scholar?cites=2605863060329017487",
            {
                "1985":21,
                "1986":24,
                "1987":54,
                "1988":22,
                "1989":27,
                "1990":19,
                "1991":25,
                "1992":34,
                "1993":19,
                "1994":23,
                "1995":22,
                "1996":79,
                "1997":29,
                "1998":22,
                "1999":14,
                "2000":26,
                "2001":20,
                "2002":30,
                "2003":16,
                "2004":27,
                "2005":13,
                "2006":17,
                "2007":27,
                "2008":19,
                "2009":27,
                "2010":26,
                "2011":24,
                "2012":18,
                "2013":31,
                "2014":30,
                "2015":20,
                "2016":34,
                "2017":16,
                "2018":17,
                "2019":25,
                "2020":28
            }
        ],
        [
            "Classical conditioning was pioneered by the Russian physiologist Ivan Pavlov (1849-1936) in the 1890s in the course of experiments on the digestive systems of dogs (work which won him the Nobel Prize in 1904). Noticing that the dogs salivated at the mere sight of the person who fed them, Pavlov formulated a theory about the relationship between stimuli and responses that he believed could be applied to humans as well as to other animals. He called the dogs’ salivation in response to the actual taste and smell of meat an unconditioned response because it occurred through a natural reflex without any prior training (the meat itself was referred to as an unconditioned stimulus). A normally neutral act, such as the appearance of a lab assistant in a white coat or the ringing of a bell, could become associated with the appearance of food, thus producing salivation as a conditioned response (in response to a conditioned stimulus). Pavlov believed that the conditioned reflex had a physiological basis in the creation of new pathways in the cortex of the brain by the conditioning process. In further research early in the 20th century, Pavlov found that in order for the conditioned response to be maintained, it had to be paired periodically with the unconditioned stimulus or the learned association would be forgotten (a process known as extinction). However, it could quickly be relearned if necessary.In humans, classical conditioning can account for such complex phenomena as a person’s emotional reaction to a particular song or perfume based on a past experience with which it is associated. Classical (sometimes called Pavlovian) conditioning is also the …",
            "Classical conditioning",
            "Isidore Gormezano and JW Moore",
            "1966",
            "0fOhJNYAAAAJ:mvPsJ3kp5DgC",
            909,
            "https:\/\/studydaddy.com\/attachment\/125602\/ClientCentered_Therapy.PDF",
            "1669480539983724364",
            "\/scholar?cites=1669480539983724364",
            {
                "1981":19,
                "1982":19,
                "1983":16,
                "1984":16,
                "1985":20,
                "1986":20,
                "1987":22,
                "1988":24,
                "1989":15,
                "1990":14,
                "1991":29,
                "1992":16,
                "1993":16,
                "1994":21,
                "1995":26,
                "1996":21,
                "1997":21,
                "1998":18,
                "1999":21,
                "2000":19,
                "2001":11,
                "2002":23,
                "2003":15,
                "2004":15,
                "2005":16,
                "2006":15,
                "2007":13,
                "2008":16,
                "2009":9,
                "2010":11,
                "2011":9,
                "2012":18,
                "2013":13,
                "2014":9,
                "2015":17,
                "2016":9,
                "2017":8,
                "2018":8,
                "2019":4,
                "2020":10
            }
        ],
        [
            "Rabbits received classical conditioning of the nictitating membrane response (NMR) in a trace conditioning paradigm. In this paradigm, a 250-ms tone conditioned stimulus (CS) occurs, after which there is a 500-ms period of time in which no stimuli occur (the trace interval), followed by a 100-ms air puff unconditioned stimulus (UCS). In Experiment 1, lesions of the hippocampus or cingulate\/retrosplenial cortex disrupted acquisition of the long-latency or adaptive conditioned response relative to unoperated controls and animals that received neocortical lesions that spared the cingulate\/retrosplenial areas. When animals with hippocampal or cingulate\/retrosplenial lesions were switched to a standard delay paradigm in which the CS and UCS were contiguous in time, they acquired in about the same number of trials as naive rabbits. In a second experiment multiple-unit activity in area CA1 of the hippocampus was …",
            "Hippocampus and trace conditioning of the rabbit's classically conditioned nictitating membrane response.",
            "Paul R Solomon and Ellen R Vander Schaaf and Richard F Thompson and Donald J Weisz",
            "1986",
            "0fOhJNYAAAAJ:2osOgNQ5qMEC",
            817,
            "https:\/\/psycnet.apa.org\/journals\/bne\/100\/5\/729.html?uid=1987-06584-001",
            "3126465800435146484",
            "\/scholar?cites=3126465800435146484",
            {
                "1988":6,
                "1989":9,
                "1990":13,
                "1991":11,
                "1992":10,
                "1993":9,
                "1994":41,
                "1995":14,
                "1996":23,
                "1997":25,
                "1998":12,
                "1999":14,
                "2000":20,
                "2001":28,
                "2002":40,
                "2003":26,
                "2004":33,
                "2005":37,
                "2006":29,
                "2007":26,
                "2008":40,
                "2009":70,
                "2010":21,
                "2011":26,
                "2012":29,
                "2013":30,
                "2014":29,
                "2015":28,
                "2016":30,
                "2017":23,
                "2018":22,
                "2019":15,
                "2020":15,
                "2021":2
            }
        ],
        [
            "Classical conditioning of the eyeblink reflex to a neutral stimulus that predicts an aversive stimulus is a basic form of associative learning. Acquisition and retention of this learned response require the cerebellum and associated sensory and motor pathways and engage several other brain regions including the hippocampus, neocortex, neostriatum, septum, and amygdala. The cerebellum and its associated circuitry form the essential neural system for delay eyeblink conditioning. Trace eyeblink conditioning, a learning paradigm in which the conditioned and unconditioned stimuli are noncontiguous, requires both the cerebellum and the hippocampus and exhibits striking parallels to declarative memory formation in humans. Identification of the neural structures critical to the development and maintenance of the conditioned eyeblink response is an essential precursor to the investigation of the mechanisms …",
            "Neural substrates of eyeblink conditioning: acquisition and retention",
            "Kimberly M Christian and Richard F Thompson",
            "2003",
            "0fOhJNYAAAAJ:qjMakFHDy7sC",
            623,
            "http:\/\/learnmem.cshlp.org\/content\/10\/6\/427.short",
            "846111059016314702",
            "\/scholar?cites=846111059016314702",
            {
                "2003":2,
                "2004":25,
                "2005":37,
                "2006":35,
                "2007":36,
                "2008":49,
                "2009":54,
                "2010":45,
                "2011":42,
                "2012":31,
                "2013":39,
                "2014":37,
                "2015":44,
                "2016":37,
                "2017":29,
                "2018":26,
                "2019":21,
                "2020":22,
                "2021":2
            }
        ]
    ]
}