{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Connectivity is essential to organisms for dispersal, mate finding, and resource access. Management conflicts may arise if the attempts to maintain connectivity in the face of habitat loss result in opening up dispersal corridors to invasive species and disease vectors to already‐threatened native species. Using the mule deer (Odocoileus hemionus) and American bullfrog (Lithobates catesbeianus) as examples in a network of surface waters in the Sonoran Desert, we illustrate and propose a resolution to these conflicts. We used structural and functional metrics from graph and circuit theory to quantify landscape connectivity within a spatially nested framework under current and future climate‐based scenarios at regional and local scales to project structural and functional climate impacts for both species. Results indicated that climate impacts may reduce both structural and functional potential connectivity for each …",
            "Using nested connectivity models to resolve management conflicts of isolated water networks in the Sonoran Desert",
            "Joseph C Drake and Kerry Griffis‐Kyle and Nancy E McIntyre",
            "2017",
            "0G0A1NoAAAAJ:9yKSN-GCB0IC",
            16,
            "https:\/\/esajournals.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ecs2.1652",
            "17821125210636343486",
            "\/scholar?cites=17821125210636343486",
            {
                "2017":1,
                "2018":3,
                "2019":7,
                "2020":5
            }
        ],
        [
            "Biodiversity in arid regions is usually concentrated around limited water resources, so natural resource managers have constructed artificial water catchments in many areas to supplement natural waters. Because invasive species may also use these waters, dispersing into previously inaccessible areas, the costs and benefits of artificial waters must be gauged and potential invasion- and climate change-management strategies assayed.We present a network analysis framework to identify waters that likely contribute to the spread of invasive species.Using the Sonoran Desert waters network and the American bullfrog (Lithobates catesbeianus)—a known predator, competitor, and carrier of pathogens deadly to other amphibians—as an example, we quantified the structural connectivity of the …",
            "Graph theory as an invasive species management tool: case study in the Sonoran Desert",
            "Joseph C Drake and Kerry L Griffis-Kyle and Nancy E McIntyre",
            "2017",
            "0G0A1NoAAAAJ:qjMakFHDy7sC",
            15,
            "https:\/\/link.springer.com\/article\/10.1007\/s10980-017-0539-2",
            "13589274905732933058",
            "\/scholar?cites=13589274905732933058",
            {
                "2016":1,
                "2017":5,
                "2018":6,
                "2019":3
            }
        ],
        [
            "  Environmental DNA (eDNA) metabarcoding has revolutionized biomonitoring in both marine and freshwater ecosystems. However, for semi‐aquatic and terrestrial animals, the application of this technique remains relatively untested. We first assess the efficiency of eDNA metabarcoding in detecting semi‐aquatic and terrestrial mammals in natural lotic ecosystems in the UK by comparing sequence data recovered from water and sediment samples to the mammalian communities expected from historical data. Secondly, using occupancy modelling we compared the detection efficiency of eDNA metabarcoding to multiple conventional non‐invasive survey methods (latrine surveys and camera trapping). eDNA metabarcoding detected a large proportion of the expected mammalian community within each area. Common species in the areas were detected at the majority of sites. Several key species of conservation …",
            "Fishing for mammals: Landscape‐level monitoring of terrestrial and semi‐aquatic communities using eDNA from riverine systems",
            "Naiara Guimarães Sales and Maisie B McKenzie and Joseph Drake and Lynsey R Harper and Samuel S Browett and Ilaria Coscia and Owen S Wangensteen and Charles Baillie and Emma Bryce and Deborah A Dawson and Erinma Ochu and Bernd Hänfling and Lori Lawson Handley and Stefano Mariani and Xavier Lambin and Christopher Sutherland and Allan D McDevitt",
            "2020",
            "0G0A1NoAAAAJ:YsMSGLbcyi4C",
            14,
            "https:\/\/besjournals.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/1365-2664.13592",
            "17368934415564049743",
            "\/scholar?cites=17368934415564049743",
            {
                "2020":11,
                "2021":3
            }
        ],
        [
            "Globally, biodiversity is declining, and a major driver of this decline is climate change; consequently, we need ways to evaluate the vulnerability of species to this change. We assessed 25 species of herpetofauna (7 amphibians and 18 reptiles) using multi-model averaging of NatureServe's Climate Change Vulnerability Index (CCVI), a qualitative trait-based vulnerability assessment tool. We calculated vulnerability across model runs varying type and extent of spatial data and climate model scenario. Amphibians were more vulnerable than reptiles. The most vulnerable species were those that were dependent on water for their habitat, high elevation species, and habitat specialists. For reptiles in particular, the projected downscaled extent of temperature change and change in moisture availability were also important in delineating vulnerability. Unfortunately, the invasive American Bullfrog was less vulnerable than …",
            "Comparison of climate vulnerability among desert herpetofauna",
            "Kerry L Griffis-Kyle and Krista Mougey and Matt Vanlandeghem and Sharmistha Swain and Joseph C Drake",
            "2018",
            "0G0A1NoAAAAJ:UeHWp8X0CEIC",
            12,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006320717319390",
            "3403199626911493408",
            "\/scholar?cites=3403199626911493408",
            {
                "2018":1,
                "2019":4,
                "2020":6
            }
        ],
        [
            "In deserts, amphibian reproduction is restricted to a dynamic network of small, isolated, ephemeral water sites, which support gene flow between isolated populations. Establishment of artificial catchments to augment natural water sources for target species other than amphibians (e.g., larger‐bodied and more‐vagile game species) can increase connectivity between potential breeding sites and populations of amphibians. These anthropogenic waters, however, may differ in quality from natural waters, with ammonia concentrations high enough to potentially affect amphibian health, reproduction, and population persistence. Thus, water supplementation has set up a potential conflict for managing landscape connectivity for sympatric species differing in dispersal abilities. To explore this possibility, we used graph theory to examine potential connectivity under current and potential future scenarios among natural …",
            "A connectivity and wildlife management conflict in isolated desert waters",
            "Nancy E McIntyre and Joseph C Drake and Kerry L Griffis‐Kyle",
            "2016",
            "0G0A1NoAAAAJ:u-x6o8ySG0sC",
            12,
            "https:\/\/wildlife.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jwmg.1059",
            "16686087646466075225",
            "\/scholar?cites=16686087646466075225",
            {
                "2016":1,
                "2017":3,
                "2018":1,
                "2019":4,
                "2020":3
            }
        ]
    ]
}