{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "It is shown that in 2+ 1 dimensions, a constant magnetic field is a strong catalyst of dynamical flavor symmetry breaking, leading to generating a fermion dynamical mass even at the weakest attractive interaction between fermions. The effect is illustrated in the Nambu-Jona-Lasinio model in a magnetic field. The low-energy effective action in this model is derived, and the thermodynamic properties of the model are established.",
            "Catalysis of dynamical flavor symmetry breaking by a magnetic field in 2+ 1 dimensions",
            "VP Gusynin and VA Miransky and IA Shovkovy",
            "1994",
            "0lTba7gAAAAJ:u-x6o8ySG0sC",
            614,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.73.3499",
            "4682873484517144415",
            "\/scholar?cites=4682873484517144415",
            {
                "1994":2,
                "1995":8,
                "1996":13,
                "1997":11,
                "1998":25,
                "1999":16,
                "2000":13,
                "2001":13,
                "2002":12,
                "2003":12,
                "2004":10,
                "2005":9,
                "2006":15,
                "2007":15,
                "2008":27,
                "2009":23,
                "2010":16,
                "2011":42,
                "2012":40,
                "2013":41,
                "2014":43,
                "2015":33,
                "2016":57,
                "2017":29,
                "2018":21,
                "2019":22,
                "2020":42,
                "2021":2
            }
        ],
        [
            "It is shown that a constant magnetic field in 3+1 and 2+1 dimensions is a strong catalyst of dynamical chiral symmetry breaking, leading to the generation of a fermion dynamical mass even at the weakest attractive interaction between fermions. The essence of this effect is the dimensional reduction D → D − 2 in the dynamics of fermion pairing in a magnetic field. The effect is illustrated in the Nambu-Jona-Lasinio (NJL) model and QED. In the NJL model in a magnetic field, the low-energy effective action and the spectrum of long-wavelength collective excitations are derived. In QED (in ladder and improved ladder approximations) the dynamical mass of fermions (energy gap in the fermion spectrum) is determined. Possible applications of this effect and its extension to inhomogeneous field configurations are discussed.",
            "Dimensional reduction and catalysis of dynamical symmetry breaking by a magnetic field",
            "VP Gusynin and VA Miransky and IA Shovkovy",
            "1996",
            "0lTba7gAAAAJ:qjMakFHDy7sC",
            510,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321396000211",
            "611204483027968734",
            "\/scholar?cites=611204483027968734",
            {
                "1996":6,
                "1997":11,
                "1998":20,
                "1999":15,
                "2000":11,
                "2001":6,
                "2002":10,
                "2003":9,
                "2004":4,
                "2005":4,
                "2006":11,
                "2007":10,
                "2008":16,
                "2009":20,
                "2010":21,
                "2011":25,
                "2012":33,
                "2013":38,
                "2014":36,
                "2015":29,
                "2016":45,
                "2017":28,
                "2018":30,
                "2019":32,
                "2020":39
            }
        ]
    ]
}