{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Protein-protein interactions are often mediated by flexible loops that experience conformational dynamics on the microsecond to millisecond time scales. NMR relaxation studies can map these dynamics. However, defining the network of inter-converting conformers that underlie the relaxation data remains generally challenging. Here, we combine NMR relaxation experiments with simulation to visualize networks of inter-converting conformers. We demonstrate our approach with the apo Pin1-WW domain, for which NMR has revealed conformational dynamics of a flexible loop in the millisecond range. We sample and cluster the free energy landscape using Markov State Models (MSM) with major and minor exchange states with high correlation with the NMR relaxation data and low NOE violations. These MSM are hierarchical ensembles of slowly interconverting, metastable macrostates and rapidly interconverting microstates. We found a low population state that consists primarily of holo-like conformations and is a “hub” visited by most pathways between macrostates. These results suggest that conformational equilibria between holo-like and alternative conformers pre-exist in the intrinsic dynamics of apo Pin1-WW. Analysis using MutInf, a mutual information method for quantifying correlated motions, reveals that WW dynamics not only play a role in substrate recognition, but also may help couple the substrate binding site on the WW domain to the one on the catalytic domain. Our work represents an important step towards building networks of inter-converting conformational states and is generally applicable.",
            "Modeling conformational ensembles of slow functional motions in Pin1-WW",
            "Faruck Morcos and Santanu Chatterjee and Christopher L McClendon and Paul R Brenner and Roberto López-Rendón and John Zintsmaster and Maria Ercsey-Ravasz and Christopher R Sweet and Matthew P Jacobson and Jeffrey W Peng and Jesús A Izaguirre",
            "2010",
            "0NhA_wEAAAAJ:3fE2CSJIrl8C",
            62,
            "https:\/\/journals.plos.org\/ploscompbiol\/article?id=10.1371\/journal.pcbi.1001015",
            "17218045188938015151",
            "\/scholar?cites=17218045188938015151",
            {
                "2011":5,
                "2012":10,
                "2013":10,
                "2014":10,
                "2015":8,
                "2016":5,
                "2017":3,
                "2018":5,
                "2019":2,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The authors accelerate the replica exchange method through an efficient all-pairs replica exchange. A proof of detailed balance is shown along with an analytical estimate of the enhanced exchange efficiency. The new method provides asymptotically four fold speedup of conformation traversal for replica counts of 8 and larger with typical exchange rates. Experimental tests using the blocked alanine dipeptide demonstrate the method’s correctness and show an approximate sampling efficiency improvement of 100% according to potential energy cumulative averages and an ergodic measure. An explicitly solvated PIN1 WW domain system of 4958 atoms is sampled using our new method, yielding a cluster sampling rate almost twice that of the single exchange near neighbor implementation. Computational software and scripts along with input and output data sets are available at http:∕∕www.nd.edu∕̃lcls∕APEREM.",
            "Accelerating the replica exchange method through an efficient all-pairs exchange",
            "Paul Brenner and Christopher R Sweet and Dustin VonHandorf and Jesús A Izaguirre",
            "2007",
            "0NhA_wEAAAAJ:roLk4NBRz8UC",
            60,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2436872",
            "10584155897028574341",
            "\/scholar?cites=10584155897028574341",
            {
                "2007":3,
                "2008":6,
                "2009":8,
                "2010":4,
                "2011":6,
                "2012":4,
                "2013":4,
                "2014":2,
                "2015":5,
                "2016":4,
                "2017":1,
                "2018":4,
                "2019":5,
                "2020":3
            }
        ],
        [
            "In this paper, a new three-dimensional modelling approach is described for studying fluid–viscoelastic cell interaction, the subcellular element Langevin (SCEL) method, with cells modelled by subcellular elements (SCEs) and SCE cells coupled with fluid flow and substrate models by using the Langevin equation. It is demonstrated that:(i) the new method is computationally efficient, scaling as 𝒪 (N) for N SCEs;(ii) cell geometry, stiffness and adhesivity can be modelled by directly relating parameters to experimentally measured values;(iii) modelling the fluid–platelet interface as a surface leads to a very good correlation with experimentally observed platelet flow interactions. Using this method, the three-dimensional motion of a viscoelastic platelet in a shear blood flow was simulated and compared with experiments on tracking platelets in a blood chamber. It is shown that the complex platelet-flipping dynamics under …",
            "Modelling platelet–blood flow interaction using the subcellular element Langevin method",
            "Christopher R Sweet and Santanu Chatterjee and Zhiliang Xu and Katharine Bisordi and Elliot D Rosen and Mark Alber",
            "2011",
            "0NhA_wEAAAAJ:5nxA0vEk-isC",
            47,
            "https:\/\/royalsocietypublishing.org\/doi\/abs\/10.1098\/rsif.2011.0180",
            "15312824052739464863",
            "\/scholar?cites=15312824052739464863",
            {
                "2010":1,
                "2011":3,
                "2012":6,
                "2013":7,
                "2014":8,
                "2015":5,
                "2016":5,
                "2017":1,
                "2018":6,
                "2019":3,
                "2020":1
            }
        ],
        [
            "Molecular dynamics trajectories that sample from a Gibbs distribution can be generated by introducing a modified Hamiltonian with additional degrees of freedom as described by Nosé [S. Nosé, Mol. Phys., 52 (1984), p. 255]. To achieve the ergodicity required for canonical sampling, a number of techniques have been proposed based on incorporating additional thermostatting variables, such as Nosé--Hoover chains and more recent fully Hamiltonian generalizations. For Nosé dynamics, it is often stated that the system is driven to equilibrium through a resonant interaction between the self-oscillation frequency of the thermostat variable and a natural frequency of the underlying system. In this article, we clarify this perspective, using harmonic models, and exhibit practical deficiencies of the standard Nosé chain approach. As a consequence of our analysis, we propose a new powerful \"recursive thermostatting\" …",
            "A Hamiltonian formulation for recursive multiple thermostats in a common timescale",
            "Benedict J Leimkuhler and Christopher R Sweet",
            "2005",
            "0NhA_wEAAAAJ:UeHWp8X0CEIC",
            47,
            "https:\/\/epubs.siam.org\/doi\/abs\/10.1137\/040606090",
            "5033957766431439232",
            "\/scholar?cites=5033957766431439232",
            {
                "2004":1,
                "2005":1,
                "2006":6,
                "2007":8,
                "2008":4,
                "2009":4,
                "2010":5,
                "2011":3,
                "2012":5,
                "2013":1,
                "2014":2,
                "2015":1,
                "2016":2,
                "2017":1,
                "2018":2
            }
        ],
        [
            "We propose a novel normal mode multiple time stepping Langevin dynamics integrator called NML. The aim is to approximate the kinetics or thermodynamics of a biomolecule by a reduced model based on a normal mode decomposition of the dynamical space. Our basis set uses the eigenvectors of a mass reweighted Hessian matrix calculated with a biomolecular force field. This particular choice has the advantage of an ordering according to the eigenvalues, which have a physical meaning of being the square of the mode frequency. Low frequency eigenvalues correspond to more collective motions, whereas the highest frequency eigenvalues are the limiting factor for the stability of the integrator. In NML, the higher frequency modes are overdamped and relaxed near their energy minimum while respecting the subspace of low frequency dynamical modes. Our numerical results confirm that both sampling and …",
            "Normal mode partitioning of Langevin dynamics for biomolecules",
            "Christopher R Sweet and Paula Petrone and Vijay S Pande and Jesús A Izaguirre",
            "2008",
            "0NhA_wEAAAAJ:Se3iqnhoufwC",
            42,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2883966",
            "12502030071518038180",
            "\/scholar?cites=12502030071518038180",
            {
                "2008":3,
                "2009":3,
                "2010":8,
                "2011":9,
                "2012":7,
                "2013":2,
                "2014":1,
                "2015":1,
                "2016":2,
                "2017":1,
                "2018":2,
                "2019":1,
                "2020":1
            }
        ],
        [
            "In very low density situations where a single myxobacterial cell is isolated from direct contact with other cells, the slime capsule interaction with the substrate or slime tracks on the substrate produce a viscous drag that results in a smooth gliding motion. Viscoelastic interactions of myxobacteria cells in a low-density domain close to the edge of a swarm are studied using a combination of a cell-based three-dimensional computational model and cell-tracking experiments. The model takes into account the flexible nature of Myxococcus xanthus as well as the effects of adhesion between cells arising from the interaction of the capsular polysaccharide covering two cells in contact with each other. New image and dynamic cell curvature analysis algorithms are used to track and measure the change in cell shapes that occur as flexible cells undergo significant bending during collisions resulting in direct calibration of the …",
            "Study of elastic collisions of Myxococcus xanthus in swarms",
            "Cameron W Harvey and Faruck Morcos and Christopher R Sweet and Dale Kaiser and Santanu Chatterjee and Xiaomin Liu and Danny Z Chen and Mark Alber",
            "2011",
            "0NhA_wEAAAAJ:8k81kl-MbHgC",
            39,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1478-3975\/8\/2\/026016\/meta",
            "16754750861715077331",
            "\/scholar?cites=16754750861715077331",
            {
                "2011":2,
                "2012":4,
                "2013":10,
                "2014":8,
                "2015":5,
                "2016":2,
                "2017":4,
                "2018":1,
                "2019":1,
                "2020":2
            }
        ],
        [
            "Simulations that sample from the canonical ensemble can be generated by the addition of a single degree of freedom, provided that the system is ergodic, as described by Nosé with subsequent modifications by Hoover to allow sampling in real time. Nosé–Hoover dynamics is not ergodic for small or stiff systems and the addition of auxiliary thermostats is needed to overcome this deficiency. Nosé–Hoover dynamics, like its derivatives, does not have a Hamiltonian structure, precluding the use of symplectic integrators which are noted for their long term stability and structure preservation. As an alternative to Nosé–Hoover, the Hamiltonian Nosé–Poincaré method was proposed by Bond, Laird, and Leimkuhler [J. Comput. Phys. 151, 114 (1999)], but the straightforward addition of thermostatting chains does not sample from the canonical ensemble. In this paper a method is proposed whereby additional thermostats can …",
            "The canonical ensemble via symplectic integrators using Nosé and Nosé–Poincaré chains",
            "Benedict J Leimkuhler and Christopher R Sweet",
            "2004",
            "0NhA_wEAAAAJ:hqOjcs7Dif8C",
            38,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1740753",
            "12760086958704553891",
            "\/scholar?cites=12760086958704553891",
            {
                "2004":3,
                "2005":3,
                "2006":6,
                "2007":3,
                "2008":4,
                "2009":1,
                "2010":3,
                "2011":3,
                "2012":4,
                "2013":1,
                "2014":2,
                "2015":1,
                "2016":3
            }
        ],
        [
            "Proteins and other macromolecules have coupled dynamics over multiple time scales (from femtosecond to millisecond and beyond) that make resolving molecular dynamics challenging. We present an approach based on periodically decomposing the dynamics of a macromolecule into slow and fast modes based on a scalable coarse-grained normal mode analysis. A Langevin equation is used to propagate the slowest degrees of freedom while minimizing the nearly instantaneous degrees of freedom. We present numerical results showing that time steps of up to 1000 fs can be used, with real speedups of up to 200 times over plain molecular dynamics. We present results of successfully folding the Fip35 mutant of WW domain.",
            "Multiscale dynamics of macromolecules using normal mode Langevin",
            "Jesús A Izaguirre and Christopher R Sweet and Vijay S Pande",
            "2010",
            "0NhA_wEAAAAJ:Tyk-4Ss8FVUC",
            31,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/9789814295291_0026",
            "6798382655948538532",
            "\/scholar?cites=6798382655948538532",
            {
                "2010":1,
                "2011":8,
                "2012":6,
                "2013":2,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":1,
                "2018":4,
                "2019":5
            }
        ],
        [
            "Hybrid Monte Carlo (HMC) is a rigorous sampling method that uses molecular dynamics (MD) as a global Monte Carlo move. The acceptance rate of HMC decays exponentially with system size. The shadow hybrid Monte Carlo (SHMC) was previously introduced to reduce this performance degradation by sampling instead from the shadow Hamiltonian defined for MD when using a symplectic integrator. SHMC’s performance is limited by the need to generate momenta for the MD step from a nonseparable shadow Hamiltonian. We introduce the separable shadow Hamiltonian hybrid Monte Carlo (S2HMC) method based on a formulation of the leapfrog\/Verlet integrator that corresponds to a separable shadow Hamiltonian, which allows efficient generation of momenta. S2HMC gives the acceptance rate of a fourth order integrator at the cost of a second-order integrator. Through numerical experiments we show that …",
            "A separable shadow Hamiltonian hybrid Monte Carlo method",
            "Christopher R Sweet and Scott S Hampton and Robert D Skeel and Jesús A Izaguirre",
            "2009",
            "0NhA_wEAAAAJ:u-x6o8ySG0sC",
            31,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3253687",
            "461622109452501167",
            "\/scholar?cites=461622109452501167",
            {
                "2010":3,
                "2011":3,
                "2012":1,
                "2013":5,
                "2014":2,
                "2015":3,
                "2016":5,
                "2017":7,
                "2018":2
            }
        ],
        [
            "Molecular dynamics (MD) simulations now play a key role in many areas of theoretical chemistry, biology, physics, and materials science. In many cases, such calculations are significantly limited by the massive amount of computer time needed to perform calculations of interest. Herein, we present long timestep molecular dynamics (LTMD), a method to significantly speed MD simulations. In particular, we discuss new methods to calculate the needed terms in LTMD as well as issues germane to a graphical processing unit (GPU) implementation. The resulting code, implemented in the OpenMM MD library, can achieve a significant 6-fold speed increase, leading to MD simulations on the order of 5 μs\/day using implicit solvent models.",
            "Long timestep molecular dynamics on the graphical processing unit",
            "James C Sweet and Ronald J Nowling and Trevor Cickovski and Christopher R Sweet and Vijay S Pande and Jesus A Izaguirre",
            "2013",
            "0NhA_wEAAAAJ:Y0pCki6q_DkC",
            14,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ct400331r",
            "6971913467632663283",
            "\/scholar?cites=6971913467632663283",
            {
                "2014":1,
                "2015":4,
                "2016":4,
                "2017":3,
                "2018":1,
                "2019":1
            }
        ]
    ]
}