{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Two fundamental ingredients play a decisive role in the foundation of fluctuation relations: the principle of microreversibility and the fact that thermal equilibrium is described by the Gibbs canonical ensemble. Building on these two pillars the reader is guided through a self-contained exposition of the theory and applications of quantum fluctuation relations. These are exact results that constitute the fulcrum of the recent development of nonequilibrium thermodynamics beyond the linear response regime. The material is organized in a way that emphasizes the historical connection between quantum fluctuation relations and (non) linear response theory. A number of fundamental issues are clarified which were not completely settled in the prior literature. The main focus is on (i) work fluctuation relations for transiently driven closed or open quantum systems, and (ii) on fluctuation relations for heat and matter exchange in …",
            "Colloquium: Quantum fluctuation relations: Foundations and applications",
            "Michele Campisi and Peter Hänggi and Peter Talkner",
            "2011",
            "0PHX1NAAAAAJ:SP6oXDckpogC",
            1023,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.83.771",
            "16315756593063535616",
            "\/scholar?cites=16315756593063535616",
            {
                "2011":21,
                "2012":52,
                "2013":71,
                "2014":99,
                "2015":124,
                "2016":116,
                "2017":130,
                "2018":142,
                "2019":107,
                "2020":153,
                "2021":4
            }
        ],
        [
            "Generation of nanomechanical cantilever motion from biomolecular  interactions can have wide applications, ranging from high-throughput  biomolecular detection to bioactuation. Although it has been suggested  that such motion is caused by changes in surface stress of a cantilever  beam, the origin of the surface-stress change has so far not been  elucidated. By using DNA hybridization experiments, we show that the  origin of motion lies in the interplay between changes in  configurational entropy and intermolecular energetics induced by  specific biomolecular interactions. By controlling entropy change  during DNA hybridization, the direction of cantilever motion can be  manipulated. These thermodynamic principles were also used to explain  the origin of motion generated from protein–ligand binding.",
            "Origin of nanomechanical cantilever motion generated from biomolecular interactions",
            "Guanghua Wu and Haifeng Ji and Karolyn Hansen and Thomas Thundat and Ram Datar and Richard Cote and Michael F Hagan and Arup K Chakraborty and Arunava Majumdar",
            "2001",
            "0PHX1NAAAAAJ:u5HHmVD_uO8C",
            636,
            "https:\/\/www.pnas.org\/content\/98\/4\/1560.short",
            "10296040956701710871",
            "\/scholar?cites=10296040956701710871",
            {
                "2001":12,
                "2002":25,
                "2003":36,
                "2004":44,
                "2005":36,
                "2006":37,
                "2007":60,
                "2008":64,
                "2009":44,
                "2010":38,
                "2011":46,
                "2012":41,
                "2013":26,
                "2014":41,
                "2015":22,
                "2016":15,
                "2017":12,
                "2018":17,
                "2019":6,
                "2020":12
            }
        ],
        [
            "We examine a minimal model for an active colloidal fluid in the form of self-propelled Brownian spheres that interact purely through excluded volume with no aligning interaction. Using simulations and analytic modeling, we quantify the phase diagram and separation kinetics. We show that this nonequilibrium active system undergoes an analog of an equilibrium continuous phase transition, with a binodal curve beneath which the system separates into dense and dilute phases whose concentrations depend only on activity. The dense phase is a unique material that we call an active solid, which exhibits the structural signatures of a crystalline solid near the crystal-hexatic transition point, and anomalous dynamics including superdiffusive motion on intermediate time scales.",
            "Structure and dynamics of a phase-separating active colloidal fluid",
            "Gabriel S Redner and Michael F Hagan and Aparna Baskaran",
            "2013",
            "0PHX1NAAAAAJ:kNdYIx-mwKoC",
            562,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.055701",
            "6723155855424204944",
            "\/scholar?cites=6723155855424204944",
            {
                "2013":12,
                "2014":46,
                "2015":59,
                "2016":74,
                "2017":69,
                "2018":80,
                "2019":84,
                "2020":119,
                "2021":14
            }
        ],
        [
            "We develop a class of models with which we simulate the assembly of particles into T1 capsidlike objects using Newtonian dynamics. By simulating assembly for many different values of system parameters, we vary the forces that drive assembly. For some ranges of parameters, assembly is facile; for others, assembly is dynamically frustrated by kinetic traps corresponding to malformed or incompletely formed capsids. Our simulations sample many independent trajectories at various capsomer concentrations, allowing for statistically meaningful conclusions. Depending on subunit (i.e., capsomer) geometries, successful assembly proceeds by several mechanisms involving binding of intermediates of various sizes. We discuss the relationship between these mechanisms and experimental evaluations of capsid assembly processes.",
            "Dynamic pathways for viral capsid assembly",
            "Michael F Hagan and David Chandler",
            "2006",
            "0PHX1NAAAAAJ:u-x6o8ySG0sC",
            327,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349506717064",
            "3403008581382423262",
            "\/scholar?cites=3403008581382423262",
            {
                "2006":3,
                "2007":20,
                "2008":12,
                "2009":25,
                "2010":32,
                "2011":19,
                "2012":27,
                "2013":26,
                "2014":25,
                "2015":35,
                "2016":26,
                "2017":19,
                "2018":17,
                "2019":15,
                "2020":19,
                "2021":5
            }
        ],
        [
            "The study of liquid crystals at equilibrium has led to fundamental insights into the nature of ordered materials, as well as to practical applications such as display technologies. Active nematics are a fundamentally different class of liquid crystals, driven away from equilibrium by the autonomous motion of their constituent rod-like particles 1, 2, 3, 4. This internally generated activity powers the continuous creation and annihilation of topological defects, which leads to complex streaming flows whose chaotic dynamics seem to destroy long-range order 5, 6, 7, 8, 9, 10, 11. Here, we study these dynamics in experimental and computational realizations of active nematics. By tracking thousands of defects over centimetre-scale distances in microtubule-based active nematics, we identify a non-equilibrium phase characterized by a system-spanning orientational order of defects. This emergent order persists over hours despite …",
            "Orientational order of motile defects in active nematics",
            "Stephen J DeCamp and Gabriel S Redner and Aparna Baskaran and Michael F Hagan and Zvonimir Dogic",
            "2015",
            "0PHX1NAAAAAJ:M05iB0D1s5AC",
            219,
            "https:\/\/www.nature.com\/articles\/nmat4387",
            "3594495627563071375",
            "\/scholar?cites=3594495627563071375",
            {
                "2015":2,
                "2016":22,
                "2017":41,
                "2018":43,
                "2019":54,
                "2020":51,
                "2021":5
            }
        ],
        [
            "From determining the optical properties of simple molecular crystals to establishing the preferred handedness in highly complex vertebrates, molecular chirality profoundly influences the structural, mechanical and optical properties of both synthetic and biological matter on macroscopic length scales 1, 2. In soft materials such as amphiphilic lipids and liquid crystals, the competition between local chiral interactions and global constraints imposed by the geometry of the self-assembled structures leads to frustration and the assembly of unique materials 3, 4, 5, 6. An example of particular interest is smectic liquid crystals, where the two-dimensional layered geometry cannot support twist and chirality is consequently expelled to the edges in a manner analogous to the expulsion of a magnetic field from superconductors 7, 8, 9, 10. Here we demonstrate a consequence of this geometric frustration that leads to a new …",
            "Reconfigurable self-assembly through chiral control of interfacial tension",
            "Thomas Gibaud and Edward Barry and Mark J Zakhary and Mir Henglin and Andrew Ward and Yasheng Yang and Cristina Berciu and Rudolf Oldenbourg and Michael F Hagan and Daniela Nicastro and Robert B Meyer and Zvonimir Dogic",
            "2012",
            "0PHX1NAAAAAJ:eQOLeE2rZwMC",
            194,
            "https:\/\/www.nature.com\/articles\/nature10769",
            "7959221623334191867",
            "\/scholar?cites=7959221623334191867",
            {
                "2012":11,
                "2013":24,
                "2014":30,
                "2015":26,
                "2016":19,
                "2017":26,
                "2018":20,
                "2019":14,
                "2020":22,
                "2021":1
            }
        ],
        [
            "Recent experiments show that the adsorption of biomolecules on one surface of a microcantilever generates surface stresses that cause the cantilever to deflect. If a second species binds to the adsorbed molecules, the stresses change, resulting in a different deflection. By choosing adsorbed probe molecules that recognize specific molecules, it may be possible to detect pathogens and biohazards. In particular, Fritz et al. (Fritz, J.; Baller, M. K.; Lang, H. P.; Rothuizen, H.; Vettiger, P.; Meyer, E.; Guntherodt, H.-J.; Gerber, Ch.; Gimzewski, J. K. Science 2000, 288, 316) and Wu et al. (Wu, G.; Haifeng, J.; Hansen, K.; Thundat, T.; Datar, R.; Cote, R.; Hagan, M. F.; Chakraborty, A. K.; Majumdar, A. Proc. Natl. Acad. Sci. U.S.A. 2001, 98, 1560) show that the presence of an individual sequence of DNA may be identified by observing the change in deflection as hybridization occurs. Also, it has been shown that this platform can …",
            "Nanomechanical forces generated by surface grafted DNA",
            "Michael F Hagan and Arun Majumdar and Arup K Chakraborty",
            "2002",
            "0PHX1NAAAAAJ:d1gkVwhDpl0C",
            185,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp020972o",
            "3675015242210200271",
            "\/scholar?cites=3675015242210200271",
            {
                "2002":1,
                "2003":12,
                "2004":10,
                "2005":13,
                "2006":12,
                "2007":20,
                "2008":17,
                "2009":17,
                "2010":20,
                "2011":5,
                "2012":12,
                "2013":11,
                "2014":9,
                "2015":7,
                "2016":7,
                "2017":2,
                "2018":3,
                "2019":6
            }
        ],
        [
            "Viruses are nanoscale entities containing a nucleic acid genome encased in a protein shell called a capsid and in some cases are surrounded by a lipid bilayer membrane. This review summarizes the physics that govern the processes by which capsids assemble within their host cells and in vitro. We describe the thermodynamics and kinetics for the assembly of protein subunits into icosahedral capsid shells and how these are modified in cases in which the capsid assembles around a nucleic acid or on a lipid bilayer. We present experimental and theoretical techniques used to characterize capsid assembly, and we highlight aspects of virus assembly that are likely to receive significant attention in the near future.",
            "Mechanisms of virus assembly",
            "Jason D Perlmutter and Michael F Hagan",
            "2015",
            "0PHX1NAAAAAJ:GnPB-g6toBAC",
            182,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev-physchem-040214-121637",
            "6849009769262317607",
            "\/scholar?cites=6849009769262317607",
            {
                "2015":9,
                "2016":22,
                "2017":29,
                "2018":41,
                "2019":27,
                "2020":45,
                "2021":7
            }
        ],
        [
            "We study mixtures of self-propelled and passive rod-like particles in two dimensions using Brownian dynamics simulations. The simulations demonstrate that the two species spontaneously segregate to generate a rich array of dynamical domain structures whose properties depend on the propulsion velocity, density, and composition. In addition to presenting phase diagrams as a function of the system parameters, we investigate the mechanisms driving segregation. We show that the difference in collision frequencies between self-propelled and passive rods provides a driving force for segregation, which is amplified by the tendency of the self-propelled rods to swarm or cluster. Finally, both self-propelled and passive rods exhibit giant number fluctuations for sufficient propulsion velocities.",
            "Spontaneous segregation of self-propelled particles with different motilities",
            "Samuel R McCandlish and Aparna Baskaran and Michael F Hagan",
            "2012",
            "0PHX1NAAAAAJ:Y0pCki6q_DkC",
            181,
            "https:\/\/pubs.rsc.org\/lv\/content\/articlehtml\/2012\/sm\/c2sm06960a",
            "12095450718127040348",
            "\/scholar?cites=12095450718127040348",
            {
                "2011":1,
                "2012":11,
                "2013":14,
                "2014":26,
                "2015":25,
                "2016":28,
                "2017":20,
                "2018":18,
                "2019":19,
                "2020":17,
                "2021":2
            }
        ],
        [
            "Water near extended hydrophobic surfaces is like that at a liquid–vapor interface, where fluctuations in water density are substantially enhanced compared to those in bulk water. Here we use molecular simulations with specialized sampling techniques to show that water density fluctuations are similarly enhanced, even near hydrophobic surfaces of complex biomolecules, situating them at the edge of a dewetting transition. Consequently, water near these surfaces is sensitive to subtle changes in surface conformation, topology, and chemistry, any of which can tip the balance toward or away from the wet state and thus significantly alter biomolecular interactions and function. Our work also resolves the long-standing puzzle of why some biological surfaces dewet and other seemingly similar surfaces do not.",
            "Sitting at the edge: How biomolecules use hydrophobicity to tune their interactions and function",
            "Amish J Patel and Patrick Varilly and Sumanth N Jamadagni and Michael F Hagan and David Chandler and Shekhar Garde",
            "2012",
            "0PHX1NAAAAAJ:roLk4NBRz8UC",
            171,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp2107523",
            "6812960308489913475",
            "\/scholar?cites=6812960308489913475",
            {
                "2012":8,
                "2013":16,
                "2014":23,
                "2015":24,
                "2016":29,
                "2017":21,
                "2018":17,
                "2019":12,
                "2020":16,
                "2021":4
            }
        ]
    ]
}