{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We describe a general technique that allows one to induce and control strong interaction between spin states of neighboring atoms in an optical lattice. We show that the properties of spin exchange interactions, such as magnitude, sign, and anisotropy, can be designed by adjusting the optical potentials. We illustrate how this technique can be used to efficiently “engineer” quantum spin systems with desired properties, for specific examples ranging from scalable quantum computation to probing a model with complex topological order that supports exotic anyonic excitations.",
            "Controlling spin exchange interactions of ultracold atoms in optical lattices",
            "L-M Duan and E Demler and Mikhail D Lukin",
            "2003",
            "0qjME1gAAAAJ:S16KYo8Pm5AC",
            1249,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.090402",
            "9819439328627548616",
            "\/scholar?cites=9819439328627548616",
            {
                "2003":11,
                "2004":32,
                "2005":70,
                "2006":60,
                "2007":62,
                "2008":99,
                "2009":95,
                "2010":107,
                "2011":86,
                "2012":82,
                "2013":79,
                "2014":85,
                "2015":70,
                "2016":74,
                "2017":50,
                "2018":62,
                "2019":48,
                "2020":67,
                "2021":4
            }
        ],
        [
            "Photons rarely interact—which makes it challenging to build all-optical devices in which one light signal controls another. Even in nonlinear optical media, in which two beams can interact because of their influence on the medium’s refractive index, this interaction is weak at low light levels. Here, we propose a novel approach to realizing strong nonlinear interactions at the single-photon level, by exploiting the strong coupling between individual optical emitters and propagating surface plasmons confined to a conducting nanowire. We show that this system can act as a nonlinear two-photon switch for incident photons propagating along the nanowire, which can be coherently controlled using conventional quantum-optical techniques. Furthermore, we discuss how the interaction can be tailored to create a single-photon transistor, where the presence (or absence) of a single incident photon in a ‘gate’field is sufficient …",
            "A single-photon transistor using nanoscale surface plasmons",
            "Darrick E Chang and Anders S Sørensen and Eugene A Demler and Mikhail D Lukin",
            "2007",
            "0qjME1gAAAAJ:hFOr9nPyWt4C",
            1229,
            "https:\/\/www.nature.com\/articles\/nphys708",
            "1741711149834915643",
            "\/scholar?cites=1741711149834915643",
            {
                "2007":4,
                "2008":47,
                "2009":69,
                "2010":66,
                "2011":74,
                "2012":126,
                "2013":127,
                "2014":116,
                "2015":107,
                "2016":107,
                "2017":106,
                "2018":117,
                "2019":80,
                "2020":73,
                "2021":6
            }
        ],
        [
            "Topological properties of physical systems can lead to robust behaviors that are insensitive to microscopic details. Such topologically robust phenomena are not limited to static systems but can also appear in driven quantum systems. In this paper, we show that the Floquet operators of periodically driven systems can be divided into topologically distinct (homotopy) classes and give a simple physical interpretation of this classification in terms of the spectra of Floquet operators. Using this picture, we provide an intuitive understanding of the well-known phenomenon of quantized adiabatic pumping. Systems whose Floquet operators belong to the trivial class simulate the dynamics generated by time-independent Hamiltonians, which can be topologically classified according to the schemes developed for static systems. We demonstrate these principles through an example of a periodically driven two-dimensional …",
            "Topological characterization of periodically driven quantum systems",
            "Takuya Kitagawa and Erez Berg and Mark Rudner and Eugene Demler",
            "2010",
            "0qjME1gAAAAJ:wvYxNZNCP7wC",
            937,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.82.235114",
            "17997006634173365244",
            "\/scholar?cites=17997006634173365244",
            {
                "2011":14,
                "2012":33,
                "2013":43,
                "2014":61,
                "2015":74,
                "2016":118,
                "2017":146,
                "2018":130,
                "2019":123,
                "2020":180,
                "2021":10
            }
        ],
        [
            "Topological properties of physical systems can lead to robust behaviors that are insensitive to microscopic details. Such topologically robust phenomena are not limited to static systems but can also appear in driven quantum systems. In this paper, we show that the Floquet operators of periodically driven systems can be divided into topologically distinct (homotopy) classes and give a simple physical interpretation of this classification in terms of the spectra of Floquet operators. Using this picture, we provide an intuitive understanding of the well-known phenomenon of quantized adiabatic pumping. Systems whose Floquet operators belong to the trivial class simulate the dynamics generated by time-independent Hamiltonians, which can be topologically classified according to the schemes developed for static systems. We demonstrate these principles through an example of a periodically driven two-dimensional …",
            "Topological characterization of periodically driven quantum systems",
            "Takuya Kitagawa and Erez Berg and Mark Rudner and Eugene Demler",
            "2010",
            "0qjME1gAAAAJ:ML0RJ9NH7IQC",
            937,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.82.235114",
            "17997006634173365244",
            "\/scholar?cites=17997006634173365244",
            {
                "2011":14,
                "2012":33,
                "2013":43,
                "2014":61,
                "2015":74,
                "2016":118,
                "2017":146,
                "2018":130,
                "2019":123,
                "2020":180,
                "2021":10
            }
        ],
        [
            "Phenomena associated with the topological properties of physical systems can be naturally robust against perturbations. This robustness is exemplified by quantized conductance and edge state transport in the quantum Hall and quantum spin Hall effects. Here we show how exploiting topological properties of optical systems can be used to improve photonic devices. We demonstrate how quantum spin Hall Hamiltonians can be created with linear optical elements using a network of coupled resonator optical waveguides (CROW) in two dimensions. We find that key features of quantum Hall systems, including the characteristic Hofstadter butterfly and robust edge state transport, can be obtained in such systems. As a specific application, we show that topological protection can be used to improve the performance of optical delay lines and to overcome some limitations related to disorder in photonic technologies.",
            "Robust optical delay lines with topological protection",
            "Mohammad Hafezi and Eugene A Demler and Mikhail D Lukin and Jacob M Taylor",
            "2011",
            "0qjME1gAAAAJ:yD5IFk8b50cC",
            932,
            "https:\/\/www.nature.com\/articles\/nphys2063",
            "3409321922900201976",
            "\/scholar?cites=3409321922900201976",
            {
                "2012":19,
                "2013":45,
                "2014":58,
                "2015":95,
                "2016":99,
                "2017":115,
                "2018":141,
                "2019":155,
                "2020":187,
                "2021":13
            }
        ],
        [
            "Understanding relaxation processes is an important unsolved problem in many areas of physics. A key challenge is the scarcity of experimental tools for the characterization of complex transient states. We used measurements of full quantum mechanical probability distributions of matter-wave interference to study the relaxation dynamics of a coherently split one-dimensional Bose gas and obtained comprehensive information about the dynamical states of the system. After an initial rapid evolution, the full distributions reveal the approach toward a thermal-like steady state characterized by an effective temperature that is independent from the initial equilibrium temperature of the system before the splitting process. We conjecture that this state can be described through a generalized Gibbs ensemble and associate it with prethermalization.",
            "Relaxation and prethermalization in an isolated quantum system",
            "Michael Gring and Maximilian Kuhnert and Tim Langen and Takuya Kitagawa and Bernhard Rauer and Matthias Schreitl and Igor Mazets and D Adu Smith and Eugene Demler and Jörg Schmiedmayer",
            "2012",
            "0qjME1gAAAAJ:AvfA0Oy_GE0C",
            858,
            "https:\/\/science.sciencemag.org\/content\/337\/6100\/1318.abstract",
            "8468283362418213344",
            "\/scholar?cites=8468283362418213344",
            {
                "2012":9,
                "2013":62,
                "2014":95,
                "2015":104,
                "2016":109,
                "2017":96,
                "2018":132,
                "2019":112,
                "2020":134,
                "2021":4
            }
        ],
        [
            "In this paper, we study transport properties of nonequilibrium systems under the application of light in many-terminal measurements, using the Floquet picture. We propose and demonstrate that the quantum transport properties can be controlled in materials such as graphene and topological insulators, via the application of light. Remarkably, under the application of off-resonant light, topological transport properties can be induced; these systems exhibit quantum Hall effects in the absence of a magnetic field with a near quantization of the Hall conductance, realizing so-called quantum Hall systems without Landau levels first proposed by Haldane.",
            "Transport properties of nonequilibrium systems under the application of light: Photoinduced quantum Hall insulators without Landau levels",
            "Takuya Kitagawa and Takashi Oka and Arne Brataas and Liang Fu and Eugene Demler",
            "2011",
            "0qjME1gAAAAJ:uWiczbcajpAC",
            742,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.84.235108",
            "8444423723317125378",
            "\/scholar?cites=8444423723317125378",
            {
                "2012":20,
                "2013":45,
                "2014":54,
                "2015":78,
                "2016":91,
                "2017":98,
                "2018":113,
                "2019":106,
                "2020":130,
                "2021":6
            }
        ],
        [
            "Quantum mechanical superexchange interactions form the basis of quantum magnetism in strongly correlated electronic media. We report on the direct measurement of superexchange interactions with ultracold atoms in optical lattices. After preparing a spin-mixture of ultracold atoms in an antiferromagnetically ordered state, we measured coherent superexchange-mediated spin dynamics with coupling energies from 5 hertz up to 1 kilohertz. By dynamically modifying the potential bias between neighboring lattice sites, the magnitude and sign of the superexchange interaction can be controlled, thus allowing the system to be switched between antiferromagnetic and ferromagnetic spin interactions. We compare our findings to predictions of a two-site Bose-Hubbard model and find very good agreement, but are also able to identify corrections that can be explained by the inclusion of direct nearest-neighbor interactions.",
            "Time-resolved observation and control of superexchange interactions with ultracold atoms in optical lattices",
            "Stefan Trotzky and Patrick Cheinet and Simon Fölling and Michael Feld and Ute Schnorrberger and Ana Maria Rey and Anatoli Polkovnikov and Eugene A Demler and Mikhail D Lukin and Immanuel Bloch",
            "2008",
            "0qjME1gAAAAJ:SP6oXDckpogC",
            720,
            "https:\/\/science.sciencemag.org\/content\/319\/5861\/295.abstract",
            "4103765461482141514",
            "\/scholar?cites=4103765461482141514",
            {
                "2008":37,
                "2009":58,
                "2010":71,
                "2011":72,
                "2012":57,
                "2013":66,
                "2014":72,
                "2015":51,
                "2016":70,
                "2017":38,
                "2018":52,
                "2019":34,
                "2020":39,
                "2021":1
            }
        ],
        [
            "Geometric phases that characterize the topological properties of Bloch bands play a fundamental role in the band theory of solids. Here we report on the measurement of the geometric phase acquired by cold atoms moving in one-dimensional optical lattices. Using a combination of Bloch oscillations and Ramsey interferometry, we extract the Zak phase—the Berry phase gained during the adiabatic motion of a particle across the Brillouin zone—which can be viewed as an invariant characterizing the topological properties of the band. For a dimerized lattice, which models polyacetylene, we measure a difference of the Zak phase δ φ Zak= 0.97 (2) π for the two possible polyacetylene phases with different dimerization. The two dimerized phases therefore belong to different topological classes, such that for a filled band, domain walls have fractional quantum numbers. Our work establishes a new general approach for …",
            "Direct measurement of the Zak phase in topological Bloch bands",
            "Marcos Atala and Monika Aidelsburger and Julio T Barreiro and Dmitry Abanin and Takuya Kitagawa and Eugene Demler and Immanuel Bloch",
            "2013",
            "0qjME1gAAAAJ:b1wdh0AR-JQC",
            687,
            "https:\/\/www.nature.com\/articles\/nphys2790",
            "9133606759358373247",
            "\/scholar?cites=9133606759358373247",
            {
                "2013":7,
                "2014":49,
                "2015":79,
                "2016":94,
                "2017":97,
                "2018":97,
                "2019":121,
                "2020":129,
                "2021":12
            }
        ],
        [
            "We propose to utilize density-density correlations in the image of an expanding gas cloud to probe complex many-body states of trapped ultracold atoms. In particular, we show how this technique can be used to detect superfluidity of fermionic gases and to study spin correlations of multicomponent atoms in optical lattices. The feasibility of the method is investigated by analysis of the relevant signal to noise ratio including experimental imperfections.",
            "Probing many-body states of ultracold atoms via noise correlations",
            "Ehud Altman and Eugene Demler and Mikhail D Lukin",
            "2004",
            "0qjME1gAAAAJ:K3LRdlH-MEoC",
            677,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.70.013603",
            "4489657612518348257",
            "\/scholar?cites=4489657612518348257",
            {
                "2004":5,
                "2005":31,
                "2006":60,
                "2007":73,
                "2008":75,
                "2009":67,
                "2010":56,
                "2011":47,
                "2012":48,
                "2013":30,
                "2014":42,
                "2015":19,
                "2016":26,
                "2017":18,
                "2018":22,
                "2019":19,
                "2020":30,
                "2021":2
            }
        ]
    ]
}