{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "A feature of prospective memory tasks is that they tend to be embedded into other background activities. Two experiments examined how the demands of these background activities affect age differences in prospective memory. The first experiment showed that increasing the demands of the background activities (by adding a digit-monitoring task) significantly reduced prospective memory performance. Planned comparisons revealed that age differences in prospective memory were reliable only in the more demanding background condition. The second experiment revealed significant prospective memory declines when the demands were selectively increased at encoding for both younger and older adults. When the demands were selectively increased at retrieval, older adults were particularly affected. The authors propose a model that relies on both automatic retrieval processes and working memory resources …",
            "Aging and prospective memory: the influence of increased task demands at encoding and retrieval.",
            "Gilles O Einstein and Rebekah E Smith and Mark A McDaniel and Pat Shaw",
            "1997",
            "0qwPR4MAAAAJ:TFP_iSt0sucC",
            852,
            "https:\/\/psycnet.apa.org\/record\/1997-05724-007",
            "15683462803005509124",
            "\/scholar?cites=15683462803005509124",
            {
                "1996":4,
                "1997":7,
                "1998":15,
                "1999":19,
                "2000":21,
                "2001":15,
                "2002":19,
                "2003":31,
                "2004":21,
                "2005":26,
                "2006":54,
                "2007":47,
                "2008":54,
                "2009":38,
                "2010":54,
                "2011":49,
                "2012":52,
                "2013":39,
                "2014":47,
                "2015":38,
                "2016":42,
                "2017":31,
                "2018":44,
                "2019":33,
                "2020":30,
                "2021":7
            }
        ],
        [
            "Prospective memory tasks are often accomplished during the performance of other activities. Despite the dual-task nature of prospective memory, little attention has been paid to how successful prospective memory performance affects ongoing activities. In the first 2 experiments, participants performing an embedded prospective memory task had longer response times on nonprospective memory target trials of a lexical decision task than participants performing the lexical decision task alone. In the prospective memory groups, longer lexical decision response times were associated with better prospective memory performance (Experiments 1, 2, and 3), a pattern not demonstrated with an embedded retrospective memory task (Experiment 2). The results of Experiment 3 suggest that the retrieval of a delayed intention, or the prospective component, can require capacity.(PsycINFO Database Record (c) 2016 APA, all …",
            "The cost of remembering to remember in event-based prospective memory: investigating the capacity demands of delayed intention performance.",
            "Rebekah E Smith",
            "2003",
            "0qwPR4MAAAAJ:u5HHmVD_uO8C",
            789,
            "https:\/\/psycnet.apa.org\/record\/2003-00341-003",
            "442586718975353560",
            "\/scholar?cites=442586718975353560",
            {
                "2003":4,
                "2004":5,
                "2005":26,
                "2006":29,
                "2007":36,
                "2008":36,
                "2009":36,
                "2010":47,
                "2011":62,
                "2012":48,
                "2013":59,
                "2014":56,
                "2015":60,
                "2016":54,
                "2017":53,
                "2018":59,
                "2019":64,
                "2020":44,
                "2021":3
            }
        ],
        [
            "Prospective memory is remembering to perform an action in the future. The authors introduce the 1st formal model of event-based prospective memory, namely, a multinomial model that includes 2 separate parameters related to prospective memory processes. The 1st measures preparatory attentional processes, and the 2nd measures retrospective memory processes. The model was validated in 4 experiments. Manipulations of instructions to place importance on either the prospective memory task or the background task (Experiments 1 and 2) and manipulations of distinctiveness of prospective memory targets (Experiment 2) had expected effects on model parameters, as did a manipulation of the difficulty of prospective memory target encoding (Experiments 3 and 4). An alternative model was also evaluated.(PsycINFO Database Record (c) 2016 APA, all rights reserved)",
            "A multinomial model of event-based prospective memory.",
            "Rebekah E Smith and Ute J Bayen",
            "2004",
            "0qwPR4MAAAAJ:u-x6o8ySG0sC",
            473,
            "https:\/\/psycnet.apa.org\/record\/2004-15494-002",
            "14542660793618515234",
            "\/scholar?cites=14542660793618515234",
            {
                "2003":3,
                "2004":10,
                "2005":23,
                "2006":26,
                "2007":29,
                "2008":16,
                "2009":32,
                "2010":38,
                "2011":38,
                "2012":28,
                "2013":46,
                "2014":34,
                "2015":28,
                "2016":36,
                "2017":29,
                "2018":25,
                "2019":26,
                "2020":2
            }
        ],
        [
            "A feature of prospective memory tasks is that they tend to be embedded into other background activities. Two experiments examined how the demands of these background activities affect age differences in prospective memory. The first experiment showed that increasing the demands of the background activities (by adding a digit-monitoring task) significantly reduced prospective memory performance. Planned comparisons revealed that age differences in prospective memory were reliable only in the more demanding background condition. The second experiment revealed significant prospective memory declines when the demands were selectively increased at encoding for both younger and older adults. When the demands were selectively increased at retrieval, older adults were particularly affected. The authors propose a model that relies on both automatic retrieval processes and working memory resources …",
            "Aging and prospective memory: The influence of increased task demands at encoding and retrieval.",
            "Gilles O Einstein and Rebekah E Smith and Mark A McDaniel and Pat Shaw",
            "1997",
            "0qwPR4MAAAAJ:d1gkVwhDpl0C",
            312,
            "https:\/\/psycnet.apa.org\/record\/1997-05724-007",
            "3640247996705835403",
            "\/scholar?cites=3640247996705835403",
            {
                "1998":6,
                "1999":4,
                "2000":13,
                "2001":9,
                "2002":10,
                "2003":16,
                "2004":13,
                "2005":13,
                "2006":19,
                "2007":22,
                "2008":18,
                "2009":13,
                "2010":23,
                "2011":19,
                "2012":9,
                "2013":14,
                "2014":16,
                "2015":13,
                "2016":9,
                "2017":9,
                "2018":13,
                "2019":9,
                "2020":14,
                "2021":2
            }
        ],
        [
            "Roediger and McDermott (1995) rejuvenated interest in Deese’s (1959) paradigm for producing reliable intrusions and false alarms. Using this paradigm in three experiments, we demonstrated that visual study presentation dramatically reduces the rate of false memories. Only auditory study presentation resulted in equal production of studied and critical items. Correct recall and recognition were unaffected. The suggestion that visual presentation provides a means for discriminating between false and true memories was supported by Experiment 3: Pleasantness rating of study items significantly reduced the creation of false memories regardless of modality.",
            "Presentation modality affects false memory",
            "Rebekah E Smith and R Reed Hunt",
            "1998",
            "0qwPR4MAAAAJ:9yKSN-GCB0IC",
            290,
            "https:\/\/link.springer.com\/article\/10.3758\/BF03208850",
            "4932685890713088186",
            "\/scholar?cites=4932685890713088186",
            {
                "1999":2,
                "2000":4,
                "2001":11,
                "2002":10,
                "2003":11,
                "2004":15,
                "2005":11,
                "2006":24,
                "2007":15,
                "2008":13,
                "2009":15,
                "2010":10,
                "2011":19,
                "2012":15,
                "2013":18,
                "2014":13,
                "2015":19,
                "2016":14,
                "2017":9,
                "2018":11,
                "2019":20,
                "2020":9
            }
        ],
        [
            "Evidence has begun to accumulate showing that successful performance of event-based prospective memory (PM) comes at a cost to other ongoing activities. The current study builds on previous work by examining the cost associated with PM when the target event is salient. Target salience is among the criteria for automatic retrieval of intentions according to the multiprocess view of PM. An alternative theory, the preparatory attentional and memory processes theory, argues that PM performance, including retrieval of the intent, is never automatic and successful performance always will come at a cost to other ongoing activity. The 4 experiments reported here used a salient PM target event. In addition, Experiments 3 and 4 were designed to meet the stringent criteria proposed for automatic retrieval of intentions by multiprocess theory, and, yet, in all 4 experiments, delayed intentions interfered with ongoing task …",
            "The cost of event-based prospective memory: Salient target events.",
            "Rebekah E Smith and R Reed Hunt and Jennifer C McVay and Melissa D McConnell",
            "2007",
            "0qwPR4MAAAAJ:2osOgNQ5qMEC",
            275,
            "https:\/\/psycnet.apa.org\/record\/2007-08734-007",
            "7612549453767903515",
            "\/scholar?cites=7612549453767903515",
            {
                "2006":1,
                "2007":1,
                "2008":9,
                "2009":12,
                "2010":23,
                "2011":29,
                "2012":22,
                "2013":20,
                "2014":26,
                "2015":26,
                "2016":24,
                "2017":21,
                "2018":27,
                "2019":20,
                "2020":11
            }
        ]
    ]
}