{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "WMAP precision data enable accurate testing of cosmological models. We find that the emerging standard model of cosmology, a flat Λ‐dominated universe seeded by a nearly scale‐invariant adiabatic Gaussian fluctuations, fits the WMAP data. For the WMAP data only, the best‐fit parameters are  ,  ,  ,  ,  , and  . With parameters fixed only by WMAP data, we can fit finer scale cosmic microwave background (CMB) measurements and measurements of large‐scale structure (galaxy surveys and the Lyα forest). This simple model is also consistent with a host of other astronomical measurements: its inferred age of the universe is consistent with stellar ages, the baryon\/photon ratio is consistent with measurements of the [D\/H] ratio, and the inferred Hubble constant is consistent with local observations of the expansion rate. We then fit the model parameters to a combination of WMAP data with other finer scale CMB …",
            "First-year Wilkinson Microwave Anisotropy Probe (WMAP)* observations: determination of cosmological parameters",
            "David N Spergel and Licia Verde and Hiranya V Peiris and Eiichiro Komatsu and MR Nolta and Charles L Bennett and Mark Halpern and Gary Hinshaw and Norman Jarosik and Alan Kogut and M Limon and SS Meyer and L Page and GS Tucker and JL Weiland and E Wollack and EL Wright",
            "2003",
            "0rlyyTwAAAAJ:u5HHmVD_uO8C",
            21552,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/377226\/meta",
            "3054320912056104610",
            "\/scholar?cites=3054320912056104610",
            {
                "2003":581,
                "2004":1460,
                "2005":1643,
                "2006":1592,
                "2007":1666,
                "2008":2140,
                "2009":1524,
                "2010":1320,
                "2011":1509,
                "2012":1578,
                "2013":1247,
                "2014":1001,
                "2015":850,
                "2016":761,
                "2017":628,
                "2018":615,
                "2019":577,
                "2020":587,
                "2021":56
            }
        ],
        [
            "The Wilkinson Microwave Anisotropy Probe (WMAP) 5-year data provide stringent limits on deviations from the minimal, six-parameter Λ cold dark matter model. We report these limits and use them to constrain the physics of cosmic inflation via Gaussianity, adiabaticity, the power spectrum of primordial fluctuations, gravitational waves, and spatial curvature. We also constrain models of dark energy via its equation of state, parity-violating interaction, and neutrino properties, such as mass and the number of species. We detect no convincing deviations from the minimal model. The six parameters and the corresponding 68% uncertainties, derived from the WMAP data combined with the distance measurements from the Type Ia supernovae (SN) and the Baryon Acoustic Oscillations (BAO) in the distribution of galaxies, are: Ω b h 2= 0.02267+ 0.00058–0.00059, Ω c h 2= 0.1131±0.0034, Ω Λ= 0.726±0.015, n s= 0.960±0.013 …",
            "Five-year wilkinson microwave anisotropy probe* observations: cosmological interpretation",
            "Eiichiro Komatsu and J Dunkley and MR Nolta and CL Bennett and B Gold and G Hinshaw and N Jarosik and D Larson and M Limon and L Page and DN Spergel and M Halpern and RS Hill and A Kogut and SS Meyer and GS Tucker and JL Weiland and E Wollack and EL Wright",
            "2009",
            "0rlyyTwAAAAJ:q0uBw5dMOAkC",
            13995,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/180\/2\/330\/meta",
            "13257412446242505832",
            "\/scholar?cites=13257412446242505832",
            {
                "2008":215,
                "2009":1066,
                "2010":1405,
                "2011":1787,
                "2012":2371,
                "2013":1825,
                "2014":1214,
                "2015":865,
                "2016":770,
                "2017":607,
                "2018":614,
                "2019":545,
                "2020":538,
                "2021":64
            }
        ],
        [
            "The purpose of the MAP mission is to determine the geometry, content, and evolution of the universe via a 13  full width half‐maximum (FWHM) resolution full‐sky map of the temperature anisotropy of the cosmic microwave background radiation with uncorrelated pixel noise, minimal systematic errors, multifrequency observations, and accurate calibration. These attributes were key factors in the success of NASA’s Cosmic Background Explorer (COBE) mission, which made a 7° FWHM resolution full sky map, discovered temperature anisotropy, and characterized the fluctuations with two parameters, a power spectral index and a primordial amplitude. Following COBE, considerable progress has been made in higher resolution measurements of the temperature anisotropy. With 45 times the sensitivity and 33 times the angular resolution of the COBE mission, MAP will vastly extend our knowledge of cosmology. MAP …",
            "The Microwave Anisotropy Probe* Mission",
            "Charles L Bennett and M Bay and M Halpern and G Hinshaw and C Jackson and N Jarosik and A Kogut and M Limon and SS Meyer and L Page and DN Spergel and GS Tucker and DT Wilkinson and E Wollack and EL Wright",
            "2003",
            "0rlyyTwAAAAJ:W7OEmFMy1HYC",
            8023,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/345346\/meta",
            "11748878295202277405",
            "\/scholar?cites=11748878295202277405",
            {
                "2003":490,
                "2004":1055,
                "2005":1074,
                "2006":866,
                "2007":582,
                "2008":524,
                "2009":418,
                "2010":350,
                "2011":384,
                "2012":340,
                "2013":280,
                "2014":282,
                "2015":217,
                "2016":237,
                "2017":188,
                "2018":199,
                "2019":204,
                "2020":193,
                "2021":22
            }
        ],
        [
            "We present cosmological parameter constraints based on the final nine-year Wilkinson Microwave Anisotropy Probe (WMAP) data, in conjunction with a number of additional cosmological data sets. The WMAP data alone, and in combination, continue to be remarkably well fit by a six-parameter ΛCDM model. When WMAP data are combined with measurements of the high-l cosmic microwave background anisotropy, the baryon acoustic oscillation scale, and the Hubble constant, the matter and energy densities, Ω b h 2, Ω c h 2, and Ω Λ, are each determined to a precision of~ 1.5%. The amplitude of the primordial spectrum is measured to within 3%, and there is now evidence for a tilt in the primordial spectrum at the 5σ level, confirming the first detection of tilt based on the five-year WMAP data. At the end of the WMAP mission, the nine-year data decrease the allowable volume of the six-dimensional ΛCDM parameter …",
            "Nine-year Wilkinson Microwave Anisotropy Probe (WMAP) observations: cosmological parameter results",
            "Gary Hinshaw and D Larson and Eiichiro Komatsu and David N Spergel and CLaa Bennett and Joanna Dunkley and MR Nolta and M Halpern and RS Hill and N Odegard and L Page and KM Smith and JL Weiland and B Gold and N Jarosik and A Kogut and M Limon and SS Meyer and GS Tucker and E Wollack and EL Wright",
            "2013",
            "0rlyyTwAAAAJ:eQOLeE2rZwMC",
            7032,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/208\/2\/19\/meta",
            "14452661391876932460",
            "\/scholar?cites=14452661391876932460",
            {
                "2008":78,
                "2009":328,
                "2010":383,
                "2011":291,
                "2012":201,
                "2013":436,
                "2014":983,
                "2015":885,
                "2016":843,
                "2017":659,
                "2018":669,
                "2019":572,
                "2020":624,
                "2021":44
            }
        ],
        [
            "The all sky surveys done by the Palomar Observatory Schmidt, the European Southern Observatory Schmidt, and the United Kingdom Schmidt, the InfraRed Astronomical Satellite, and the Two Micron All Sky Survey have proven to be extremely useful tools for astronomy with value that lasts for decades. The Wide-field Infrared Survey Explorer (WISE) is mapping the whole sky following its launch on 2009 December 14. WISE began surveying the sky on 2010 January 14 and completed its first full coverage of the sky on July 17. The survey will continue to cover the sky a second time until the cryogen is exhausted (anticipated in 2010 November). WISE is achieving 5σ point source sensitivities better than 0.08, 0.11, 1, and 6 mJy in unconfused regions on the ecliptic in bands centered at wavelengths of 3.4, 4.6, 12, and 22 μm. Sensitivity improves toward the ecliptic poles due to denser coverage and lower zodiacal …",
            "The Wide-field Infrared Survey Explorer (WISE): mission description and initial on-orbit performance",
            "Edward L Wright and Peter RM Eisenhardt and Amy K Mainzer and Michael E Ressler and Roc M Cutri and Thomas Jarrett and J Davy Kirkpatrick and Deborah Padgett and Robert S McMillan and Michael Skrutskie and SA Stanford and Martin Cohen and Russell G Walker and John C Mather and David Leisawitz and Thomas N Gautier III and Ian McLean and Dominic Benford and Carol J Lonsdale and Andrew Blain and Bryan Mendez and William R Irace and Valerie Duval and Fengchuan Liu and Don Royer and Ingolf Heinrichsen and Joan Howard and Mark Shannon and Martha Kendall and Amy L Walsh and Mark Larsen and Joel G Cardon and Scott Schick and Mark Schwalm and Mohamed Abid and Beth Fabinsky and Larry Naes and Chao-Wei Tsai",
            "2010",
            "0rlyyTwAAAAJ:YFjsv_pBGBYC",
            5386,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-6256\/140\/6\/1868\/meta",
            "5793327145508204908",
            "\/scholar?cites=5793327145508204908",
            {
                "2011":90,
                "2012":338,
                "2013":462,
                "2014":533,
                "2015":569,
                "2016":634,
                "2017":620,
                "2018":691,
                "2019":639,
                "2020":688,
                "2021":94
            }
        ],
        [
            "The first year of data from the Differential Microwave Radiometers (DMR) on the Cosmic Backgoround",
            "Structure in the COBE differential microwave radiometer first-year maps",
            "George F Smoot and Charles L Bennett and A Kogut and EL Wright and J Aymon and NW Boggess and ES Cheng and G De Amici and S Gulkis and MG Hauser and G Hinshaw and PD Jackson and M Janssen and E Kaita and T Kelsall and P Keegstra and C Lineweaver and K Loewenstein and P Lubin and J Mather and SS Meyer and SH Moseley and T Murdock and L Rokke and RF Silverberg and L Tenorio and R Weiss and DT Wilkinson",
            "1992",
            "0rlyyTwAAAAJ:2osOgNQ5qMEC",
            4655,
            "http:\/\/adsabs.harvard.edu\/pdf\/1992ApJ...396L...1S",
            "12083770409007926716",
            "\/scholar?cites=12083770409007926716",
            {
                "1992":32,
                "1993":287,
                "1994":363,
                "1995":328,
                "1996":228,
                "1997":184,
                "1998":164,
                "1999":151,
                "2000":130,
                "2001":130,
                "2002":146,
                "2003":139,
                "2004":118,
                "2005":124,
                "2006":105,
                "2007":142,
                "2008":134,
                "2009":145,
                "2010":139,
                "2011":130,
                "2012":124,
                "2013":159,
                "2014":169,
                "2015":135,
                "2016":156,
                "2017":116,
                "2018":143,
                "2019":133,
                "2020":105,
                "2021":5
            }
        ],
        [
            "The Infrared Array Camera (IRAC) is one of three focal plane instruments on the Spitzer Space Telescope. IRAC is a four‐channel camera that obtains simultaneous broadband images at 3.6, 4.5, 5.8, and 8.0 μm. Two nearly adjacent   fields of view in the focal plane are viewed by the four channels in pairs (3.6 and 5.8 μm; 4.5 and 8 μm). All four detector arrays in the camera are   pixels in size, with the two shorter wavelength channels using InSb and the two longer wavelength channels using Si:As IBC detectors. IRAC is a powerful survey instrument because of its high sensitivity, large field of view, and four‐color imaging. This paper summarizes the in‐flight scientific, technical, and operational performance of IRAC.",
            "The infrared array camera (IRAC) for the spitzer space telescope",
            "GG Fazio and JL Hora and LE Allen and MLN Ashby and P Barmby and LK Deutsch and J-S Huang and S Kleiner and M Marengo and ST Megeath and GJ Melnick and MA Pahre and BM Patten and J Polizotti and HA Smith and RS Taylor and Z Wang and SP Willner and WF Hoffmann and JL Pipher and WJ Forrest and CW McMurty and CR McCreight and ME McKelvey and RE McMurray and DG Koch and SH Moseley and RG Arendt and JE Mentzell and CT Marx and P Losch and P Mayman and W Eichhorn and D Krebs and M Jhabvala and DY Gezari and DJ Fixsen and J Flores and K Shakoorzadeh and R Jungo and C Hakun and L Workman and G Karpati and R Kichak and R Whitley and S Mann and EV Tollestrup and P Eisenhardt and D Stern and V Gorjian and B Bhattacharya and S Carey and BO Nelson and WJ Glaccum and M Lacy and PJ Lowrance and S Laine and WT Reach and JA Stauffer and JA Surace and G Wilson and EL Wright and A Hoffman and G Domingo and M Cohen",
            "2004",
            "0rlyyTwAAAAJ:qjMakFHDy7sC",
            3348,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/422843\/meta",
            "719583229374339757",
            "\/scholar?cites=719583229374339757",
            {
                "2004":62,
                "2005":83,
                "2006":199,
                "2007":246,
                "2008":251,
                "2009":244,
                "2010":271,
                "2011":247,
                "2012":224,
                "2013":214,
                "2014":251,
                "2015":206,
                "2016":197,
                "2017":140,
                "2018":156,
                "2019":149,
                "2020":176,
                "2021":18
            }
        ],
        [
            "The Spitzer Space Telescope, NASA’s Great Observatory for infrared astronomy, was launched 2003 August 25 and is returning excellent scientific data from its Earth‐trailing solar orbit. Spitzer combines the intrinsic sensitivity achievable with a cryogenic telescope in space with the great imaging and spectroscopic power of modern detector arrays to provide the user community with huge gains in capability for exploration of the cosmos in the infrared. The observatory systems are largely performing as expected, and the projected cryogenic lifetime is in excess of 5 years. This paper summarizes the on‐orbit scientific, technical, and operational performance of Spitzer. Subsequent papers in this special issue describe the Spitzer instruments in detail and highlight many of the exciting scientific results obtained during the first 6 months of the Spitzer mission.",
            "The Spitzer space telescope mission",
            "Michael W Werner and TL Roellig and FJ Low and George H Rieke and M Rieke and WF Hoffmann and E Young and JR Houck and B Brandl and GG Fazio and JL Hora and RD Gehrz and G Helou and BT Soifer and J Stauffer and J Keene and P Eisenhardt and D Gallagher and TN Gautier and W Irace and CR Lawrence and L Simmons and JE Van Cleve and M Jura and EL Wright and DP Cruikshank",
            "2004",
            "0rlyyTwAAAAJ:IjCSPb-OGe4C",
            3025,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/422992\/meta",
            "10982863132834800696",
            "\/scholar?cites=10982863132834800696",
            {
                "2004":70,
                "2005":90,
                "2006":189,
                "2007":231,
                "2008":245,
                "2009":264,
                "2010":207,
                "2011":217,
                "2012":202,
                "2013":196,
                "2014":186,
                "2015":160,
                "2016":174,
                "2017":132,
                "2018":149,
                "2019":137,
                "2020":150,
                "2021":16
            }
        ],
        [
            "This paper focuses on cosmological constraints derived from analysis of WMAP data alone. A simple ΛCDM cosmological model fits the five-year WMAP temperature and polarization data. The basic parameters of the model are consistent with the three-year data and now better constrained: Ω b h 2= 0.02273±0.00062, Ω c h 2= 0.1099±0.0062, Ω Λ= 0.742±0.030, n s= 0.963+ 0.014–0.015, τ= 0.087±0.017, and σ 8= 0.796±0.036, with h= 0.719+ 0.026–0.027. With five years of polarization data, we have measured the optical depth to reionization, τ> 0, at 5σ significance. The redshift of an instantaneous reionization is constrained to be z reion= 11.0±1.4 with 68% confidence. The 2σ lower limit is z reion> 8.2, and the 3σ limit is z reion> 6.7. This excludes a sudden reionization of the universe at z= 6 at more than 3.5 σ significance, suggesting that reionization was an extended process. Using two methods for polarized …",
            "Five-Year Wilkinson Microwave Anisotropy Probe* Observations: Likelihoods and Parameters from The Wmap Data",
            "J Dunkley and Eiichiro Komatsu and MR Nolta and DN Spergel and D Larson and G Hinshaw and L Page and CL Bennett and B Gold and N Jarosik and JL Weiland and M Halpern and RS Hill and A Kogut and M Limon and SS Meyer and GS Tucker and E Wollack and EL Wright",
            "2009",
            "0rlyyTwAAAAJ:Tyk-4Ss8FVUC",
            2645,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/180\/2\/306\/meta",
            "17228399232577849654",
            "\/scholar?cites=17228399232577849654",
            {
                "2008":104,
                "2009":495,
                "2010":524,
                "2011":360,
                "2012":308,
                "2013":199,
                "2014":162,
                "2015":118,
                "2016":98,
                "2017":60,
                "2018":62,
                "2019":56,
                "2020":64,
                "2021":9
            }
        ],
        [
            "We present the final nine-year maps and basic results from the Wilkinson Microwave Anisotropy Probe (WMAP) mission. The full nine-year analysis of the time-ordered data provides updated characterizations and calibrations of the experiment. We also provide new nine-year full sky temperature maps that were processed to reduce the asymmetry of the effective beams. Temperature and polarization sky maps are examined to separate cosmic microwave background (CMB) anisotropy from foreground emission, and both types of signals are analyzed in detail. We provide new point source catalogs as well as new diffuse and point source foreground masks. An updated template-removal process is used for cosmological analysis; new foreground fits are performed, and new foreground-reduced CMB maps are presented. We now implement an optimal C–1 weighting to compute the temperature angular power spectrum …",
            "Nine-year Wilkinson Microwave Anisotropy Probe (WMAP) observations: final maps and results",
            "Charles L Bennett and Davin Larson and Janet L Weiland and N Jarosik and G Hinshaw and N Odegard and KM Smith and RS Hill and B Gold and M Halpern and Eiichiro Komatsu and MR Nolta and L Page and David N Spergel and E Wollack and J Dunkley and A Kogut and M Limon and SS Meyer and GS Tucker and EL Wright",
            "2013",
            "0rlyyTwAAAAJ:vD2iS2Kej30C",
            2408,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/208\/2\/20\/meta",
            "14095651238578386179",
            "\/scholar?cites=14095651238578386179",
            {
                "2013":151,
                "2014":436,
                "2015":421,
                "2016":332,
                "2017":257,
                "2018":268,
                "2019":251,
                "2020":258,
                "2021":10
            }
        ]
    ]
}