{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A macroscopic Coulomb crystal of solid particles in a plasma has been observed. Images of a cloud of 7− μ m\" dust\" particles, which are charged and levitated in a weakly ionized argon plasma, reveal a hexagonal crystal structure. The crystal is visible to the unaided eye. The particles are cooled by neutral gas to 310 K, and their charge is> 9800 e, corresponding to a Coulomb coupling parameter Γ> 20 700. For such a large Γ value, strongly coupled plasma theory predicts that the particles should organize in a Coulomb solid, in agreement with our observations.",
            "Plasma crystal: Coulomb crystallization in a dusty plasma",
            "H Thomas and GE Morfill and V Demmel and J Goree and B Feuerbacher and D Möhlmann",
            "1994",
            "0Rq9KiYAAAAJ:tzM49s52ZIMC",
            1954,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.73.652",
            "11856883902462796928",
            "\/scholar?cites=11856883902462796928",
            {
                "1995":22,
                "1996":53,
                "1997":56,
                "1998":82,
                "1999":65,
                "2000":106,
                "2001":72,
                "2002":84,
                "2003":105,
                "2004":103,
                "2005":107,
                "2006":79,
                "2007":86,
                "2008":77,
                "2009":78,
                "2010":65,
                "2011":74,
                "2012":71,
                "2013":51,
                "2014":58,
                "2015":76,
                "2016":78,
                "2017":68,
                "2018":77,
                "2019":77,
                "2020":58,
                "2021":5
            }
        ],
        [
            "Low-frequency compressional waves were observed in a suspension of strongly coupled 9.4 μ m spheres in an rf Kr plasma. Both parts of the complex wave number were measured to determine the dispersion relation, which agreed with a theoretical model of damped dust acoustic waves, ignoring strong coupling, but not with a strongly coupled dust-lattice wave model. The results yield experimental values for the dust plasma frequency, charge, Debye length, and damping rate, and support the applicability of fluid-based dispersion relations to strongly coupled dusty plasmas, which has been a controversy.",
            "Dispersion of plasma dust acoustic waves in the strong-coupling regime",
            "JB Pieper and J Goree",
            "1996",
            "0Rq9KiYAAAAJ:MXK_kJrjxJIC",
            615,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.77.3137",
            "1631049539156170882",
            "\/scholar?cites=1631049539156170882",
            {
                "1996":3,
                "1997":17,
                "1998":28,
                "1999":30,
                "2000":46,
                "2001":29,
                "2002":30,
                "2003":28,
                "2004":29,
                "2005":15,
                "2006":25,
                "2007":21,
                "2008":18,
                "2009":27,
                "2010":28,
                "2011":24,
                "2012":33,
                "2013":25,
                "2014":20,
                "2015":29,
                "2016":31,
                "2017":20,
                "2018":26,
                "2019":18,
                "2020":11,
                "2021":2
            }
        ],
        [
            "Experiments under microgravity conditions were carried out to study “condensed”(liquid and crystalline) states of a colloidal plasma (ions, electrons, and charged microspheres). Systems with∼ 10 6 microspheres were produced. The observed systems represent new forms of matter—quasineutral, self-organized plasmas—the properties of which are largely unexplored. In contrast to laboratory measurements, the systems under microgravity are clearly three dimensional (as expected); they exhibit stable vortex flows, sometimes adjacent to crystalline regions, and a central “void,” free of microspheres.",
            "Condensed plasmas under microgravity",
            "GE Morfill and HM Thomas and U Konopka and H Rothermel and M Zuzic and A Ivlev and J Goree",
            "1999",
            "0Rq9KiYAAAAJ:u5HHmVD_uO8C",
            588,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.83.1598",
            "49826612374217033",
            "\/scholar?cites=49826612374217033",
            {
                "1999":2,
                "2000":11,
                "2001":20,
                "2002":37,
                "2003":63,
                "2004":57,
                "2005":50,
                "2006":31,
                "2007":28,
                "2008":42,
                "2009":26,
                "2010":24,
                "2011":20,
                "2012":12,
                "2013":14,
                "2014":26,
                "2015":22,
                "2016":24,
                "2017":20,
                "2018":20,
                "2019":14,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Several models that predict the charge of particles in a plasma are reviewed. The simplest is based on orbit-limited probe theory. This basic model can be improved by adding several effects: charge reduction at high dust densities, electron emission, ion trapping and fluctuations. The charge is reduced at high dust densities, when a significant fraction of the charge in the plasma resides on the particles, depleting the plasma. Electron emission due to electron impact or ultraviolet exposure can cause a particle to have a positive charge, which has useful implications for plasma processing, since particles are confined in a discharge only if they have a negative charge. Ion trapping occurs due to ion-neutral collisions within the attractive Debye sphere of a negatively charged particle. Trapped ions reduce the net electric force on a particle. A particle's charge fluctuates because the currents collected from the plasma …",
            "Charging of particles in a plasma",
            "J Goree",
            "1994",
            "0Rq9KiYAAAAJ:Mojj43d5GZwC",
            440,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0963-0252\/3\/3\/025\/meta",
            "9718232036260641001",
            "\/scholar?cites=9718232036260641001",
            {
                "1995":5,
                "1996":14,
                "1997":11,
                "1998":10,
                "1999":15,
                "2000":15,
                "2001":9,
                "2002":9,
                "2003":19,
                "2004":15,
                "2005":13,
                "2006":15,
                "2007":13,
                "2008":11,
                "2009":20,
                "2010":25,
                "2011":26,
                "2012":20,
                "2013":20,
                "2014":19,
                "2015":19,
                "2016":18,
                "2017":23,
                "2018":19,
                "2019":30,
                "2020":24,
                "2021":1
            }
        ],
        [
            "Low-frequency modes that develop as a result of an instability in a dusty rf discharge plasma were studied experimentally, leading to an empirical explanation for the instability. In the experiment, particle diameter grew with time. Two instability modes appeared after growth to a sufficient size. A filamentary mode appeared abruptly, and later a great void mode developed as a dust-free region with an intense glow inside and a sharp boundary outside. These modes were characterized by two-dimensional laser light scattering, video imaging, optical emission spectroscopy, Langmuir probe measurements, and Fourier analysis of the fluctuation spectrum. Dust growth was measured by electron microscopy and optical extinction, yielding the dust particle size and dust number density. The electron density was found to be enhanced inside the great void, due to an absence of electron depletion on the dust grains. The great …",
            "Instabilities in a dusty plasma with ion drag and ionization",
            "D Samsonov and J Goree",
            "1999",
            "0Rq9KiYAAAAJ:kNdYIx-mwKoC",
            428,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.59.1047",
            "1682556577815810134",
            "\/scholar?cites=1682556577815810134",
            {
                "1999":11,
                "2000":9,
                "2001":14,
                "2002":14,
                "2003":36,
                "2004":29,
                "2005":40,
                "2006":29,
                "2007":25,
                "2008":28,
                "2009":10,
                "2010":13,
                "2011":21,
                "2012":15,
                "2013":13,
                "2014":18,
                "2015":22,
                "2016":21,
                "2017":13,
                "2018":19,
                "2019":9,
                "2020":15,
                "2021":1
            }
        ],
        [
            "Dusty plasmas in a gas discharge often feature a stable void, ie, a dust-free region inside the dust cloud. This occurs under conditions relevant to both plasma processing discharges and plasma crystal experiments. The void results from a balance of the electrostatic and ion drag forces on a dust particle. The ion drag force is driven by a flow of ions outward from an ionization source and toward the surrounding dust cloud, which has a negative space charge. In equilibrium the force balance for dust particles requires that the boundary with the dust cloud be sharp, provided that the particles are cold and monodispersive. Numerical solutions of the one-dimensional nonlinear fluid equations are carried out including dust charging and dust-neutral collisions, but not ion-neutral collisions. The regions of parameter space that allow stable void equilibria are identified. There is a minimum ionization rate that can sustain a …",
            "Theory of dust voids in plasmas",
            "J Goree and GE Morfill and VN Tsytovich and SV Vladimirov",
            "1999",
            "0Rq9KiYAAAAJ:J_g5lzvAfSwC",
            368,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.59.7055",
            "4984600600491521746",
            "\/scholar?cites=4984600600491521746",
            {
                "1999":2,
                "2000":7,
                "2001":11,
                "2002":16,
                "2003":31,
                "2004":30,
                "2005":34,
                "2006":24,
                "2007":25,
                "2008":24,
                "2009":16,
                "2010":19,
                "2011":20,
                "2012":14,
                "2013":11,
                "2014":11,
                "2015":14,
                "2016":12,
                "2017":9,
                "2018":15,
                "2019":7,
                "2020":8,
                "2021":2
            }
        ],
        [
            "Anomalous diffusion and non-Gaussian statistics are detected experimentally in a two-dimensional driven-dissipative system. A single-layer dusty plasma suspension with a Yukawa interaction and frictional dissipation is heated with laser radiation pressure to yield a structure with liquid ordering. Analyzing the time series for mean-square displacement, superdiffusion is detected at a low but statistically significant level over a wide range of temperatures. The probability distribution function fits a Tsallis distribution, yielding q, a measure of nonextensivity for non-Gaussian statistics.",
            "Superdiffusion and non-Gaussian statistics in a driven-dissipative 2D dusty plasma",
            "Bin Liu and J Goree",
            "2008",
            "0Rq9KiYAAAAJ:YohjEiUPhakC",
            350,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.055003",
            "16259017400759450686",
            "\/scholar?cites=16259017400759450686",
            {
                "2008":14,
                "2009":20,
                "2010":26,
                "2011":31,
                "2012":38,
                "2013":31,
                "2014":26,
                "2015":36,
                "2016":32,
                "2017":25,
                "2018":33,
                "2019":19,
                "2020":16,
                "2021":1
            }
        ],
        [
            "The plasma crystal experiment PKE-Nefedov, the first basic science experiment on the International Space Station (ISS), was installed in February 2001 by the first permanent crew. It is designed for long-term investigations of complex plasmas under microgravity conditions.Complex plasmas' contain ions, electrons, neutrals and small solid particles-normally in the micrometre range. These microparticles obtain thousands of elementary charges and interact with each other via ascreened'Coulomb potential. Complex plasmas are of special interest, because they can form liquid and crystalline states (Thomas et al 1994 Phys. Rev. Lett. 73 652-5, Chu and I 1994 Phys. Rev. Lett. 72 4009-12) and are observable at the kinetic level. In experiments on Earth the microparticles are usually suspended against gravity in strong electric fields. This creates asymmetries, stresses and pseudo-equilibrium states with sufficient free …",
            "PKE-Nefedov*: plasma crystal experiments on the International Space Station",
            "Anatoli P Nefedov and Gregor E Morfill and Vladimir E Fortov and Hubertus M Thomas and Hermann Rothermel and Tanja Hagl and Alexei V Ivlev and Milenko Zuzic and Boris A Klumov and Andrey M Lipaev and Vladimir I Molotkov and Oleg F Petrov and Yuri P Gidzenko and Sergey K Krikalev and William Shepherd and Alexandr I Ivanov and Maria Roth and Horst Binnenbruck and John A Goree and Yuri P Semenov",
            "2003",
            "0Rq9KiYAAAAJ:4fKUyHm3Qg0C",
            340,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1367-2630\/5\/1\/333\/meta",
            "8195282231066879157",
            "\/scholar?cites=8195282231066879157",
            {
                "2003":14,
                "2004":27,
                "2005":30,
                "2006":18,
                "2007":25,
                "2008":31,
                "2009":23,
                "2010":18,
                "2011":13,
                "2012":15,
                "2013":18,
                "2014":15,
                "2015":21,
                "2016":13,
                "2017":14,
                "2018":23,
                "2019":12,
                "2020":8,
                "2021":1
            }
        ],
        [
            "illuminating clouds of micronsized particles electrically suspended in the plasma above the wafer (see figure 2). Selwyn found that particles actually formed and grew in the gas phase (see box 1), aggregating material from gases that were thought to have been exhausted by the vacuum pump. Then, at the fateful moment when the plasma-generating RF power was switched off, the particles fell and contaminated the wafer. Selwyn’s discovery revealed that much of the particle contamination responsible for costly yield losses was happening not just anywhere in the clean rooms, but inside the plasma reactors.Whereas a dusty plasma is something of enduring interest to an astronomer, it was a vexing problem to be avoided by the semiconductor manufacturer. Nevertheless, the two communities suddenly found common ground. Both needed to understand the charging mechanisms and the forces that transport …",
            "Dusty plasmas in the laboratory, industry, and space",
            "Robert L Merlino and John A Goree",
            "2004",
            "0Rq9KiYAAAAJ:_axFR9aDTf0C",
            339,
            "http:\/\/dusty.physics.uiowa.edu\/~goree\/papers\/phys-today-preprint-06-04.pdf",
            "16228852990545175090",
            "\/scholar?cites=16228852990545175090",
            {
                "2004":2,
                "2005":13,
                "2006":14,
                "2007":17,
                "2008":20,
                "2009":24,
                "2010":15,
                "2011":20,
                "2012":26,
                "2013":29,
                "2014":25,
                "2015":23,
                "2016":20,
                "2017":19,
                "2018":25,
                "2019":22,
                "2020":20,
                "2021":4
            }
        ],
        [
            "A dust grain in a plasma acquires an electric charge by collecting electron and ion currents. These currents consist of discrete charges, causing the charge to fluctuate around an equilibrium value \/spl lang\/Q\/spl rang\/. Electrons and ions are collected at random intervals and in a random sequence, with probabilities that depend on the grain's potential. We developed a model for these probabilities and implemented it in a numerical simulation of the collection of individual ions and electrons, yielding a time series Q(t) for the grain's charge. Electron emission from the grain is not included, although it could be added easily to our method. We obtained the power spectrum and the RMS fluctuation level, as well as the distribution function of the charge. Most of the power in the spectrum lies at frequencies much lower than 1\/\/spl tau\/, the inverse charging time. The RMS fractional fluctuation level varies as 0.5 \/spl verbar\/\/spl …",
            "Fluctuations of the charge on a dust grain in a plasma",
            "Chunshi Cui and John Goree",
            "1994",
            "0Rq9KiYAAAAJ:BwyfMAYsbu0C",
            330,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/279018\/",
            "13646709361237681893",
            "\/scholar?cites=13646709361237681893",
            {
                "1994":3,
                "1995":8,
                "1996":5,
                "1997":7,
                "1998":6,
                "1999":21,
                "2000":12,
                "2001":7,
                "2002":7,
                "2003":8,
                "2004":10,
                "2005":11,
                "2006":12,
                "2007":7,
                "2008":17,
                "2009":10,
                "2010":17,
                "2011":24,
                "2012":11,
                "2013":18,
                "2014":18,
                "2015":19,
                "2016":17,
                "2017":12,
                "2018":14,
                "2019":14,
                "2020":12
            }
        ]
    ]
}