{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Previous, uncontrolled studies have suggested that first-line treatment with gefitinib would be efficacious in selected patients with non–small-cell lung cancer.In this phase 3, open-label study, we randomly assigned previously untreated patients in East Asia who had advanced pulmonary adenocarcinoma and who were nonsmokers or former light smokers to receive gefitinib (250 mg per day) (609 patients) or carboplatin (at a dose calculated to produce an area under the curve of 5 or 6 mg per milliliter per minute) plus paclitaxel (200 mg per square meter of body-surface area) (608 patients). The primary end point was progression-free survival.The 12-month rates of progression-free survival were 24.9% with gefitinib and 6.7% with carboplatin–paclitaxel. The study met its primary objective of showing the noninferiority of gefitinib and also showed its superiority, as compared with …",
            "Gefitinib or carboplatin–paclitaxel in pulmonary adenocarcinoma",
            "Tony S Mok and Yi-Long Wu and Sumitra Thongprasert and Chih-Hsin Yang and Da-Tong Chu and Nagahiro Saijo and Patrapim Sunpaweravong and Baohui Han and Benjamin Margono and Yukito Ichinose and Yutaka Nishiwaki and Yuichiro Ohe and Jin-Ji Yang and Busyamas Chewaskulyong and Haiyi Jiang and Emma L Duffield and Claire L Watkins and Alison A Armour and Masahiro Fukuoka",
            "2009",
            "0RVGObQAAAAJ:3fE2CSJIrl8C",
            8389,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/nejmoa0810699",
            "3628558012507368992",
            "\/scholar?cites=3628558012507368992",
            {
                "2009":60,
                "2010":474,
                "2011":744,
                "2012":838,
                "2013":859,
                "2014":868,
                "2015":917,
                "2016":794,
                "2017":775,
                "2018":668,
                "2019":614,
                "2020":585,
                "2021":44
            }
        ],
        [
            "Activating mutations in EGFR are important markers of response to tyrosine kinase inhibitor (TKI) therapy in non-small-cell lung cancer (NSCLC). The OPTIMAL study compared efficacy and tolerability of the TKI erlotinib versus standard chemotherapy in the first-line treatment of patients with advanced EGFR mutation-positive NSCLC.We undertook an open-label, randomised, phase 3 trial at 22 centres in China. Patients older than 18 years with histologically confirmed stage IIIB or IV NSCLC and a confirmed activating mutation of EGFR (exon 19 deletion or exon 21 L858R point mutation) received either oral erlotinib (150 mg\/day) until disease progression or unacceptable toxic effects, or up to four cycles of gemcitabine plus carboplatin. Patients were randomly assigned (1:1) with a minimisation procedure and were stratified according to EGFR mutation type, histological subtype …",
            "Erlotinib versus chemotherapy as first-line treatment for patients with advanced EGFR mutation-positive non-small-cell lung cancer (OPTIMAL, CTONG-0802): a multicentre, open …",
            "Caicun Zhou and Yi-Long Wu and Gongyan Chen and Jifeng Feng and Xiao-Qing Liu and Changli Wang and Shucai Zhang and Jie Wang and Songwen Zhou and Shengxiang Ren and Shun Lu and Li Zhang and Chengping Hu and Chunhong Hu and Yi Luo and Lei Chen and Ming Ye and Jianan Huang and Xiuyi Zhi and Yiping Zhang and Qingyu Xiu and Jun Ma and Changxuan You",
            "2011",
            "0RVGObQAAAAJ:ULOm3_A8WrAC",
            4040,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S147020451170184X",
            "8064977706652771021",
            "\/scholar?cites=8064977706652771021",
            {
                "2011":111,
                "2012":323,
                "2013":415,
                "2014":464,
                "2015":549,
                "2016":495,
                "2017":463,
                "2018":420,
                "2019":375,
                "2020":326,
                "2021":29
            }
        ],
        [
            "In single-group studies, chromosomal rearrangements of the anaplastic lymphoma kinase gene (ALK) have been associated with marked clinical responses to crizotinib, an oral tyrosine kinase inhibitor targeting ALK. Whether crizotinib is superior to standard chemotherapy with respect to efficacy is unknown.We conducted a phase 3, open-label trial comparing crizotinib with chemotherapy in 347 patients with locally advanced or metastatic ALK-positive lung cancer who had received one prior platinum-based regimen. Patients were randomly assigned to receive oral treatment with crizotinib (250 mg) twice daily or intravenous chemotherapy with either pemetrexed (500 mg per square meter of body-surface area) or docetaxel (75 mg per square meter) every 3 weeks. Patients in the chemotherapy group who had disease progression were permitted to cross over to crizotinib as part of a separate …",
            "Crizotinib versus Chemotherapy in Advanced ALK-Positive Lung Cancer",
            "Alice T Shaw and Dong-Wan Kim and Kazuhiko Nakagawa and Takashi Seto and Lucio Crinó and Myung-Ju Ahn and Tommaso De Pas and Benjamin Besse and Benjamin J Solomon and Fiona Blackhall and Yi-Long Wu and Michael Thomas and Kenneth J O'Byrne and Denis Moro-Sibilot and D Ross Camidge and Tony Mok and Vera Hirsh and Gregory J Riely and Shrividya Iyer and Vanessa Tassell and Anna Polli and Keith D Wilner and Pasi A Jänne",
            "2013",
            "0RVGObQAAAAJ:PYBJJbyH-FwC",
            3212,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/nejmoa1214886",
            "2740469500128610195",
            "\/scholar?cites=2740469500128610195",
            {
                "2013":86,
                "2014":413,
                "2015":603,
                "2016":550,
                "2017":517,
                "2018":361,
                "2019":320,
                "2020":278,
                "2021":20
            }
        ],
        [
            "The efficacy of the ALK inhibitor crizotinib as compared with standard chemotherapy as first-line treatment for advanced ALK-positive non–small-cell lung cancer (NSCLC) is unknown.We conducted an open-label, phase 3 trial comparing crizotinib with chemotherapy in 343 patients with advanced ALK-positive nonsquamous NSCLC who had received no previous systemic treatment for advanced disease. Patients were randomly assigned to receive oral crizotinib at a dose of 250 mg twice daily or to receive intravenous chemotherapy (pemetrexed, 500 mg per square meter of body-surface area, plus either cisplatin, 75 mg per square meter, or carboplatin, target area under the curve of 5 to 6 mg per milliliter per minute) every 3 weeks for up to six cycles. Crossover to crizotinib treatment after disease progression was permitted for patients receiving chemotherapy. The primary end point was …",
            "First-line crizotinib versus chemotherapy in ALK-positive lung cancer",
            "Benjamin J Solomon and Tony Mok and Dong-Wan Kim and Yi-Long Wu and Kazuhiko Nakagawa and Tarek Mekhail and Enriqueta Felip and Federico Cappuzzo and Jolanda Paolini and Tiziana Usari and Shrividya Iyer and Arlene Reisman and Keith D Wilner and Jennifer Tursi and Fiona Blackhall",
            "2014",
            "0RVGObQAAAAJ:MwoZBvICJOIC",
            2544,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/nejmoa1408440",
            "8135392897908388589",
            "\/scholar?cites=8135392897908388589",
            {
                "2014":34,
                "2015":288,
                "2016":450,
                "2017":469,
                "2018":424,
                "2019":418,
                "2020":377,
                "2021":35
            }
        ],
        [
            "Osimertinib is an epidermal growth factor receptor tyrosine kinase inhibitor (EGFR-TKI) that is selective for both EGFR-TKI sensitizing and T790M resistance mutations in patients with non–small-cell lung cancer. The efficacy of osimertinib as compared with platinum-based therapy plus pemetrexed in such patients is unknown.In this randomized, international, open-label, phase 3 trial, we assigned 419 patients with T790M-positive advanced non–small-cell lung cancer, who had disease progression after first-line EGFR-TKI therapy, in a 2:1 ratio to receive either oral osimertinib (at a dose of 80 mg once daily) or intravenous pemetrexed (500 mg per square meter of body-surface area) plus either carboplatin (target area under the curve, 5 [AUC5]) or cisplatin (75 mg per square meter) every 3 weeks for up to six cycles; maintenance pemetrexed was allowed. In all the patients, disease had …",
            "Osimertinib or Platinum–Pemetrexed in EGFR T790M–Positive Lung Cancer",
            "Tony S Mok and Yi-Long Wu and Myung-Ju Ahn and Marina C Garassino and Hye R Kim and Suresh S Ramalingam and Frances A Shepherd and Yong He and Hiroaki Akamatsu and Willemijn SME Theelen and Chee K Lee and Martin Sebastian and Alison Templeton and Helen Mann and Marcelo Marotti and Serban Ghiorghiu and Vassiliki A Papadimitrakopoulou",
            "2017",
            "0RVGObQAAAAJ:sk1BHuFIOxIC",
            1794,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMoa1612674",
            "11467133277598085710",
            "\/scholar?cites=11467133277598085710",
            {
                "2017":279,
                "2018":479,
                "2019":450,
                "2020":511,
                "2021":37
            }
        ],
        [
            "Afatinib—an oral irreversible ErbB family blocker—improves progression-free survival compared with pemetrexed and cisplatin for first-line treatment of patients with EGFR mutation-positive advanced non-small-cell lung cancer (NSCLC). We compared afatinib with gemcitabine and cisplatin—a chemotherapy regimen widely used in Asia—for first-line treatment of Asian patients with EGFR mutation-positive advanced NSCLC.This open-label, randomised phase 3 trial was done at 36 centres in China, Thailand, and South Korea. After central testing for EGFR mutations, treatment-naive patients (stage IIIB or IV cancer [American Joint Committee on Cancer version 6], performance status 0–1) were randomly assigned (2:1) to receive either oral afatinib (40 mg per day) or intravenous gemcitabine 1000 mg\/m2 on day 1 and day 8 plus cisplatin 75 mg\/m2 on day 1 of a 3-week schedule for up to six …",
            "Afatinib versus cisplatin plus gemcitabine for first-line treatment of Asian patients with advanced non-small-cell lung cancer harbouring EGFR mutations (LUX-Lung 6): an open …",
            "Yi-Long Wu and Caicun Zhou and Cheng-Ping Hu and Jifeng Feng and Shun Lu and Yunchao Huang and Wei Li and Mei Hou and Jian Hua Shi and Kye Young Lee and Chong-Rui Xu and Dan Massey and Miyoung Kim and Yang Shi and Sarayut L Geater",
            "2014",
            "0RVGObQAAAAJ:1aiWeP-z6tUC",
            1719,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1470204513706041",
            "6056838826391672367",
            "\/scholar?cites=6056838826391672367",
            {
                "2013":19,
                "2014":146,
                "2015":262,
                "2016":243,
                "2017":257,
                "2018":277,
                "2019":245,
                "2020":213,
                "2021":18
            }
        ],
        [
            "Several studies have shown the efficacy, tolerability, and ease of administration of pemetrexed—an antifolate antineoplastic agent—in patients with advanced non-small-cell lung cancer. We assessed pemetrexed as maintenance therapy in patients with this disease.This randomised double-blind study was undertaken in 83 centres in 20 countries. 663 patients with stage IIIB or IV disease who had not progressed on four cycles of platinum-based chemotherapy were randomly assigned (2:1 ratio) to receive pemetrexed (500 mg\/m2, day 1) plus best supportive care (n=441) or placebo plus best supportive care (n=222) in 21-day cycles until disease progression. Treatment was randomised with the Simon and Pocock minimisation method. Patients and investigators were masked to treatment. All patients received vitamin B12, folic acid, and dexamethasone. The primary endpoint of progression …",
            "Maintenance pemetrexed plus best supportive care versus placebo plus best supportive care for non-small-cell lung cancer: a randomised, double-blind, phase 3 study",
            "Tudor Ciuleanu and Thomas Brodowicz and Christoph Zielinski and Joo Hang Kim and Maciej Krzakowski and Eckart Laack and Yi-Long Wu and Isabel Bover and Stephen Begbie and Valentina Tzekova and Branka Cucevic and Jose Rodrigues Pereira and Sung Hyun Yang and Jayaprakash Madhavan and Katherine P Sugarman and Patrick Peterson and William J John and Kurt Krejcy and Chandra P Belani",
            "2009",
            "0RVGObQAAAAJ:KlAtU1dfN6UC",
            1680,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673609614975",
            "9438426983460934659",
            "\/scholar?cites=9438426983460934659",
            {
                "2008":16,
                "2009":111,
                "2010":211,
                "2011":208,
                "2012":219,
                "2013":216,
                "2014":171,
                "2015":126,
                "2016":104,
                "2017":79,
                "2018":60,
                "2019":48,
                "2020":51,
                "2021":3
            }
        ],
        [
            "Two phase II trials in patients with previously-treated advanced non-small-cell lung cancer suggested that gefitinib was efficacious and less toxic than was chemotherapy. We compared gefitinib with docetaxel in patients with locally advanced or metastatic non-small-cell lung cancer who had been pretreated with platinum-based chemotherapy.We undertook an open-label phase III study with recruitment between March 1, 2004, and Feb 17, 2006, at 149 centres in 24 countries. 1466 patients with pretreated (≥one platinum-based regimen) advanced non-small-cell lung cancer were randomly assigned with dynamic balancing to receive gefitinib (250 mg per day orally; n=733) or docetaxel (75 mg\/m2 intravenously in 1-h infusion every 3 weeks; n=733). The primary objective was to compare overall survival between the groups with co-primary analyses to assess non-inferiority in the overall per …",
            "Gefitinib versus docetaxel in previously treated non-small-cell lung cancer (INTEREST): a randomised phase III trial",
            "Edward S Kim and Vera Hirsh and Tony Mok and Mark A Socinski and Radj Gervais and Yi-Long Wu and Long-Yun Li and Claire L Watkins and Mark V Sellers and Elizabeth S Lowe and Yan Sun and Mei-Lin Liao and Kell Østerlind and Martin Reck and Alison A Armour and Frances A Shepherd and Scott M Lippman and Jean-Yves Douillard",
            "2008",
            "0RVGObQAAAAJ:kNdYIx-mwKoC",
            1638,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673608617584",
            "6501398467664499838",
            "\/scholar?cites=6501398467664499838",
            {
                "2009":106,
                "2010":220,
                "2011":220,
                "2012":227,
                "2013":183,
                "2014":165,
                "2015":137,
                "2016":111,
                "2017":89,
                "2018":61,
                "2019":45,
                "2020":33,
                "2021":2
            }
        ],
        [
            "The IASLC Staging and Prognostic Factors Committee has collected a new database of 94,708 cases donated from 35 sources in 16 countries around the globe. This has now been analysed by our statistical partners at Cancer Research And Biostatistics and, in close collaboration with the members of the committee proposals have been developed for the T, N, and M categories of the 8th edition of the TNM Classification for lung cancer due to be published late 2016. In this publication we describe the methods used to evaluate the resultant Stage groupings and the proposals put forward for the 8th edition.",
            "The IASLC lung cancer staging project: proposals for revision of the TNM stage groupings in the forthcoming (eighth) edition of the TNM classification for lung cancer",
            "Peter Goldstraw and Kari Chansky and John Crowley and Ramon Rami-Porta and Hisao Asamura and Wilfried EE Eberhardt and Andrew G Nicholson and Patti Groome and Alan Mitchell and Vanessa Bolejack and Ramón Rami-Porta and David Ball and David G Beer and Ricardo Beyruti and Frank Detterbeck and Wilfried Ernst Erich Eberhardt and John Edwards and Françoise Galateau-Sallé and Dorothy Giroux and Fergus Gleeson and James Huang and Catherine Kennedy and Jhingook Kim and Young Tae Kim and Laura Kingsbury and Haruhiko Kondo and Mark Krasnik and Kaoru Kubota and Antoon Lerut and Gustavo Lyons and Mirella Marino and Edith M Marom and Jan van Meerbeeck and Takashi Nakano and Anna Nowak and Michael Peake and Thomas Rice and Kenneth Rosenzweig and Enrico Ruffini and Valerie Rusch and Nagahiro Saijo and Paul Van Schil and Jean-Paul Sculier and Lynn Shemanski and Kelly Stratton and Kenji Suzuki and Yuji Tachimori and Charles F Thomas Jr and William Travis and Ming S Tsao and Andrew Turrisi and Johan Vansteenkiste and Hirokazu Watanabe and Yi-Long Wu and Paul Baas and Jeremy Erasmus and Seiki Hasegawa and Kouki Inai and Kemp Kernstine and Hedy Kindler and Lee Krug and Kristiaan Nackaerts and Harvey Pass and David Rice and Conrad Falkson and Pier Luigi Filosso and Giuseppe Giaccone and Kazuya Kondo and Marco Lucchi and Meinoshin Okumura and Eugene Blackstone and F Abad Cavaco and E Ansótegui Barrera and J Abal Arca and I Parente Lamelas and A Arnau Obrer and R Guijarro Jorge and D Ball and GK Bascom and AI Blanco Orozco and MA González Castro and MG Blum and D Chimondeguy and V Cvijanovic and S Defranchi and B de Olaiz Navarro and I Escobar Campuzano and I Macía Vidueira and E Fernández Araujo and F Andreo García and KM Fong and G Francisco Corral and S Cerezo González and J Freixinet Gilart and L García Arangüena and S García Barajas and P Girard and T Goksel and MT González Budiño and G González Casaurrán and JA Gullón Blanco and J Hernández Hernández and H Hernández Rodríguez and J Herrero Collantes and M Iglesias Heras and JM Izquierdo Elena and E Jakobsen and S Kostas and P León Atance and A Núñez Ares and M Liao and M Losanovscky and G Lyons and R Magaroles and L De Esteban Júlvez and M Mariñán Gorospe and B McCaughan and C Kennedy and R Melchor Íñiguez and L Miravet Sorribes and S Naranjo Gozalo and C Álvarez de Arriba and M Núñez Delgado and J Padilla Alarcón and JC Peñalver Cuesta and JS Park and H Pass and MJ Pavón Fernández and M Rosenberg and E Ruffini and V Rusch and J Sánchez de Cos Escuín and A Saura Vinuesa and M Serra Mitjans and TE Strand and D Subotic and S Swisher and R Terra and C Thomas and K Tournoy and P Van Schil and M Velasquez and YL Wu and K Yokoi",
            "2016",
            "0RVGObQAAAAJ:4ZsGBcvdSVYC",
            1561,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1556086415000179",
            "12218995309895329491",
            "\/scholar?cites=12218995309895329491",
            {
                "2016":48,
                "2017":166,
                "2018":308,
                "2019":382,
                "2020":585,
                "2021":42
            }
        ],
        [
            "PurposeThe results of the Iressa Pan-Asia Study (IPASS), which compared gefitinib and carboplatin\/paclitaxel in previously untreated never-smokers and light ex-smokers with advanced pulmonary adenocarcinoma were published previously. This report presents overall survival (OS) and efficacy according to epidermal growth factor receptor (EGFR) biomarker status.",
            "Biomarker analyses and final overall survival results from a phase III, randomized, open-label, first-line study of gefitinib versus carboplatin\/paclitaxel in clinically …",
            "Masahiro Fukuoka and Yi-Long Wu and Sumitra Thongprasert and Patrapim Sunpaweravong and Swan-Swan Leong and Virote Sriuranpong and Tsu-Yi Chao and Kazuhiko Nakagawa and Da-Tong Chu and Nagahiro Saijo and Emma L Duffield and Yuri Rukazenkov and Georgina Speake and Haiyi Jiang and Alison A Armour and Ka-Fai To and James Chih-Hsin Yang and Tony SK Mok",
            "2011",
            "0RVGObQAAAAJ:_kc_bZDykSQC",
            1514,
            "https:\/\/www.researchgate.net\/profile\/Tony_Mok\/publication\/51216560_Biomarker_Analyses_and_Final_Overall_Survival_Results_From_a_Phase_III_Randomized_Open-Label_First-Line_Study_of_Gefitinib_Versus_CarboplatinPaclitaxel_in_Clinically_Selected_Patients_With_Advanced_No\/links\/56428aa308aebaaea1f8f864.pdf",
            "7150155187733801939",
            "\/scholar?cites=7150155187733801939",
            {
                "2009":18,
                "2010":39,
                "2011":46,
                "2012":127,
                "2013":205,
                "2014":181,
                "2015":198,
                "2016":185,
                "2017":147,
                "2018":128,
                "2019":107,
                "2020":100,
                "2021":5
            }
        ]
    ]
}