{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Many researchers, especially those new to the field, need to determine which criteria are essential for demonstrating autophagy, either for the purposes of their own research, or in the capacity of a manuscript or grant review. 1 Acceptable standards are an important issue, particularly considering that each of us may have his\/her own opinion regarding the answer. Unfortunately, the answer is in part a “moving target” as the field evolves. 2 This can be extremely frustrating for researchers who may think they have met those criteria, only to find out that the reviewers of their papers have different ideas. Conversely, as a reviewer, it is tiresome to raise the same objections repeatedly, wondering why researchers have not fulfilled some of the basic requirements for establishing the occurrence of an autophagic process. In addition, drugs that potentially modulate autophagy are increasingly being used in clinical trials, and …",
            "Guidelines for the use and interpretation of assays for monitoring autophagy",
            "Daniel J Klionsky and Kotb Abdelmohsen and Akihisa Abe and Md Joynal Abedin and Hagai Abeliovich and Abraham Acevedo Arozena and Hiroaki Adachi and Christopher M Adams and Peter D Adams and Khosrow Adeli and Peter J Adhihetty and Sharon G Adler and Galila Agam and Rajesh Agarwal and Manish K Aghi and Maria Agnello and Patrizia Agostinis and Patricia V Aguilar and Julio Aguirre-Ghiso and Edoardo M Airoldi and Slimane Ait-Si-Ali and Takahiko Akematsu and Emmanuel T Akporiaye and Mohamed Al-Rubeai and Guillermo M Albaiceta and Chris Albanese and Diego Albani and Matthew L Albert and Jesus Aldudo and Hana Algül and Mehrdad Alirezaei and Iraide Alloza and Alexandru Almasan and Maylin Almonte-Beceril and Emad S Alnemri and Covadonga Alonso and Nihal Altan-Bonnet and Dario C Altieri and Silvia Alvarez and Lydia Alvarez-Erviti and Sandro Alves and Giuseppina Amadoro and Atsuo Amano and Consuelo Amantini and Santiago Ambrosio and Ivano Amelio and Amal O Amer and Mohamed Amessou and Angelika Amon and Zhenyi An and Frank A Anania and Stig U Andersen and Usha P Andley and Catherine K Andreadi and Nathalie Andrieu-Abadie and Alberto Anel and David K Ann and Shailendra Anoopkumar-Dukie and Manuela Antonioli and Hiroshi Aoki and Nadezda Apostolova and Saveria Aquila and Katia Aquilano and Koichi Araki and Eli Arama and Agustin Aranda and Jun Araya and Alexandre Arcaro and Esperanza Arias and Hirokazu Arimoto and Aileen R Ariosa and Jane L Armstrong and Thierry Arnould and Ivica Arsov and Katsuhiko Asanuma and Valerie Askanas and Eric Asselin and Ryuichiro Atarashi and Sally S Atherton and Julie D Atkin and Laura D Attardi and Patrick Auberger and Georg Auburger and Laure Aurelian and Riccardo Autelli and Laura Avagliano and Maria Laura Avantaggiati and Limor Avrahami and Suresh Awale and Neelam Azad and Tiziana Bachetti and Jonathan M Backer and Dong-Hun Bae and Jae-Sung Bae and Ok-Nam Bae and Soo Han Bae and Eric H Baehrecke and Seung-Hoon Baek and Stephen Baghdiguian and Agnieszka Bagniewska-Zadworna and Hua Bai and Jie Bai and Xue-Yuan Bai and Yannick Bailly and Kithiganahalli Narayanaswamy Balaji and Walter Balduini and Andrea Ballabio and Rena Balzan and Rajkumar Banerjee and Gábor Bánhegyi and Haijun Bao and Benoit Barbeau and Maria D Barrachina and Esther Barreiro and Bonnie Bartel and Alberto Bartolomé and Diane C Bassham and Maria Teresa Bassi and Robert C Bast Jr and Alakananda Basu and Maria Teresa Batista and Henri Batoko and Maurizio Battino and Kyle Bauckman and Bradley L Baumgarner and K Ulrich Bayer and Rupert Beale and Jean-Francois Beaulieu and George R Beck Jr and Christoph Becker and J David Beckham and Pierre-Andre Bedard and Patrick J Bednarski and Thomas J Begley and Christian Behl and Christian Behrends and Georg MN Behrens and Kevin E Behrns and Eloy Bejarano and Amine Belaid and Francesca Belleudi and Giovanni Bénard and Guy Berchem and Daniele Bergamaschi and Matteo Bergami and Ben Berkhout and Laura Berliocchi and Amélie Bernard and Monique Bernard and Francesca Bernassola",
            "2016",
            "0rZ39wYAAAAJ:EvHYAMKeY9cC",
            7300,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/15548627.2015.1100356",
            "5466665393835199140",
            "\/scholar?cites=5466665393835199140",
            {
                "2006":19,
                "2007":18,
                "2008":26,
                "2009":19,
                "2010":19,
                "2011":25,
                "2012":56,
                "2013":367,
                "2014":656,
                "2015":739,
                "2016":910,
                "2017":1078,
                "2018":1067,
                "2019":1020,
                "2020":1123,
                "2021":102
            }
        ],
        [
            "Copy number variation (CNV) of DNA sequences is functionally significant but has yet to be fully ascertained. We have constructed a first-generation CNV map of the human genome through the study of 270 individuals from four populations with ancestry in Europe, Africa or Asia (the HapMap collection). DNA from these individuals was screened for CNV using two complementary technologies: single-nucleotide polymorphism (SNP) genotyping arrays, and clone-based comparative genomic hybridization. A total of 1,447 copy number variable regions (CNVRs), which can encompass overlapping or adjacent gains or losses, covering 360 megabases (12% of the genome) were identified in these populations. These CNVRs contained hundreds of genes, disease loci, functional elements and segmental duplications. Notably, the CNVRs encompassed more nucleotide content per genome than SNPs, underscoring the …",
            "Global variation in copy number in the human genome",
            "Richard Redon and Shumpei Ishikawa and Karen R Fitch and Lars Feuk and George H Perry and T Daniel Andrews and Heike Fiegler and Michael H Shapero and Andrew R Carson and Wenwei Chen and Eun Kyung Cho and Stephanie Dallaire and Jennifer L Freeman and Juan R Gonzalez and Monica Gratacos and Jing Huang and Dimitrios Kalaitzopoulos and Daisuke Komura and Jeffrey R MacDonald and Christian R Marshall and Rui Mei and Lyndal Montgomery and Kunihiro Nishimura and Kohji Okamura and Fan Shen and Martin J Somerville and Joelle Tchinda and Armand Valsesia and Cara Woodwark and Fengtang Yang and Junjun Zhang and Tatiana Zerjal and Jane Zhang and Lluis Armengol and Donald F Conrad and Xavier Estivill and Chris Tyler-Smith and Nigel P Carter and Hiroyuki Aburatani and Charles Lee and Keith W Jones and Stephen W Scherer and Matthew E Hurles",
            "2006",
            "0rZ39wYAAAAJ:tLD3X6oaJq0C",
            4727,
            "https:\/\/www.nature.com\/articles\/nature05329",
            "3222339035947198728",
            "\/scholar?cites=3222339035947198728",
            {
                "2006":12,
                "2007":345,
                "2008":558,
                "2009":508,
                "2010":555,
                "2011":432,
                "2012":377,
                "2013":351,
                "2014":281,
                "2015":260,
                "2016":193,
                "2017":201,
                "2018":200,
                "2019":172,
                "2020":190,
                "2021":24
            }
        ],
        [
            "Gene expression is a multistep process that involves the transcription, translation and turnover of messenger RNAs and proteins. Although it is one of the most fundamental processes of life, the entire cascade has never been quantified on a genome-wide scale. Here we simultaneously measured absolute mRNA and protein abundance and turnover by parallel metabolic pulse labelling for more than 5,000 genes in mammalian cells. Whereas mRNA and protein levels correlated better than previously thought, corresponding half-lives showed no correlation. Using a quantitative model we have obtained the first genome-scale prediction of synthesis rates of mRNAs and proteins. We find that the cellular abundance of proteins is predominantly controlled at the level of translation. Genes with similar combinations of mRNA and protein stability shared functional properties, indicating that half-lives evolved under …",
            "Global quantification of mammalian gene expression control",
            "Björn Schwanhäusser and Dorothea Busse and Na Li and Gunnar Dittmar and Johannes Schuchhardt and Jana Wolf and Wei Chen and Matthias Selbach",
            "2011",
            "0rZ39wYAAAAJ:SO_TuQIDlSwC",
            4680,
            "https:\/\/www.nature.com\/articles\/nature10098",
            "15819414509515725574",
            "\/scholar?cites=15819414509515725574",
            {
                "2011":55,
                "2012":290,
                "2013":360,
                "2014":482,
                "2015":508,
                "2016":579,
                "2017":540,
                "2018":604,
                "2019":589,
                "2020":603,
                "2021":43
            }
        ],
        [
            "Research in autophagy continues to accelerate, 1 and as a result many new scientists are entering the field. Accordingly, it is important to establish a standard set of criteria for monitoring macroautophagy in different organisms. Recent reviews have described the range of assays that have been used for this purpose. 2, 3 There are many useful and convenient methods that can be used to monitor macroautophagy in yeast, but relatively few in other model systems, and there is much confusion regarding acceptable methods to measure macroautophagy in higher eukaryotes. A key point that needs to be emphasized is that there is a difference between measurements that monitor the numbers of autophagosomes versus those that measure flux through the autophagy pathway; thus, a block in macroautophagy that results in autophagosome accumulation needs to be differentiated from fully functional autophagy that …",
            "Guidelines for the use and interpretation of assays for monitoring autophagy in higher eukaryotes",
            "Daniel J Klionsky and Hagai Abeliovich and Patrizia Agostinis and Devendra K Agrawal and Gjumrakch Aliev and David S Askew and Misuzu Baba and Eric H Baehrecke and Ben A Bahr and Andrea Ballabio and Bruce A Bamber and Diane C Bassham and Ettore Bergamini and Xiaoning Bi and Martine Biard-Piechaczyk and Janice S Blum and Dale E Bredesen and Jeffrey L Brodsky and John H Brumell and Ulf T Brunk and Wilfried Bursch and Nadine Camougrand and Eduardo Cebollero and Francesco Cecconi and Yingyu Chen and Lih-Shen Chin and Augustine Choi and Charleen T Chu and Jongkyeong Chung and Robert SB Clark and Peter GH Clarke and Steven G Clarke and Corinne Clavé and John L Cleveland and Patrice Codogno and María Isabel Colombo and Ana Coto-Montes and James M Cregg and Ana Maria Cuervo and Jayanta Debnath and Patrick B Dennis and Phillip A Dennis and Francesca Demarchi and Vojo Deretic and Rodney J Devenish and Federica Di Sano and J Fred Dice and Clark W Distelhorst and Savithramma P Dinesh-Kumar and N Tony Eissa and Marian DiFiglia and Mojgan Djavaheri-Mergny and Frank C Dorsey and Wulf Dröge and Michel Dron and William A Dunn and Jr and Michael Duszenko and Zvulun Elazar and Audrey Esclatine and Eeva-Liisa Eskelinen and László Fésüs and Kim D Finley and José M Fuentes and Juan Fueyo-Margareto and Kozo Fujisaki and Brigitte Galliot and Fen-Biao Gao and David A Gewirtz and Spencer B Gibson and Antje Gohla and Alfred L Goldberg and Ramon Gonzalez and Cristina González-Estévez and Sharon M Gorski and Roberta A Gottlieb and Dieter Häussinger and You-Wen He and Kim Heidenreich and Joseph A Hill and Maria Høyer-Hansen and Xun Hu and Wei-Pang Huang and Akiko Iwasaki and Marja Jäättelä and William T Jackson and Xuejun Jiang and Shengkan V Jin and Terje Johansen and Jae U Jung and Motoni Kadowaki and Chanhee Kang and Ameeta Kelekar and David H Kessel and Jan AKW Kiel and Hong Pyo Kim and Adi Kimchi and Timothy J Kinsella and Kirill Kiselyov and Katsuhiko Kitamoto and Erwin Knecht and Masaaki Komatsu and Eiki Kominami and Seiji Kondo and Attila L Kovács and Guido Kroemer and Chia-Yi Kuan and Rakesh Kumar and Mondira Kundu and Jacques Landry and Marianne Laporte and Weidong Le and Huan-Yao Lei and Beth Levine and Andrew P Lieberman and Kah-Leong Lim and Fu-Cheng Lin and Willisa Liou and Leroy F Liu and Gabriel Lopez-Berestein and Carlos López-Otín and Bo Lu and Kay F Macleod and Walter Malorni and Wim Martinet and Ken Matsuoka and Josef Mautner and Alfred J Meijer and Alicia Meléndez and Paul Michels and Giovanni Miotto and Wilhelm P Mistiaen and Noboru Mizushima and Baharia Mograbi and Michael N Moore and Paula I Moreira and Yuji Moriyasu and Tomasz Motyl and Christian Münz and Leon O Murphy and Naweed I Naqvi and Thomas P Neufeld and Ichizo Nishino and Ralph A Nixon and Takeshi Noda and Bernd Nürnberg and Michinaga Ogawa and Nancy L Oleinick and Laura J Olsen and Bulent Ozpolat and Shoshana Paglin",
            "2008",
            "0rZ39wYAAAAJ:z5TOL5VncIsC",
            2476,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.4161\/auto.5338",
            "8629063813999926310",
            "\/scholar?cites=8629063813999926310",
            {
                "2008":78,
                "2009":191,
                "2010":245,
                "2011":307,
                "2012":409,
                "2013":317,
                "2014":217,
                "2015":173,
                "2016":163,
                "2017":109,
                "2018":101,
                "2019":66,
                "2020":83,
                "2021":6
            }
        ],
        [
            "Genetic studies aimed at understanding the molecular basis of complex human phenotypes require the genotyping of many thousands of single-nucleotide polymorphisms (SNPs) across large numbers of individuals 1. Public efforts have so far identified over two million common human SNPs 2; however, the scoring of these SNPs is labor-intensive and requires a substantial amount of automation. Here we describe a simple but effective approach, termed whole-genome sampling analysis (WGSA), for genotyping thousands of SNPs simultaneously in a complex DNA sample without locus-specific primers or automation. Our method amplifies highly reproducible fractions of the genome across multiple DNA samples and calls genotypes at> 99% accuracy. We rapidly genotyped 14,548 SNPs in three different human populations and identified a subset of them with significant allele frequency differences between …",
            "Large-scale genotyping of complex DNA",
            "Giulia C Kennedy and Hajime Matsuzaki and Shoulian Dong and Wei-min Liu and Jing Huang and Guoying Liu and Xing Su and Manqiu Cao and Wenwei Chen and Jane Zhang and Weiwei Liu and Geoffrey Yang and Xiaojun Di and Thomas Ryder and Zhijun He and Urvashi Surti and Michael S Phillips and Michael T Boyce-Jacino and Stephen PA Fodor and Keith W Jones",
            "2003",
            "0rZ39wYAAAAJ:4DUywrCQPfoC",
            677,
            "https:\/\/www.nature.com\/articles\/nbt869",
            "18273549057241629027",
            "\/scholar?cites=18273549057241629027",
            {
                "2003":7,
                "2004":51,
                "2005":72,
                "2006":84,
                "2007":92,
                "2008":73,
                "2009":63,
                "2010":53,
                "2011":31,
                "2012":33,
                "2013":27,
                "2014":16,
                "2015":19,
                "2016":12,
                "2017":17,
                "2018":11,
                "2019":7,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Sunitinib resistance is a major challenge for advanced renal cell carcinoma (RCC). Understanding the underlying mechanisms and developing effective strategies against sunitinib resistance are highly desired in the clinic. Here we identified an lncRNA, named lncARSR (lncRNA Activated in RCC with Sunitinib Resistance), which correlated with clinically poor sunitinib response. lncARSR promoted sunitinib resistance via competitively binding miR-34\/miR-449 to facilitate AXL and c-MET expression in RCC cells. Furthermore, bioactive lncARSR could be incorporated into exosomes and transmitted to sensitive cells, thus disseminating sunitinib resistance. Treatment of sunitinib-resistant RCC with locked nucleic acids targeting lncARSR or an AXL\/c-MET inhibitor restored sunitinib response. Therefore, lncARSR may serve as a predictor and a potential therapeutic target for sunitinib resistance.",
            "Exosome-transmitted lncARSR promotes sunitinib resistance in renal cancer by acting as a competing endogenous RNA",
            "LE Qu and Jin Ding and Cheng Chen and Zhen-Jie Wu and Bing Liu and Yi Gao and Wei Chen and Feng Liu and Wen Sun and Xiao-Feng Li and Xue Wang and Yue Wang and Zhen-Yu Xu and Li Gao and Qing Yang and Bin Xu and Yao-Ming Li and Zi-Yu Fang and Zhi-Peng Xu and Yi Bao and Deng-Shuang Wu and Xiong Miao and Hai-Yang Sun and Ying-Hao Sun and Hong-Yang Wang and Lin-Hui Wang",
            "2016",
            "0rZ39wYAAAAJ:u7KcSzQpFIEC",
            546,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1535610816300861",
            "465366926631389016",
            "\/scholar?cites=465366926631389016",
            {
                "2016":14,
                "2017":71,
                "2018":99,
                "2019":162,
                "2020":181,
                "2021":19
            }
        ]
    ]
}