{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We measure cosmological parameters using the three-dimensional power spectrum P (k) from over 200 000 galaxies in the Sloan Digital Sky Survey (SDSS) in combination with Wilkinson Microwave Anisotropy Probe (WMAP) and other data. Our results are consistent with a “vanilla” flat adiabatic cold dark matter model with a cosmological constant without tilt (n s= 1), running tilt, tensor modes, or massive neutrinos. Adding SDSS information more than halves the WMAP-only error bars on some parameters, tightening 1 σ constraints on the Hubble parameter from h≈ 0.74− 0.07+ 0.18 to h≈ 0.70− 0.03+ 0.04, on the matter density from Ω m≈ 0.25±0.10 to Ω m≈ 0.30±0.04 (1 σ) and on neutrino masses from< 11 to< 0.6 eV (95%). SDSS helps even more when dropping prior assumptions about curvature, neutrinos, tensor modes and the equation of state. Our results are in substantial agreement with the joint analysis …",
            "Cosmological parameters from SDSS and WMAP",
            "Max Tegmark and Michael A Strauss and Michael R Blanton and Kevork Abazajian and Scott Dodelson and Havard Sandvik and Xiaomin Wang and David H Weinberg and Idit Zehavi and Neta A Bahcall and Fiona Hoyle and David Schlegel and Roman Scoccimarro and Michael S Vogeley and Andreas Berlind and Tamás Budavari and Andrew Connolly and Daniel J Eisenstein and Douglas Finkbeiner and Joshua A Frieman and James E Gunn and Lam Hui and Bhuvnesh Jain and David Johnston and Stephen Kent and Huan Lin and Reiko Nakajima and Robert C Nichol and Jeremiah P Ostriker and Adrian Pope and Ryan Scranton and Uroš Seljak and Ravi K Sheth and Albert Stebbins and Alexander S Szalay and István Szapudi and Yongzhong Xu and James Annis and J Brinkmann and Scott Burles and Francisco J Castander and Istvan Csabai and Jon Loveday and Mamoru Doi and Masataka Fukugita and Bruce Gillespie and Greg Hennessy and David W Hogg and Željko Ivezić and Gillian R Knapp and Don Q Lamb and Brian C Lee and Robert H Lupton and Timothy A McKay and Peter Kunszt and Jeffrey A Munn and Liam O’Connell and John Peoples and Jeffrey R Pier and Michael Richmond and Constance Rockosi and Donald P Schneider and Christopher Stoughton and Douglas L Tucker and Daniel E Vanden Berk and Brian Yanny and Donald G York",
            "2004",
            "0V-jGE4AAAAJ:u5HHmVD_uO8C",
            4271,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.69.103501",
            "626756955173747951",
            "\/scholar?cites=626756955173747951",
            {
                "2004":176,
                "2005":374,
                "2006":379,
                "2007":311,
                "2008":290,
                "2009":269,
                "2010":258,
                "2011":239,
                "2012":268,
                "2013":234,
                "2014":224,
                "2015":226,
                "2016":230,
                "2017":177,
                "2018":186,
                "2019":179,
                "2020":194,
                "2021":23
            }
        ],
        [
            "The Sloan Digital Sky Survey (SDSS) is an imaging and spectroscopic survey that will eventually cover approximately one-quarter of the celestial sphere and collect spectra of≈ 10 6 galaxies, 100,000 quasars, 30,000 stars, and 30,000 serendipity targets. In 2001 June, the SDSS released to the general astronomical community its early data release, roughly 462 deg 2 of imaging data including almost 14 million detected objects and 54,008 follow-up spectra. The imaging data were collected in drift-scan mode in five bandpasses (u, g, r, i, and z); our 95% completeness limits for stars are 22.0, 22.2, 22.2, 21.3, and 20.5, respectively. The photometric calibration is reproducible to 5%, 3%, 3%, 3%, and 5%, respectively. The spectra are flux-and wavelength-calibrated, with 4096 pixels from 3800 to 9200 Å at R≈ 1800. We present the means by which these data are distributed to the astronomical community …",
            "Sloan digital sky survey: early data release",
            "Chris Stoughton and Robert H Lupton and Mariangela Bernardi and Michael R Blanton and Scott Burles and Francisco J Castander and AJ Connolly and Daniel J Eisenstein and Joshua A Frieman and GS Hennessy and Robert B Hindsley and Željko Ivezić and Stephen Kent and Peter Z Kunszt and Brian C Lee and Avery Meiksin and Jeffrey A Munn and Heidi Jo Newberg and RC Nichol and Tom Nicinski and Jeffrey R Pier and Gordon T Richards and Michael W Richmond and David J Schlegel and J Allyn Smith and Michael A Strauss and Mark SubbaRao and Alexander S Szalay and Aniruddha R Thakar and Douglas L Tucker and Daniel E Vanden Berk and Brian Yanny and Jennifer K Adelman and John E Anderson Jr and Scott F Anderson and James Annis and Neta A Bahcall and JA Bakken and Matthias Bartelmann and Steven Bastian and Amanda Bauer and Eileen Berman and Hans Böhringer and William N Boroski and Steve Bracker and Charlie Briegel and John W Briggs and J Brinkmann and Robert Brunner and Larry Carey and Michael A Carr and Bing Chen and Damian Christian and Patrick L Colestock and JH Crocker and István Csabai and Paul C Czarapata and Julianne Dalcanton and Arthur F Davidsen and John Eric Davis and Walter Dehnen and Scott Dodelson and Mamoru Doi and Tom Dombeck and Megan Donahue and Nancy Ellman and Brian R Elms and Michael L Evans and Laurent Eyer and Xiaohui Fan and Glenn R Federwitz and Scott Friedman and Masataka Fukugita and Roy Gal and Bruce Gillespie and Karl Glazebrook and Jim Gray and Eva K Grebel and Bruce Greenawalt and Gretchen Greene and James E Gunn and Ernst De Haas and Zoltán Haiman and Merle Haldeman and Patrick B Hall and Masaru Hamabe and Brad Hansen and Frederick H Harris and Hugh Harris and Michael Harvanek and Suzanne L Hawley and JJE Hayes and Timothy M Heckman and Amina Helmi and Arne Henden and Craig J Hogan and David W Hogg and Donald J Holmgren and Jon Holtzman and Chih-Hao Huang and Charles Hull and Shin-Ichi Ichikawa and Takashi Ichikawa and David E Johnston and Guinevere Kauffmann and Rita SJ Kim and Tim Kimball and E Kinney and Mark Klaene and SJ Kleinman and Anatoly Klypin and GR Knapp and John Korienek and Julian Krolik and Richard G Kron and Jurek Krzesiński and DQ Lamb and R French Leger and Siriluk Limmongkol and Carl Lindenmeyer and Daniel C Long and Craig Loomis and Jon Loveday and Bryan MacKinnon and Edward J Mannery and PM Mantsch and Bruce Margon and Peregrine McGehee and Timothy A McKay and Brian McLean and Kristen Menou and Aronne Merelli and HJ Mo and David G Monet and Osamu Nakamura and Vijay K Narayanan and Thomas Nash and Eric H Neilsen Jr and Peter R Newman and Atsuko Nitta and Michael Odenkirchen and Norio Okada and Sadanori Okamura and Jeremiah P Ostriker and Russell Owen and A George Pauls and John Peoples and RS Peterson and Donald Petravick and Adrian Pope",
            "2002",
            "0V-jGE4AAAAJ:u-x6o8ySG0sC",
            2813,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/324741\/meta",
            "5219727293716824883",
            "\/scholar?cites=5219727293716824883",
            {
                "2002":92,
                "2003":164,
                "2004":203,
                "2005":197,
                "2006":183,
                "2007":208,
                "2008":230,
                "2009":204,
                "2010":177,
                "2011":171,
                "2012":172,
                "2013":126,
                "2014":103,
                "2015":117,
                "2016":117,
                "2017":76,
                "2018":81,
                "2019":80,
                "2020":67,
                "2021":7
            }
        ],
        [
            "We measure the large‐scale real‐space power spectrum   by using a sample of 205,443 galaxies from the Sloan Digital Sky Survey, covering 2417 effective square degrees with mean redshift  . We employ a matrix‐based method using pseudo–Karhunen‐Loève eigenmodes, producing uncorrelated minimum‐variance measurements in 22 k‐bands of both the clustering power and its anisotropy due to redshift‐space distortions, with narrow and well‐behaved window functions in the range  . We pay particular attention to modeling, quantifying, and correcting for potential systematic errors, nonlinear redshift distortions, and the artificial red‐tilt caused by luminosity‐dependent bias. Our results are robust to omitting angular and radial density fluctuations and are consistent between different parts of the sky. Our final result is a measurement of the real‐space matter power spectrum   up to an unknown overall …",
            "The three-dimensional power spectrum of galaxies from the sloan digital sky survey",
            "Max Tegmark and Michael R Blanton and Michael A Strauss and Fiona Hoyle and David Schlegel and Roman Scoccimarro and Michael S Vogeley and David H Weinberg and Idit Zehavi and Andreas Berlind and Tamás Budavari and Andrew Connolly and Daniel J Eisenstein and Douglas Finkbeiner and Joshua A Frieman and James E Gunn and Andrew JS Hamilton and Lam Hui and Bhuvnesh Jain and David Johnston and Stephen Kent and Huan Lin and Reiko Nakajima and Robert C Nichol and Jeremiah P Ostriker and Adrian Pope and Ryan Scranton and Uroš Seljak and Ravi K Sheth and Albert Stebbins and Alexander S Szalay and István Szapudi and Licia Verde and Yongzhong Xu and James Annis and Neta A Bahcall and J Brinkmann and Scott Burles and Francisco J Castander and Istvan Csabai and Jon Loveday and Mamoru Doi and Masataka Fukugita and J Richard Gott III and Greg Hennessy and David W Hogg and Željko Ivezić and Gillian R Knapp and Don Q Lamb and Brian C Lee and Robert H Lupton and Timothy A McKay and Peter Kunszt and Jeffrey A Munn and Liam O’Connell and John Peoples and Jeffrey R Pier and Michael Richmond and Constance Rockosi and Donald P Schneider and Christopher Stoughton and Douglas L Tucker and Daniel E Vanden Berk and Brian Yanny and Donald G York and SDSS Collaboration",
            "2004",
            "0V-jGE4AAAAJ:d1gkVwhDpl0C",
            2298,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/382125\/meta",
            "12280904445484162723",
            "\/scholar?cites=12280904445484162723",
            {
                "1999":13,
                "2000":8,
                "2001":8,
                "2002":13,
                "2003":12,
                "2004":87,
                "2005":184,
                "2006":201,
                "2007":182,
                "2008":210,
                "2009":174,
                "2010":149,
                "2011":151,
                "2012":110,
                "2013":140,
                "2014":113,
                "2015":92,
                "2016":91,
                "2017":84,
                "2018":81,
                "2019":81,
                "2020":80,
                "2021":11
            }
        ],
        [
            "This paper describes the Fifth Data Release (DR5) of the Sloan Digital Sky Survey (SDSS). DR5 includes all survey quality data taken through 2005 June and represents the completion of the SDSS‐I project (whose successor, SDSS‐II, will continue through mid‐2008). It includes five‐band photometric data for 217 million objects selected over 8000 deg2 and 1,048,960 spectra of galaxies, quasars, and stars selected from 5713 deg2 of that imaging data. These numbers represent a roughly 20% increment over those of the Fourth Data Release; all the data from previous data releases are included in the present release. In addition to “standard” SDSS observations, DR5 includes repeat scans of the southern equatorial stripe, imaging scans across M31 and the core of the Perseus Cluster of galaxies, and the first spectroscopic data from SEGUE, a survey to explore the kinematics and chemical evolution of the Galaxy …",
            "The fifth data release of the Sloan Digital Sky Survey",
            "Jennifer K Adelman-McCarthy and Marcel A Agüeros and Sahar S Allam and Kurt SJ Anderson and Scott F Anderson and James Annis and Neta A Bahcall and Coryn AL Bailer-Jones and Ivan K Baldry and JC Barentine and Timothy C Beers and V Belokurov and Andreas Berlind and Mariangela Bernardi and Michael R Blanton and John J Bochanski and William N Boroski and DM Bramich and Howard J Brewington and Jarle Brinchmann and J Brinkmann and Robert J Brunner and Tamás Budavári and Larry N Carey and Samuel Carliles and Michael A Carr and Francisco J Castander and AJ Connolly and RJ Cool and Carlos E Cunha and István Csabai and Julianne J Dalcanton and Mamoru Doi and Daniel J Eisenstein and Michael L Evans and NW Evans and Xiaohui Fan and Douglas P Finkbeiner and Scott D Friedman and Joshua A Frieman and Masataka Fukugita and Bruce Gillespie and G Gilmore and Karl Glazebrook and Jim Gray and Eva K Grebel and James E Gunn and Ernst De Haas and Patrick B Hall and Michael Harvanek and Suzanne L Hawley and Jeffrey Hayes and Timothy M Heckman and John S Hendry and Gregory S Hennessy and Robert B Hindsley and Christopher M Hirata and Craig J Hogan and David W Hogg and Jon A Holtzman and Shin-ichi Ichikawa and Takashi Ichikawa and Željko Ivezić and Sebastian Jester and David E Johnston and Anders M Jorgensen and Mario Jurić and Guinevere Kauffmann and Stephen M Kent and SJ Kleinman and GR Knapp and Alexei Yu Kniazev and Richard G Kron and Jurek Krzesinski and Nikolay Kuropatkin and Donald Q Lamb and Hubert Lampeitl and Brian C Lee and R French Leger and Marcos Lima and Huan Lin and Daniel C Long and Jon Loveday and Robert H Lupton and Rachel Mandelbaum and Bruce Margon and David MartÍnez-Delgado and Takahiko Matsubara and Peregrine M McGehee and Timothy A McKay and Avery Meiksin and Jeffrey A Munn and Reiko Nakajima and Thomas Nash and Eric H Neilsen Jr and Heidi Jo Newberg and Robert C Nichol and Maria Nieto-Santisteban and Atsuko Nitta and Hiroaki Oyaizu and Sadanori Okamura and Jeremiah P Ostriker and Nikhil Padmanabhan and Changbom Park and John Peoples Jr and Jeffrey R Pier and Adrian C Pope and Dimitri Pourbaix and Thomas R Quinn and M Jordan Raddick and Paola Re Fiorentin and Gordon T Richards and Michael W Richmond and Hans-Walter Rix and Constance M Rockosi and David J Schlegel and Donald P Schneider and Ryan Scranton and Uroš Seljak and Erin Sheldon and Kazu Shimasaku and Nicole M Silvestri and J Allyn Smith and Vernesa Smolčić and Stephanie A Snedden and Albert Stebbins and Chris Stoughton and Michael A Strauss and Mark SubbaRao and Yasushi Suto and Alexander S Szalay and István Szapudi and Paula Szkody and Max Tegmark and Aniruddha R Thakar and Christy A Tremonti and Douglas L Tucker and Alan Uomoto and Daniel E Vanden Berk and Jan Vandenberg and S Vidrih and Michael S Vogeley and Wolfgang Voges and Nicole P Vogt and David H Weinberg and Andrew A West and Simon DM White and Brian Wilhite and Brian Yanny and DR Yocum",
            "2007",
            "0V-jGE4AAAAJ:M7yex6snE4oC",
            2284,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/518864\/meta",
            "2368721565313110289",
            "\/scholar?cites=2368721565313110289",
            {
                "2007":46,
                "2008":317,
                "2009":395,
                "2010":318,
                "2011":237,
                "2012":208,
                "2013":165,
                "2014":134,
                "2015":107,
                "2016":99,
                "2017":63,
                "2018":67,
                "2019":59,
                "2020":46,
                "2021":7
            }
        ],
        [
            "We present Advanced Camera for Surveys, NICMOS, and Keck adaptive-optics-assisted photometry of 20 Type Ia supernovae (SNe Ia) from the Hubble Space Telescope (HST) Cluster Supernova Survey. The SNe Ia were discovered over the redshift interval 0.623< z< 1.415. Of these SNe Ia, 14 pass our strict selection cuts and are used in combination with the world's sample of SNe Ia to derive the best current constraints on dark energy. Of our new SNe Ia, 10 are beyond redshift z= 1, thereby nearly doubling the statistical weight of HST-discovered SNe Ia beyond this redshift. Our detailed analysis corrects for the recently identified correlation between SN Ia luminosity and host galaxy mass and corrects the NICMOS zero point at the count rates appropriate for very distant SNe Ia. Adding these SNe improves the best combined constraint on dark-energy density, ρ DE (z), at redshifts 1.0< z< 1.6 by 18%(including …",
            "The Hubble Space Telescope cluster supernova survey. V. Improving the dark-energy constraints above z> 1 and building an early-type-hosted supernova sample",
            "N Suzuki and D Rubin and C Lidman and G Aldering and R Amanullah and K Barbary and LF Barrientos and J Botyanszki and M Brodwin and N Connolly and KS Dawson and A Dey and M Doi and M Donahue and S Deustua and P Eisenhardt and E Ellingson and L Faccioli and V Fadeyev and HK Fakhouri and AS Fruchter and DG Gilbank and MD Gladders and G Goldhaber and AH Gonzalez and A Goobar and A Gude and T Hattori and H Hoekstra and E Hsiao and X Huang and Y Ihara and MJ Jee and D Johnston and N Kashikawa and B Koester and K Konishi and M Kowalski and EV Linder and L Lubin and J Melbourne and J Meyers and T Morokuma and F Munshi and C Mullis and T Oda and N Panagia and S Perlmutter and M Postman and T Pritchard and J Rhodes and P Ripoche and P Rosati and DJ Schlegel and A Spadafora and SA Stanford and V Stanishev and D Stern and M Strovink and N Takanashi and K Tokita and M Wagner and L Wang and N Yasuda and HKC Yee and Supernova Cosmology Project",
            "2012",
            "0V-jGE4AAAAJ:Y0pCki6q_DkC",
            1689,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/746\/1\/85\/meta",
            "12687588673289104517",
            "\/scholar?cites=12687588673289104517",
            {
                "2011":9,
                "2012":99,
                "2013":200,
                "2014":242,
                "2015":241,
                "2016":200,
                "2017":192,
                "2018":181,
                "2019":158,
                "2020":130,
                "2021":17
            }
        ],
        [
            "We measure the large-scale real-space power spectrum P (k) using luminous red galaxies (LRGs) in the Sloan Digital Sky Survey (SDSS) and use this measurement to sharpen constraints on cosmological parameters from the Wilkinson Microwave Anisotropy Probe (WMAP). We employ a matrix-based power spectrum estimation method using Pseudo-Karhunen-Loève eigenmodes, producing uncorrelated minimum-variance measurements in 20 k-bands of both the clustering power and its anisotropy due to redshift-space distortions, with narrow and well-behaved window functions in the range 0.01 h\/Mpc< k< 0.2 h\/Mpc. Results from the LRG and main galaxy samples are consistent, with the former providing higher signal-to-noise. Our results are robust to omitting angular and radial density fluctuations and are consistent between different parts of the sky. They provide a striking confirmation of the predicted large …",
            "Cosmological constraints from the SDSS luminous red galaxies",
            "Max Tegmark and Daniel J Eisenstein and Michael A Strauss and David H Weinberg and Michael R Blanton and Joshua A Frieman and Masataka Fukugita and James E Gunn and Andrew JS Hamilton and Gillian R Knapp and Robert C Nichol and Jeremiah P Ostriker and Nikhil Padmanabhan and Will J Percival and David J Schlegel and Donald P Schneider and Roman Scoccimarro and Uroš Seljak and Hee-Jong Seo and Molly Swanson and Alexander S Szalay and Michael S Vogeley and Jaiyul Yoo and Idit Zehavi and Kevork Abazajian and Scott F Anderson and James Annis and Neta A Bahcall and Bruce Bassett and Andreas Berlind and Jon Brinkmann and Tamás Budavari and Francisco Castander and Andrew Connolly and Istvan Csabai and Mamoru Doi and Douglas P Finkbeiner and Bruce Gillespie and Karl Glazebrook and Gregory S Hennessy and David W Hogg and Željko Ivezić and Bhuvnesh Jain and David Johnston and Stephen Kent and Donald Q Lamb and Brian C Lee and Huan Lin and Jon Loveday and Robert H Lupton and Jeffrey A Munn and Kaike Pan and Changbom Park and John Peoples and Jeffrey R Pier and Adrian Pope and Michael Richmond and Constance Rockosi and Ryan Scranton and Ravi K Sheth and Albert Stebbins and Christopher Stoughton and István Szapudi and Douglas L Tucker and Daniel E Vanden Berk and Brian Yanny and Donald G York",
            "2006",
            "0V-jGE4AAAAJ:9yKSN-GCB0IC",
            1658,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.74.123507",
            "5834424242834634544",
            "\/scholar?cites=5834424242834634544",
            {
                "2006":8,
                "2007":155,
                "2008":260,
                "2009":223,
                "2010":185,
                "2011":143,
                "2012":130,
                "2013":110,
                "2014":81,
                "2015":62,
                "2016":66,
                "2017":59,
                "2018":52,
                "2019":53,
                "2020":48,
                "2021":12
            }
        ],
        [
            "This paper describes the Fourth Data Release of the Sloan Digital Sky Survey (SDSS), including all survey‐quality data taken through 2004 June. The data release includes five‐band photometric data for 180 million objects selected over 6670 deg2 and 673,280 spectra of galaxies, quasars, and stars selected from 4783 deg2 of those imaging data using the standard SDSS target selection algorithms. These numbers represent a roughly 27% increment over those of the Third Data Release; all the data from previous data releases are included in the present release. The Fourth Data Release also includes an additional 131,840 spectra of objects selected using a variety of alternative algorithms, to address scientific issues ranging from the kinematics of stars in the Milky Way thick disk to populations of faint galaxies and quasars.",
            "The fourth data release of the sloan digital sky survey",
            "Jennifer K Adelman-McCarthy and Marcel A Agüeros and Sahar S Allam and Kurt SJ Anderson and Scott F Anderson and James Annis and Neta A Bahcall and Ivan K Baldry and JC Barentine and Andreas Berlind and Mariangela Bernardi and Michael R Blanton and William N Boroski and Howard J Brewington and Jarle Brinchmann and J Brinkmann and Robert J Brunner and Tamás Budavári and Larry N Carey and Michael A Carr and Francisco J Castander and AJ Connolly and István Csabai and Paul C Czarapata and Julianne J Dalcanton and Mamoru Doi and Feng Dong and Daniel J Eisenstein and Michael L Evans and Xiaohui Fan and Douglas P Finkbeiner and Scott D Friedman and Joshua A Frieman and Masataka Fukugita and Bruce Gillespie and Karl Glazebrook and Jim Gray and Eva K Grebel and James E Gunn and Vijay K Gurbani and Ernst de Haas and Patrick B Hall and Frederick H Harris and Michael Harvanek and Suzanne L Hawley and Jeffrey Hayes and John S Hendry and Gregory S Hennessy and Robert B Hindsley and Christopher M Hirata and Craig J Hogan and David W Hogg and Donald J Holmgren and Jon A Holtzman and Shin-ichi Ichikawa and Željko Ivezić and Sebastian Jester and David E Johnston and Anders M Jorgensen and Mario Jurić and Stephen M Kent and SJ Kleinman and GR Knapp and Alexei Yu Kniazev and Richard G Kron and Jurek Krzesinski and Nikolay Kuropatkin and Donald Q Lamb and Hubert Lampeitl and Brian C Lee and R French Leger and Huan Lin and Daniel C Long and Jon Loveday and Robert H Lupton and Bruce Margon and David Martínez-Delgado and Rachel Mandelbaum and Takahiko Matsubara and Peregrine M McGehee and Timothy A McKay and Avery Meiksin and Jeffrey A Munn and Reiko Nakajima and Thomas Nash and Eric H Neilsen Jr and Heidi Jo Newberg and Peter R Newman and Robert C Nichol and Tom Nicinski and Maria Nieto-Santisteban and Atsuko Nitta and William O’Mullane and Sadanori Okamura and Russell Owen and Nikhil Padmanabhan and George Pauls and John Peoples Jr and Jeffrey R Pier and Adrian C Pope and Dimitri Pourbaix and Thomas R Quinn and Gordon T Richards and Michael W Richmond and Constance M Rockosi and David J Schlegel and Donald P Schneider and Joshua Schroeder and Ryan Scranton and Uroš Seljak and Erin Sheldon and Kazu Shimasaku and J Allyn Smith and Vernesa Smolčić and Stephanie A Snedden and Chris Stoughton and Michael A Strauss and Mark SubbaRao and Alexander S Szalay and István Szapudi and Paula Szkody and Max Tegmark and Aniruddha R Thakar and Douglas L Tucker and Alan Uomoto and Daniel E Vanden Berk and Jan Vandenberg and Michael S Vogeley and Wolfgang Voges and Nicole P Vogt and Lucianne M Walkowicz and David H Weinberg and Andrew A West and Simon DM White and Yongzhong Xu and Brian Yanny and DR Yocum and Donald G York and Idit Zehavi and Stefano Zibetti and Daniel B Zucker",
            "2006",
            "0V-jGE4AAAAJ:ML0RJ9NH7IQC",
            1320,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/497917\/meta",
            "6615996118350521184",
            "\/scholar?cites=6615996118350521184",
            {
                "2006":153,
                "2007":221,
                "2008":187,
                "2009":153,
                "2010":124,
                "2011":93,
                "2012":79,
                "2013":53,
                "2014":52,
                "2015":38,
                "2016":42,
                "2017":26,
                "2018":25,
                "2019":32,
                "2020":26,
                "2021":5
            }
        ],
        [
            "The Sloan Digital Sky Survey (SDSS) has validated and made publicly available its Second Data Release. This data release consists of 3324 deg 2 of five-band (ugriz) imaging data with photometry for over 88 million unique objects, 367,360 spectra of galaxies, quasars, stars, and calibrating blank sky patches selected over 2627 deg 2 of this area, and tables of measured parameters from these data. The imaging data reach a depth of r≈ 22.2 (95% completeness limit for point sources) and are photometrically and astrometrically calibrated to 2% rms and 100 mas rms per coordinate, respectively. The imaging data have all been processed through a new version of the SDSS imaging pipeline, in which the most important improvement since the last data release is fixing an error in the model fits to each object. The result is that model magnitudes are now a good proxy for point-spread function magnitudes for point …",
            "The second data release of the sloan digital sky survey",
            "Kevork Abazajian and Jennifer K Adelman-McCarthy and Marcel A Agüeros and Sahar S Allam and Kurt SJ Anderson and Scott F Anderson and James Annis and Neta A Bahcall and Ivan K Baldry and Steven Bastian and Andreas Berlind and Mariangela Bernardi and Michael R Blanton and John J Bochanski Jr and William N Boroski and John W Briggs and Jon Brinkmann and Robert J Brunner and Tamás Budavári and Larry N Carey and Samuel Carliles and Francisco J Castander and Andrew J Connolly and István Csabai and Mamoru Doi and Feng Dong and Daniel J Eisenstein and Michael L Evans and Xiaohui Fan and Douglas P Finkbeiner and Scott D Friedman and Joshua A Frieman and Masataka Fukugita and Roy R Gal and Bruce Gillespie and Karl Glazebrook and Jim Gray and Eva K Grebel and James E Gunn and Vijay K Gurbani and Patrick B Hall and Masaru Hamabe and Frederick H Harris and Hugh C Harris and Michael Harvanek and Timothy M Heckman and John S Hendry and Gregory S Hennessy and Robert B Hindsley and Craig J Hogan and David W Hogg and Donald J Holmgren and Shin-ichi Ichikawa and Takashi Ichikawa and Željko Ivezić and Sebastian Jester and David E Johnston and Anders M Jorgensen and Stephen M Kent and Scot J Kleinman and Gillian R Knapp and Alexei Yu Kniazev and Richard G Kron and Jurek Krzesiński and Peter Z Kunszt and Nickolai Kuropatkin and Donald Q Lamb and Hubert Lampeitl and Brian C Lee and R French Leger and Nolan Li and Huan Lin and Yeong-Shang Loh and Daniel C Long and Jon Loveday and Robert H Lupton and Tanu Malik and Bruce Margon and Takahiko Matsubara and Peregrine M McGehee and Timothy A McKay and Avery Meiksin and Jeffrey A Munn and Reiko Nakajima and Thomas Nash and Eric H Neilsen Jr and Heidi Jo Newberg and Peter R Newman and Robert C Nichol and Tom Nicinski and Maria Nieto-Santisteban and Atsuko Nitta and Sadanori Okamura and William O'Mullane and Jeremiah P Ostriker and Russell Owen and Nikhil Padmanabhan and John Peoples and Jeffrey R Pier and Adrian C Pope and Thomas R Quinn and Gordon T Richards and Michael W Richmond and Hans-Walter Rix and Constance M Rockosi and David J Schlegel and Donald P Schneider and Ryan Scranton and Maki Sekiguchi and Uros Seljak and Gary Sergey and Branimir Sesar and Erin Sheldon and Kazu Shimasaku and Walter A Siegmund and Nicole M Silvestri and J Allyn Smith and Vernesa Smolčić and Stephanie A Snedden and Albert Stebbins and Chris Stoughton and Michael A Strauss and Mark SubbaRao and Alexander S Szalay and István Szapudi and Paula Szkody and Gyula P Szokoly and Max Tegmark and Lus Teodoro and Aniruddha R Thakar and Christy Tremonti and Douglas L Tucker and Alan Uomoto and Daniel E Vanden Berk and Jan Vandenberg and Michael S Vogeley and Wolfgang Voges and Nicole P Vogt and Lucianne M Walkowicz and Shu-i Wang and David H Weinberg and Andrew A West and Simon DM White and Brian C Wilhite and Yongzhong Xu and Brian Yanny and Naoki Yasuda and Ching-Wa Yip and Dan R Yocum and Donald G York",
            "2004",
            "0V-jGE4AAAAJ:qjMakFHDy7sC",
            1300,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/421365\/meta",
            "17867549992857437083",
            "\/scholar?cites=17867549992857437083",
            {
                "2004":49,
                "2005":153,
                "2006":157,
                "2007":112,
                "2008":112,
                "2009":66,
                "2010":66,
                "2011":93,
                "2012":72,
                "2013":64,
                "2014":58,
                "2015":50,
                "2016":59,
                "2017":45,
                "2018":54,
                "2019":38,
                "2020":34,
                "2021":7
            }
        ],
        [
            "The Sloan Digital Sky Survey (SDSS) has validated and made publicly available its First Data Release. This consists of 2099 deg 2 of five-band (u, g, r, i, z) imaging data, 186,240 spectra of galaxies, quasars, stars and calibrating blank sky patches selected over 1360 deg 2 of this area, and tables of measured parameters from these data. The imaging data go to a depth of r≈ 22.6 and are photometrically and astrometrically calibrated to 2% rms and 100 mas rms per coordinate, respectively. The spectra cover the range 3800–9200 Å, with a resolution of 1800–2100. This paper describes the characteristics of the data with emphasis on improvements since the release of commissioning data (the SDSS Early Data Release) and serves as a pointer to extensive published and on-line documentation of the survey.",
            "The first data release of the sloan digital sky survey",
            "Kevork Abazajian and Jennifer K Adelman-McCarthy and Marcel A Agüeros and Sahar S Allam and Scott F Anderson and James Annis and Neta A Bahcall and Ivan K Baldry and Steven Bastian and Andreas Berlind and Mariangela Bernardi and Michael R Blanton and Norman Blythe and John J Bochanski Jr and William N Boroski and Howard Brewington and John W Briggs and Jon Brinkmann and Robert J Brunner and Tamas Budavari and Larry N Carey and Michael A Carr and Francisco J Castander and Kuenley Chiu and Matthew J Collinge and Andrew J Connolly and Kevin R Covey and Istvan Csabai and Julianne J Dalcanton and Scott Dodelson and Mamoru Doi and Feng Dong and Daniel J Eisenstein and Michael L Evans and Xiaohui Fan and Paul D Feldman and Douglas P Finkbeiner and Scott D Friedman and Joshua A Frieman and Masataka Fukugita and Roy R Gal and Bruce Gillespie and Karl Glazebrook and Carlos F Gonzalez and Jim Gray and Eva K Grebel and Lauren Grodnicki and James E Gunn and Vijay K Gurbani and Patrick B Hall and Lei Hao and Daniel Harbeck and Frederick H Harris and Hugh C Harris and Michael Harvanek and Suzanne L Hawley and Timothy M Heckman and JF Helmboldt and John S Hendry and Gregory S Hennessy and Robert B Hindsley and David W Hogg and Donald J Holmgren and Jon A Holtzman and Lee Homer and Lam Hui and Shin-ichi Ichikawa and Takashi Ichikawa and John P Inkmann and Željko Ivezić and Sebastian Jester and David E Johnston and Beatrice Jordan and Wendell P Jordan and Anders M Jorgensen and Mario Jurić and Guinevere Kauffmann and Stephen M Kent and Scot J Kleinman and Gillian R Knapp and Alexei Y Kniazev and Richard G Kron and Jurek Krzesiński and Peter Z Kunszt and Nickolai Kuropatkin and Donald Q Lamb and Hubert Lampeitl and Bryan E Laubscher and Brian C Lee and R French Leger and Nolan Li and Adam Lidz and Huan Lin and Yeong-Shang Loh and Daniel C Long and Jon Loveday and Robert H Lupton and Tanu Malik and Bruce Margon and Peregrine M McGehee and Timothy A McKay and Avery Meiksin and Gajus A Miknaitis and Bhasker K Moorthy and Jeffrey A Munn and Tara Murphy and Reiko Nakajima and Vijay K Narayanan and Thomas Nash and Eric H Neilsen Jr and Heidi Jo Newberg and Peter R Newman and Robert C Nichol and Tom Nicinski and Maria Nieto-Santisteban and Atsuko Nitta and Michael Odenkirchen and Sadanori Okamura and Jeremiah P Ostriker and Russell Owen and Nikhil Padmanabhan and John Peoples and Jeffrey R Pier and Bartosz Pindor and Adrian C Pope and Thomas R Quinn and RR Rafikov and Sean N Raymond and Gordon T Richards and Michael W Richmond and Hans-Walter Rix and Constance M Rockosi and Joop Schaye and David J Schlegel and Donald P Schneider and Joshua Schroeder and Ryan Scranton and Maki Sekiguchi and Uroš Seljak and Gary Sergey and Branimir Sesar and Erin Sheldon and Kazu Shimasaku and Walter A Siegmund and Nicole M Silvestri and Allan J Sinisgalli and Edwin Sirko and J Allyn Smith and Vernesa Smolčić and Stephanie A Snedden",
            "2003",
            "0V-jGE4AAAAJ:UeHWp8X0CEIC",
            1166,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/378165\/meta",
            "421438665164304063",
            "\/scholar?cites=421438665164304063",
            {
                "2003":24,
                "2004":167,
                "2005":152,
                "2006":128,
                "2007":80,
                "2008":84,
                "2009":51,
                "2010":57,
                "2011":54,
                "2012":49,
                "2013":47,
                "2014":53,
                "2015":42,
                "2016":51,
                "2017":27,
                "2018":25,
                "2019":33,
                "2020":15,
                "2021":5
            }
        ],
        [
            "This paper describes the Third Data Release of the Sloan Digital Sky Survey (SDSS). This release, containing data taken up through 2003 June, includes imaging data in five bands over 5282 deg 2, photometric and astrometric catalogs of the 141 million objects detected in these imaging data, and spectra of 528,640 objects selected over 4188 deg 2. The pipelines analyzing both images and spectroscopy are unchanged from those used in our Second Data Release.",
            "The third data release of the sloan digital sky survey",
            "Kevork Abazajian and Jennifer K Adelman-McCarthy and Marcel A Agüeros and Sahar S Allam and Kurt SJ Anderson and Scott F Anderson and James Annis and Neta A Bahcall and Ivan K Baldry and Steven Bastian and Andreas Berlind and Mariangela Bernardi and Michael R Blanton and John J Bochanski Jr and William N Boroski and Howard J Brewington and John W Briggs and Jon Brinkmann and Robert J Brunner and Tamás Budavári and Larry N Carey and Francisco J Castander and Andrew J Connolly and Kevin R Covey and István Csabai and Julianne J Dalcanton and Mamoru Doi and Feng Dong and Daniel J Eisenstein and Michael L Evans and Xiaohui Fan and Douglas P Finkbeiner and Scott D Friedman and Joshua A Frieman and Masataka Fukugita and Bruce Gillespie and Karl Glazebrook and Jim Gray and Eva K Grebel and James E Gunn and Vijay K Gurbani and Patrick B Hall and Masaru Hamabe and Daniel Harbeck and Frederick H Harris and Hugh C Harris and Michael Harvanek and Suzanne L Hawley and Jeffrey Hayes and Timothy M Heckman and John S Hendry and Gregory S Hennessy and Robert B Hindsley and Craig J Hogan and David W Hogg and Donald J Holmgren and Jon A Holtzman and Shin-ichi Ichikawa and Takashi Ichikawa and Željko Ivezić and Sebastian Jester and David E Johnston and Anders M Jorgensen and Mario Jurić and Stephen M Kent and Scot J Kleinman and Gillian R Knapp and Alexei Yu Kniazev and Richard G Kron and Jurek Krzesinski and Donald Q Lamb and Hubert Lampeitl and Brian C Lee and Huan Lin and Daniel C Long and Jon Loveday and Robert H Lupton and Ed Mannery and Bruce Margon and David Martínez-Delgado and Takahiko Matsubara and Peregrine M McGehee and Timothy A McKay and Avery Meiksin and Brice Ménard and Jeffrey A Munn and Thomas Nash and Eric H Neilsen Jr and Heidi Jo Newberg and Peter R Newman and Robert C Nichol and Tom Nicinski and Maria Nieto-Santisteban and Atsuko Nitta and Sadanori Okamura and William O’Mullane and Russell Owen and Nikhil Padmanabhan and George Pauls and John Peoples and Jeffrey R Pier and Adrian C Pope and Dimitri Pourbaix and Thomas R Quinn and M Jordan Raddick and Gordon T Richards and Michael W Richmond and Hans-Walter Rix and Constance M Rockosi and David J Schlegel and Donald P Schneider and Joshua Schroeder and Ryan Scranton and Maki Sekiguchi and Erin Sheldon and Kazu Shimasaku and Nicole M Silvestri and J Allyn Smith and Vernesa Smolčić and Stephanie A Snedden and Albert Stebbins and Chris Stoughton and Michael A Strauss and Mark SubbaRao and Alexander S Szalay and István Szapudi and Paula Szkody and Gyula P Szokoly and Max Tegmark and Luis Teodoro and Aniruddha R Thakar and Christy Tremonti and Douglas L Tucker and Alan Uomoto and Daniel E Vanden Berk and Jan Vandenberg and Michael S Vogeley and Wolfgang Voges and Nicole P Vogt and Lucianne M Walkowicz and Shu-i Wang and David H Weinberg and Andrew A West and Simon DM White and Brian C Wilhite and Yongzhong Xu and Brian Yanny and Naoki Yasuda and Ching-Wa Yip and Dan R Yocum",
            "2005",
            "0V-jGE4AAAAJ:IjCSPb-OGe4C",
            855,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/427544\/meta",
            "7624950009628379720",
            "\/scholar?cites=7624950009628379720",
            {
                "2005":77,
                "2006":148,
                "2007":95,
                "2008":93,
                "2009":57,
                "2010":54,
                "2011":63,
                "2012":48,
                "2013":42,
                "2014":35,
                "2015":34,
                "2016":37,
                "2017":20,
                "2018":11,
                "2019":10,
                "2020":17,
                "2021":3
            }
        ]
    ]
}