{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "This review describes how kinetic experiments using techniques with dramatically improved time resolution have contributed to understanding mechanisms in protein folding. Optical triggering with nanosecond laser pulses has made it possible to study the fastest-folding proteins as well as fundamental processes in folding for the first time. These include formation of α-helices, β-sheets, and contacts between residues distant in sequence, as well as overall collapse of the polypeptide chain. Improvements in the time resolution of mixing experiments and the use of dynamic nuclear magnetic resonance methods have also allowed kinetic studies of proteins that fold too fast (≳ 103 s−1) to be observed by conventional methods. Simple statistical mechanical models have been extremely useful in interpreting the experimental results. One of the surprises is that models originally developed for explaining the …",
            "Fast kinetics and mechanisms in protein folding",
            "William A Eaton and Victor Munoz and Stephen J Hagen and Gouri S Jas and Lisa J Lapidus and Eric R Henry and James Hofrichter",
            "2000",
            "0VciCVAAAAAJ:u5HHmVD_uO8C",
            571,
            "https:\/\/www.annualreviews.org\/doi\/full\/10.1146\/annurev.biophys.29.1.327",
            "1350168386267832192",
            "\/scholar?cites=1350168386267832192",
            {
                "2000":4,
                "2001":30,
                "2002":38,
                "2003":32,
                "2004":66,
                "2005":47,
                "2006":40,
                "2007":45,
                "2008":42,
                "2009":27,
                "2010":22,
                "2011":27,
                "2012":19,
                "2013":19,
                "2014":12,
                "2015":18,
                "2016":17,
                "2017":16,
                "2018":19,
                "2019":13,
                "2020":13
            }
        ]
    ]
}