{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Quantum computation and information is one of the most exciting developments in science and technology of the last twenty years. To achieve large scale quantum computers and communication networks it is essential not only to overcome noise in stored quantum information, but also in general faulty quantum operations. Scalable quantum computers require a far-reaching theory of fault-tolerant quantum computation. This comprehensive text, written by leading experts in the field, focuses on quantum error correction and thoroughly covers the theory as well as experimental and practical issues. The book is not limited to a single approach, but reviews many different methods to control quantum errors, including topological codes, dynamical decoupling and decoherence-free subspaces. Basic subjects as well as advanced theory and a survey of topics from cutting-edge research make this book invaluable both as a pedagogical introduction at the graduate level and as a reference for experts in quantum information science.",
            "Quantum error correction",
            "Daniel A Lidar and Todd A Brun",
            "2013",
            "0WBCi1AAAAAJ:eMMeJKvmdy0C",
            472,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=XV9sAAAAQBAJ&oi=fnd&pg=PR11&dq=info:J313gcWGzdQJ:scholar.google.com&ots=zt-Ny8rnVR&sig=F3D1Vo6NvbzqeJ8191wLQ3D-tLU",
            "15334060489105177895",
            "\/scholar?cites=15334060489105177895",
            {
                "2013":3,
                "2014":35,
                "2015":53,
                "2016":70,
                "2017":58,
                "2018":74,
                "2019":77,
                "2020":94,
                "2021":2
            }
        ],
        [
            "The NRL Plasma Formulary is a collection of formulas and reference data in a handy pocketsized booklet. This report contains some sixty pages of text, tables, and displayed equations, together with the associated TEX files. An enlarged copy the output from an IMAGEN ink-jet printer of each page of the Formulary, identical with that which was photographically reduced for the actual book, is reprinted facing the TEX source code that generated it. Users can browse through the report until they come to a table or displayed equation similar to the one they want to produce, then extract from the facing page the control sequences they need. Keywords Differential operators in curvilinear coordinates Maxwells equations Electricity magnetism Electromagnetic frequencywavelength bands AC circuits Fluid mechanics Shocks Collisions and transport Ionospheric parameters Solar physics parameters Thermonuclear fusion Relativistic electron beams Beam instabilities Lasers Atomic physics and radiation.Descriptors:",
            "TeXing the formulary: a collection of examples of the use of TEX to produce ruled tables and displayed equations. Memorandum report",
            "David L Book and Todd Brun and Robert J Scotgt",
            "1987",
            "0WBCi1AAAAAJ:CHSYGLWDkRkC",
            345,
            "https:\/\/apps.dtic.mil\/sti\/citations\/ADA185920",
            "1951222881150207628",
            "\/scholar?cites=1951222881150207628",
            {
                "1986":13,
                "1987":4,
                "1988":9,
                "1989":10,
                "1990":11,
                "1991":16,
                "1992":17,
                "1993":15,
                "1994":14,
                "1995":15,
                "1996":18,
                "1997":13,
                "1998":16,
                "1999":11,
                "2000":13,
                "2001":7,
                "2002":9,
                "2003":9,
                "2004":6,
                "2005":5,
                "2006":8,
                "2007":9,
                "2008":11,
                "2009":4,
                "2010":5,
                "2011":6,
                "2012":5,
                "2013":4,
                "2014":3,
                "2015":8,
                "2016":3,
                "2017":7,
                "2018":3,
                "2019":5,
                "2020":4
            }
        ],
        [
            "We show how entanglement shared between encoder and decoder can simplify the theory of quantum error correction. The entanglement-assisted quantum codes we describe do not require the dual-containing constraint necessary for standard quantum error–correcting codes, thus allowing us to “quantize” all of classical linear coding theory. In particular, efficient modern classical codes that attain the Shannon capacity can be made into entanglement-assisted quantum codes attaining the hashing bound (closely related to the quantum capacity). For systems without large amounts of shared entanglement, these codes can also be used as catalytic codes, in which a small amount of initial entanglement enables quantum communication.",
            "Correcting quantum errors with entanglement",
            "Todd Brun and Igor Devetak and Min-Hsiu Hsieh",
            "2006",
            "0WBCi1AAAAAJ:qjMakFHDy7sC",
            279,
            "https:\/\/science.sciencemag.org\/content\/314\/5798\/436.abstract",
            "15075158852868198973",
            "\/scholar?cites=15075158852868198973",
            {
                "2006":2,
                "2007":11,
                "2008":17,
                "2009":16,
                "2010":24,
                "2011":14,
                "2012":17,
                "2013":17,
                "2014":21,
                "2015":16,
                "2016":9,
                "2017":11,
                "2018":16,
                "2019":35,
                "2020":46,
                "2021":2
            }
        ],
        [
            "Quantum trajectory theory, developed largely in the quantum optics community to describe open quantum systems subjected to continuous monitoring, has applications in many areas of quantum physics. I present a simple model, using two-level quantum systems (q-bits), to illustrate the essential physics of quantum trajectories and how different monitoring schemes correspond to different “unravelings” of a mixed state master equation. I also comment briefly on the relationship of the theory to the consistent histories formalism and to spontaneous collapse models.",
            "A simple model of quantum trajectories",
            "Todd A Brun",
            "2002",
            "0WBCi1AAAAAJ:u-x6o8ySG0sC",
            237,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.1475328",
            "13708336058778066249",
            "\/scholar?cites=13708336058778066249",
            {
                "2003":4,
                "2004":6,
                "2005":3,
                "2006":8,
                "2007":13,
                "2008":16,
                "2009":15,
                "2010":19,
                "2011":7,
                "2012":10,
                "2013":7,
                "2014":13,
                "2015":8,
                "2016":14,
                "2017":16,
                "2018":24,
                "2019":21,
                "2020":31,
                "2021":2
            }
        ],
        [
            "We look at two possible routes to classical behavior for the discrete quantum random walk on the integers: decoherence in the quantum “coin” which drives the walk, or the use of higher-dimensional (or multiple) coins to dilute the effects of interference. We use the position variance as an indicator of classical behavior and find analytical expressions for this in the long-time limit; we see that the multicoin walk retains the “quantum” quadratic growth of the variance except in the limit of a new coin for every step, while the walk with decoherence exhibits “classical” linear growth of the variance even for weak decoherence.",
            "Quantum to classical transition for random walks",
            "Todd A Brun and Hilary A Carteret and Andris Ambainis",
            "2003",
            "0WBCi1AAAAAJ:d1gkVwhDpl0C",
            201,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.130602",
            "18064454900868781965",
            "\/scholar?cites=18064454900868781965",
            {
                "2002":2,
                "2003":3,
                "2004":6,
                "2005":8,
                "2006":9,
                "2007":12,
                "2008":12,
                "2009":5,
                "2010":20,
                "2011":11,
                "2012":15,
                "2013":12,
                "2014":15,
                "2015":12,
                "2016":7,
                "2017":10,
                "2018":11,
                "2019":11,
                "2020":18,
                "2021":1
            }
        ],
        [
            "It is well known that any projective measurement can be decomposed into a sequence of weak measurements, which cause only small changes to the state. Similar constructions for generalized measurements, however, have relied on the use of an ancilla system. We show that any generalized measurement can be decomposed into a sequence of weak measurements without the use of an ancilla, and give an explicit construction for these weak measurements. The measurement procedure has the structure of a random walk along a curve in state space, with the measurement ending when one of the end points is reached. This shows that any measurement can be generated by weak measurements, and hence that weak measurements are universal. This may have important applications to the theory of entanglement.",
            "Weak measurements are universal",
            "Ognyan Oreshkov and Todd A Brun",
            "2005",
            "0WBCi1AAAAAJ:8k81kl-MbHgC",
            177,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.110409",
            "15687170927704429773",
            "\/scholar?cites=15687170927704429773",
            {
                "2006":5,
                "2007":11,
                "2008":6,
                "2009":4,
                "2010":8,
                "2011":8,
                "2012":17,
                "2013":19,
                "2014":10,
                "2015":22,
                "2016":14,
                "2017":18,
                "2018":12,
                "2019":23
            }
        ],
        [
            "Quantum random walks have been much studied recently, largely due to their highly nonclassical behavior. In this paper, we study one possible route to classical behavior for the discrete quantum random walk on the line: the use of multiple quantum “coins”(or more generally, coins of higher dimension) in order to diminish the effects of interference between paths. We find solutions to this system in terms of the single-coin random walk, and compare the asymptotic limit of these solutions to numerical simulations. We find exact analytical expressions for the time dependence of the first two moments, and show that in the long-time limit the “quantum-mechanical” behavior of the one-coin walk persists, even if each coin is flipped only twice. We further show that this is generic for a very broad class of possible walks, and that this behavior disappears only in the limit of a new coin for every step of the walk.",
            "Quantum walks driven by many coins",
            "Todd A Brun and Hilary A Carteret and Andris Ambainis",
            "2003",
            "0WBCi1AAAAAJ:2osOgNQ5qMEC",
            172,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.67.052317",
            "7025710015585985189",
            "\/scholar?cites=7025710015585985189",
            {
                "2002":2,
                "2003":4,
                "2004":7,
                "2005":11,
                "2006":12,
                "2007":9,
                "2008":12,
                "2009":11,
                "2010":8,
                "2011":11,
                "2012":8,
                "2013":13,
                "2014":11,
                "2015":8,
                "2016":6,
                "2017":3,
                "2018":9,
                "2019":9,
                "2020":17,
                "2021":1
            }
        ],
        [
            "We state a quantum version of the Bayes rule for statistical inference and give a simple general derivation within the framework of generalized measurements. The rule can be applied to measurements on N copies of a system if the initial state of the N copies is exchangeable. As an illustration, we apply the rule to N qubits. Finally, we show that quantum state estimates derived via the principle of maximum entropy are fundamentally different from those obtained via the quantum Bayes rule.",
            "Quantum bayes rule",
            "Ruediger Schack and Todd A Brun and Carlton M Caves",
            "2001",
            "0WBCi1AAAAAJ:u5HHmVD_uO8C",
            162,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.64.014305",
            "15657402172098560449",
            "\/scholar?cites=15657402172098560449",
            {
                "2001":4,
                "2002":7,
                "2003":6,
                "2004":10,
                "2005":12,
                "2006":8,
                "2007":6,
                "2008":10,
                "2009":5,
                "2010":9,
                "2011":15,
                "2012":12,
                "2013":8,
                "2014":11,
                "2015":5,
                "2016":9,
                "2017":7,
                "2018":3,
                "2019":11,
                "2020":4
            }
        ],
        [
            "The quantum random walk has been much studied recently, largely due to its highly nonclassical behavior. In this paper, we study one possible route to classical behavior for the discrete quantum walk on the line: the presence of decoherence in the quantum “coin” which drives the walk. We find exact analytical expressions for the time dependence of the first two moments of position, and show that in the long-time limit the variance grows linearly with time, unlike the unitary walk. We compare this to the results of direct numerical simulation, and see how the form of the position distribution changes from the unitary to the usual classical result as we increase the strength of the decoherence.",
            "Quantum random walks with decoherent coins",
            "Todd A Brun and Hilary A Carteret and Andris Ambainis",
            "2003",
            "0WBCi1AAAAAJ:UeHWp8X0CEIC",
            161,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.67.032304",
            "5056663716320402683",
            "\/scholar?cites=5056663716320402683",
            {
                "2002":2,
                "2003":5,
                "2004":10,
                "2005":8,
                "2006":10,
                "2007":11,
                "2008":9,
                "2009":2,
                "2010":15,
                "2011":8,
                "2012":9,
                "2013":14,
                "2014":7,
                "2015":3,
                "2016":7,
                "2017":3,
                "2018":9,
                "2019":10,
                "2020":18,
                "2021":1
            }
        ],
        [
            "Hitting times for discrete quantum walks on graphs give an average time before the walk reaches an ending condition. To be analogous to the hitting time for a classical walk, the quantum hitting time must involve repeated measurements as well as unitary evolution. We derive an expression for hitting time using superoperators, and numerically evaluate it for the discrete walk on the hypercube. The values found are compared to other analogs of hitting time suggested in earlier work. The dependence of hitting times on the type of unitary “coin” is examined, and we give an example of an initial state and coin which gives an infinite hitting time for a quantum walk. Such infinite hitting times require destructive interference, and are not observed classically. Finally, we look at distortions of the hypercube, and observe that a loss of symmetry in the hypercube increases the hitting time. Symmetry seems to play an important …",
            "Hitting time for quantum walks on the hypercube",
            "Hari Krovi and Todd A Brun",
            "2006",
            "0WBCi1AAAAAJ:W7OEmFMy1HYC",
            127,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.73.032341",
            "926183177288144961",
            "\/scholar?cites=926183177288144961",
            {
                "2005":2,
                "2006":1,
                "2007":6,
                "2008":13,
                "2009":9,
                "2010":9,
                "2011":6,
                "2012":5,
                "2013":6,
                "2014":2,
                "2015":8,
                "2016":14,
                "2017":8,
                "2018":12,
                "2019":9,
                "2020":16
            }
        ]
    ]
}