{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The construction of thousands of well-defined, porous, metal–organic framework (MOF) structures, spanning a broad range of topologies and an even broader range of pore sizes and chemical functionalities, has fuelled the exploration of many applications. Accompanying this applied focus has been a recognition of the need to engender MOFs with mechanical, thermal and\/or chemical stability. Chemical stability in acidic, basic and neutral aqueous solutions is important. Advances over recent years have made it possible to design MOFs that possess different combinations of mechanical, thermal and chemical stability. Here, we review these advances and the associated design principles and synthesis strategies. We focus on how these advances may render MOFs effective as heterogeneous catalysts, both in chemically harsh condensed phases and in thermally challenging conditions relevant to gas-phase …",
            "Chemical, thermal and mechanical stabilities of metal–organic frameworks",
            "Ashlee J Howarth and Yangyang Liu and Peng Li and Zhanyong Li and Timothy C Wang and Joseph T Hupp and Omar K Farha",
            "2016",
            "0Xt0NRIAAAAJ:_FxGoFyzp5QC",
            808,
            "https:\/\/www.nature.com\/articles\/natrevmats201518",
            "9921287754496413338",
            "\/scholar?cites=9921287754496413338",
            {
                "2016":29,
                "2017":106,
                "2018":167,
                "2019":202,
                "2020":263,
                "2021":36
            }
        ],
        [
            "Uncontrolled massive release of the primary greenhouse gas carbon dioxide (CO2) into atmosphere from anthropogenic activities poses a big threat and adversely affects our global climate and natural environment. One promising approach to mitigate CO2 emission is carbon capture and storage (CCS), in which ideal adsorbent materials with high storage capacity and excellent adsorption selectivity over other gases are urgently needed. For practical applications in CO2 capture from flue gas of power plants, the biggest single contributor of anthropogenic CO2 emission, the adsorbent materials must also be chemically stable, be easy to regenerate with minimal energy input, and be easily synthesized with low capital cost. Metal‐organic frameworks (MOFs), highly crystalline porous materials constructed by metal ions and organic ligands, have emerged as a class of excellent adsorbent materials for carbon capture …",
            "Recent advances in carbon dioxide capture with metal‐organic frameworks",
            "Yangyang Liu and Zhiyong U Wang and Hong‐Cai Zhou",
            "2012",
            "0Xt0NRIAAAAJ:u5HHmVD_uO8C",
            277,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ghg.1296",
            "14429617699942453579",
            "\/scholar?cites=14429617699942453579",
            {
                "2012":1,
                "2013":14,
                "2014":37,
                "2015":46,
                "2016":53,
                "2017":40,
                "2018":29,
                "2019":26,
                "2020":26,
                "2021":4
            }
        ],
        [
            "A nerve‐agent simulant based on a phosphate ester is hydrolyzed using a MOF‐based catalyst. Suspensions of MOF‐808 (6‐connected), a material featuring 6‐connected zirconium nodes, display the highest hydrolysis rates among all MOFs that have been reported to date. A plug‐flow reactor was also prepared with MOF‐808 (6‐connected) as the active layer. Deployed in a simple filtration scheme, the reactor displayed high hydrolysis efficiency and reusability.",
            "Instantaneous Hydrolysis of Nerve‐Agent Simulants with a Six‐Connected Zirconium‐Based Metal–Organic Framework",
            "Su‐Young Moon and Yangyang Liu and Joseph T Hupp and Omar K Farha",
            "2015",
            "0Xt0NRIAAAAJ:qjMakFHDy7sC",
            233,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ange.201502155",
            "5811538357676474158",
            "\/scholar?cites=5811538357676474158",
            {
                "2015":10,
                "2016":33,
                "2017":36,
                "2018":40,
                "2019":55,
                "2020":54,
                "2021":4
            }
        ],
        [
            "As a C1 feedstock, CO2 has the potential to be uniquely highly economical in both a chemical and a financial sense. In particular, the highly atom-economical acid-catalyzed cycloaddition of CO2 to epoxides to yield cyclic organic carbonates (OCs), a functionality having many important industrial applications, is an attractive reaction for the utilization of CO2 as a chemical feedstock. Metal–organic frameworks (MOFs) are promising candidates in catalysis as they are a class of crystalline, porous and functional materials with remarkable properties including great surface area, high stability, open channels and permanent porosity. MOFs structure tunability and their affinity for CO2, makes them great catalysts for the formation of OCs using CO2 and epoxides. In this review, we examine MOF-based catalytic materials for the cycloaddition of carbon dioxide to epoxides. Catalysts are grouped based on the location of catalytic sites, i.e., at the struts, nodes, defect sites, or some combination thereof. Additionally, important features of each catalyst system are critically discussed.",
            "Metal–organic framework-based catalysts: chemical fixation of CO2 with epoxides leading to cyclic organic carbonates",
            "M Hassan Beyzavi and Casey J Stephenson and Yangyang Liu and Olga Karagiaridi and Joseph T Hupp and Omar K Farha",
            "2015",
            "0Xt0NRIAAAAJ:UeHWp8X0CEIC",
            173,
            "https:\/\/www.frontiersin.org\/articles\/10.3389\/fenrg.2014.00063\/full",
            "15244540387061599390",
            "\/scholar?cites=15244540387061599390",
            {
                "2015":2,
                "2016":20,
                "2017":33,
                "2018":39,
                "2019":44,
                "2020":33,
                "2021":2
            }
        ],
        [
            "The photooxidation of a mustard‐gas simulant, 2‐chloroethyl ethyl sulfide (CEES), is studied using a porphyrin‐based metal–organic framework (MOF) catalyst. At room temperature and neutral pH value, singlet oxygen is generated by PCN‐222\/MOF‐545 using an inexpensive and commercially available light‐emitting diode. The singlet oxygen produced by PCN‐222\/MOF‐545 selectively oxidizes CEES to the comparatively nontoxic product 2‐chloroethyl ethyl sulfoxide (CEESO) without formation of the highly toxic sulfone product. In comparison to current methods, which utilize hydrogen peroxide as an oxidizing agent, this is a more realistic, convenient, and effective method for mustard‐gas detoxification.",
            "Selective photooxidation of a mustard‐gas simulant catalyzed by a porphyrinic metal–organic framework",
            "Yangyang Liu and Ashlee J Howarth and Joseph T Hupp and Omar K Farha",
            "2015",
            "0Xt0NRIAAAAJ:2osOgNQ5qMEC",
            169,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ange.201503741",
            "2971880641871325416",
            "\/scholar?cites=2971880641871325416",
            {
                "2015":4,
                "2016":26,
                "2017":28,
                "2018":27,
                "2019":34,
                "2020":42,
                "2021":7
            }
        ],
        [
            "Since sulfur mustard was first used in World War I, significant efforts have been made in materials and methods development for the adsorption and detoxification of different classes of chemical warfare agents (CWAs). Considering the importance of efficiency and safety in this process, catalytic degradation is a viable approach for fast and complete detoxification of CWAs. To date, a variety of catalysts have been discovered to be active for the degradation of nerve agents and sulfur mustard. Among the most promising are a class of porous functional materials named metal-organic frameworks (MOFs). In the past few years, tremendous progress has been made in this field including the discovery of zirconium MOF catalysts for fast nerve agent hydrolysis. In this review, we summarize recent advances in the development of MOF catalysts for the hydrolysis of nerve agents as well as the oxidation of sulfur mustard. Dual …",
            "Catalytic degradation of chemical warfare agents and their simulants by metal-organic frameworks",
            "Yangyang Liu and Ashlee J Howarth and Nicholaas A Vermeulen and Su-Young Moon and Joseph T Hupp and Omar K Farha",
            "2017",
            "0Xt0NRIAAAAJ:KlAtU1dfN6UC",
            167,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0010854516304040",
            "14809706298930416204",
            "\/scholar?cites=14809706298930416204",
            {
                "2017":11,
                "2018":40,
                "2019":52,
                "2020":51,
                "2021":12
            }
        ],
        [
            "Utilizing PCN-426-Mg as a template, two robust metal-organic frameworks (MOFs), PCN-426-Fe(III) and PCN-426-Cr(III), have been synthesized through a strategy of postsynthetic metathesis and oxidation (PSMO) of the metal nodes step by step. The frameworks remained in their single crystal form throughout. Furthermore, the stability and porosity of the frameworks were significantly improved after PSMO. By taking advantage of both the kinetically labile metal–ligand exchange reactions prior to oxidation and the kinetically inert metal–ligand bonds after oxidation, robust MOFs, which would otherwise be difficult to synthesize, can be readily prepared.",
            "Stepwise synthesis of robust metal–organic frameworks via postsynthetic metathesis and oxidation of metal nodes in a single-crystal to single-crystal transformation",
            "Tian-Fu Liu and Lanfang Zou and Dawei Feng and Ying-Pin Chen and Stephen Fordham and Xuan Wang and Yangyang Liu and Hong-Cai Zhou",
            "2014",
            "0Xt0NRIAAAAJ:d1gkVwhDpl0C",
            163,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja5023283",
            "12754194688373447218",
            "\/scholar?cites=12754194688373447218",
            {
                "2014":6,
                "2015":36,
                "2016":20,
                "2017":22,
                "2018":29,
                "2019":17,
                "2020":29,
                "2021":4
            }
        ],
        [
            "Potentiometric acid–base titration is introduced as a method to evaluate pKa values (Brønsted acidity) of protons present in the nodes of water stable Zr6- and Hf6-based metal–organic frameworks (MOFs), including UiO-type MOFs, NU-1000, and MOF-808. pKa values were determined for the three typical types of protons present in these MOFs: μ3-OH, M–OH2, and M–OH (M = Zr, Hf). Additionally, the data was used to quantify defect sites resulting from either a surfeit or shortage of linkers in the MOFs and to provide information about the true proton topology of each material.",
            "Evaluation of Brønsted acidity and proton topology in Zr-and Hf-based metal–organic frameworks using potentiometric acid–base titration",
            "Rachel C Klet and Yangyang Liu and Timothy C Wang and Joseph T Hupp and Omar K Farha",
            "2016",
            "0Xt0NRIAAAAJ:WF5omc3nYNoC",
            153,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2016\/ta\/c5ta07687k",
            "180739108511214049",
            "\/scholar?cites=180739108511214049",
            {
                "2016":14,
                "2017":24,
                "2018":35,
                "2019":42,
                "2020":33,
                "2021":5
            }
        ],
        [
            "The nanocrystals of a porphyrin-based zirconium(IV) metal–organic framework (MOF) are used as a dual-function catalyst for the simultaneous detoxification of two chemical warfare agent simulants at room temperature. Simulants of nerve agent (such as GD, VX) and mustard gas, dimethyl 4-nitrophenyl phosphate and 2-chloroethyl ethyl sulfide, have been hydrolyzed and oxidized, respectively, to nontoxic products via a pair of pathways catalyzed by the same MOF. Phosphotriesterase-like activity of the Zr6-containing node combined with photoactivity of the porphyrin linker gives rise to a versatile MOF catalyst. In addition, bringing the MOF crystals down to the nanoregime leads to acceleration of the catalysis.",
            "Dual-Function Metal–Organic Framework as a Versatile Catalyst for Detoxifying Chemical Warfare Agent Simulants",
            "Yangyang Liu and Su-Young Moon and Joseph T Hupp and Omar K Farha",
            "2015",
            "0Xt0NRIAAAAJ:W7OEmFMy1HYC",
            149,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsnano.5b05660",
            "16524153475537874976",
            "\/scholar?cites=16524153475537874976",
            {
                "2015":1,
                "2016":17,
                "2017":26,
                "2018":32,
                "2019":34,
                "2020":30,
                "2021":8
            }
        ],
        [
            "Seven Zr\/Hf-based MOFs with different degrees of defects were obtained by modulating the synthetic conditions. The number of missing linkers in these MOFs was calculated based on potentiometric acid–base titration. The number of defects was found to correlate quantitatively with the catalytic activity of UiO-type MOFs for an acid-catalyzed epoxide ring-opening reaction. More importantly, we were able to identify a MOF with inherent defective Zr6 nodes, which showed great activity and regio-selectivity for the epoxide ring-opening reaction.",
            "Probing the correlations between the defects in metal–organic frameworks and their catalytic activity by an epoxide ring-opening reaction",
            "Yangyang Liu and Rachel C Klet and Joseph T Hupp and Omar Farha",
            "2016",
            "0Xt0NRIAAAAJ:Se3iqnhoufwC",
            120,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2016\/cc\/c6cc03727e",
            "8024728805264643763",
            "\/scholar?cites=8024728805264643763",
            {
                "2016":3,
                "2017":23,
                "2018":30,
                "2019":27,
                "2020":32,
                "2021":5
            }
        ]
    ]
}