{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The transition from care into adulthood is a difficult step for any young person, but young people leaving care have a high risk of social exclusion, both in terms of material disadvantage and marginalisation. In Young People's Transitions from Care to Adulthood leading academics gather together the latest international research relating to the transition of young people leaving care, outlining and comparing the range of legal and policy frameworks, welfare regimes and innovative practice across 16 countries. The book also highlights the variations that exist between different groups leaving care. Featuring key messages for policy and practice, this book will give academics, practitioners and policymakers valuable insights into how to encourage resilience and improve outcomes for care leavers.",
            "Young people's transitions from care to adulthood: international research and practice",
            "Renate Stohler and Jan Storo and David Vincent and Jim Wade and Wolfgang Schröer and Maren Zeller and Harriet Ward and Phillip Mendes and John Pinkerton and Erik Knorth and Stefan Köngeter and Rawan Ibrahim and Thomas Gabriel and Robbie Gilligan and Maria Herczog and Ingrid Hojer and Mark Courtney and Rami Benbenishty and Judy Cashmore and Robert Flynn and Jorge Fernandez del Valle and Gabriela Dima and Roxana Anghel and Annick Dumaret",
            "2008",
            "103n-SoAAAAJ:V3AGJWp-ZtQC",
            328,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=-CBe7P0RkOEC&oi=fnd&pg=PP1&dq=info:j_GPmcsX2ZAJ:scholar.google.com&ots=K9v5kKTpCl&sig=_dpE_0AFy_mFMNRbxAONSjxVPhk",
            "10437399774629982607",
            "\/scholar?cites=10437399774629982607",
            {
                "2008":5,
                "2009":13,
                "2010":14,
                "2011":24,
                "2012":25,
                "2013":26,
                "2014":32,
                "2015":27,
                "2016":38,
                "2017":31,
                "2018":29,
                "2019":31,
                "2020":29,
                "2021":1
            }
        ],
        [
            "The purposes of this study were to derive a new method for identifying resilience (i.e. positive adaptation in spite of serious adversity) among young people in care and to determine the percentage of the latter who experienced resilience on selected outcomes, as conceptualized from within the developmental approach of Looking After Children. The participants comprised two samples of young people who were living in out‐of‐home care (mainly foster care) in the province of Ontario, Canada, 340 aged 10–15 years and 132 aged 5–9 years. Virtually all had experienced severe adversity in their families of origin, such that in most cases the legal custody, care, and control of the young people had been permanently transferred from their parents to a local Children's Aid Society. Corresponding to each in‐care sample was a general‐population sample of the same age range that served as a normative comparison …",
            "Use of population measures and norms to identify resilient outcomes in young people in care: An exploratory study",
            "Robert J Flynn and Hayat Ghazal and Louise Legault and Gail Vandermeulen and Susan Petrick",
            "2004",
            "103n-SoAAAAJ:u-x6o8ySG0sC",
            159,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1365-2206.2004.00322.x",
            "16591633933259462657",
            "\/scholar?cites=16591633933259462657",
            {
                "2005":2,
                "2006":5,
                "2007":7,
                "2008":8,
                "2009":9,
                "2010":9,
                "2011":12,
                "2012":19,
                "2013":13,
                "2014":10,
                "2015":10,
                "2016":11,
                "2017":9,
                "2018":9,
                "2019":10,
                "2020":12,
                "2021":1
            }
        ],
        [
            "You may be trying to access this site from a secured browser on the server. Please enable scripts\nand reload this page. Log in Your account has been temporarily locked Your account has been\ntemporarily locked due to incorrect sign in attempts and will be automatically unlocked in 30\nmins. For immediate assistance, contact Customer Service: 800-638-3030 (within USA),\n301-223-2300 (international) customerservice@lww.com. Invalid username or password. Try\nagain or register an account. default message. Login. No user account? Register for free. Register\nfor free. Lippincott Journals Subscribers, use your username or email along with your password\nto log in. Forgot Password? or; Register Register for a free account. Existing User Log In Existing\nUser Log In. Registered users can save articles, searches, and manage email alerts. All\nregistration fields are required. What's your profession?\n",
            "Normalization, social integration and community services",
            "Robert J Flynn and Kathleen E Nitsch",
            "1980",
            "103n-SoAAAAJ:u5HHmVD_uO8C",
            152,
            "https:\/\/journals.lww.com\/intjrehabilres\/citation\/1980\/12000\/normalization,_social_integration_and_community.31.aspx",
            "934056573956313627",
            "\/scholar?cites=934056573956313627",
            {
                "1982":1,
                "1983":4,
                "1984":1,
                "1985":4,
                "1986":2,
                "1987":4,
                "1988":3,
                "1989":4,
                "1990":1,
                "1991":2,
                "1992":3,
                "1993":3,
                "1994":3,
                "1995":4,
                "1996":4,
                "1997":3,
                "1998":1,
                "1999":2,
                "2000":5,
                "2001":3,
                "2002":3,
                "2003":11,
                "2004":4,
                "2005":3,
                "2006":12,
                "2007":7,
                "2008":4,
                "2009":5,
                "2010":1,
                "2011":3,
                "2012":5,
                "2013":4,
                "2014":10,
                "2015":4,
                "2016":3,
                "2017":2,
                "2018":3,
                "2019":1,
                "2020":6
            }
        ],
        [
            "Few studies have examined factors in an out-of-home care sample and explicitly tested these in a predictive model. The purpose of our study was to build an exploratory predictive model of psychological adjustment, defined in terms of anxiety and physical aggression. Participants comprised 220 young people, aged 14 to 17, residing in Ontario, Canada. Selected predictors consisted of the factors most commonly thought to favor positive psychological adjustment among young people. A series of hierarchical multiple regressions were conducted to test predictive models of psychological adjustment. The findings revealed a significant association between lower levels of anxiety and higher-quality relationships with the female caregiver, a greater number of close friendships, and higher self-esteem. Less frequent physically aggressive behaviors were associated with a smaller number of primary caregivers, higher …",
            "Factors favoring psychological resilience among fostered young people",
            "Louise Legault and Michelle Anawati and Robert Flynn",
            "2006",
            "103n-SoAAAAJ:zYLM7Y9cAGgC",
            151,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0190740905002100",
            "6610517267530743046",
            "\/scholar?cites=6610517267530743046",
            {
                "2007":3,
                "2008":10,
                "2009":4,
                "2010":4,
                "2011":17,
                "2012":8,
                "2013":7,
                "2014":16,
                "2015":13,
                "2016":18,
                "2017":16,
                "2018":15,
                "2019":14,
                "2020":6
            }
        ],
        [
            "This article describes the development and validation of the Governance Self‐Assessment Checklist (GSAC). The GSAC was designed to assist boards of directors of nonprofit and public sector organizations to identify strengths and weaknesses in the governance of their organizations, educate board members about the essentials of good governance, and improve their governance practices. The instrument comprises 144 items organized into twelve subscales. The results of the study indicated that the subscales have excellent internal consistency reliability, exhibit good criterion‐related validity, and are able to discriminate between stronger and weaker aspects of board functioning. The relative strengths and weaknesses in board effectiveness were identified, and the implications of the findings for the assessment of board effectiveness and field applications of the GSAC were discussed.",
            "The governance self‐assessment checklist: An instrument for assessing board effectiveness",
            "Mel Gill and Robert J Flynn and Elke Reissing",
            "2005",
            "103n-SoAAAAJ:d1gkVwhDpl0C",
            150,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/nml.69",
            "11814931814505220648",
            "\/scholar?cites=11814931814505220648",
            {
                "2006":6,
                "2007":7,
                "2008":12,
                "2009":10,
                "2010":3,
                "2011":13,
                "2012":17,
                "2013":9,
                "2014":10,
                "2015":12,
                "2016":19,
                "2017":11,
                "2018":2,
                "2019":6,
                "2020":10
            }
        ],
        [
            "We conducted a randomized effectiveness trial to test the hypothesis that foster children of primary-school age who were exposed to an individualized direct-instruction tutoring intervention delivered by their foster parents would experience significantly greater pre-test to post-test gains in reading and math than would foster children in a wait-list control group. The sample consisted of 77 foster children in 9 local Children's Aid Societies in Ontario, Canada. At the pre-test, the foster children were aged 6 to 13 years (M = 10.7 years, SD = 1.6) and were in primary-school grades 2 through 7. Forty-two foster children were randomly assigned to the experimental (tutoring) group and 35 to the wait-list control group. The sub-tests of the Wide Range Achievement Test—Fourth edition (WRAT4; Wilkinson & Robertson, 2006) served as the outcome measures. At the post-test, the foster children in the experimental group had …",
            "Effects of individual direct-instruction tutoring on foster children's academic skills: A randomized trial",
            "Robert J Flynn and Robyn A Marquis and Marie-Pierre Paquet and Lisa M Peeke and Tim D Aubry",
            "2012",
            "103n-SoAAAAJ:3s1wT3WcHBgC",
            94,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S019074091200059X",
            "5999054305074147254",
            "\/scholar?cites=5999054305074147254",
            {
                "2012":5,
                "2013":5,
                "2014":6,
                "2015":7,
                "2016":10,
                "2017":14,
                "2018":19,
                "2019":20,
                "2020":6
            }
        ],
        [
            "Resilience has been defined as a positive adaptation in the face of serious threats to development (Masten, 2006). The present study is among the first to focus on resilience among Canadian First Nations youth living in out-of-home care, who constitute the largest group of Aboriginal youth in care. The participants were 97 First Nations young people (49 males, 48 females), aged 10–17 and drawn from an ongoing study of young people in care in Ontario, Canada. The second Canadian adaptation of the Assessment and Action Record (AAR-C2-2006; Flynn, Vincent & Legault, 2009) from Looking After Children was used to collect data on all of the study variables. The criterion variables were the young person's prosocial behavior, self-esteem, educational performance, and behavioral difficulties. The predictor variables were the levels of the young person's developmental assets and cultural assets, with statistical …",
            "Developmental and cultural assets and resilient outcomes in First Nations young people in care: An initial test of an explanatory model",
            "Katharine M Filbert and Robert J Flynn",
            "2010",
            "103n-SoAAAAJ:4JMBOYKVnBMC",
            91,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0190740909003521",
            "9347462821382667495",
            "\/scholar?cites=9347462821382667495",
            {
                "2010":1,
                "2011":3,
                "2012":7,
                "2013":14,
                "2014":9,
                "2015":12,
                "2016":10,
                "2017":7,
                "2018":4,
                "2019":9,
                "2020":10
            }
        ],
        [
            "This study assessed the test–retest reliability and convergent validity of single items from the Assessment and Action Record (AAR), from Looking After Children (Ward, 1995). It also compared developmental outcomes of 43 children cared for by a Canadian child welfare agency and those of an approximate comparison group of 1,600 children from the National Longitudinal Survey of Children and Youth (Statistics Canada, 1995). High and low reliability and validity were found for different AAR items. The children in care had worse outcomes than the comparison children on indicators of educational success and negative behaviour, but not on measures of identity, social and family relationships, or prosocial behaviour.",
            "Comparing developmental outcomes for children in care with those for other children in Canada",
            "Robert J Flynn and Chantal Biro",
            "1998",
            "103n-SoAAAAJ:2osOgNQ5qMEC",
            87,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1099-0860.1998.tb00070.x",
            "5422564011686792170",
            "\/scholar?cites=5422564011686792170",
            {
                "1999":1,
                "2000":2,
                "2001":2,
                "2002":1,
                "2003":4,
                "2004":5,
                "2005":6,
                "2006":5,
                "2007":3,
                "2008":4,
                "2009":3,
                "2010":8,
                "2011":7,
                "2012":6,
                "2013":6,
                "2014":4,
                "2015":2,
                "2016":3,
                "2017":9,
                "2018":5,
                "2019":1
            }
        ],
        [
            "Since the beginnings of its development in Britain in 1987, the Looking After Children (LAC) initiative has had a profound influence in Canada-as well as in Australia and across Europe-in sharpening the developmental focus and improving the quality of services for children and adolescents who, because of abuse, neglect, extreme poverty, or other circumstances, live in out-of-home care. With its emphasis on high expectations, positive substitute parenting, and good short-term and long-term outcomes, LAC has been an important vehicle for promoting resilience (ie, positive outcomes in spite of serious threats to development) in child welfare, one that will remain a beneficial influence in Canada and internationally for many years to come. Promoting Resilience in Child Welfare presents reviews of research, new empirical findings, and useful practice and policy suggestions derived from the perspectives of LAC and resilience theory by an array of international voices. Practitioners, out-of-home care providers, youths in care, in-service trainers, students, researchers, and policy makers in Canada and across the world will find much in this book that speaks to more effective ways of improving the lives of young people being looked after in out-of-home care.",
            "Promoting resilience in child welfare",
            "Robert John Flynn and Peter M Dudding and James G Barber",
            "2006",
            "103n-SoAAAAJ:Tyk-4Ss8FVUC",
            84,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=sNFoU8ls7HgC&oi=fnd&pg=PR3&dq=info:Y8fJ-DV2rK8J:scholar.google.com&ots=TT7cLokXzQ&sig=-rHzKbNQ93ZMOfQmLBCm3UckEgg",
            "12658622626810939235",
            "\/scholar?cites=12658622626810939235",
            {
                "2005":1,
                "2006":1,
                "2007":2,
                "2008":4,
                "2009":5,
                "2010":9,
                "2011":6,
                "2012":6,
                "2013":9,
                "2014":5,
                "2015":7,
                "2016":5,
                "2017":11,
                "2018":5,
                "2019":2,
                "2020":3
            }
        ],
        [
            "In the present study, we formulated and tested a basic model of the educational success of young people in out-of-home care. We used data from 2007 to 2008 and 2008 to 2009 on a sample of 1106 young people in care in Ontario, Canada. The youths were 12–17 years of age; 56.24% were male and 43.76% female. The indicators of educational success in both years were the youth's average marks and the youth's school performance in reading, math, science and overall, as rated by his or her caregiver. Based on resilience theory and on a model of the influence of maltreatment on educational achievement, our model included four categories of predictors: control variables (youth gender and age and, in the longitudinal analyses, the year 7 value of the year 8 dependent variable), three placement types (foster, kinship care or group homes), three risk factors (previous repetition of a grade in school, a health …",
            "Placement, protective and risk factors in the educational success of young people in care: Cross-sectional and longitudinal analyses",
            "Robert J Flynn and Nicholas G Tessier and Daniel Coulombe",
            "2013",
            "103n-SoAAAAJ:fPk4N6BV_jEC",
            72,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/13691457.2012.722985",
            "1659285382329428597",
            "\/scholar?cites=1659285382329428597",
            {
                "2013":3,
                "2014":4,
                "2015":9,
                "2016":6,
                "2017":10,
                "2018":12,
                "2019":15,
                "2020":9,
                "2021":2
            }
        ]
    ]
}