{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Neutron powder diffraction has been used to characterize a sample of C-substituted MgB2 synthesized from Mg and B4C (with isotopically enriched 11B). The sample is multiphase, with the major phase [73.4(1) wt%] being Mg(B1−xCx)2 with x=0.10(2). Minor phases include MgB2C2, Mg, and MgO. The major Mg(B1−xCx)2 phase displays diffraction peak widths as sharp as for pure MgB2, indicating good C homogeneity. There is no evidence for ordering of the substituted C atoms or distortion of the host structure other than contraction of the a axis and slight expansion of the c axis. The observed changes in lattice parameters vs. C concentration provide a means for estimating the C concentration in other Mg(B1−xCx)2 samples. The reduction in Tc resulting from 10% C substitution is much larger than previously reported, suggesting that previous reports of the C concentration in Mg(B1−xCx)2 are overestimated. The …",
            "Crystal chemistry of carbon-substituted MgB2",
            "M Avdeev and JD Jorgensen and RA Ribeiro and SL Bud’ko and PC Canfield",
            "2003",
            "10s_D5LRND4C:d1gkVwhDpl0C",
            229,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0921453403007226",
            "4332528717402421904",
            "\/scholar?cites=4332528717402421904",
            {
                "2003":3,
                "2004":15,
                "2005":18,
                "2006":7,
                "2007":25,
                "2008":17,
                "2009":12,
                "2010":21,
                "2011":19,
                "2012":14,
                "2013":15,
                "2014":10,
                "2015":10,
                "2016":5,
                "2017":9,
                "2018":9,
                "2019":9,
                "2020":9,
                "2021":2
            }
        ],
        [
            "Strong friction anisotropy is found when the twofold surface of an atomically clean aluminum-nickel-cobalt quasicrystal slides against a thiol-passivated titanium-nitride tip. Friction along the aperiodic direction is one-eighth as much as that along the periodic direction. This anisotropy, which is about three times as large as the highest value observed in anisotropic crystalline surfaces, disappears after the surface is oxidized in air. These results reveal a strong connection between interface atomic structure and the mechanisms by which energy is dissipated, which likely include electronic or phononic contributions, or both.",
            "High frictional anisotropy of periodic and aperiodic directions on a quasicrystal surface",
            "Jeong Young Park and DF Ogletree and M Salmeron and RA Ribeiro and PC Canfield and CJ Jenks and PA Thiel",
            "2005",
            "10s_D5LRND4C:9yKSN-GCB0IC",
            204,
            "https:\/\/science.sciencemag.org\/content\/309\/5739\/1354.abstract",
            "4864655288816440009",
            "\/scholar?cites=4864655288816440009",
            {
                "2005":2,
                "2006":9,
                "2007":13,
                "2008":21,
                "2009":10,
                "2010":23,
                "2011":19,
                "2012":15,
                "2013":16,
                "2014":17,
                "2015":7,
                "2016":15,
                "2017":7,
                "2018":10,
                "2019":8,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We present details of synthesis optimization and physical properties of nearly single phase carbon doped MgB 2 with a nominal stoichiometry of Mg (B 0.8 C 0.2) 2 synthesized from magnesium and boron carbide (B 4 C) as starting materials. The superconducting transition temperature is≈ 22 K (≈ 17 K lower than in pure MgB 2). The temperature dependence of the upper critical field is steeper than in pure MgB 2 with H c2 (10 K)≈ 9 T. Temperature dependent specific heat data taken in different applied magnetic fields suggest that the two-gap nature of superconductivity is still preserved for carbon doped MgB 2 even with such a heavily suppressed transition temperature. In addition, the anisotropy ratio of the upper critical field for T\/T c≈ 2\/3 is γ≈ 2. This value is distinct from 1 (isotropic) and also distinct from 6 (the value found for pure MgB 2).",
            "Carbon doping of superconducting magnesium diboride",
            "RA Ribeiro and SL Bud’ko and C Petrovic and PC Canfield",
            "2003",
            "10s_D5LRND4C:u5HHmVD_uO8C",
            201,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0921453402023316",
            "16527683593881686134",
            "\/scholar?cites=16527683593881686134",
            {
                "2003":7,
                "2004":24,
                "2005":33,
                "2006":26,
                "2007":33,
                "2008":23,
                "2009":12,
                "2010":10,
                "2011":10,
                "2012":7,
                "2013":5,
                "2014":2,
                "2015":1,
                "2016":5,
                "2017":1,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Samples of aligned MgB 2 crystallites have been prepared, allowing for the first time the direct identification of an upper critical field anisotropy H c 2 ab\/H c 2 c= ξ ab\/ξ c≃ 1.7, with ξ o, a b≃ 70 Å, ξ o, c≃ 40 Å, and a mass anisotropy ratio m ab\/m c≃ 0.3. A ferromagnetic background signal was identified, possibly related to the raw materials purity.",
            "Anisotropic Superconducting Properties of Aligned  Crystallites",
            "OF De Lima and RA Ribeiro and MA Avila and CA Cardoso and AA Coelho",
            "2001",
            "10s_D5LRND4C:u-x6o8ySG0sC",
            156,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.5974",
            "684097006997950674",
            "\/scholar?cites=684097006997950674",
            {
                "2001":19,
                "2002":40,
                "2003":38,
                "2004":9,
                "2005":6,
                "2006":7,
                "2007":4,
                "2008":8,
                "2009":1,
                "2010":4,
                "2011":5,
                "2012":3,
                "2013":1,
                "2014":4,
                "2015":1,
                "2016":1,
                "2017":3,
                "2018":2
            }
        ],
        [
            "By synthesizing MgB 2 using boron of different nominal purity we found values of the residual resistivity ratio (RRR= R (300 K)\/R (42 K)) from 4 to 20, which covers almost all values found in literature. To obtain high values of RRR, high purity reagents are necessary. With the isotopically pure boron we obtained the highest RRR∼ 20 for the stoichiometric compound. We also investigated Mg x 11 B 2 samples with 0.8< x< 1.2. For the range Mg 0.8 11 B 2 up to Mg 1.2 11 B 2 we found average values of RRR between 14 and 24. For smaller variations in stoichiometry (x= 1±0.1) RRR= 18±3. All of our data point to the conclusion that high RRR (∼ 20) and low ρ 0 (⩽ 0.4 μΩ cm) are intrinsic material properties associated with high purity MgB 2. In addition we have performed initial work on optimizing the formation of carbon doped MgB 2 via the use of B 4 C. Nearly single phase material can be formed by reaction of …",
            "Effects of boron purity, Mg stoichiometry and carbon substitution on properties of polycrystalline MgB2",
            "RA Ribeiro and SL Bud’ko and C Petrovic and PC Canfield",
            "2003",
            "10s_D5LRND4C:2osOgNQ5qMEC",
            92,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0921453402023262",
            "12757298015545981987",
            "\/scholar?cites=12757298015545981987",
            {
                "2003":7,
                "2004":8,
                "2005":13,
                "2006":8,
                "2007":14,
                "2008":11,
                "2009":8,
                "2010":2,
                "2011":2,
                "2012":3,
                "2013":3,
                "2014":3,
                "2015":3,
                "2016":2,
                "2017":3,
                "2018":2
            }
        ],
        [
            "We present a study of the effects of non-stoichiometry, boron purity, wire diameter and post-synthesis treatment (etching and Mg distilling) on the temperature dependent resistance and resistivity of sintered MgB 2 pellets and wire segments. Whereas the residual resistivity ratio (RRR) varies between RRR≈ 4 to RRR⩾ 20 for different boron purity, it is only moderately affected by non-stoichiometry (from 20% Mg deficiency to 20% Mg excess) and is apparently independent of wire diameter and presence of Mg metal traces on the wire surface. The obtained set of data indicates that RRR values in excess of 20 and residual resistivities as low as ρ 0≈ 0.4 μΩ cm are intrinsic material properties of high purity MgB 2.",
            "Effects of stoichiometry, purity, etching and distilling on resistance of MgB2 pellets and wire segments",
            "RA Ribeiro and SL Bud’ko and C Petrovic and PC Canfield",
            "2002",
            "10s_D5LRND4C:qjMakFHDy7sC",
            69,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0921453402018403",
            "5139264047251953058",
            "\/scholar?cites=5139264047251953058",
            {
                "2002":2,
                "2003":16,
                "2004":7,
                "2005":10,
                "2006":1,
                "2007":5,
                "2008":4,
                "2009":11,
                "2010":2,
                "2011":2,
                "2012":4,
                "2013":2,
                "2014":3
            }
        ],
        [
            "",
            "Gaia Data Release 1-Testing parallaxes with local Cepheids and RR Lyrae stars",
            "Gisella Clementini and L Eyer and Vincenzo Ripepi and Marcella Marconi and Tatiana Muraveva and Alessia Garofalo and LM Sarro and M Palmer and X Luri and Roberto Molinaro and L Rimoldini and L Szabados and ILARIA Musella and RI Anderson and T Prusti and JHJ De Bruijne and AGA Brown and Antonella Vallenari and C Babusiaux and CAL Bailer-Jones and U Bastian and M Biermann and DW Evans and F Jansen and C Jordi and SA Klioner and U Lammers and L Lindegren and F Mignard and C Panem and D Pourbaix and S Randich and P Sartoretti and HI Siddiqui and C Soubiran and V Valette and Floor van Leeuwen and NA Walton and C Aerts and F Arenou and M Cropper and Ronald Drimmel and E Høg and D Katz and MG Lattanzi and W O’mullane and EK Grebel and AD Holland and C Huc and X Passot and M Perryman and L Bramante and C Cacciari and J Castañeda and L Chaoul and N Cheek and Francesca De Angeli and C Fabricius and R Guerra and J Hernández and A Jean-Antoine-Piccolo and E Masana and R Messineo and N Mowlavi and K Nienartowicz and D Ordóñez-Blanco and P Panuzzo and J Portell and PJ Richards and Marco Riello and GM Seabroke and P Tanga and F Thévenin and J Torra and SG Els and G Gracia-Abril and G Comoretto and M Garcia-Reinaldos and T Lock and E Mercier and M Altmann and R Andrae and TL Astraatmadja and I Bellas-Velidis and K Benson and J Berthier and R Blomme and Giorgia Busso and B Carry and Alberto Cellino and S Cowell and O Creevey and J Cuypers and M Davidson and J De Ridder and A De Torres and Ludovic Delchambre and Aldo Dell’Oro and C Ducourant and Y Frémat and M García-Torres and Eric Gosset and J-L Halbwachs and NC Hambly and DL Harrison and M Hauser and D Hestroffer and ST Hodgkin and HE Huckle and A Hutton and Gérard Jasniewicz and S Jordan and M Kontizas and Anders J Korn and Alessandro Carmelo Lanzafame and M Manteiga and A Moitinho and K Muinonen and J Osinde and ELENA Pancino and T Pauwels and J-M Petit and A Recio-Blanco and AC Robin and C Siopis and M Smith and KW Smith and Alessandro Sozzetti and W Thuillot and W Van Reeven and Y Viala and Ummi Abbas and A Abreu Aramburu and S Accart and JJ Aguado and PM Allan and W Allasia and GIUSEPPE Altavilla and MA Álvarez and J Alves and AH Andrei and E Anglada Varela and E Antiche and T Antoja and S Antón and B Arcay and N Bach and SG Baker and L Balaguer-Núñez and C Barache",
            "2017",
            "10s_D5LRND4C:9Nmd_mFXekcC",
            68,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2017\/09\/aa29925-16\/aa29925-16.html",
            "2508812075066368442",
            "\/scholar?cites=2508812075066368442",
            {
                "2017":3,
                "2018":28,
                "2019":23,
                "2020":14
            }
        ],
        [
            "Following the recent isolation of monolayer CrI 3 (ref. 1), many more two-dimensional van der Waals magnetic materials have been isolated 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12. Their incorporation in van der Waals heterostructures offers a new platform for spintronics 5, 6, 7, 8, 9, proximity magnetism 13 and quantum spin liquids 14. A primary question in this field is how exfoliating crystals to the few-layer limit influences their magnetism. Studies of CrI 3 have shown a different magnetic ground state for ultrathin exfoliated films 1, 5, 6 compared with the bulk, but the origin is not yet understood. Here, we use electron tunnelling through few-layer crystals of the layered antiferromagnetic insulator CrCl 3 to probe its magnetic order and find a tenfold enhancement of the interlayer exchange compared with bulk crystals. Moreover, temperature-and polarization-dependent Raman spectroscopy reveals that the crystallographic …",
            "Enhancement of interlayer exchange in an ultrathin two-dimensional magnet",
            "Dahlia R Klein and David MacNeill and Qian Song and Daniel T Larson and Shiang Fang and Mingyu Xu and Raquel A Ribeiro and Paul C Canfield and Efthimios Kaxiras and Riccardo Comin and Pablo Jarillo-Herrero",
            "2019",
            "10s_D5LRND4C:UHK10RUVsp4C",
            61,
            "https:\/\/www.nature.com\/articles\/s41567-019-0651-0",
            "13598458324046249159",
            "\/scholar?cites=13598458324046249159",
            {
                "2019":5,
                "2020":51,
                "2021":4
            }
        ],
        [
            "We investigated the nanoscale tribological properties of a decagonal quasicrystal using a combination of atomic force microscopy and scanning tunneling microscopy in ultrahigh vacuum. This combination permitted a variety of in situ measurements, including atomic-scale structure, friction and adhesion force, tip-sample current, and topography. We found that thiol-passivated tips can be used for reproducible studies of the tip-quasicrystal contact while nonpassivated probes adhere irreversibly to the clean quasicrystalline surface causing permanent modifications. The most remarkable results were obtained on the twofold surface of the Al− Ni− Co decagonal quasicrystal where atoms are arranged periodically along the tenfold axis and aperiodically in the perpendicular direction. Strong friction anisotropy was observed on this surface, with high friction along the periodic direction and low friction in the aperiodic …",
            "Tribological properties of quasicrystals: Effect of aperiodic versus periodic surface order",
            "Jeong Young Park and DF Ogletree and M Salmeron and RA Ribeiro and Paul C Canfield and Cynthia J Jenks and Patricia A Thiel",
            "2006",
            "10s_D5LRND4C:Tyk-4Ss8FVUC",
            56,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.74.024203",
            "16769514867115399266",
            "\/scholar?cites=16769514867115399266",
            {
                "2007":1,
                "2008":9,
                "2009":6,
                "2010":8,
                "2011":4,
                "2012":5,
                "2013":3,
                "2014":7,
                "2015":2,
                "2016":4,
                "2017":1,
                "2018":4,
                "2019":1,
                "2020":1
            }
        ],
        [
            "The Andreev reflection measurements of the superconducting energy gap in the carbon-substituted MgB 2 are presented. Despite the strong suppression of the transition temperature by 17 K in comparison with the pure MgB 2, the same reduced value of the small superconducting energy gap with 2 Δ\/k T c≈ 1.7 has been systematically observed. This indicates that the two-band\/two-gap superconductivity is still preserved here.",
            "Two-band\/two-gap superconductivity in carbon-substituted  evidenced by point-contact spectroscopy",
            "P Samuely and Z Hoľanová and P Szabó and J Kačmarčík and RA Ribeiro and SL Bud’ko and PC Canfield",
            "2003",
            "10s_D5LRND4C:UeHWp8X0CEIC",
            54,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.68.020505",
            "5200968773464472546",
            "\/scholar?cites=5200968773464472546",
            {
                "2003":2,
                "2004":10,
                "2005":14,
                "2006":5,
                "2007":13,
                "2008":2,
                "2009":2,
                "2010":2,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":1
            }
        ]
    ]
}