{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Understanding the Sociology of Health, 3rd Edition is a truly'readable'introduction to a subject which is often shrouded in jargon. Providing case studies and exercises to really get you thinking, this book shows how sociology provides the means to answer complex questions about health and illness, such as why health inequalities exist: The 3rd edition includes four new chapters on-history of health & healing-sexuality-sport, fitness & exercise-death & dying Though aimed primarily at students on health and social care courses and professions allied to medicine, this textbook provides valuable insights for anyone interested in the social aspects of health. Visit the companion website at www. sagepub. co. uk\/barryandyuill3e to find a range of teaching and learning material for lecturers and students.",
            "Understanding the sociology of health: An introduction",
            "Anne-Marie Barry and Chris Yuill",
            "2011",
            "119lqa0AAAAJ:d1gkVwhDpl0C",
            124,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=jXDD3bflMR0C&oi=fnd&pg=PP2&dq=info:HOtja7Cg6lwJ:scholar.google.com&ots=Vil8pRGqS6&sig=vzY72zA0aXRfzInzIb9O6SwJfS4",
            "6695340475616062236",
            "\/scholar?cites=6695340475616062236",
            {
                "2010":4,
                "2011":4,
                "2012":12,
                "2013":13,
                "2014":13,
                "2015":14,
                "2016":13,
                "2017":12,
                "2018":14,
                "2019":9,
                "2020":10
            }
        ],
        [
            "Key Concepts in Health Studies provides a much needed guide to the central concepts used across the subject, and offers the reader a comprehensive overview of the core topics, theories and debates. Drawing together the fundamentals within the disciplines of health, nursing, and social policy this book is an ideal text both for students studying health in a range of academic fields, and for health and social care practitioners. From ageism to public health, and gender to obesity, the book offers an exciting guide to the multidisciplinary field.",
            "Key concepts in health studies",
            "Chris Yuill and Iain Crinson and Eilidh Duncan",
            "2010",
            "119lqa0AAAAJ:Tyk-4Ss8FVUC",
            68,
            "http:\/\/scholar.google.com\/scholar?cluster=1826781074253935143&hl=en&oi=scholarr",
            "1826781074253935143",
            "\/scholar?cites=1826781074253935143",
            {
                "2012":1,
                "2013":2,
                "2014":6,
                "2015":7,
                "2016":4,
                "2017":8,
                "2018":12,
                "2019":10,
                "2020":10
            }
        ],
        [
            "Alienation theory has acted as the stimulus for a great deal of research and writing in the history of sociology. It has formed the basis of many sociological ‘classics’ focused on the workplace and the experiences of workers, and has also been mobilized to chart wider social malaise and individual troubles. Alienation theory usage has, however, declined significantly since its heyday of the 1960s and 1970s. Here, the reasons why alienation theory was ‘forgotten’ and what can be gained by ‘remembering’ alienation theory are explored. To realize this ambition this article proceeds by (1) briefly visiting differing definitions of alienation theory, before charting its high point, and the various debates and tensions of the time, during the 1960s and 1970s; (2) analysing the reasons why alienation theory fell from grace from the 1980s onwards; (3) elaborating how and why alienation theory is still relevant for sociology and the …",
            "Forgetting and remembering alienation theory",
            "Chris Yuill",
            "2011",
            "119lqa0AAAAJ:IjCSPb-OGe4C",
            65,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0952695111400525",
            "12946717996874157673",
            "\/scholar?cites=12946717996874157673",
            {
                "2011":2,
                "2012":2,
                "2013":2,
                "2014":8,
                "2015":6,
                "2016":13,
                "2017":9,
                "2018":8,
                "2019":7,
                "2020":8
            }
        ],
        [
            "Even though alienation theory is one of Marx's better known theories, its potential for medical sociology has never been fully explored. This paper seeks to raise the profile of Marx's theory of alienation in theorizing health and health inequalities. It will do so in three main stages. Firstly, why it is timely to reconsider alienation theory will be discussed in light of recent theoretical debates and wider concerns in medical sociology about embodiment and emotions. Secondly, alienation theory is outlined beginning with the strong materialist, biological, embodied and emotional basis of Marx's ideas before exploring how alienation arises under capitalism. This section will also deal with how Marx's theory of alienation is important to his entire oeuvre and not just present in his early work. Thirdly, the paper ends by reviewing examples of health research in the light of the four aspects of alienation that Marx identifies …",
            "Marx: Capitalism, alienation and health",
            "Chris Yuill",
            "2005",
            "119lqa0AAAAJ:u-x6o8ySG0sC",
            60,
            "https:\/\/link.springer.com\/article\/10.1057\/palgrave.sth.8700046",
            "4572979976239559747",
            "\/scholar?cites=4572979976239559747",
            {
                "2007":2,
                "2008":1,
                "2009":6,
                "2010":2,
                "2011":12,
                "2012":1,
                "2013":1,
                "2014":4,
                "2015":4,
                "2016":4,
                "2017":2,
                "2018":6,
                "2019":5,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Introducing a textbook focusing on the areas of sociology of direct relevance to the theory and practice of Occupational Therapy. Authored by a team of experienced lecturers in sociology and OT lecturers with a background in social science, this pragmatic text demonstrates how sociological theory impacts the practice of OT's. Features activities in each chapter that encourage the reader to make their own links between the text and their own experience in OT practice and everyday life. Specifically for Occupational Therapists Reflects areas of interest to occupational therapy Uses international material Assumes no prior knowledge of sociology Identifies ways in which sociology can be used to analyze pracice Uses activities to help reflect on material",
            "Sociology and occupational therapy: An integrated approach",
            "Derek Jones",
            "1998",
            "119lqa0AAAAJ:kNdYIx-mwKoC",
            59,
            "http:\/\/scholar.google.com\/scholar?cluster=5371609378742317582&hl=en&oi=scholarr",
            "5371609378742317582",
            "\/scholar?cites=5371609378742317582",
            {
                "2000":2,
                "2001":2,
                "2002":3,
                "2003":1,
                "2004":6,
                "2005":9,
                "2006":3,
                "2007":5,
                "2008":1,
                "2009":5,
                "2010":3,
                "2011":2,
                "2012":1,
                "2013":2,
                "2014":3,
                "2015":3,
                "2016":2,
                "2017":3,
                "2018":2
            }
        ],
        [
            "How can social workers be more effective in collaborative work? What are the skills, knowledge and values required for collaborative practice? How does collaborative social work practice impact on the experience of service-users and carers? These questions are faced by social workers every day and interprofessional collaborative practice is high on the policy agenda for trainees and practitioners. Written primarily for social work students and practitioners, although having relevance across the wider range of stakeholders, this book explores the issues, benefits and challenges that interprofessional collaborative practice can raise. Chapter-by-chapter the book will encourage the reader to critically examine the political, legal, social and economic context of interprofessional practice. It also explores how social workers can work effectively and collaboratively with other professions while retaining their own values and identity. Key features include:-activities to illustrate the ways in which collaborative working can impact upon the experiences of service users, carers and practitioners;-discussions looking at the different people and organisations with whom social workers might work in practice;-examples of research and knowledge for practice;-a glossary to act as a useful quick reference point for the reader;-a companion website. Engaging and well-written, each chapter also includes case studies, reflective questions and links to further reading and sources of information. Interprofessional Collaboration in Social Work Practice will be essential reading for social work qualifying students and for practitioners.",
            "Interprofessional collaboration in social work practice",
            "Karin Crawford",
            "2011",
            "119lqa0AAAAJ:5nxA0vEk-isC",
            42,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=CQel9FWq4IgC&oi=fnd&pg=PP2&dq=info:UVbugvOmJuMJ:scholar.google.com&ots=Um_RLXq4dM&sig=ieNH_33nnJ-UYhlGyzefgqphGWA",
            "16367953460528567889",
            "\/scholar?cites=16367953460528567889",
            {
                "2012":3,
                "2013":5,
                "2014":4,
                "2015":3,
                "2016":6,
                "2017":6,
                "2018":9,
                "2019":3
            }
        ],
        [
            "'The authors are to be commended on a very clear text, easily communicating the insights of a wide range of theoretical perspectives, and marshalling clear empirical evidence for the arguments of the sociology of health'-Health Sociology Review'The book is well set out and easy to read with signposts provided throughout linking key concepts and topics to aid understanding. The diagrams and tables are clear and well labelled, adding to the reader's knowledge of the topic'-Accident and Emergency Nursing'In their introduction to Understanding Health Barry and Yuill define their aim in writing this book as\" to provide an introduction to the sociology of health to both health and social science students\". To fulfill this aim a generalist and non-specialist approach is needed and unsurprisingly this is the one that they take. However, they do not fall into the potential of trap of providing the glib and simplistic approach that is characteristic of some of the other teaching texts with similar aims... In summary Barry and Yuill have produced a clearly written and organized basic text on the sociology of health. It is properly and commendably sociological and may well have a market beyond its modest aim of non-specialist courses-Critical Public Health'Lucidly written in simple language to explain very complex sociological concepts, it is well-rooted in history while providing the latest developments in the field of health... an immensely readable book'-The National Medical Journal of India'Clearly and concisely explains what sociology is and how it contributes to our understanding of health. The text serves anyone wishing to broaden their own understanding of the …",
            "Understanding health: A sociological introduction",
            "Anne-Marie Barry and Chris Yuill",
            "2002",
            "119lqa0AAAAJ:u5HHmVD_uO8C",
            40,
            "http:\/\/scholar.google.com\/scholar?cluster=11873908166560499534&hl=en&oi=scholarr",
            "11873908166560499534",
            "\/scholar?cites=11873908166560499534",
            {
                "2005":1,
                "2006":4,
                "2007":3,
                "2008":4,
                "2009":3,
                "2010":3,
                "2011":3,
                "2012":1,
                "2013":6,
                "2014":4,
                "2015":1,
                "2016":1,
                "2017":2,
                "2018":1,
                "2019":3
            }
        ],
        [
            "Sometimes an unexpected event or crisis can occur that is of sociological                     interest where for a period of time a particular society is faced with a number                     of challenges. This sociological impression will explore one such event, the New                     York blackout of 2003, by developing a ‘street level snapshot’ of the                     experiences of New Yorkers during the power outage. The majority of material for                     this impression was gathered by acting as sociological flâneur, guided by the                     ideas of Benjamin, Simmel, Parks, and Jacobs into understanding the experience                     of modernity and city life by taking to the streets and directly observing what                     transpires. Further material from the internet and the media is used to augment                     the personal observation. Finally, drawing on the sociology of emotions a                     speculative discussion attempts to make …",
            "Emotions after dark-a sociological impression of the 2003 New York blackout",
            "Chris Yuill",
            "2004",
            "119lqa0AAAAJ:2osOgNQ5qMEC",
            27,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.5153\/sro.918",
            "15574936274811646411",
            "\/scholar?cites=15574936274811646411",
            {
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":2,
                "2009":1,
                "2010":1,
                "2011":1,
                "2012":1,
                "2013":3,
                "2014":2,
                "2015":2,
                "2016":2,
                "2017":3,
                "2018":6
            }
        ],
        [
            "This article examines both the contribution and the limitations of research that has sought to develop a causal understanding of the psychosocial dimension of inequalities in health. The article seeks to revive interest in Marx's theory of alienation in developing the case for an alternative materialist conceptualization that is able to postulate the pathways from alienation as a psychosocial generative structure to social inequalities in health outcomes within late modern societies.",
            "What can alienation theory contribute to an understanding of social inequalities in health?",
            "Iain Crinson and Chris Yuill",
            "2008",
            "119lqa0AAAAJ:9yKSN-GCB0IC",
            25,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.2190\/HS.38.3.e",
            "7954767595050471069",
            "\/scholar?cites=7954767595050471069",
            {
                "2009":2,
                "2010":3,
                "2011":5,
                "2012":1,
                "2013":1,
                "2014":3,
                "2015":3,
                "2016":3,
                "2017":2,
                "2018":2
            }
        ],
        [
            "The 1981 Hunger Strike marked an important point in the Northern Ireland                     conflict, shifting its focus away from city streets and country lanes into the                     H-Block prison. Here republican prisoners used their embodiment to resist and                     fight back at attempts to recast them as criminals as opposed to the soldiers                     they perceived themselves to be. Given the centrality of the body and embodiment                     in the prison struggle this paper will theorise the ‘body-as-weapon’ as a                     modality of resistance. This will begin by interrogating key themes within the                     sociology of the body before discussing and dismissing an alternative                     explanation of the Hunger Strike: the actions of the hunger strikers standing in                     the traditions of heroic Gaelic myths and Catholic martyrdom. Finally, drawing                     from the sociology of the body, I will then proceed …",
            "The body as weapon: Bobby Sands and the republican hunger strikes",
            "Chris Yuill",
            "2007",
            "119lqa0AAAAJ:qjMakFHDy7sC",
            20,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.5153\/sro.1348",
            "12067704524722051316",
            "\/scholar?cites=12067704524722051316",
            {
                "2007":1,
                "2008":1,
                "2009":3,
                "2010":1,
                "2011":2,
                "2012":1,
                "2013":1,
                "2014":5,
                "2015":3,
                "2016":2
            }
        ]
    ]
}