{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "van der Waals heterostructures constitute a new class of artificial materials formed by stacking atomically thin planar crystals. We demonstrated band structure engineering in a van der Waals heterostructure composed of a monolayer graphene flake coupled to a rotationally aligned hexagonal boron nitride substrate. The spatially varying interlayer atomic registry results in both a local breaking of the carbon sublattice symmetry and a long-range moiré superlattice potential in the graphene. In our samples, this interplay between short- and long-wavelength effects resulted in a band structure described by isolated superlattice minibands and an unexpectedly large band gap at charge neutrality. This picture is confirmed by our observation of fractional quantum Hall states at ±53 filling and features associated with the Hofstadter butterfly at ultrahigh magnetic fields.",
            "Massive Dirac fermions and Hofstadter butterfly in a van der Waals heterostructure",
            "Benjamin Hunt and Javier D Sanchez-Yamagishi and Andrea F Young and Matthew Yankowitz and Brian J LeRoy and Kenji Watanabe and Takashi Taniguchi and Pilkyung Moon and Mikito Koshino and Pablo Jarillo-Herrero and Raymond C Ashoori",
            "2013",
            "11EoZncAAAAJ:_FxGoFyzp5QC",
            1214,
            "https:\/\/science.sciencemag.org\/content\/340\/6139\/1427.extract",
            "17912682321611215214",
            "\/scholar?cites=17912682321611215214",
            {
                "2013":34,
                "2014":153,
                "2015":140,
                "2016":155,
                "2017":163,
                "2018":178,
                "2019":168,
                "2020":211,
                "2021":6
            }
        ],
        [
            "Low-dimensional electronic systems have traditionally been obtained by electrostatically confining electrons, either in heterostructures or in intrinsically nanoscale materials such as single molecules, nanowires and graphene. Recently, a new method has emerged with the recognition that symmetry-protected topological (SPT) phases 1, 2, which occur in systems with an energy gap to quasiparticle excitations (such as insulators or superconductors), can host robust surface states that remain gapless as long as the relevant global symmetry remains unbroken. The nature of the charge carriers in SPT surface states is intimately tied to the symmetry of the bulk, resulting in one-and two-dimensional electronic systems with novel properties. For example, time reversal symmetry endows the massless charge carriers on the surface of a three-dimensional topological insulator with helicity, fixing the orientation of their spin …",
            "Tunable symmetry breaking and helical edge transport in a graphene quantum spin Hall state",
            "AF Young and JD Sanchez-Yamagishi and B Hunt and SH Choi and K Watanabe and T Taniguchi and RC Ashoori and P Jarillo-Herrero",
            "2013",
            "11EoZncAAAAJ:roLk4NBRz8UC",
            227,
            "https:\/\/www.nature.com\/articles\/nature12800",
            "10800030929673505424",
            "\/scholar?cites=10800030929673505424",
            {
                "2013":2,
                "2014":20,
                "2015":34,
                "2016":36,
                "2017":36,
                "2018":37,
                "2019":33,
                "2020":27,
                "2021":2
            }
        ],
        [
            "Two-dimensional (2D) materials are not expected to be metals at low temperature owing to electron localization 1. Consistent with this, pioneering studies on thin films reported only superconducting and insulating ground states, with a direct transition between the two as a function of disorder or magnetic field 2, 3, 4, 5, 6. However, more recent works have revealed the presence of an intermediate quantum metallic state occupying a substantial region of the phase diagram 7, 8, 9, 10, whose nature is intensely debated 11, 12, 13, 14, 15, 16, 17. Here, we observe such a state in the disorder-free limit of a crystalline 2D superconductor, produced by mechanical co-lamination of NbSe 2 in an inert atmosphere. Under a small perpendicular magnetic field, we induce a transition from superconductor to the quantum metal. We find a unique power-law scaling with field in this phase, which is consistent with the Bose-metal …",
            "Nature of the quantum metal in a two-dimensional crystalline superconductor",
            "AW Tsen and B Hunt and YD Kim and ZJ Yuan and S Jia and RJ Cava and J Hone and Philip Kim and CR Dean and AN Pasupathy",
            "2016",
            "11EoZncAAAAJ:aqlVkmm33-oC",
            200,
            "https:\/\/www.nature.com\/articles\/nphys3579",
            "10351782319084768233",
            "\/scholar?cites=10351782319084768233",
            {
                "2015":1,
                "2016":21,
                "2017":34,
                "2018":51,
                "2019":36,
                "2020":52,
                "2021":4
            }
        ],
        [
            "Although solid helium-4 (4He) may be a supersolid, it also exhibits many phenomena unexpected in that context. We studied relaxation dynamics in the resonance frequency f(T) and dissipation D(T) of a torsional oscillator containing solid 4He. With the appearance of the “supersolid” state, the relaxation times within f(T) and D(T) began to increase rapidly together. More importantly, the relaxation processes in both D(T) and a component of f(T) exhibited a complex synchronized ultraslow evolution toward equilibrium. Analysis using a generalized rotational susceptibility revealed that, while exhibiting these apparently glassy dynamics, the phenomena were quantitatively inconsistent with a simple excitation freeze-out transition because the variation in f was far too large. One possibility is that amorphous solid 4He represents a new form of supersolid in which dynamical excitations within the solid control the superfluid …",
            "Evidence for a superglass state in solid 4He",
            "Benjamin Hunt and Ethan Pratt and Vikram Gadagkar and Minoru Yamashita and Alexander V Balatsky and JC Davis",
            "2009",
            "11EoZncAAAAJ:u5HHmVD_uO8C",
            153,
            "https:\/\/science.sciencemag.org\/content\/324\/5927\/632.abstract",
            "128843709357108996",
            "\/scholar?cites=128843709357108996",
            {
                "2009":17,
                "2010":36,
                "2011":33,
                "2012":23,
                "2013":17,
                "2014":7,
                "2015":7,
                "2016":6,
                "2017":1,
                "2018":1,
                "2019":1,
                "2020":4
            }
        ]
    ]
}