{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Terahertz spectroscopy systems use far-infrared radiation to extract molecular spectral information in an otherwise inaccessible portion of the electromagnetic spectrum. Materials research is an essential component of modern terahertz systems: novel, higher-power terahertz sources rely heavily on new materials such as quantum cascade structures. At the same time, terahertz spectroscopy and imaging provide a powerful tool for the characterization of a broad range of materials, including semiconductors and biomolecules.",
            "Materials for terahertz science and technology",
            "Bradley Ferguson and Xi-Cheng Zhang",
            "2002",
            "13Sg29oAAAAJ:kz9GbA2Ns4gC",
            3062,
            "https:\/\/www.nature.com\/articles\/nmat708",
            "1362179628651473105",
            "\/scholar?cites=1362179628651473105",
            {
                "2003":42,
                "2004":55,
                "2005":77,
                "2006":101,
                "2007":115,
                "2008":145,
                "2009":154,
                "2010":172,
                "2011":187,
                "2012":173,
                "2013":214,
                "2014":260,
                "2015":249,
                "2016":223,
                "2017":224,
                "2018":212,
                "2019":230,
                "2020":200,
                "2021":17
            }
        ],
        [
            "Free‐space electro‐optic sampling is an alternative method for the characterization of freely propagating terahertz beams with subpicosecond temporal resolution. In contrast to resonant photoconductive dipole antennas, free‐space electro‐optic sampling via the linear electro‐optic effect (Pockels effect) offers a flat frequency response over an ultrawide bandwidth and the potential for a simple cross‐correlation signal of the terahertz and optical pulses.",
            "Free‐space electro‐optic sampling of terahertz beams",
            "Qi Wu and X‐C Zhang",
            "1995",
            "13Sg29oAAAAJ:M7yex6snE4oC",
            1166,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.114909",
            "9742538278238713282",
            "\/scholar?cites=9742538278238713282",
            {
                "1996":11,
                "1997":9,
                "1998":23,
                "1999":22,
                "2000":21,
                "2001":22,
                "2002":37,
                "2003":33,
                "2004":28,
                "2005":39,
                "2006":47,
                "2007":58,
                "2008":41,
                "2009":51,
                "2010":51,
                "2011":53,
                "2012":65,
                "2013":73,
                "2014":61,
                "2015":67,
                "2016":72,
                "2017":63,
                "2018":72,
                "2019":57,
                "2020":75,
                "2021":5
            }
        ],
        [
            "Terahertz (THz) radiation, which is electromagnetic radiation in a frequency interval from 0.3 to 10 THz (1 mm–30 μm wavelength), is the next frontier in science and technology. This band occupies a large portion of the electromagnetic spectrum between the infrared and microwave bands. Basic research, new initiatives, and developments in advanced sensing and imaging technology with regard to the THz band remain unexplored compared to the relatively well-developed science and technology in the microwave and optical frequencies. Historically, THz technologies were used mainly within the astronomy community for studying the background of cosmic far-infrared radiation, and by the laser-fusion community for the diagnostics of plasmas. Since the first demonstration of THz wave time-domain spectroscopy in the late 1980s, there has been a series of significant advances (particularly in recent years) as more …",
            "Introduction to THz wave photonics",
            "Xi-Cheng Zhang and Jingzhou Xu",
            "2010",
            "13Sg29oAAAAJ:fFSKOagxvKUC",
            796,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/978-1-4419-0978-7.pdf",
            "10289260016994518716",
            "\/scholar?cites=10289260016994518716",
            {
                "2009":2,
                "2010":21,
                "2011":53,
                "2012":59,
                "2013":70,
                "2014":98,
                "2015":87,
                "2016":82,
                "2017":75,
                "2018":88,
                "2019":78,
                "2020":75,
                "2021":4
            }
        ]
    ]
}