{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "We present new 5.2-14.5 μm low-resolution spectra of 14 mid-L to mid-T dwarfs. We also present new 3.0-4.1 μm spectra for five of these dwarfs. These data are supplemented by existing red and near-infrared spectra (~ 0.6-2.5 μm), as well as red through mid-infrared spectroscopy of seven other L and T dwarfs presented by Cushing et al. We compare these spectra to those generated from the model atmospheres of Saumon & Marley. The models reproduce the observed spectra well, except in the case of one very red L3. 5 dwarf, 2MASS J22244381–0158521. The broad wavelength coverage allows us to constrain almost independently the four parameters used to describe these photospheres in our models: effective temperature (T eff), surface gravity, grain sedimentation efficiency (f sed), and vertical gas transport efficiency (K zz). The CH 4 bands centered at 2.2, 3.3, and 7.65 μm and the CO band at 2.3 μm are …",
            "The 0.8-14.5 μm spectra of mid-L to mid-T dwarfs: Diagnostics of effective temperature, grain sedimentation, gas transport, and surface gravity",
            "DC Stephens and SK Leggett and Michael C Cushing and Mark S Marley and D Saumon and TR Geballe and David A Golimowski and Xiaohui Fan and KS Noll",
            "2009",
            "17s-wPAAAAAJ:d1gkVwhDpl0C",
            312,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/702\/1\/154\/meta",
            "16128813272719118318",
            "\/scholar?cites=16128813272719118318",
            {
                "2008":1,
                "2009":2,
                "2010":30,
                "2011":23,
                "2012":19,
                "2013":40,
                "2014":48,
                "2015":36,
                "2016":32,
                "2017":23,
                "2018":15,
                "2019":12,
                "2020":26,
                "2021":4
            }
        ],
        [
            "The reflected spectra of extrasolar giant planets are primarily influenced by Rayleigh scattering, molecular absorption, and atmospheric condensates. We present model geometric albedo and phase-integral spectra and Bond albedos for planets and brown dwarfs with masses between 0.8 and 70 Jupiter masses. Rayleigh scattering predominates in the blue while molecular absorption removes most red and infrared photons. Thus cloud-free atmospheres, found on giant planets with effective temperatures exceeding about 400 K, are quite dark in reflected light beyond 0.6 μm. In cooler atmospheres, first water clouds and then other condensates provide a bright reflecting layer. Only planets with cloudy atmospheres will be detectable in reflected light beyond 1 μm. Thermal emission dominates the near-infrared for warm objects with clear atmospheres. However the presence of other condensates, not considered here …",
            "Reflected spectra and albedos of extrasolar giant planets. I. Clear and cloudy atmospheres",
            "Mark S Marley and Christopher Gelino and Denise Stephens and Jonathan I Lunine and Richard Freedman",
            "1999",
            "17s-wPAAAAAJ:u5HHmVD_uO8C",
            284,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/306881\/meta",
            "12142020558509906380",
            "\/scholar?cites=12142020558509906380",
            {
                "1999":7,
                "2000":14,
                "2001":8,
                "2002":9,
                "2003":7,
                "2004":12,
                "2005":7,
                "2006":6,
                "2007":10,
                "2008":15,
                "2009":5,
                "2010":12,
                "2011":11,
                "2012":9,
                "2013":17,
                "2014":19,
                "2015":16,
                "2016":21,
                "2017":19,
                "2018":17,
                "2019":19,
                "2020":18,
                "2021":1
            }
        ],
        [
            "In the last few years a significant population of ultracool L and T dwarfs has been discovered. With effective temperatures ranging from~ 2200 to 700 K, these objects emit most of their radiation in the near‐IR, and their spectral energy distributions are dominated by strong molecular absorption bands. These highly structured energy distributions lead to JHK magnitudes that are extremely sensitive to the exact filter bandpass used. In the case of the T dwarfs, the differences between commonly used photometric systems can be as large as 0.4 mag at J and 0.5 mag at J− K. Near‐IR magnitudes have been published for L and T dwarfs using a variety of photometric systems. Currently, the data obtained with these systems cannot be accurately compared or combined, as transformations based on the colors of hotter stars are not valid for L and T dwarfs. To address this problem, we have synthesized J, H, and K …",
            "JHK Magnitudes for L and T Dwarfs and Infrared Photometric Systems",
            "Denise C Stephens and Sandy K Leggett",
            "2003",
            "17s-wPAAAAAJ:u-x6o8ySG0sC",
            155,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/381135\/meta",
            "4989713494154882364",
            "\/scholar?cites=4989713494154882364",
            {
                "2004":5,
                "2005":12,
                "2006":15,
                "2007":14,
                "2008":15,
                "2009":11,
                "2010":12,
                "2011":13,
                "2012":12,
                "2013":8,
                "2014":13,
                "2015":7,
                "2016":2,
                "2017":2,
                "2018":5,
                "2019":3,
                "2020":4,
                "2021":2
            }
        ],
        [
            "We have searched 101 Classical transneptunian objects for companions with the Hubble Space Telescope. Of these, at least 21 are binary. The heliocentric inclinations of the objects we observed range from 0.6°–34°. We find a very strong anticorrelation of binaries with inclination. Of the 58 targets that have inclinations of less than 5.5°, 17 are binary, a binary fraction of 29±7 6%. All 17 are similar-brightness systems. On the contrary, only 4 of the 42 objects with inclinations greater than 5.5° have satellites and only 1 of these is a similar-brightness binary. This striking dichotomy appears to agree with other indications that the low eccentricity, non-resonant Classical transneptunian objects include two overlapping populations with significantly different physical properties and dynamical histories.",
            "Evidence for two populations of classical transneptunian objects: The strong inclination dependence of classical binaries",
            "Keith S Noll and William M Grundy and Denise C Stephens and Harold F Levison and Susan D Kern",
            "2008",
            "17s-wPAAAAAJ:zYLM7Y9cAGgC",
            122,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0019103507005854",
            "1939646855111602304",
            "\/scholar?cites=1939646855111602304",
            {
                "2008":6,
                "2009":12,
                "2010":14,
                "2011":18,
                "2012":12,
                "2013":12,
                "2014":7,
                "2015":7,
                "2016":4,
                "2017":8,
                "2018":5,
                "2019":9,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We present new infrared spectra of the T8 brown dwarf 2MASS J04151954−0935066: 2.9–4.1 μm spectra obtained with the Infrared Camera and Spectrograph on the Subaru Telescope, and 5.2–14.5 μm spectra obtained with the Infrared Spectrograph on the Spitzer Space Telescope. We use these data and models to determine an accurate bolometric luminosity of   and to constrain the effective temperature, gravity, mass, and age to 725–775 K,  ,  , and   Gyr. We perform the same analysis using published 0.6–15 μm spectra for the T7.5 dwarf 2MASS J12171110−0311131, for which we find a metal‐rich composition ( ), and  ,  ,  ,  , and   Gyr. These luminosities and effective temperatures straddle those determined with the same method and models for Gl 570D by Saumon et al. and make 2MASS J04151954−0935066 the coolest and least luminous T dwarf with well‐determined properties. We find that synthetic …",
            "Physical parameters of two very cool T dwarfs",
            "D Saumon and MS Marley and SK Leggett and TR Geballe and D Stephens and DA Golimowski and MC Cushing and Xiaohui Fan and JT Rayner and K Lodders and RS Freedman",
            "2007",
            "17s-wPAAAAAJ:9yKSN-GCB0IC",
            109,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/510557\/meta",
            "312601822809778113",
            "\/scholar?cites=312601822809778113",
            {
                "2007":5,
                "2008":17,
                "2009":13,
                "2010":15,
                "2011":12,
                "2012":9,
                "2013":9,
                "2014":5,
                "2015":5,
                "2016":4,
                "2017":5,
                "2018":2,
                "2019":3,
                "2020":4,
                "2021":1
            }
        ],
        [
            "We have analyzed a homogeneous set of observations of 81 trans-Neptunian objects obtained with NIC2 on the Hubble Space Telescope with the goal of identifying partially resolved binaries. Using PSF fitting we have identified six likely binaries in addition to the three new binaries already found in this data set. We find that 11% of trans-Neptunian objects are binaries at the separation and brightness limits of NIC2. The identification of these new binaries significantly increases the known lower limit to the binary fraction among trans-Neptunian objects. The origin of such a high fraction of binaries remains to be determined. Most interestingly, detectable binaries appear to be about 4 times more common among the cold classical disk than in the dynamically excited populations.",
            "Detection of six trans-neptunian binaries with NICMOS: A high fraction of binaries in the cold classical disk",
            "Denise C Stephens and Keith S Noll",
            "2006",
            "17s-wPAAAAAJ:qjMakFHDy7sC",
            108,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/498715\/meta",
            "5131986713710201059",
            "\/scholar?cites=5131986713710201059",
            {
                "2005":1,
                "2006":14,
                "2007":10,
                "2008":11,
                "2009":5,
                "2010":7,
                "2011":13,
                "2012":6,
                "2013":5,
                "2014":6,
                "2015":4,
                "2016":7,
                "2017":3,
                "2018":7,
                "2019":3,
                "2020":6
            }
        ],
        [
            "We present new   (3.75 μm) photometry of six L and T dwarfs, and   (4.70 μm) photometry of 10 L and T dwarfs, observed at the Gemini (North) Observatory, and new 3.55, 4.49, 5.73, and 7.87 μm photometry of nine L and T dwarfs, obtained with the Spitzer Space Telescope. The sample includes unusually blue and red dwarfs selected from our near‐infrared studies. The data are combined with previously published  ,  , and  Spitzer photometry of L and T dwarfs, and trends of colors with spectral type and other colors are examined. Recent model atmospheres by Marley and Saumon are used to generate synthetic colors for ranges of effective temperature, gravity, grain sedimentation efficiency, metallicity, and vertical mixing efficiency. We explore how these parameters affect the mid‐infrared colors of L and T dwarfs and find that the data are modeled satisfactorily only if substantial vertical mixing occurs in both L and …",
            "3.6-7.9 μm Photometry of L and T Dwarfs and the Prevalence of Vertical Mixing in their Atmospheres",
            "SK Leggett and D Saumon and MS Marley and TR Geballe and DA Golimowski and D Stephens and X Fan",
            "2007",
            "17s-wPAAAAAJ:2osOgNQ5qMEC",
            97,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/510014\/meta",
            "4510574461576737671",
            "\/scholar?cites=4510574461576737671",
            {
                "2007":12,
                "2008":10,
                "2009":10,
                "2010":12,
                "2011":7,
                "2012":7,
                "2013":6,
                "2014":7,
                "2015":7,
                "2016":7,
                "2017":6,
                "2018":1,
                "2019":1,
                "2020":2
            }
        ]
    ]
}