{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The elaboration of cytokines, chemokines and immunomodulatory proteins in the placenta and gestational membranes has been extensively investigated in the context of both normal and abnormal pregnancy and delivery. Patterns of expression of cytokines in the foetal membranes and decidua suggest that inflammatory activation occurs modestly with term labour, but much more robustly in preterm delivery, particularly in the presence of intrauterine infection. Enhanced chemokine expression, particularly evident in deliveries with an infected amniotic cavity, is presumably responsible for recruiting infiltrating leukocytes into the membranes thereby amplifying the inflammatory process and hastening membrane rupture and delivery. Anti-inflammatory cytokines suppress inflammatory reactions in the placenta, but under some circumstances may act in a pro-inflammatory fashion in the membranes. Intracellular …",
            "Cytokines, prostaglandins and parturition—a review",
            "JA1 Keelan and M Blumenstein and RJA Helliwell and TA Sato and KW Marvin and MD Mitchell",
            "2003",
            "1A4VKjYAAAAJ:ns9cj8rnVeAC",
            672,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0143400402909483",
            "2211840904797464058",
            "\/scholar?cites=2211840904797464058",
            {
                "2004":21,
                "2005":37,
                "2006":49,
                "2007":33,
                "2008":39,
                "2009":41,
                "2010":38,
                "2011":38,
                "2012":44,
                "2013":37,
                "2014":35,
                "2015":46,
                "2016":48,
                "2017":40,
                "2018":37,
                "2019":32,
                "2020":43,
                "2021":4
            }
        ],
        [
            "A growing body of evidence supports a causal link between subdinical intrauterine infection and preterm labor. The mechanisms responsible for the onset of parturition in this setting have not been elucidated. The conventional view has been that bacterial products increase prostaglandin biosynthesis by intrauterine tissues and this, in turn, leads to the onset of labor. An alternative or complementary mechanism is that microbial products activate the host monocyte-macrophage system and that cytokines released during this process signal the initiation of parturition by stimulating prostaglandin biosynthesis by intrauterine tissues. This study was conducted to determine if cachectin-tumor necrosis factor is present in the amniotic fluid of women with intraamniotic infection and whether this cytokine can alter the rate of prostaglandin biosynthesis by intrauterine tissues. Amniotic fluid from 54 women was assayed for tumor …",
            "Infection and labor: IV. Cachectin—tumor necrosis factor in the amniotic fluid of women with intraamniotic infection and preterm labor",
            "Roberto Romero and Kirk R Manogue and Murray D Mitchell and Ying King Wu and Enrique Oyarzun and John C Hobbins and Anthony Cerami",
            "1989",
            "1A4VKjYAAAAJ:bVQMTfhMCi4C",
            481,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0002937889905152",
            "15033212113850937955",
            "\/scholar?cites=15033212113850937955",
            {
                "1990":8,
                "1991":15,
                "1992":19,
                "1993":24,
                "1994":32,
                "1995":17,
                "1996":17,
                "1997":18,
                "1998":16,
                "1999":21,
                "2000":22,
                "2001":17,
                "2002":17,
                "2003":18,
                "2004":13,
                "2005":14,
                "2006":11,
                "2007":16,
                "2008":15,
                "2009":17,
                "2010":14,
                "2011":16,
                "2012":19,
                "2013":10,
                "2014":15,
                "2015":11,
                "2016":11,
                "2017":10,
                "2018":11,
                "2019":7,
                "2020":6
            }
        ],
        [
            " In an earlier, companion, review, we concluded that cytokines produced by the placenta and associated membranes are likely to be involved in control of the processes of implantation and placental development (Bowen et al., 2002). In this review, we discuss evidence that cytokines continue to be part of a paracrine\/autocrine regulatory network in the placenta and membranes throughout the mid and late stages of gestation. Cytokines are involved in regulation of placental growth during these later stages of pregnancy and also function to protect the fetus from pathological organisms. The evidence, while not entirely consistent, suggests that production of certain cytokines within the extraplacental membranes is altered during normal term parturition, whereas in the villous placenta evidence of labour-associated changes is much more equivocal. Roles for cytokines have been postulated in many facets of parturition …",
            "Cytokines of the placenta and extra-placental membranes: roles and regulation during human pregnancy and parturition",
            "JM Bowen and L Chamley and JA Keelan and MD Mitchell",
            "2002",
            "1A4VKjYAAAAJ:BqipwSGYUEgC",
            361,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0143400401907829",
            "2089406853307766742",
            "\/scholar?cites=2089406853307766742",
            {
                "2001":1,
                "2002":1,
                "2003":7,
                "2004":11,
                "2005":22,
                "2006":22,
                "2007":18,
                "2008":21,
                "2009":15,
                "2010":15,
                "2011":16,
                "2012":30,
                "2013":23,
                "2014":31,
                "2015":23,
                "2016":33,
                "2017":23,
                "2018":17,
                "2019":18,
                "2020":10,
                "2021":2
            }
        ],
        [
            "We determined whether purified immunoglobulin G from patients with antiphospholipid antibodies causes fetal loss in pregnant mice. Sera were obtained from nonpregnant parous women (group 1) and nonpregnant women with antiphospholipid antibodies and a history of fetal loss (group 2). Pregnant BALB\/c mice were given an intraperitoneal injection of 15 mg of IgG on day 8 of pregnancy. Typically, mice treated with IgG from anti phospholipid antibodies aborted within 48 hours. When animals were sacrificed on days 9 to 15, the uterus of each animal was inspected for the presence of live, dead, or resorbing fetuses. In contrast to mice injected with control IgG or saline solution, each mouse injected with IgG from anti phospholipid antibodies aborted and no live fetuses were found (p < 0.05). Histologic examination of the uteroplacental interface showed decidual necrosis in the mice treated with IgG containing …",
            "Immunoglobulin G fractions from patients with antiphospholipid antibodies cause fetal death in BALB\/c mice: a model for autoimmune fetal loss",
            "D Ware Branch and Donald J Dudley and Murray D Mitchell and Kathryn A Creighton and Thomas M Abbott and Elizabeth H Hammond and Raymond A Daynes",
            "1990",
            "1A4VKjYAAAAJ:rqnDXT1GswoC",
            355,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0002937811907005",
            "17122177558522890444",
            "\/scholar?cites=17122177558522890444",
            {
                "1990":2,
                "1991":9,
                "1992":17,
                "1993":18,
                "1994":19,
                "1995":24,
                "1996":16,
                "1997":23,
                "1998":15,
                "1999":8,
                "2000":11,
                "2001":17,
                "2002":14,
                "2003":9,
                "2004":26,
                "2005":12,
                "2006":14,
                "2007":17,
                "2008":8,
                "2009":7,
                "2010":7,
                "2011":5,
                "2012":6,
                "2013":1,
                "2014":11,
                "2015":8,
                "2016":2,
                "2017":7,
                "2018":7,
                "2019":9,
                "2020":5
            }
        ],
        [
            "The purpose of these studies was to determine if Interleukin-1 (IL-1) alters the rate of prostaglandin biosynthesis by human amnion. Primary monolayer cultures of amnion cells were established from women undergoing elective cesarean section before the onset of labor. Natural purified and recombinant human IL-1α and IL-1α were incubated with amnion cells in culture, and prostaglandin E2 (PGE2) biosynthesis was measured by radioimmunoassay in cell-free media. A concentration-dependent increase in PGE2 production by amnion cells occurred in response to natural purified and recombinant IL-1 preparations. No differences in the parameters of the dose-response curves between the two IL-1 gene products could be determined (p > 0.05). Indomethacin blocked the effectof IL-1 in prostaglandin biosynthesis by human amnion. Interleukin-1, a fever mediator, could serve as a signal for the initiation of labor in …",
            "Interlukin-1 stimulates prostaglandin biosynthesis by human amnion",
            "R Romero and S Durum and CA Dinarello and E Oyarzun and JC Hobbins and MD Mitchell",
            "1989",
            "1A4VKjYAAAAJ:6ZzL7HXColQC",
            352,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0090698089900282",
            "15632751362648994078",
            "\/scholar?cites=15632751362648994078",
            {
                "1989":2,
                "1990":8,
                "1991":19,
                "1992":15,
                "1993":21,
                "1994":26,
                "1995":11,
                "1996":15,
                "1997":12,
                "1998":16,
                "1999":14,
                "2000":7,
                "2001":12,
                "2002":9,
                "2003":10,
                "2004":9,
                "2005":4,
                "2006":11,
                "2007":9,
                "2008":9,
                "2009":7,
                "2010":11,
                "2011":12,
                "2012":6,
                "2013":12,
                "2014":11,
                "2015":9,
                "2016":12,
                "2017":10,
                "2018":8,
                "2019":7,
                "2020":6
            }
        ],
        [
            "Endothelin is a potent vasoconstrictor that is reportedly increased in conditions characterized by endothelial damage. Maternal plasma endothelin levels were compared between 27 women with preeclampsia (23 without and 4 with the hemolysis, elevated liver enzymes, and low platelet count syndrome) and 14 women with normotensive pregnancies. The mean &#x0026;#x0026;#x00B1; SEM plasma endothelin values were significantly higher in patients with preeclampsia uncomplicated by the hemolysis, elevated liver enzymes, and low platelet count syndrome (5.48 ± 0.30 fmollml vs 3.86 ± 0.28, p < 0.001). In addition, the preeclamptic group with the hemolysis, elevated liver enzymes, and low platelet count syndrome had significantly higher endothelin levels than those without the syndrome (8.30 ± 1.62 fmollml vs 5.48 ± 0.30, p < 0.05). There was no correlation between plasma endothelin values and either …",
            "Maternal plasma level of endothelin is increased in preeclampsia",
            "Alfredo Nova and Baha M Sibai and John R Barton and Brian M Mercer and Murray D Mitchell",
            "1991",
            "1A4VKjYAAAAJ:XUvXOeBm_78C",
            265,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/000293789190317K",
            "9540258412349189118",
            "\/scholar?cites=9540258412349189118",
            {
                "1992":10,
                "1993":10,
                "1994":12,
                "1995":15,
                "1996":14,
                "1997":13,
                "1998":17,
                "1999":6,
                "2000":8,
                "2001":11,
                "2002":11,
                "2003":11,
                "2004":4,
                "2005":10,
                "2006":3,
                "2007":9,
                "2008":7,
                "2009":8,
                "2010":5,
                "2011":7,
                "2012":10,
                "2013":9,
                "2014":8,
                "2015":10,
                "2016":8,
                "2017":10,
                "2018":8,
                "2019":5,
                "2020":4
            }
        ],
        [
            "The effects of interleukin-6 on prostaglandin production by cells from two key sources on intrauterine prostaglandin, i.e. amnion and decidua, have been evaluated. Interleukin-6 induced a concentration-related increase in prostaglandin production by amnion and decidual cells. The concentrations of interleukin-6 required for this stimulatory action are within the range measured in amniotic fluid of women with intrauterine infections and preterm labor. Hence, interleukin-6 may contribute to the mechanism of preterm labor under these conditions.",
            "Interleukin-6 stimulates prostaglandin production by human amnion and decidual cells",
            "Murray D Mitchell and Donald J Dudley and Samuel S Edwin and Sarah Lundin Schiller",
            "1991",
            "1A4VKjYAAAAJ:cBPnxVikjH8C",
            258,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/001429999190090D",
            "14875357211975311669",
            "\/scholar?cites=14875357211975311669",
            {
                "1992":7,
                "1993":11,
                "1994":16,
                "1995":17,
                "1996":12,
                "1997":11,
                "1998":13,
                "1999":13,
                "2000":12,
                "2001":14,
                "2002":11,
                "2003":9,
                "2004":10,
                "2005":2,
                "2006":9,
                "2007":14,
                "2008":7,
                "2009":9,
                "2010":5,
                "2011":11,
                "2012":11,
                "2013":1,
                "2014":3,
                "2015":7,
                "2016":3,
                "2017":5,
                "2018":5,
                "2019":3,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Vasculogenesis and angiogenesis are critical processes in fetal circulation and placental vasculature development. Placental mesenchymal stem cells (pMSC) are known to release paracrine factors (some of which are contained within exosomes) that promote angiogenesis and cell migration. The aims of this study were: to determine the effects of oxygen tension on the release of exosomes from pMSC; and to establish the effects of pMSC-derived exosomes on the migration and angiogenic tube formation of placental microvascular endothelial cells (hPMEC). pMSC were isolated from placental villi (8–12 weeks of gestation, n = 6) and cultured under an atmosphere of 1%, 3% or 8% O2. Cell-conditioned media were collected and exosomes (exo-pMSC) isolated by differential and buoyant density centrifugation. The dose effect (5–20 µg exosomal protein\/ml) of pMSC-derived exosomes on hPMEC migration and tube formation were established using a real-time, live-cell imaging system (Incucyte™). The exosome pellet was resuspended in PBS and protein content was established by mass spectrometry (MS). Protein function and canonical pathways were identified using the PANTHER program and Ingenuity Pathway Analysis, respectively. Exo-pMSC were identified, by electron microscopy, as spherical vesicles, with a typical cup-shape and diameters around of 100 nm and positive for exosome markers: CD63, CD9 and CD81. Under hypoxic conditions (1% and 3% O2) exo-pMSC released increased by 3.3 and 6.7 folds, respectively, when compared to the controls (8% O2; p<0.01). Exo-pMSC increased hPMEC migration by 1.6 fold compared …",
            "Exosomal signaling during hypoxia mediates microvascular endothelial cell migration and vasculogenesis",
            "Carlos Salomon and Jennifer Ryan and Luis Sobrevia and Miharu Kobayashi and Keith Ashman and Murray Mitchell and Gregory E Rice",
            "2013",
            "1A4VKjYAAAAJ:wLxue7F8ec0C",
            257,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0068451",
            "13816101750320434638",
            "\/scholar?cites=13816101750320434638",
            {
                "2013":3,
                "2014":20,
                "2015":39,
                "2016":34,
                "2017":34,
                "2018":41,
                "2019":28,
                "2020":49,
                "2021":7
            }
        ],
        [
            "Virtually all known cytokines have been demonstrated to be expressed in the placenta and associated fetal and maternal membranes during normal gestation. In addition to playing their traditional roles as modulators of immunological function, cytokines derived from the placenta and extraplacental membranes, together with other locally-derived growth factors, appear to be implicated in various aspects of implantation and placental development. Imbalances in the intrauterine cytokine milieu around the time of implantation and invasion may play a causative role in disorders associated with early pregnancy failure, and are also associated with the abnormal trophoblast development seen in gestational trophoblastic disease. Cytokines thus appear to be an important component of a paracrine\/autocrine communication network operating within the feto-maternal interface to ensure the successful establishment of …",
            "Cytokines of the placenta and extra-placental membranes: biosynthesis, secretion and roles in establishment of pregnancy in women",
            "JM Bowen and L Chamley and MD Mitchell and JA Keelan",
            "2002",
            "1A4VKjYAAAAJ:ruyezt5ZtCIC",
            257,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0143400401907817",
            "6031289340026133280",
            "\/scholar?cites=6031289340026133280",
            {
                "2002":1,
                "2003":4,
                "2004":7,
                "2005":9,
                "2006":18,
                "2007":14,
                "2008":12,
                "2009":14,
                "2010":17,
                "2011":13,
                "2012":21,
                "2013":26,
                "2014":20,
                "2015":23,
                "2016":8,
                "2017":12,
                "2018":9,
                "2019":13,
                "2020":13,
                "2021":2
            }
        ],
        [
            "The objective of the investigation was to study placental transfer and conjugation of bisphenol A (BPA) across the human placenta.Human placentae obtained from healthy term singleton pregnancies were utilized in a dual recirculating model of ex vivo placental perfusion. Seven placentae were perfused with BPA (10 ng\/mL) added to the maternal perfusate for 180 minutes. Antipyrine and fluorescein isothiocyanate dextran were used as positive and negative controls, respectively, to validate integrity of the circuits. Concentrations of BPA and its conjugates were determined by liquid chromatography-mass spectrometry.The transfer percentage for antipyrine and BPA were 25.5 ± 1.13% and 27.0 ± 1.88%, respectively, and the transfer index for BPA was 1.1 ± 0.09 after 180 minutes of perfusion. Only 3.2 ± 1.6% of BPA in the fetal compartment was in the conjugated form …",
            "Transfer of bisphenol A across the human placenta",
            "Biju Balakrishnan and Kimiora Henare and Eric B Thorstensen and Anna P Ponnampalam and Murray D Mitchell",
            "2010",
            "1A4VKjYAAAAJ:qPeb-qHga9sC",
            243,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0002937810000554",
            "17527909489109915769",
            "\/scholar?cites=17527909489109915769",
            {
                "2010":5,
                "2011":11,
                "2012":27,
                "2013":26,
                "2014":23,
                "2015":21,
                "2016":24,
                "2017":20,
                "2018":25,
                "2019":33,
                "2020":21,
                "2021":5
            }
        ]
    ]
}