{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "We present a map and an angular power spectrum of the anisotropy of the cosmic microwave background (CMB) from the first flight of the Millimeter‐wave Anisotropy Experiment Imaging Array (MAXIMA). MAXIMA is a balloon‐borne experiment with an array of 16 bolometric photometers operated at 100 mK. MAXIMA observed a 124 deg2 region of the sky with 10  resolution at frequencies of 150, 240, and 410 GHz. The data were calibrated using in‐flight measurements of the CMB dipole anisotropy. A map of the CMB anisotropy was produced from three 150 and one 240 GHz photometer without need for foreground subtractions. Analysis of this CMB map yields a power spectrum for the CMB anisotropy over the range  . The spectrum shows a peak with an amplitude of   μK at   and an amplitude varying between ∼40 and ∼50 μK for  .",
            "MAXIMA-1: a measurement of the cosmic microwave background anisotropy on angular scales of 10'-5",
            "Shaul Hanany and P Ade and A Balbi and James Bock and J Borrill and A Boscaleri and P De Bernardis and PG Ferreira and VV Hristov and AH Jaffe and AE Lange and AT Lee and Philip Daniel Mauskopf and CB Netterfield and S Oh and Enzo Pascale and B Rabii and PL Richards and GF Smoot and R Stompor and CD Winant and JHP Wu",
            "2000",
            "1CjakmkAAAAJ:Se3iqnhoufwC",
            1777,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/317322\/meta",
            "5057411082368624367",
            "\/scholar?cites=5057411082368624367",
            {
                "2000":60,
                "2001":256,
                "2002":231,
                "2003":181,
                "2004":123,
                "2005":98,
                "2006":89,
                "2007":69,
                "2008":85,
                "2009":65,
                "2010":60,
                "2011":49,
                "2012":59,
                "2013":56,
                "2014":42,
                "2015":34,
                "2016":39,
                "2017":29,
                "2018":43,
                "2019":37,
                "2020":39,
                "2021":3
            }
        ]
    ]
}