{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "van der Waals heterostructures constitute a new class of artificial materials formed by stacking atomically thin planar crystals. We demonstrated band structure engineering in a van der Waals heterostructure composed of a monolayer graphene flake coupled to a rotationally aligned hexagonal boron nitride substrate. The spatially varying interlayer atomic registry results in both a local breaking of the carbon sublattice symmetry and a long-range moiré superlattice potential in the graphene. In our samples, this interplay between short- and long-wavelength effects resulted in a band structure described by isolated superlattice minibands and an unexpectedly large band gap at charge neutrality. This picture is confirmed by our observation of fractional quantum Hall states at ±53 filling and features associated with the Hofstadter butterfly at ultrahigh magnetic fields.",
            "Massive Dirac fermions and Hofstadter butterfly in a van der Waals heterostructure",
            "Benjamin Hunt and Javier D Sanchez-Yamagishi and Andrea F Young and Matthew Yankowitz and Brian J LeRoy and Kenji Watanabe and Takashi Taniguchi and Pilkyung Moon and Mikito Koshino and Pablo Jarillo-Herrero and Raymond C Ashoori",
            "2013",
            "1h5M6ncAAAAJ:u-x6o8ySG0sC",
            1214,
            "https:\/\/science.sciencemag.org\/content\/340\/6139\/1427.extract",
            "17912682321611215214",
            "\/scholar?cites=17912682321611215214",
            {
                "2013":34,
                "2014":153,
                "2015":140,
                "2016":155,
                "2017":163,
                "2018":178,
                "2019":168,
                "2020":207,
                "2021":10
            }
        ],
        [
            "The Schrödinger equation dictates that the propagation of nearly free electrons through a weak periodic potential results in the opening of bandgaps near points of the reciprocal lattice known as Brillouin zone boundaries 1. However, in the case of massless Dirac fermions, it has been predicted that the chirality of the charge carriers prevents the opening of a bandgap and instead new Dirac points appear in the electronic structure of the material 2, 3. Graphene on hexagonal boron nitride exhibits a rotation-dependent moiré pattern 4, 5. Here, we show experimentally and theoretically that this moiré pattern acts as a weak periodic potential and thereby leads to the emergence of a new set of Dirac points at an energy determined by its wavelength. The new massless Dirac fermions generated at these superlattice Dirac points are characterized by a significantly reduced Fermi velocity. Furthermore, the local density of …",
            "Emergence of superlattice Dirac points in graphene on hexagonal boron nitride",
            "Matthew Yankowitz and Jiamin Xue and Daniel Cormode and Javier D Sanchez-Yamagishi and K Watanabe and T Taniguchi and Pablo Jarillo-Herrero and Philippe Jacquod and Brian J LeRoy",
            "2012",
            "1h5M6ncAAAAJ:u5HHmVD_uO8C",
            896,
            "https:\/\/www.nature.com\/articles\/nphys2272",
            "13585088147382963985",
            "\/scholar?cites=13585088147382963985",
            {
                "2012":23,
                "2013":55,
                "2014":119,
                "2015":96,
                "2016":134,
                "2017":104,
                "2018":123,
                "2019":102,
                "2020":122,
                "2021":15
            }
        ]
    ]
}