{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "The Next Generation Science Standards (NGSS) have the potential to “transform science education and give all students… the skills and knowledge they need to be informed citizens, college ready, and prepared for STEM careers”(NSTA 2013). But as we open our arms to the NGSS, we also need to ask ourselves: How do we know if we are making the goals of the NGSS a reality for our students? How are we going to assess whether students know and can do what is described in the NGSS? Assessment occurs at many levels, including national (eg, National Assessment of Educational Progress), state, district, school, and classroom. At each of these levels, standardized assessments are important and affect decisions, policies, and practices in education. Change in standardized assessment is important for measuring and sustaining change in education (NRC 2012). The new standards provide both challenges …",
            "Including Often-Missed Knowledge and Skills in Science Assessments",
            "Danielle Sherdan and Alan Anderson and Aaron Rouby and Adam LaMee and Penny J Gilmer and Albert Oosterhof",
            "2014",
            "1j-ueo4AAAAJ:u5HHmVD_uO8C",
            4,
            "https:\/\/search.proquest.com\/openview\/c7b384c09a0d2a51ac865a63109aefdf\/1?pq-origsite=gscholar&cbl=36017",
            "7802914162317657345",
            "\/scholar?cites=7802914162317657345",
            {
                "2015":1,
                "2016":1,
                "2017":1,
                "2018":1
            }
        ],
        [
            "1 Throughout this book, we use the term physical sciences when referring to the disciplinary core ideas of the Framework (in this context the term refers to a broad collection of scientific fields), but we use the term physics when referring to courses at the high school level (as in the title of the book).",
            "Argument-Driven Inquiry",
            "Victor Sampson and Patrick Enderle and Leeanne Gleim and Jonathon Grooms and Melanie Hester",
            "2014",
            "1j-ueo4AAAAJ:Tyk-4Ss8FVUC",
            1,
            "https:\/\/static.nsta.org\/pdfs\/samples\/PB349X5V1web.pdf",
            "6426040775882369508",
            "\/scholar?cites=6426040775882369508",
            {
                "2016":1
            }
        ]
    ]
}