{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Standard Ewald sums, which calculate, e.g., the electrostatic energy or the force in periodically closed systems of charged particles, can be efficiently speeded up by the use of the fast Fourier transformation (FFT). In this article we investigate three algorithms for the FFT-accelerated Ewald sum, which have attracted widespread attention, namely, the so-called particle–particle–particle mesh (P3M), particle mesh Ewald (PME), and smooth PME method. We present a unified view of the underlying techniques and the various ingredients which comprise those routines. Additionally, we offer detailed accuracy measurements, which shed some light on the influence of several tuning parameters and also show that the existing methods — although similar in spirit — exhibit remarkable differences in accuracy. We propose a set of combinations of the individual components, mostly relying on the P3M approach, that we regard …",
            "How to mesh up Ewald sums. I. A theoretical and numerical comparison of various particle mesh routines",
            "Markus Deserno and Christian Holm",
            "1998",
            "1J28ExgAAAAJ:u5HHmVD_uO8C",
            741,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.477414",
            "2678541163383119904",
            "\/scholar?cites=2678541163383119904",
            {
                "1998":2,
                "1999":9,
                "2000":13,
                "2001":16,
                "2002":21,
                "2003":21,
                "2004":28,
                "2005":33,
                "2006":35,
                "2007":31,
                "2008":25,
                "2009":40,
                "2010":37,
                "2011":33,
                "2012":49,
                "2013":52,
                "2014":42,
                "2015":44,
                "2016":54,
                "2017":35,
                "2018":41,
                "2019":34,
                "2020":40,
                "2021":3
            }
        ],
        [
            "Membrane remodelling 1, 2, 3, 4, 5 plays an important role in cellular tasks such as endocytosis, vesiculation and protein sorting, and in the biogenesis of organelles such as the endoplasmic reticulum or the Golgi apparatus. It is well established that the remodelling process is aided by specialized proteins that can sense 4 as well as create 6 membrane curvature, and trigger tubulation 7, 8, 9 when added to synthetic liposomes. Because the energy needed for such large-scale changes in membrane geometry significantly exceeds the binding energy between individual proteins and between protein and membrane, cooperative action is essential. It has recently been suggested 10, 11 that curvature-mediated attractive interactions could aid cooperation and complement the effects of specific binding events on membrane remodelling. But it is difficult to experimentally isolate curvature-mediated interactions from direct …",
            "Aggregation and vesiculation of membrane proteins by curvature-mediated interactions",
            "Benedict J Reynwar and Gregoria Illya and Vagelis A Harmandaris and Martin M Müller and Kurt Kremer and Markus Deserno",
            "2007",
            "1J28ExgAAAAJ:u-x6o8ySG0sC",
            704,
            "https:\/\/www.nature.com\/articles\/nature05840",
            "11673756883595978037",
            "\/scholar?cites=11673756883595978037",
            {
                "2007":10,
                "2008":58,
                "2009":73,
                "2010":50,
                "2011":53,
                "2012":46,
                "2013":48,
                "2014":50,
                "2015":47,
                "2016":61,
                "2017":54,
                "2018":45,
                "2019":57,
                "2020":38,
                "2021":9
            }
        ],
        [
            "We present a model for the efficient simulation of generic bilayer membranes. Individual lipids are represented by one head bead and two tail beads. By means of simple pair potentials these robustly self-assemble to a fluid bilayer state over a wide range of parameters, without the need for an explicit solvent. The model shows the expected elastic behavior on large length scales, and its physical properties (eg, fluidity or bending stiffness) can be widely tuned via a single parameter. In particular, bending rigidities in the experimentally relevant range are obtained, at least within 3–30 k B T. The model is naturally suited to study many physical topics, including self-assembly, fusion, bilayer melting, lipid mixtures, rafts, and protein-bilayer interactions.",
            "Tunable generic model for fluid bilayer membranes",
            "Ira R Cooke and Kurt Kremer and Markus Deserno",
            "2005",
            "1J28ExgAAAAJ:2osOgNQ5qMEC",
            378,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.72.011506",
            "11471428023444248333",
            "\/scholar?cites=11471428023444248333",
            {
                "2005":3,
                "2006":21,
                "2007":15,
                "2008":19,
                "2009":31,
                "2010":20,
                "2011":18,
                "2012":18,
                "2013":33,
                "2014":22,
                "2015":29,
                "2016":28,
                "2017":25,
                "2018":27,
                "2019":30,
                "2020":33,
                "2021":2
            }
        ],
        [
            "We construct an accurate estimate for the root mean square force error of the particle–particle–particle mesh (P3M) algorithm by extending a single particle pair error measure which has been given by Hockney and Eastwood. We also derive an easy to use analytic approximation to the error formula. This allows a straightforward and precise determination of the optimal splitting parameter (as a function of system specifications and P3M parameters) and hence knowledge of the force accuracy prior to the actual simulation. The high quality of the estimate is demonstrated in several examples.",
            "How to mesh up Ewald sums. II. An accurate error estimate for the particle–particle–particle-mesh algorithm",
            "Markus Deserno and Christian Holm",
            "1998",
            "1J28ExgAAAAJ:mB3voiENLucC",
            341,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.477415",
            "5485809692296322878",
            "\/scholar?cites=5485809692296322878",
            {
                "1998":2,
                "1999":2,
                "2000":6,
                "2001":11,
                "2002":12,
                "2003":7,
                "2004":8,
                "2005":12,
                "2006":17,
                "2007":15,
                "2008":11,
                "2009":17,
                "2010":23,
                "2011":18,
                "2012":19,
                "2013":21,
                "2014":18,
                "2015":20,
                "2016":21,
                "2017":16,
                "2018":21,
                "2019":19,
                "2020":22,
                "2021":2
            }
        ],
        [
            "We investigate the phenomenon of counterion condensation in a solution of highly charged rigid polyelectrolytes within the cell model. A method is proposed whichbased on the charge distribution functionidentifies both the fraction of condensed ions and the radial extension of the condensed layer. Within salt-free Poisson−Boltzmann (PB) theory it reproduces the well-known fraction 1−1\/ξ of condensed ions for a Manning parameter ξ > 1. Furthermore, it predicts a weak salt dependence of this fraction and a breakdown of the concept of counterion condensation in the high-salt limit. We complement our theoretical investigations with molecular dynamics simulations of a cell-like model, which constantly yield a stronger condensation than predicted by PB theory. While the agreement between theory and simulation is excellent in the monovalent, weakly charged case, it deteriorates with increasing electrostatic …",
            "Fraction of condensed counterions around a charged rod: Comparison of Poisson− Boltzmann theory and computer simulations",
            "Markus Deserno and Christian Holm and Sylvio May",
            "2000",
            "1J28ExgAAAAJ:d1gkVwhDpl0C",
            313,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ma990897o",
            "18042081486996189598",
            "\/scholar?cites=18042081486996189598",
            {
                "1999":1,
                "2000":14,
                "2001":19,
                "2002":21,
                "2003":18,
                "2004":20,
                "2005":21,
                "2006":14,
                "2007":17,
                "2008":13,
                "2009":18,
                "2010":13,
                "2011":12,
                "2012":11,
                "2013":11,
                "2014":12,
                "2015":10,
                "2016":15,
                "2017":11,
                "2018":16,
                "2019":8,
                "2020":16
            }
        ],
        [
            "We present a simple and highly adaptable method for simulating coarse-grained lipid membranes without explicit solvent. Lipids are represented by one head bead and two tail beads, with the interaction between tails being of key importance in stabilizing the fluid phase. Two such tail-tail potentials were tested, with the important feature in both cases being a variable range of attraction. We examined phase diagrams of this range versus temperature for both functional forms of the tail-tail attraction and found that a certain threshold attractive width was required to stabilize the fluid phase. Within the fluid-phase region we find that material properties such as area per lipid, orientational order, diffusion constant, interleaflet flip-flop rate, and bilayer stiffness all depend strongly and monotonically on the attractive width. For three particular values of the potential width we investigate the transition between gel and fluid …",
            "Solvent-free model for self-assembling fluid bilayer membranes: stabilization of the fluid phase based on broad attractive tail potentials",
            "Ira R Cooke and Markus Deserno",
            "2005",
            "1J28ExgAAAAJ:IjCSPb-OGe4C",
            268,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2135785",
            "14345093973976253808",
            "\/scholar?cites=14345093973976253808",
            {
                "2006":8,
                "2007":4,
                "2008":14,
                "2009":16,
                "2010":17,
                "2011":15,
                "2012":14,
                "2013":19,
                "2014":19,
                "2015":20,
                "2016":22,
                "2017":20,
                "2018":22,
                "2019":31,
                "2020":24
            }
        ],
        [
            "In this review, we focus on four current related issues in multiscale modeling of soft and biological matter. First, we discuss how to use structural information from detailed models (or experiments) to construct coarse-grained ones in a hierarchical and systematic way. This is discussed in the context of the so-called Henderson theorem and the inverse Monte Carlo method of Lyubartsev and Laaksonen. In the second part, we take a different look at coarse graining by analyzing conformations of molecules. This is done by the application of self-organizing maps, i.e., a neural network type approach. Such an approach can be used to guide the selection of the relevant degrees of freedom. Then, we discuss technical issues related to the popular dissipative particle dynamics (DPD) method. Importantly, the potentials derived using the inverse Monte Carlo method can be used together with the DPD thermostat. In the final …",
            "Multiscale modeling of emergent materials: biological and soft matter",
            "Teemu Murtola and Alex Bunker and Ilpo Vattulainen and Markus Deserno and Mikko Karttunen",
            "2009",
            "1J28ExgAAAAJ:UeHWp8X0CEIC",
            263,
            "https:\/\/pubs.rsc.org\/lv\/content\/articlehtml\/2009\/cp\/b818051b",
            "4744095840470019841",
            "\/scholar?cites=4744095840470019841",
            {
                "2009":8,
                "2010":23,
                "2011":27,
                "2012":18,
                "2013":30,
                "2014":37,
                "2015":33,
                "2016":28,
                "2017":12,
                "2018":15,
                "2019":15,
                "2020":11,
                "2021":2
            }
        ],
        [
            "When a colloidal particle adheres to a fluid membrane, it induces elastic deformations in the membrane which oppose its own binding. The structural and energetic aspects of this balance are investigated within the framework of a Helfrich Hamiltonian. Based on the full nonlinear shape equations for the membrane profile, a line of continuous binding transitions and a second line of discontinuous envelopment transitions are found, which meet at an unusual triple point. The regime of low tension is studied analytically using a small gradient expansion, while in the limit of large tension scaling arguments are derived which quantify the asymptotic behavior of phase boundary, degree of wrapping, and energy barrier. The maturation of animal viruses by budding is discussed as a biological example of such colloid-membrane interaction events.",
            "Elastic deformation of a fluid membrane upon colloid binding",
            "Markus Deserno",
            "2004",
            "1J28ExgAAAAJ:W7OEmFMy1HYC",
            243,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.69.031903",
            "1654100203388945841",
            "\/scholar?cites=1654100203388945841",
            {
                "2004":2,
                "2005":1,
                "2006":6,
                "2007":8,
                "2008":10,
                "2009":13,
                "2010":10,
                "2011":8,
                "2012":14,
                "2013":16,
                "2014":27,
                "2015":22,
                "2016":13,
                "2017":17,
                "2018":29,
                "2019":19,
                "2020":24,
                "2021":4
            }
        ],
        [
            "Soft Condensed Matter commonly deals with materials that are mechanically soft and, more importantly, particularly prone to thermal fluctuation effects. Charged soft matter systems are especially interesting: they can be manufactured artificially as polyelectrolytes to serve as superabsorbers in dypers, as flocculation and retention agents, as thickeners and gelling agents, and as oil-recovery process aids. They are also abundant in living organisms, mostly performing important structural (eg membranes) and functional (eg DNA) tasks. The book describes the many areas in soft matter and biophysics where electrostatic interactions play an important role. It offers in-depth coverage of recent theoretical approaches, advances in computer simulation, and novel experimental techniques. Readership: Advanced undergraduate level in physics, physical chemistry, and theoretical biochemistry.",
            "Electrostatic effects in soft matter and biophysics",
            "Christian Holm and Patrick Kékicheff and Rudolf Podgornik",
            "2001",
            "1J28ExgAAAAJ:r0BpntZqJG4C",
            205,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=XvOjYHYPZH8C&oi=fnd&pg=PR5&dq=info:B-TkkGyoYW8J:scholar.google.com&ots=2yKmxGE-NP&sig=i64tNPXcTEpiWCh_mdaG5eH-DXY",
            "8025881195191788551",
            "\/scholar?cites=8025881195191788551",
            {
                "2001":3,
                "2002":3,
                "2003":7,
                "2004":16,
                "2005":20,
                "2006":14,
                "2007":8,
                "2008":11,
                "2009":12,
                "2010":17,
                "2011":15,
                "2012":14,
                "2013":13,
                "2014":6,
                "2015":5,
                "2016":11,
                "2017":7,
                "2018":11,
                "2019":5,
                "2020":6
            }
        ],
        [
            "We present a simple theoretical model for adsorption of colloidal particles onto vesicles. The contact energy of adhesion is balanced by the tension and curvature energies of the vesicle membrane under the constraint of fixed volume, with the geometry of the complex determined by a variational calculation. Physical observables, such as the degree of penetration or the membrane tension, are investigated as functions of colloidal size and adhesion, tension, and bending energies. We find various new (and discontinuous) transitions in the geometry of the complex compared to those from a description that neglects the curvature contribution. Particular emphasis is put on the transition from the partly to the fully wrapped state and on unbinding of the complex at weak adhesion energy or small colloidal size. The above model can be thought of as a phenomenological theory of the initial steps involved in biological …",
            "Adhesion and wrapping in colloid− vesicle complexes",
            "Markus Deserno and William M Gelbart",
            "2002",
            "1J28ExgAAAAJ:eQOLeE2rZwMC",
            190,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp0138476",
            "14252736732128970175",
            "\/scholar?cites=14252736732128970175",
            {
                "2003":3,
                "2004":4,
                "2005":5,
                "2006":8,
                "2007":7,
                "2008":6,
                "2009":7,
                "2010":10,
                "2011":15,
                "2012":12,
                "2013":20,
                "2014":12,
                "2015":14,
                "2016":12,
                "2017":23,
                "2018":14,
                "2019":15,
                "2020":3
            }
        ]
    ]
}