{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
            "Multi-messenger observations of a binary neutron star merger",
            "Benjamin P Abbott and S Bloemen and P Canizares and H Falcke and RP Fender and S Ghosh and P Groot and T Hinderer and JR Hörandel and PG Jonker and Z Kostrzewa-Rutkowska and G Nelemans and D Nichols and S Nissanke and P Schmidt and C Timmermans and AR van Vliet and AR Williamson",
            "2017",
            "1JL_b4kAAAAJ:uc_IGeMz5qoC",
            2222,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8213\/aa91c9\/meta",
            "2461611103499596342",
            "\/scholar?cites=2461611103499596342",
            {
                "2017":76,
                "2018":607,
                "2019":733,
                "2020":732,
                "2021":54
            }
        ],
        [
            "On 2017 August 17, the gravitational-wave event GW170817 was observed by the Advanced LIGO and Virgo detectors, and the gamma-ray burst (GRB) GRB 170817A was observed independently by the Fermi Gamma-ray Burst Monitor, and the Anti-Coincidence Shield for the Spectrometer for the International Gamma-Ray Astrophysics Laboratory. The probability of the near-simultaneous temporal and spatial observation of GRB 170817A and GW170817 occurring by chance is 5.0 10 8-. We therefore confirm binary neutron star mergers as a progenitor of short GRBs. The association of GW170817 and GRB 170817A provides new insight into fundamental physics and the origin of short GRBs. We use the observed time delay of 1.74 0.05 s+() between GRB 170817A and GW170817 to:(i) constrain the difference between the speed of gravity and the speed of light to be between 3 10 15--and 7 10 16+-times …",
            "Gravitational waves and gamma-rays from a binary neutron star merger: GW170817 and GRB 170817A",
            "Benjamin P Abbott and Robert Abbott and TD Abbott and F Acernese and K Ackley and C Adams and T Adams and P Addesso and RX Adhikari and VB Adya and C Affeldt and M Afrough and B Agarwal and M Agathos and K Agatsuma and N Aggarwal and OD Aguiar and L Aiello and A Ain and P Ajith and B Allen and G Allen and A Allocca and MA Aloy and PA Altin and A Amato and A Ananyeva and SB Anderson and WG Anderson and SV Angelova and S Antier and S Appert and K Arai and MC Araya and JS Areeda and N Arnaud and KG Arun and S Ascenzi and G Ashton and M Ast and SM Aston and P Astone and DV Atallah and P Aufmuth and C Aulbert and K AultONeal and C Austin and A Avila-Alvarez and S Babak and P Bacon and MKM Bader and S Bae and PT Baker and F Baldaccini and G Ballardin and SW Ballmer and S Banagiri and JC Barayoga and SE Barclay and BC Barish and D Barker and K Barkett and F Barone and B Barr and L Barsotti and M Barsuglia and D Barta and J Bartlett and I Bartos and R Bassiri and A Basti and JC Batch and M Bawaj and JC Bayley and M Bazzan and B Bécsy and C Beer and M Bejger and I Belahcene and AS Bell and BK Berger and G Bergmann and JJ Bero and CPL Berry and D Bersanetti and A Bertolini and J Betzwieser and S Bhagwat and R Bhandare and IA Bilenko and G Billingsley and CR Billman and J Birch and R Birney and O Birnholtz and S Biscans and S Biscoveanu and A Bisht and M Bitossi and C Biwer and MA Bizouard and JK Blackburn and J Blackman and CD Blair and DG Blair and RM Blair and S Bloemen and O Bock and N Bode and M Boer and G Bogaert and A Bohe and François Bondu and E Bonilla and R Bonnand and BA Boom and R Bork and V Boschi and S Bose and K Bossie and Y Bouffanais and A Bozzi and C Bradaschia and PR Brady and M Branchesi and JE Brau and T Briant and A Brillet and M Brinkmann and V Brisson and P Brockill and JE Broida and AF Brooks and DA Brown and DD Brown and S Brunett and CC Buchanan and A Buikema and T Bulik and HJ Bulten and A Buonanno and D Buskulic and C Buy and RL Byer and M Cabero and L Cadonati and G Cagnoli and C Cahillane and J Calderón Bustillo and TA Callister",
            "2017",
            "1JL_b4kAAAAJ:HoB7MX3m0LUC",
            1575,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8213\/aa920c\/meta",
            "14630332123708971139",
            "\/scholar?cites=14630332123708971139",
            {
                "2017":37,
                "2018":429,
                "2019":530,
                "2020":521,
                "2021":40
            }
        ],
        [
            "On 2017 August 17 at 12: 41: 06 UTC the Fermi Gamma-ray Burst Monitor (GBM) detected and triggered on the short gamma-ray burst (GRB) 170817A. Approximately 1.7 s prior to this GRB, the Laser Interferometer Gravitational-wave Observatory triggered on a binary compact merger candidate associated with the GRB. This is the first unambiguous coincident observation of gravitational waves and electromagnetic radiation from a single astrophysical source and marks the start of gravitational-wave multi-messenger astronomy. We report the GBM observations and analysis of this ordinary short GRB, which extraordinarily confirms that at least some short GRBs are produced by binary compact mergers.",
            "An ordinary short gamma-ray burst with extraordinary implications: Fermi-GBM detection of GRB 170817A",
            "A Goldstein and P Veres and E Burns and MS Briggs and R Hamburg and D Kocevski and CA Wilson-Hodge and RD Preece and S Poolakkil and OJ Roberts and CM Hui and V Connaughton and J Racusin and A von Kienlin and T Dal Canton and N Christensen and T Littenberg and K Siellez and L Blackburn and J Broida and E Bissaldi and WH Cleveland and MH Gibby and MM Giles and RM Kippen and S McBreen and J McEnery and CA Meegan and WS Paciesas and M Stanbro",
            "2017",
            "1JL_b4kAAAAJ:SeFeTyx0c_EC",
            654,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8213\/aa8f41\/meta",
            "14684539818665887822",
            "\/scholar?cites=14684539818665887822",
            {
                "2017":24,
                "2018":200,
                "2019":213,
                "2020":190,
                "2021":17
            }
        ]
    ]
}