{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In many materials with a highly anisotropic band structure, electron-phonon interactions lead to a novel type of ground state called the charge-density wave. The condensate is pinned to the underlying lattice by impurities and by boundary effects, but can, even for small electric fields, carry current in a fashion originally envisioned by Fröhlich. This review discusses some of the underlying theories and the main experimental observations on this new collective transport phenomenon. The frequency-and electric-field-dependent conductivity, current oscillations, electric-field-dependent transport coefficients and elastic properties, together with nuclear-magnetic-resonance experiments, provide clear evidence for a translational motion of the condensate. Various theories, involving classical and quantum-mechanical concepts, are able to account for a broad variety of experimental findings, which were also made in the …",
            "The dynamics of charge-density waves",
            "George Grüner",
            "1988",
            "1mgA1YgAAAAJ:u5HHmVD_uO8C",
            2048,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.60.1129",
            "4218849719410822338",
            "\/scholar?cites=4218849719410822338",
            {
                "1989":18,
                "1990":34,
                "1991":55,
                "1992":54,
                "1993":48,
                "1994":47,
                "1995":43,
                "1996":65,
                "1997":34,
                "1998":48,
                "1999":58,
                "2000":57,
                "2001":50,
                "2002":54,
                "2003":62,
                "2004":73,
                "2005":60,
                "2006":50,
                "2007":47,
                "2008":55,
                "2009":55,
                "2010":64,
                "2011":60,
                "2012":67,
                "2013":58,
                "2014":71,
                "2015":109,
                "2016":87,
                "2017":99,
                "2018":99,
                "2019":105,
                "2020":138,
                "2021":10
            }
        ],
        [
            "? Density Waves in Solids is written for graduate students and scientists interested in solid-state sciences. It discusses the theoretical and experimental state of affairs of two novel types of broken symmetry ground states of metals, charge, and spin density waves. These states arise as the consequence of electron-phonon and electron-electron interactions in low-dimensional metals. Some fundamental aspects of the one-dimensional electron gas, and of the materials with anisotropic properties, are discussed first. This is followed by the mean field theory of the phases transitions? discussed using second quantized formalism? together with the various experimental observations on the transition and on the ground states. Fluctuation effects and the collective excitations are reviewed next, using the Ginzburg-Landau formalism, followed by the review of the interaction of these states with the underlying lattice and with impurities. The final chapters are devoted to the response of the ground states to external perturbations.",
            "Density waves in solids",
            "George Gruner",
            "2018",
            "1mgA1YgAAAAJ:d1gkVwhDpl0C",
            1784,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=yl0PEAAAQBAJ&oi=fnd&pg=PP1&dq=info:CfOI57m4T2IJ:scholar.google.com&ots=p9fQqQG-Ef&sig=3UQ-s4UWyNY32LMIhEexmQf3K0Y",
            "7084083847470052105",
            "\/scholar?cites=7084083847470052105",
            {
                "1999":50,
                "2000":52,
                "2001":72,
                "2002":72,
                "2003":81,
                "2004":73,
                "2005":98,
                "2006":86,
                "2007":90,
                "2008":95,
                "2009":92,
                "2010":94,
                "2011":59,
                "2012":70,
                "2013":70,
                "2014":74,
                "2015":59,
                "2016":73,
                "2017":79,
                "2018":57,
                "2019":66,
                "2020":64,
                "2021":5
            }
        ],
        [
            "Although both these books are about the interaction of light with solids, they are very different in scope and level. Fox’s book provides an introduction to the subject for a senior-level undergraduate or a beginning graduate course aimed at students who will use or design equipment that depends on modern optical materials. Dressel and Gruener see their book as a modern successor to the 1972 classic text by Frederick Wooten, which is aimed toward advanced graduate students who will be studying the properties of those materials.The subject matter in this field has burgeoned, particularly with the applications of lasers and optical information technology, but the basics remain the same. The fundamental property that controls the linear aspects of the light interaction is the dielectric function of the solid. The first question to be addressed is how light propagates, namely its transmission, reflection, absorption and its …",
            "Electrodynamics of solids: optical properties of electrons in matter",
            "Martin Dressel and George Grüner",
            "2002",
            "1mgA1YgAAAAJ:n3vGvpFsckwC",
            1636,
            "https:\/\/aapt.scitation.org\/doi\/pdf\/10.1119\/1.1516200",
            "199985308672638121",
            "\/scholar?cites=199985308672638121",
            {
                "2002":7,
                "2003":18,
                "2004":35,
                "2005":32,
                "2006":46,
                "2007":46,
                "2008":63,
                "2009":75,
                "2010":79,
                "2011":78,
                "2012":113,
                "2013":107,
                "2014":124,
                "2015":142,
                "2016":146,
                "2017":125,
                "2018":133,
                "2019":123,
                "2020":121,
                "2021":9
            }
        ],
        [
            "Thin film supercapacitors were fabricated using printable materials to make flexible devices on plastic. The active electrodes were made from sprayed networks of single-walled carbon nanotubes (SWCNTs) serving as both electrodes and charge collectors. Using a printable aqueous gel electrolyte as well as an organic liquid electrolyte, the performances of the devices show very high energy and power densities (6 W h\/kg for both electrolytes and 23 and 70 kW\/kg for aqueous gel electrolyte and organic electrolyte, respectively) which is comparable to performance in other SWCNT-based supercapacitor devices fabricated using different methods. The results underline the potential of printable thin film supercapacitors. The simplified architecture and the sole use of printable materials may lead to a new class of entirely printable charge storage devices allowing for full integration with the emerging field of printed …",
            "Printable thin film supercapacitors using single-walled carbon nanotubes",
            "Martti Kaempgen and Candace K Chan and J Ma and Yi Cui and George Gruner",
            "2009",
            "1mgA1YgAAAAJ:buQ7SEKw-1sC",
            1466,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl8038579",
            "16341526241370115031",
            "\/scholar?cites=16341526241370115031",
            {
                "2009":5,
                "2010":47,
                "2011":83,
                "2012":103,
                "2013":172,
                "2014":190,
                "2015":185,
                "2016":177,
                "2017":153,
                "2018":126,
                "2019":114,
                "2020":94,
                "2021":11
            }
        ],
        [
            "The properties of an organic molecular ferromagnet [C60TDAE0.86; TDAE is tetrakis(dimethylamino)ethylene] with a Curie temperature ;Tc = 16.1 kelvin are described. The ferromagnetic state shows no remanence, and the temperature dependence of the magnetization below ;Tc does not follow the behavior expected of a conventional ferromagnet. These results are interpreted as a reflection of a three-dimensional system leading to a soft ferromagnet.",
            "Organic molecular soft ferromagnetism in a fullereneC60",
            "Pierre-Marc Allemand and Kishan C Khemani and Andrew Koch and Fred Wudl and Karoly Holczer and Steven Donovan and George Grüner and Joe D Thompson",
            "1991",
            "1mgA1YgAAAAJ:u-x6o8ySG0sC",
            1375,
            "https:\/\/science.sciencemag.org\/content\/253\/5017\/301.abstract",
            "14700970054865693881",
            "\/scholar?cites=14700970054865693881",
            {
                "1991":12,
                "1992":77,
                "1993":108,
                "1994":72,
                "1995":87,
                "1996":78,
                "1997":84,
                "1998":54,
                "1999":68,
                "2000":49,
                "2001":64,
                "2002":48,
                "2003":50,
                "2004":58,
                "2005":32,
                "2006":33,
                "2007":43,
                "2008":34,
                "2009":36,
                "2010":31,
                "2011":29,
                "2012":25,
                "2013":30,
                "2014":25,
                "2015":20,
                "2016":25,
                "2017":32,
                "2018":20,
                "2019":23,
                "2020":18,
                "2021":1
            }
        ],
        [
            "Ultrathin, uniform single-walled carbon nanotube networks of varying densities have been fabricated at room temperature by a vacuum filtration method. Measurements of the sheet conductance as a function of nanotube network density show 2D percolation behavior. In addition, the network transparency in the visible spectral range was examined and the results are in agreement with a standard thin-film model:  fits to the standard theory indicate σac = σdc for transmission measurements at 550 nm. Transmission measurements also indicate the usefulness of nanotube network films as a transparent, conductive coating. Avenues for improvement of the network conductance are discussed. ",
            "Percolation in transparent and conducting carbon nanotube networks",
            "Lea Hu and DS Hecht and G Grüner",
            "2004",
            "1mgA1YgAAAAJ:2osOgNQ5qMEC",
            1237,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl048435y",
            "16761887236623855470",
            "\/scholar?cites=16761887236623855470",
            {
                "2005":8,
                "2006":37,
                "2007":55,
                "2008":84,
                "2009":88,
                "2010":98,
                "2011":115,
                "2012":111,
                "2013":115,
                "2014":108,
                "2015":89,
                "2016":89,
                "2017":66,
                "2018":53,
                "2019":65,
                "2020":47,
                "2021":2
            }
        ],
        [
            "We fabricated flexible transparent conducting electrodes by printing films of single-walled carbon nanotube (SWNT) networks on plastic and have demonstrated their use as transparent electrodes for efficient, flexible polymer-fullerene bulk-heterojunction solar cells. The printing method produces relatively smooth, homogeneous films with a transmittance of 85% at 550nm and a sheet resistance (Rs) of 200Ω∕◻. Cells were fabricated on the SWNT\/plastic anodes identically to a process optimized for ITO\/glass. Efficiencies, 2.5% (AM1.5G), are close to ITO\/glass and are affected primarily by Rs. Bending test comparisons with ITO\/plastic show the SWNT\/plastic electrodes to be far more flexible.",
            "Organic solar cells with carbon nanotube network electrodes",
            "Michael W Rowell and Mark A Topinka and Michael D McGehee and Hans-Jürgen Prall and Gilles Dennler and Niyazi Serdar Sariciftci and Liangbing Hu and George Gruner",
            "2006",
            "1mgA1YgAAAAJ:wMgC3FpKEyYC",
            1206,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2209887",
            "3146911675976340511",
            "\/scholar?cites=3146911675976340511",
            {
                "2006":7,
                "2007":42,
                "2008":80,
                "2009":74,
                "2010":117,
                "2011":104,
                "2012":115,
                "2013":125,
                "2014":105,
                "2015":113,
                "2016":107,
                "2017":74,
                "2018":46,
                "2019":49,
                "2020":35,
                "2021":7
            }
        ],
        [
            "Nanoscale materials, defined as having at least one dimension less than 100 nm, have received steadily growing interest due to their unique properties and application potential, oftentimes superior to their bulk counterparts. Typical examples include zero-dimensional nanoparticles, 1 one-dimensional nanowires, 2r7 and two-dimensional (2D) graphenes. 8r18 Because of the quantum confinement of electrons in one or more dimensions, novel electrical, optical, and magnetic properties can be achieved in nanostructures. Currently, carbon nanotubes (CNTs) hold the most promise among nanoscale materials. Nanotubes can be thought of as sheets of graphene bent into a cylindrical shape and exist both as a single-walled nanotube (SWCNT) and as a multiwalled nanotube (MWCNT). Depending on the chirality along the graphene sheet, either semiconducting or metallic electronic states are created. 10 Both …",
            "Carbon nanotube thin films: fabrication, properties, and applications",
            "Liangbing Hu and David S Hecht and George Gruner",
            "2010",
            "1mgA1YgAAAAJ:CaZNVDsoPx4C",
            954,
            "https:\/\/pubs.acs.org\/doi\/full\/10.1021\/cr9002962",
            "12674369683313832427",
            "\/scholar?cites=12674369683313832427",
            {
                "2010":5,
                "2011":79,
                "2012":90,
                "2013":107,
                "2014":118,
                "2015":127,
                "2016":111,
                "2017":88,
                "2018":79,
                "2019":81,
                "2020":54,
                "2021":8
            }
        ],
        [
            "We have used nanoscale field effect transistor devices with carbon nanotubes as the conducting channel to detect protein binding. A PEI\/PEG polymer coating layer has been employed to avoid nonspecific binding, with attachment of biotin to the layer for specific molecular recognition. Biotin-streptavidin binding has been detected by changes in the device characteristic. Nonspecific binding was observed in devices without the polymer coating, while no binding was found for polymer-coated but not biotinylated devices. Streptavidin, in which the biotin-binding sites were blocked by reaction with excess biotin, produced essentially no change in device characteristic of the biotinylated polymer-coated devices. ",
            "Electronic detection of specific protein binding using nanotube FET devices",
            "Alexander Star and Jean-Christophe P Gabriel and Keith Bradley and George Grüner",
            "2003",
            "1mgA1YgAAAAJ:qjMakFHDy7sC",
            945,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl0340172",
            "15221786404752672011",
            "\/scholar?cites=15221786404752672011",
            {
                "2003":11,
                "2004":40,
                "2005":54,
                "2006":53,
                "2007":66,
                "2008":82,
                "2009":80,
                "2010":92,
                "2011":77,
                "2012":66,
                "2013":67,
                "2014":37,
                "2015":47,
                "2016":30,
                "2017":31,
                "2018":58,
                "2019":20,
                "2020":23
            }
        ],
        [
            "A two-dimensional network – often referred to as a thin film – of carbon nanotubes can be regarded as a novel transparent electronic “material” with excellent – and tunable – electrical, optical and mechanical properties. The films display high conductivity, high carrier mobility and optical transparency, in addition to flexibility, robustness and environmental resistance. These attributes, coupled with room temperature printing or spraying technology, ensure that the material will have a significant impact on a variety of emerging technologies and markets, ranging from macroelectronics to solid state lighting, organic solar cells and smart fabrics. The performance parameters of the first devices fabricated – smart windows, OLEDs and organic solar cells – indicate that the material is ready for product development",
            "Carbon nanotube films for transparent and plastic electronics",
            "George Gruner",
            "2006",
            "1mgA1YgAAAAJ:otzGkya1bYkC",
            677,
            "https:\/\/pubs.rsc.org\/--\/content\/articlehtml\/2006\/jm\/b603821m",
            "2348347842146307948",
            "\/scholar?cites=2348347842146307948",
            {
                "2007":29,
                "2008":55,
                "2009":76,
                "2010":78,
                "2011":77,
                "2012":59,
                "2013":57,
                "2014":58,
                "2015":49,
                "2016":47,
                "2017":29,
                "2018":30,
                "2019":19,
                "2020":12
            }
        ]
    ]
}