{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Diagnostic techniques based on optical spectroscopy have the potential to link the biochemical and morphological properties of tissues to individual patient care. In particular, these techniques are fast, noninvasive and quantitative. Furthermore, they can be used to elucidate key tissue features, such as the cellular metabolic rate, vascularity, intravascular oxygenation and alterations in tissue morphology. These tissue features can be interpreted to shed light on a variety of clinical problems, such as precancerous and cancerous growth and atherosclerosis. The goal of this report is to review the development and application of optical spectroscopy in the ultraviolet (UV) and visible (VIS) spectral regions, as a diagnostic tool in clinical applications. A particular emphasis is placed on steady‐state, UV\/VIS fluorescence spectroscopy for the detection of precancers and cancers, in vivo.",
            "Fluorescence spectroscopy in vivo",
            "Nirmala Ramanujam",
            "2006",
            "1o8qBk4AAAAJ:qUcmZB5y_30C",
            290,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/9780470027318.a0102",
            "17527580411917367493",
            "\/scholar?cites=17527580411917367493",
            {
                "2005":20,
                "2006":28,
                "2007":25,
                "2008":17,
                "2009":21,
                "2010":19,
                "2011":19,
                "2012":17,
                "2013":9,
                "2014":17,
                "2015":8,
                "2016":12,
                "2017":21,
                "2018":11,
                "2019":15,
                "2020":6,
                "2021":1
            }
        ],
        [
            "A Monte Carlo model developed to simulate time-resolved fluorescence propagation in a semi-infinite turbid medium was validated against previously reported theoretical and computational results. Model simulations were compared to experimental measurements of fluorescence spectra and lifetimes on tissue-simulating phantoms for single and dual fibre-optic probe geometries. Experiments and simulations using a single probe revealed that scattering-induced artefacts appeared in fluorescence emission spectra, while fluorescence lifetimes were unchanged. Although fluorescence lifetime measurements are generally more robust to scattering artefacts than are measurements of fluorescence spectra, in the dual-probe geometry scattering-induced changes in apparent lifetime were predicted both from diffusion theory and via Monte Carlo simulation, as well as measured experimentally. In all cases, the recovered …",
            "Quantitative fluorescence lifetime spectroscopy in turbid media: comparison of theoretical, experimental and computational methods",
            "Karthik Vishwanath and Brian Pogue and Mary-Ann Mycek",
            "2002",
            "1o8qBk4AAAAJ:u5HHmVD_uO8C",
            141,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0031-9155\/47\/18\/308\/meta",
            "5060142632675388285",
            "\/scholar?cites=5060142632675388285",
            {
                "2003":14,
                "2004":13,
                "2005":6,
                "2006":11,
                "2007":13,
                "2008":11,
                "2009":9,
                "2010":12,
                "2011":8,
                "2012":2,
                "2013":5,
                "2014":9,
                "2015":8,
                "2016":1,
                "2017":6,
                "2018":3,
                "2019":9,
                "2020":1
            }
        ],
        [
            "Methods of optical spectroscopy that provide quantitative, physically or physiologically meaningful measures of tissue properties are an attractive tool for the study, diagnosis, prognosis, and treatment of various cancers. Recent development of methodologies to convert measured reflectance and fluorescence spectra from tissue to cancer-relevant parameters such as vascular volume, oxygenation, extracellular matrix extent, metabolic redox states, and cellular proliferation have significantly advanced the field of tissue optical spectroscopy. The number of publications reporting quantitative tissue spectroscopy results in the UV–visible wavelength range has increased sharply in the past three years, and includes new and emerging studies that correlate optically measured parameters with independent measures such as immunohistochemistry, which should aid in increased clinical acceptance of these technologies.",
            "Advances in quantitative UV–visible spectroscopy for clinical and pre-clinical application in cancer",
            "J Quincy Brown and Karthik Vishwanath and Gregory M Palmer and Nirmala Ramanujam",
            "2009",
            "1o8qBk4AAAAJ:IjCSPb-OGe4C",
            128,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0958166909000159",
            "8067282904714787126",
            "\/scholar?cites=8067282904714787126",
            {
                "2009":2,
                "2010":6,
                "2011":12,
                "2012":13,
                "2013":10,
                "2014":23,
                "2015":18,
                "2016":13,
                "2017":9,
                "2018":7,
                "2019":7,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Near-infrared (NIR) tomography is a technique used to measure light propagation through tissue and generate images of internal optical property distributions from boundary measurements. Most popular applications have concentrated on female breast imaging, neonatal and adult head imaging, as well as muscle and small animal studies. In most instances a highly scattering medium with a homogeneous refractive index is assumed throughout the imaging domain. Using these assumptions, it is possible to simplify the model to the diffusion approximation. However, biological tissue contains regions of varying optical absorption and scatter, as well as varying refractive index. In this work, we introduce an internal boundary constraint in the finite element method approach to modelling light propagation through tissue that accounts for regions of different refractive indices. We have compared the results to data from a …",
            "The effects of internal refractive index variation in near-infrared optical tomography: a finite element modelling approach",
            "Hamid Dehghani and Ben Brooksby and Karthik Vishwanath and Brian W Pogue and Keith D Paulsen",
            "2003",
            "1o8qBk4AAAAJ:u-x6o8ySG0sC",
            109,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0031-9155\/48\/16\/310\/meta",
            "10591022359291798203",
            "\/scholar?cites=10591022359291798203",
            {
                "2004":6,
                "2005":13,
                "2006":13,
                "2007":14,
                "2008":5,
                "2009":12,
                "2010":7,
                "2011":4,
                "2012":10,
                "2013":2,
                "2014":5,
                "2015":5,
                "2016":1,
                "2017":3,
                "2018":5,
                "2019":1,
                "2020":2
            }
        ],
        [
            "The accuracy of the commonly used diffusion approximation as used in diffuse optical tomography is known to be limited in cases involving strong absorption and in these situations a higher ordered approximation is necessary. In this study, a light transport model has been developed based upon the three-dimensional frequency-domain simplified spherical harmonics (SP N) approximation for orders up to N= 7. The SP N data are tested against a semi-infinite multi-layered Monte Carlo model. It has been shown that the SP N approximation for higher orders (N> 1) provides an increase in accuracy over the diffusion equation specifically near sources and at boundaries of regions with increased optical absorption. It is demonstrated that the error of fluence calculated near the sources between the diffusion approximation and the SP N model (N= 7) can be as large as 60%, therefore limiting the use of the diffusion …",
            "Light transport in biological tissue using three-dimensional frequency-domain simplified spherical harmonics equations",
            "Michael Chu and Karthik Vishwanath and Alexander D Klose and Hamid Dehghani",
            "2009",
            "1o8qBk4AAAAJ:9yKSN-GCB0IC",
            81,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0031-9155\/54\/8\/016\/meta",
            "11470109981742054205",
            "\/scholar?cites=11470109981742054205",
            {
                "2009":2,
                "2010":7,
                "2011":19,
                "2012":12,
                "2013":12,
                "2014":4,
                "2015":4,
                "2016":4,
                "2017":7,
                "2018":5,
                "2019":2,
                "2020":3
            }
        ],
        [
            "We have a toolbox to quantify tissue optical properties that is composed of specialized fiberoptic probes for UV-visible diffuse reflectance spectroscopy and a fast, scalable inverse Monte Carlo (MC) model. In this paper, we assess the robustness of the toolbox for quantifying physiologically relevant parameters from turbid tissue-like media. In particular, we consider the effects of using different instruments, fiberoptic probes, and instrument-specific settings for a wide range of optical properties. Additionally, we test the quantitative accuracy of the inverse MC model for extracting the biologically relevant parameters of hemoglobin saturation and total hemoglobin concentration. We also test the effect of double-absorber phantoms (hemoglobin and crocin to model the absorption of hemoglobin and beta carotene, respectively, in the breast) for a range of absorption and scattering properties. We include an assessment on …",
            "A Robust Monte Carlo Model for the Extraction of Biological Absorption and Scattering In Vivo",
            "Janelle E Bender and Karthik Vishwanath and Laura K Moore and J Quincy Brown and Vivide Chang and Gregory M Palmer and Nirmala Ramanujam",
            "2008",
            "1o8qBk4AAAAJ:UeHWp8X0CEIC",
            75,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/4637844\/",
            "16991363797976500685",
            "\/scholar?cites=16991363797976500685",
            {
                "2008":1,
                "2009":6,
                "2010":7,
                "2011":9,
                "2012":8,
                "2013":5,
                "2014":7,
                "2015":11,
                "2016":2,
                "2017":7,
                "2018":5,
                "2019":1,
                "2020":6
            }
        ],
        [
            "The feasibility of using quantitative diffuse reflectance spectroscopy to longitudinally monitor physiological response to cancer therapy was evaluated in a preclinical model. This study included two groups of nude mice bearing 4T1 flank tumors (N = 50), half of which were treated with a maximum tolerated dose of doxorubicin (DOX). Diffuse reflectance spectra were collected from tumors during a period of 2 weeks using a fiber-optic probe coupled to a spectrometer. These spectra were quantified using an inverse scalable Monte Carlo model of light transport in tissue to extract the concentrations of oxygenated, deoxygenated hemoglobin (dHb), and a wavelength mean reduced scattering coefficient (<µs′>). The tumor growth rates of the treated and control groups were nearly identical, as were changes in the scattering parameter <µs′> during this time frame. However, tumors treated with DOX showed a transient …",
            "Using optical spectroscopy to longitudinally monitor physiological changes within solid tumors",
            "Karthik Vishwanath and Hong Yuan and William T Barry and Mark W Dewhirst and Nimmi Ramanujam",
            "2009",
            "1o8qBk4AAAAJ:Y0pCki6q_DkC",
            61,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1476558609800420",
            "5194343283133228732",
            "\/scholar?cites=5194343283133228732",
            {
                "2008":1,
                "2009":2,
                "2010":3,
                "2011":6,
                "2012":8,
                "2013":3,
                "2014":6,
                "2015":4,
                "2016":6,
                "2017":7,
                "2018":8,
                "2019":4,
                "2020":3
            }
        ],
        [
            "In this article, we describe a novel Monte Carlo code for time-integrated and time-resolved photon migration simulations of excitation and fluorescent light propagation (with reabsorption) in bi-layered models of biological tissues. The code was experimentally validated using bi-layered, tissue-simulating phantoms and the agreement between simulations and experiment was better than 3%. We demonstrate the utility of the code for quantitative clinical optical diagnostics in epithelial tissues by examining design characteristics for clinically compatible waveguides with arbitrarily complex source-detector configurations. Results for human colonic tissues included a quantitative comparison of simulation predictions with time-resolved fluorescence data measured in vivo and spatio-temporal visualizations of photon migration characteristics in tissue models in both two- and three-dimensions for source-detector …",
            "Time-resolved photon migration in bi-layered tissue models",
            "Karthik Vishwanath and Mary-Ann Mycek",
            "2005",
            "1o8qBk4AAAAJ:qjMakFHDy7sC",
            60,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-13-19-7466",
            "15815179171794419673",
            "\/scholar?cites=15815179171794419673",
            {
                "2006":6,
                "2007":7,
                "2008":2,
                "2009":4,
                "2010":7,
                "2011":7,
                "2012":3,
                "2013":3,
                "2014":6,
                "2015":3,
                "2016":1,
                "2017":4,
                "2018":2,
                "2019":4,
                "2020":1
            }
        ],
        [
            "Steady-state diffuse reflection spectroscopy is a well-studied optical technique that can provide a noninvasive and quantitative method for characterizing the absorption and scattering properties of biological tissues. Here, we compare three fiber-based diffuse reflection spectroscopy systems that were assembled to create a light-weight, portable, and robust optical spectrometer that could be easily translated for repeated and reliable use in mobile settings. The three systems were built using a broadband light source and a compact, commercially available spectrograph. We tested two different light sources and two spectrographs (manufactured by two different vendors). The assembled systems were characterized by their signal-to-noise ratios, the source-intensity drifts, and detector linearity. We quantified the performance of these instruments in extracting optical properties from diffuse reflectance spectra in tissue …",
            "Portable, fiber-based, diffuse reflection spectroscopy (DRS) systems for estimating tissue optical properties",
            "Karthik Vishwanath and Kevin Chang and Daniel Klein and Yu Feng Deng and Vivide Chang and Janelle E Phelps and Nimmi Ramanujam",
            "2011",
            "1o8qBk4AAAAJ:0EnyYjriUFMC",
            59,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1366\/10-06052",
            "7857095424318972187",
            "\/scholar?cites=7857095424318972187",
            {
                "2010":1,
                "2011":3,
                "2012":4,
                "2013":8,
                "2014":11,
                "2015":5,
                "2016":7,
                "2017":5,
                "2018":5,
                "2019":3,
                "2020":6,
                "2021":1
            }
        ],
        [
            "A method to non-invasively and quantitatively characterize thick biological tissues by combining both experimental and computational approaches in tissue optical spectroscopy was developed and validated on fifteen porcine articular cartilage (AC) tissue samples. To the best of our knowledge, this study is the first to couple non-invasive reflectance and fluorescence spectroscopic measurements on freshly harvested tissues with Monte Carlo computational modeling of time-resolved propagation of both excitation light and multi-fluorophore emission. For reflectance, quantitative agreement between simulation and experiment was achieved to better than 11%. Fluorescence data and simulations were used to extract the ratio of the absorption coefficients of constituent fluorophores for each measured AC tissue sample. This ratio could be used to monitor relative changes in concentration of the constituent fluorophores …",
            "Quantitative molecular sensing in biological tissues: an approach to non-invasive optical characterization",
            "Malavika Chandra and Karthik Vishwanath and Greg D Fichter and Elly Liao and Scott J Hollister and Mary-Ann Mycek",
            "2006",
            "1o8qBk4AAAAJ:2osOgNQ5qMEC",
            57,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=OE-14-13-6157",
            "14582093609930894581",
            "\/scholar?cites=14582093609930894581",
            {
                "2007":7,
                "2008":3,
                "2009":6,
                "2010":10,
                "2011":9,
                "2012":2,
                "2013":2,
                "2014":5,
                "2015":1,
                "2016":1,
                "2017":5,
                "2018":2,
                "2019":4
            }
        ]
    ]
}