{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "It is uncertain whether treatment of mild gestational diabetes mellitus improves pregnancy outcomes.Women who were in the 24th to 31st week of gestation and who met the criteria for mild gestational diabetes mellitus (i.e., an abnormal result on an oral glucose-tolerance test but a fasting glucose level below 95 mg per deciliter [5.3 mmol per liter]) were randomly assigned to usual prenatal care (control group) or dietary intervention, self-monitoring of blood glucose, and insulin therapy, if necessary (treatment group). The primary outcome was a composite of stillbirth or perinatal death and neonatal complications, including hyperbilirubinemia, hypoglycemia, hyperinsulinemia, and birth trauma.A total of 958 women were randomly assigned to a study group — 485 to the treatment group and 473 to the control group. We observed no significant difference between groups in the …",
            "A multicenter, randomized trial of treatment for mild gestational diabetes",
            "Mark B Landon and Catherine Y Spong and Elizabeth Thom and Marshall W Carpenter and Susan M Ramin and Brian Casey and Ronald J Wapner and Michael W Varner and Dwight J Rouse and John M Thorp Jr and Anthony Sciscione and Patrick Catalano and Margaret Harper and George Saade and Kristine Y Lain and Yoram Sorokin and Alan M Peaceman and Jorge E Tolosa and Garland B Anderson",
            "2009",
            "1OpDMuYAAAAJ:6ZzL7HXColQC",
            1990,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMoa0902430",
            "16028452724906786437",
            "\/scholar?cites=16028452724906786437",
            {
                "2008":5,
                "2009":15,
                "2010":119,
                "2011":160,
                "2012":172,
                "2013":155,
                "2014":190,
                "2015":187,
                "2016":170,
                "2017":163,
                "2018":201,
                "2019":170,
                "2020":181,
                "2021":18
            }
        ],
        [
            "Women who have had a spontaneous preterm delivery are at greatly increased risk for preterm delivery in subsequent pregnancies. The results of several small trials have suggested that 17 alpha-hydroxyprogesterone caproate (17P) may reduce the risk of preterm delivery.We conducted a double-blind, placebo-controlled trial involving pregnant women with a documented history of spontaneous preterm delivery. Women were enrolled at 19 clinical centers at 16 to 20 weeks of gestation and randomly assigned by a central data center, in a 2:1 ratio, to receive either weekly injections of 250 mg of 17P or weekly injections of an inert oil placebo; injections were continued until delivery or to 36 weeks of gestation. The primary outcome was preterm delivery before 37 weeks of gestation. Analysis was performed according to the intention-to-treat principle.Base-line characteristics of the …",
            "Prevention of recurrent preterm delivery by 17 alpha-hydroxyprogesterone caproate",
            "Paul J Meis and Mark Klebanoff and Elizabeth Thom and Mitchell P Dombrowski and Baha Sibai and Atef H Moawad and Catherine Y Spong and John C Hauth and Menachem Miodovnik and Michael W Varner and Kenneth J Leveno and Steve N Caritis and Jay D Iams and Ronald J Wapner and Deborah Conway and Mary J O'Sullivan and Marshall Carpenter and Brian Mercer and Susan M Ramin and John M Thorp and Alan M Peaceman",
            "2003",
            "1OpDMuYAAAAJ:u5HHmVD_uO8C",
            1611,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/nejmoa035140",
            "11424675573051248774",
            "\/scholar?cites=11424675573051248774",
            {
                "2003":17,
                "2004":46,
                "2005":66,
                "2006":70,
                "2007":102,
                "2008":89,
                "2009":80,
                "2010":74,
                "2011":105,
                "2012":135,
                "2013":108,
                "2014":104,
                "2015":87,
                "2016":122,
                "2017":99,
                "2018":87,
                "2019":74,
                "2020":98,
                "2021":6
            }
        ],
        [
            "OBJECTIVE:Although repeat cesarean deliveries often are associated with serious morbidity, they account for only a portion of abdominal deliveries and are overlooked when evaluating morbidity. Our objective was to estimate the magnitude of increased maternal morbidity associated with increasing number of cesarean deliveries.METHODS:Prospective observational cohort of 30,132 women who had cesarean delivery without labor in 19 academic centers over 4 years (1999–2002).RESULTS:There were 6,201 first (primary), 15,808 second, 6,324 third, 1,452 fourth, 258 fifth, and 89 sixth or more cesarean deliveries. The risks of placenta accreta, cystotomy, bowel injury, ureteral injury, and ileus, the need for postoperative ventilation, intensive care unit admission, hysterectomy, and blood transfusion requiring 4 or more units, and the duration of operative time and hospital stay significantly increased with …",
            "Maternal morbidity associated with multiple repeat cesarean deliveries",
            "Robert M Silver and Mark B Landon and Dwight J Rouse and Kenneth J Leveno and Catherine Y Spong and Elizabeth A Thom and Atef H Moawad and Steve N Caritis and Margaret Harper and Ronald J Wapner and Yoram Sorokin and Menachem Miodovnik and Marshall Carpenter and Alan M Peaceman and Mary J O’Sullivan and Baha Sibai and Oded Langer and John M Thorp and Susan M Ramin and Brian M Mercer",
            "2006",
            "1OpDMuYAAAAJ:d1gkVwhDpl0C",
            1601,
            "https:\/\/journals.lww.com\/greenjournal\/Fulltext\/2006\/06000\/The_Likelihood_of_Placenta_Previa_With_Greater.4.aspx",
            "12161847933478210277",
            "\/scholar?cites=12161847933478210277",
            {
                "2007":24,
                "2008":44,
                "2009":54,
                "2010":64,
                "2011":97,
                "2012":109,
                "2013":114,
                "2014":137,
                "2015":133,
                "2016":135,
                "2017":144,
                "2018":153,
                "2019":158,
                "2020":152,
                "2021":17
            }
        ],
        [
            "The proportion of women who attempt vaginal delivery after prior cesarean delivery has decreased largely because of concern about safety. The absolute and relative risks associated with a trial of labor in women with a history of cesarean delivery, as compared with elective repeated cesarean delivery without labor, are uncertain.We conducted a prospective four-year observational study of all women with a singleton gestation and a prior cesarean delivery at 19 academic medical centers. Maternal and perinatal outcomes were compared between women who underwent a trial of labor and women who had an elective repeated cesarean delivery without labor.Vaginal delivery was attempted by 17,898 women, and 15,801 women underwent elective repeated cesarean delivery without labor. Symptomatic uterine rupture occurred in 124 women who underwent a trial of labor (0.7 …",
            "Maternal and perinatal outcomes associated with a trial of labor after prior cesarean delivery",
            "Mark B Landon and John C Hauth and Kenneth J Leveno and Catherine Y Spong and Sharon Leindecker and Michael W Varner and Atef H Moawad and Steve N Caritis and Margaret Harper and Ronald J Wapner and Yoram Sorokin and Menachem Miodovnik and Marshall Carpenter and Alan M Peaceman and Mary Jo O'Sullivan and Baha Sibai and Oded Langer and John M Thorp and Susan M Ramin and Brian M Mercer and Steven G Gabbe",
            "2004",
            "1OpDMuYAAAAJ:u-x6o8ySG0sC",
            1401,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/nejmoa040405",
            "6654213225271566586",
            "\/scholar?cites=6654213225271566586",
            {
                "2005":38,
                "2006":66,
                "2007":73,
                "2008":48,
                "2009":72,
                "2010":102,
                "2011":64,
                "2012":84,
                "2013":82,
                "2014":80,
                "2015":113,
                "2016":124,
                "2017":123,
                "2018":89,
                "2019":96,
                "2020":86,
                "2021":4
            }
        ],
        [
            "Because of increased rates of respiratory complications, elective cesarean delivery is discouraged before 39 weeks of gestation unless there is evidence of fetal lung maturity. We assessed associations between elective cesarean delivery at term (37 weeks of gestation or longer) but before 39 weeks of gestation and neonatal outcomes.We studied a cohort of consecutive patients undergoing repeat cesarean sections performed at 19 centers of the Eunice Kennedy Shriver National Institute of Child Health and Human Development Maternal–Fetal Medicine Units Network from 1999 through 2002. Women with viable singleton pregnancies delivered electively (i.e., before the onset of labor and without any recognized indications for delivery before 39 weeks of gestation) were included. The primary outcome was the composite of neonatal death and any of several adverse events, including …",
            "Timing of elective repeat cesarean delivery at term and neonatal outcomes",
            "Alan TN Tita and Mark B Landon and Catherine Y Spong and Yinglei Lai and Kenneth J Leveno and Michael W Varner and Atef H Moawad and Steve N Caritis and Paul J Meis and Ronald J Wapner and Yoram Sorokin and Menachem Miodovnik and Marshall Carpenter and Alan M Peaceman and Mary J O'Sullivan and Baha M Sibai and Oded Langer and John M Thorp and Susan M Ramin and Brian M Mercer",
            "2009",
            "1OpDMuYAAAAJ:9yKSN-GCB0IC",
            1004,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMoa0803267",
            "15355393231243576922",
            "\/scholar?cites=15355393231243576922",
            {
                "2009":34,
                "2010":65,
                "2011":88,
                "2012":75,
                "2013":94,
                "2014":104,
                "2015":94,
                "2016":98,
                "2017":82,
                "2018":61,
                "2019":70,
                "2020":71
            }
        ],
        [
            "ContextEpisiotomy at the time of vaginal birth is common. Practice patterns vary widely, as do professional opinions about maternal risks and benefits associated with routine use.ObjectiveTo systematically review the best evidence available about maternal outcomes of routine vs restrictive use of episiotomy.Evidence AcquisitionWe searched MEDLINE, Cumulative Index to Nursing and Allied Health Literature, and Cochrane Collaboration resources and performed a hand search for English-language articles from 1950 to 2004. We included randomized controlled trials of routine episiotomy or type of episiotomy that assessed outcomes in the first 3 postpartum months, along with trials and prospective studies that assessed longer-term outcomes. Twenty-six of 986 screened articles provided relevant data. We entered data into abstraction forms and conducted a second review for accuracy. Each article was also …",
            "Outcomes of routine episiotomy: a systematic review",
            "Katherine Hartmann and Meera Viswanathan and Rachel Palmieri and Gerald Gartlehner and John Thorp and Kathleen N Lohr",
            "2005",
            "1OpDMuYAAAAJ:2osOgNQ5qMEC",
            599,
            "https:\/\/jamanetwork.com\/journals\/jama\/article-abstract\/200799",
            "6870302410655069096",
            "\/scholar?cites=6870302410655069096",
            {
                "2005":6,
                "2006":26,
                "2007":33,
                "2008":38,
                "2009":31,
                "2010":29,
                "2011":30,
                "2012":45,
                "2013":50,
                "2014":53,
                "2015":40,
                "2016":45,
                "2017":41,
                "2018":36,
                "2019":31,
                "2020":27,
                "2021":2
            }
        ],
        [
            "Research suggests that fetal exposure to magnesium sulfate before preterm birth might reduce the risk of cerebral palsy.In this multicenter, placebo-controlled, double-blind trial, we randomly assigned women at imminent risk for delivery between 24 and 31 weeks of gestation to receive magnesium sulfate, administered intravenously as a 6-g bolus followed by a constant infusion of 2 g per hour, or matching placebo. The primary outcome was the composite of stillbirth or infant death by 1 year of corrected age or moderate or severe cerebral palsy at or beyond 2 years of corrected age.A total of 2241 women underwent randomization. The baseline characteristics were similar in the two groups. Follow-up was achieved for 95.6% of the children. The rate of the primary outcome was not significantly different in the magnesium sulfate group and the placebo group (11.3% and 11.7 …",
            "A randomized, controlled trial of magnesium sulfate for the prevention of cerebral palsy",
            "Dwight J Rouse and Deborah G Hirtz and Elizabeth Thom and Michael W Varner and Catherine Y Spong and Brian M Mercer and Jay D Iams and Ronald J Wapner and Yoram Sorokin and James M Alexander and Margaret Harper and John M Thorp Jr and Susan M Ramin and Fergal D Malone and Marshall Carpenter and Menachem Miodovnik and Atef Moawad and Mary J O'Sullivan and Alan M Peaceman and Gary DV Hankins and Oded Langer and Steve N Caritis and James M Roberts",
            "2008",
            "1OpDMuYAAAAJ:PlWzFYVEG4EC",
            565,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMoa0801187",
            "16670229403747538865",
            "\/scholar?cites=16670229403747538865",
            {
                "2008":6,
                "2009":29,
                "2010":29,
                "2011":40,
                "2012":44,
                "2013":44,
                "2014":52,
                "2015":45,
                "2016":69,
                "2017":39,
                "2018":45,
                "2019":43,
                "2020":61,
                "2021":1
            }
        ],
        [
            "Infants who are born at 34 to 36 weeks of gestation (late preterm) are at greater risk for adverse respiratory and other outcomes than those born at 37 weeks of gestation or later. It is not known whether betamethasone administered to women at risk for late preterm delivery decreases the risks of neonatal morbidities.We conducted a multicenter, randomized trial involving women with a singleton pregnancy at 34 weeks 0 days to 36 weeks 5 days of gestation who were at high risk for delivery during the late preterm period (up to 36 weeks 6 days). The participants were assigned to receive two injections of betamethasone or matching placebo 24 hours apart. The primary outcome was a neonatal composite of treatment in the first 72 hours (the use of continuous positive airway pressure or high-flow nasal cannula for at least 2 hours, supplemental oxygen with a fraction of inspired oxygen of at least …",
            "Antenatal betamethasone for women at risk for late preterm delivery",
            "Cynthia Gyamfi-Bannerman and Elizabeth A Thom and Sean C Blackwell and Alan TN Tita and Uma M Reddy and George R Saade and Dwight J Rouse and David S McKenna and Erin AS Clark and John M Thorp Jr and Edward K Chien and Alan M Peaceman and Ronald S Gibbs and Geeta K Swamy and Mary E Norton and Brian M Casey and Steve N Caritis and Jorge E Tolosa and Yoram Sorokin and J Peter VanDorsten and Lucky Jain",
            "2016",
            "1OpDMuYAAAAJ:9shLKfS_uJEC",
            462,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMoa1516783",
            "14217288844483481156",
            "\/scholar?cites=14217288844483481156",
            {
                "2016":45,
                "2017":78,
                "2018":91,
                "2019":106,
                "2020":117,
                "2021":5
            }
        ]
    ]
}