{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Self-assembled monolayers (SAMs) of 2-aminoethanethiol (AET) or 1,6-hexanedithiol (HDT) are formed on Au and Ag substrates, and colloidal Au (13.6 ± 2.0 nm diameter) and Ag (30.0 ± 10 nm diameter) nanoparticles are deposited onto these SAM surfaces. The resulting multilayered nanostructures, prepared with different combinations of the substrate, SAM, and nanoparticles, are studied with surface plasmon resonance (SPR) measurements. Under certain circumstances, the SPR sensitivity of the bare metal is considerably enhanced by the presence of the metal particles. Both the occurrence and the degree of this effect depend strongly on the choice of the combination of materials in the multilayered system. The substrate\/SAM\/nanoparticles systems that exhibit the enhanced SPR sensitivity include Au\/AET\/Au, Au\/HDT\/Au, Au\/AET\/Ag, and Ag\/AET\/Ag. On the other hand, the effects of the nanoparticles are …",
            "Surface plasmon resonance studies of gold and silver nanoparticles linked to gold and silver substrates by 2-aminoethanethiol and 1, 6-hexanedithiol",
            "E Hutter and JH Fendler and D Roy",
            "2001",
            "1SR50YkAAAAJ:3fE2CSJIrl8C",
            233,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp011424y",
            "11737957998490525487",
            "\/scholar?cites=11737957998490525487",
            {
                "2002":3,
                "2003":9,
                "2004":19,
                "2005":20,
                "2006":12,
                "2007":16,
                "2008":14,
                "2009":10,
                "2010":16,
                "2011":9,
                "2012":19,
                "2013":17,
                "2014":13,
                "2015":11,
                "2016":10,
                "2017":8,
                "2018":10,
                "2019":8,
                "2020":9
            }
        ],
        [
            "This review discusses recent developments in the areas of fabrication, certain types of optical characterization, and applications of a selected class of chemically assembled nanomaterials, namely i) gold and silver nanoparticles deposited onto optically transparent glass substrates; ii) thiol‐functionalized self‐assembled monolayers (SAMs); iii) chemically stabilized gold and silver nanoparticles (monolayer protected clusters, MPCs); and iv) MPCs linked to metallic substrates and adsorbates. Six linear optical techniques for the characterization of these materials are discussed: transmission localized surface plasmon resonance spectroscopy, T‐LSPR; propagating surface plasmon resonance spectroscopy, P‐SPR; polarization‐selective Fourier transform infrared reflection absorption spectroscopy, PS‐FTIRRAS; polarization‐modulation Fourier transform infrared reflection absorption spectroscopy, PM …",
            "Reflection and absorption techniques for optical characterization of chemically assembled nanomaterials",
            "Dipankar Roy and Janos Fendler",
            "2004",
            "1SR50YkAAAAJ:KlAtU1dfN6UC",
            160,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.200306195",
            "7018542891430765273",
            "\/scholar?cites=7018542891430765273",
            {
                "2004":8,
                "2005":27,
                "2006":16,
                "2007":11,
                "2008":19,
                "2009":16,
                "2010":16,
                "2011":9,
                "2012":7,
                "2013":4,
                "2014":8,
                "2015":5,
                "2016":5,
                "2017":1,
                "2018":4,
                "2019":2,
                "2020":2
            }
        ],
        [
            "Electro-catalytic oxidation of methanol is the anode reaction in direct methanol fuel cells. We have studied the adsorption characteristics of the intermediate reactants of this multistep reaction on a gold film electrode in alkaline solutions by combining surface plasmon resonance (SPR) measurements with Fourier transform electro-chemical impedance spectroscopy (FT-EIS). Methanol oxidation in this system shows no significant effects of “site poisoning” by chemisorbed CO. Our results suggest that OH− chemisorbed onto Au acts as a stabilizing agent for the surface species of electro-active methanol. Double layer charging\/discharging and adsorption\/desorption of OH− show more pronounced effects than adsorption\/oxidation of methanol in controlling the surface charge density of the Au substrate. These effects are manifested in both the EIS and the SPR data, and serve as key indicators of the surface reaction …",
            "Electro-oxidation of methanol on gold in alkaline media: Adsorption characteristics of reaction intermediates studied using time resolved electro-chemical impedance and surface …",
            "KA Assiongbon and D Roy",
            "2005",
            "1SR50YkAAAAJ:aqlVkmm33-oC",
            150,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0039602805008253",
            "6209845810677476033",
            "\/scholar?cites=6209845810677476033",
            {
                "2006":2,
                "2007":9,
                "2008":5,
                "2009":15,
                "2010":11,
                "2011":12,
                "2012":10,
                "2013":21,
                "2014":10,
                "2015":10,
                "2016":10,
                "2017":9,
                "2018":12,
                "2019":5,
                "2020":8
            }
        ],
        [
            "Using Au nanoparticles, it is possible under certain experimental conditions to considerably enhance the sensitivity of a conventional surface plasmon resonance (SPR) device. In this report, we examine the mechanism of this enhancement and discuss the experimental factors that are crucial to the performance of such a nanoparticle based SPR device. Among these factors, the surface plasmon-supporting metal substrate plays a major role. We demonstrate this by comparing experimental SPR data for Au and Ag substrates. In both cases, ∼25−30 nm diameter Au particles are attached to the substrate metal via a sandwiched monolayer of 1,6-hexanedithiol. The width and the efficiency of SPR for both substrates are affected by the Au particles. However, the particle-induced shift in the SPR angle is observed only for the Au substrate. This observation is explained in terms of competitive effects of propagating …",
            "Role of substrate metal in gold nanoparticle enhanced surface plasmon resonance imaging",
            "E Hutter and S Cha and JF Liu and J Park and J Yi and JH Fendler and D Roy",
            "2001",
            "1SR50YkAAAAJ:ULOm3_A8WrAC",
            123,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp003565q",
            "10490181796073853887",
            "\/scholar?cites=10490181796073853887",
            {
                "2001":4,
                "2002":4,
                "2003":6,
                "2004":6,
                "2005":11,
                "2006":12,
                "2007":9,
                "2008":18,
                "2009":8,
                "2010":6,
                "2011":8,
                "2012":5,
                "2013":5,
                "2014":3,
                "2015":6,
                "2016":4,
                "2017":3,
                "2018":3,
                "2019":2
            }
        ],
        [
            "Experiments involving competitive and cooperative adsorption of pyridine, Cl−, SC N−, and Tl, and voltage induced resonance shifting show that the largest surface-enhanced Raman scattering intensity comes from complexes of these species adsorbed on defects which cover less than 3% of the Ag surface. The resonance is attributed to charge transfer excitation from Ag to pyridine and from SC N− to Ag which is communicated to all vibrations of the complex.",
            "Nature of the active site in surface-enhanced Raman scattering",
            "TE Furtak and D Roy",
            "1983",
            "1SR50YkAAAAJ:_kc_bZDykSQC",
            122,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.50.1301",
            "2072145721156358694",
            "\/scholar?cites=2072145721156358694",
            {
                "1983":4,
                "1984":16,
                "1985":12,
                "1986":7,
                "1987":13,
                "1988":5,
                "1989":7,
                "1990":3,
                "1991":1,
                "1992":4,
                "1993":1,
                "1994":3,
                "1995":1,
                "1996":2,
                "1997":1,
                "1998":1,
                "1999":3,
                "2000":1,
                "2001":3,
                "2002":2,
                "2003":5,
                "2004":2,
                "2005":2,
                "2006":1,
                "2007":5,
                "2008":1,
                "2009":4,
                "2010":2,
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":3,
                "2015":2
            }
        ],
        [
            "In addition to the electromagnetic influences which increase the local field at the surface of suitably rough free-electron-like metals, molecule and site specific electronic resonances are also frequently operative. This leads to enhanced scattering beyond that caused by the electromagnetic mechanism alone. The electronic resonances involve charge-transfer excitation between members of an active complex MwAgxCly(H2O)z which involves the probe molecule M and, in the electrochemical environment, the constituents of the solution. These complexes allow the resonance to be communicated to Raman transitions in all members of the complex. The stability of the complexes are sensitive to changes in the environment, such as the applied voltage and to the presence of foreign metal ions, through induced changes in y, the number of halide or pseudo-halide ions in the complex. Through analysis of the vibrational …",
            "The short-range mechanism of surface enhanced Raman scattering",
            "TE Furtak and D Roy",
            "1985",
            "1SR50YkAAAAJ:YOwf2qJgpHMC",
            119,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0039602885902912",
            "6731668436819610189",
            "\/scholar?cites=6731668436819610189",
            {
                "1986":4,
                "1987":11,
                "1988":6,
                "1989":6,
                "1990":5,
                "1991":7,
                "1992":5,
                "1993":5,
                "1994":7,
                "1995":4,
                "1996":4,
                "1997":4,
                "1998":6,
                "1999":3,
                "2000":1,
                "2001":4,
                "2002":3,
                "2003":2,
                "2004":3,
                "2005":2,
                "2006":3,
                "2007":1,
                "2008":2,
                "2009":1,
                "2010":6,
                "2011":6,
                "2012":2,
                "2013":2
            }
        ],
        [
            "Low-frequency vibrational features are observed in the enhanced Raman spectra from an electrochemically roughened Ag electrode. Evidence is found that these features are related to resonant Raman scattering from the internal vibrations of small Ag clusters stabilized on the surface. Comparison of the experimental data with the results of a simple normal mode calculation suggests that a possible identity for such clusters is pyramidal Ag+4. These clusters may be responsible for some of the “chemical” factor in SERS from coadsorbed molecules.",
            "Evidence for Ag cluster vibrations in enhanced Raman scattering from the Ag\/electrolyte interface",
            "D Roy and TE Furtak",
            "1986",
            "1SR50YkAAAAJ:4DMP91E08xMC",
            114,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0009261486850217",
            "10463128756789716800",
            "\/scholar?cites=10463128756789716800",
            {
                "1986":3,
                "1987":10,
                "1988":4,
                "1989":1,
                "1990":3,
                "1991":2,
                "1992":5,
                "1993":5,
                "1994":5,
                "1995":4,
                "1996":1,
                "1997":1,
                "1998":3,
                "1999":1,
                "2000":3,
                "2001":5,
                "2002":7,
                "2003":2,
                "2004":6,
                "2005":8,
                "2006":6,
                "2007":3,
                "2008":4,
                "2009":3,
                "2010":2,
                "2011":1,
                "2012":3,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":3,
                "2018":2,
                "2019":2
            }
        ],
        [
            "By using the Fourier transform (FT) technique, it is possible to perform electrochemical impedance spectroscopy in real time during the occurrence of DC voltage controlled surface reactions. The data obtained in this approach, a series of Nyquist plots as functions of DC control variables, can provide a wealth of time resolved information about surface kinetics. We discuss in detail the theoretical and experimental considerations for such time resolved experiments. We focus primarily on the constraints and criteria of measurements in the context of new data acquisition electronics that became available during the last few years. We also present sample experimental results for a gold electrode.",
            "Analysis of experimental constraints and variables for time resolved detection of Fourier transform electrochemical impedance spectra",
            "JE Garland and CM Pettit and D Roy",
            "2004",
            "1SR50YkAAAAJ:Wp0gIr-vW9MC",
            113,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0013468604001744",
            "7415531717147013066",
            "\/scholar?cites=7415531717147013066",
            {
                "2004":2,
                "2005":13,
                "2006":8,
                "2007":3,
                "2008":6,
                "2009":5,
                "2010":13,
                "2011":8,
                "2012":11,
                "2013":8,
                "2014":4,
                "2015":6,
                "2016":8,
                "2017":8,
                "2018":2,
                "2019":5,
                "2020":2
            }
        ]
    ]
}