{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Thin-film transistors based on molecular and polymeric organic materials have been proposed for a number of applications, such as displays 1, 2, 3 and radio-frequency identification tags 4, 5, 6. The main factors motivating investigations of organic transistors are their lower cost and simpler packaging, relative to conventional inorganic electronics, and their compatibility with flexible substrates 7, 8. In most digital circuitry, minimal power dissipation and stability of performance against transistor parameter variations are crucial. In silicon-based microelectronics, these are achieved through the use of complementary logic—which incorporates both p-and n-type transistors—and it is therefore reasonable to suppose that adoption of such an approach with organic semiconductors will similarly result in reduced power dissipation, improved noise margins and greater operational stability. Complementary inverters and ring …",
            "Large-scale complementary integrated circuits based on organic transistors",
            "B Crone and A Dodabalapur and Y-Y Lin and RW Filas and Z Bao and A LaDuca and R Sarpeshkar and HE Katz and W Li",
            "2000",
            "1UbzzQcAAAAJ:u5HHmVD_uO8C",
            1469,
            "https:\/\/www.nature.com\/articles\/35000530",
            "17389943499090480496",
            "\/scholar?cites=17389943499090480496",
            {
                "2000":18,
                "2001":48,
                "2002":52,
                "2003":52,
                "2004":60,
                "2005":70,
                "2006":94,
                "2007":93,
                "2008":103,
                "2009":105,
                "2010":79,
                "2011":95,
                "2012":108,
                "2013":92,
                "2014":74,
                "2015":63,
                "2016":61,
                "2017":54,
                "2018":58,
                "2019":43,
                "2020":40,
                "2021":3
            }
        ],
        [
            "Digital circuits such as the flip-flop use feedback to achieve multi-stability and nonlinearity to restore signals to logical levels, for example 0 and 1. Analogue feedback circuits are generally designed to operate linearly, so that signals are over a range, and the response is unique. By contrast, the response of cortical circuits to sensory stimulation can be both multistable and graded 1, 2, 3, 4. We propose that the neocortex combines digital selection of an active set of neurons with analogue response by dynamically varying the positive feedback inherent in its recurrent connections. Strong positive feedback causes differential instabilities that drive the selection of a set of active neurons under the constraints embedded in the synaptic weights. Once selected, the active neurons generate weaker, stable feedback that provides analogue amplification of the input. Here we present our model of cortical processing as an …",
            "Digital selection and analogue amplification coexist in a cortex-inspired silicon circuit",
            "Richard HR Hahnloser and Rahul Sarpeshkar and Misha A Mahowald and Rodney J Douglas and H Sebastian Seung",
            "2000",
            "1UbzzQcAAAAJ:TIZ-Mc8IlK0C",
            1026,
            "https:\/\/www.nature.com\/articles\/35016072",
            "8091746083324814153",
            "\/scholar?cites=8091746083324814153",
            {
                "2000":3,
                "2001":18,
                "2002":10,
                "2003":13,
                "2004":11,
                "2005":15,
                "2006":9,
                "2007":12,
                "2008":16,
                "2009":18,
                "2010":7,
                "2011":14,
                "2012":7,
                "2013":8,
                "2014":12,
                "2015":11,
                "2016":5,
                "2017":93,
                "2018":193,
                "2019":242,
                "2020":289,
                "2021":18
            }
        ],
        [
            "This paper describes an ultralow-power neural recording amplifier. The amplifier appears to be the lowest power and most energy-efficient neural recording amplifier reported to date. We describe low-noise design techniques that help the neural amplifier achieve input-referred noise that is near the theoretical limit of any amplifier using a differential pair as an input stage. Since neural amplifiers must include differential input pairs in practice to allow robust rejection of common-mode and power supply noise, our design appears to be near the optimum allowed by theory. The bandwidth of the amplifier can be adjusted for recording either neural spikes or local field potentials (LFPs). When configured for recording neural spikes, the amplifier yielded a midband gain of 40.8 dB and a -3-dB bandwidth from 45 Hz to 5.32 kHz; the amplifier's input-referred noise was measured to be 3.06 muV rms  while consuming 7.56 …",
            "An energy-efficient micropower neural recording amplifier",
            "Woradorn Wattanapanitch and Michale Fee and Rahul Sarpeshkar",
            "2007",
            "1UbzzQcAAAAJ:Tyk-4Ss8FVUC",
            477,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/4358095\/",
            "6495538933805561432",
            "\/scholar?cites=6495538933805561432",
            {
                "2008":9,
                "2009":27,
                "2010":21,
                "2011":43,
                "2012":46,
                "2013":50,
                "2014":51,
                "2015":39,
                "2016":48,
                "2017":42,
                "2018":36,
                "2019":27,
                "2020":31,
                "2021":3
            }
        ],
        [
            "We review the pros and cons of analog and digital computation. We propose that computation that is most efficient in its use of resources is neither analog computation nor digital computation but, rather, a mixture of the two forms. For maximum efficiency, the information and information-processing resources of the hybrid form must be distributed over many wires, with an optimal signal-to-noise ratio per wire. Our results suggest that it is likely that the brain computes in a hybrid fashion and that an underappreciated and important reason for the efficiency of the human brain, which consumes only 12 W, is the hybrid and distributed nature of its architecture.",
            "Analog versus digital: extrapolating from electronics to neurobiology",
            "Rahul Sarpeshkar",
            "1998",
            "1UbzzQcAAAAJ:9yKSN-GCB0IC",
            463,
            "https:\/\/www.mitpressjournals.org\/doi\/abs\/10.1162\/089976698300017052",
            "18138705216248679616",
            "\/scholar?cites=18138705216248679616",
            {
                "1999":5,
                "2000":6,
                "2001":8,
                "2002":7,
                "2003":7,
                "2004":15,
                "2005":10,
                "2006":11,
                "2007":15,
                "2008":17,
                "2009":14,
                "2010":17,
                "2011":17,
                "2012":24,
                "2013":26,
                "2014":38,
                "2015":34,
                "2016":26,
                "2017":32,
                "2018":47,
                "2019":44,
                "2020":34,
                "2021":3
            }
        ],
        [
            "This paper presents a feedback-loop technique for analyzing and designing RF power links for transcutaneous bionic systems, i.e., between an external RF coil and an internal RF coil implanted inside the body. The feedback techniques shed geometric insight into link design and minimize algebraic manipulations. We demonstrate that when the loop transmission of the link's feedback loop is -1, the link is critically coupled, i.e., the magnitude of the voltage transfer function across the link is maximal. We also derive an optimal loading condition that maximizes the energy efficiency of the link and use it as a basis for our link design. We present an example of a bionic implant system designed for load power consumptions in the 1-10-mW range, a low-power regime not significantly explored in prior designs. Such low power levels add to the challenge of link efficiency, because the overhead associated with switching …",
            "Feedback analysis and design of RF power links for low-power bionic systems",
            "Michael W Baker and Rahul Sarpeshkar",
            "2007",
            "1UbzzQcAAAAJ:ufrVoPGSRksC",
            392,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/4156129\/",
            "14016631134152310570",
            "\/scholar?cites=14016631134152310570",
            {
                "2007":5,
                "2008":9,
                "2009":20,
                "2010":15,
                "2011":21,
                "2012":46,
                "2013":31,
                "2014":51,
                "2015":45,
                "2016":48,
                "2017":30,
                "2018":33,
                "2019":21,
                "2020":13,
                "2021":2
            }
        ],
        [
            "A central goal of synthetic biology is to achieve multi-signal integration and processing in living cells for diagnostic, therapeutic and biotechnology applications 1. Digital logic has been used to build small-scale circuits, but other frameworks may be needed for efficient computation in the resource-limited environments of cells 2, 3. Here we demonstrate that synthetic analog gene circuits can be engineered to execute sophisticated computational functions in living cells using just three transcription factors. Such synthetic analog gene circuits exploit feedback to implement logarithmically linear sensing, addition, ratiometric and power-law computations. The circuits exhibit Weber’s law behaviour as in natural biological systems 4, operate over a wide dynamic range of up to four orders of magnitude and can be designed to have tunable transfer functions. Our circuits can be composed to implement higher-order functions …",
            "Synthetic analog computation in living cells",
            "Ramiz Daniel and Jacob R Rubens and Rahul Sarpeshkar and Timothy K Lu",
            "2013",
            "1UbzzQcAAAAJ:LI9QrySNdTsC",
            375,
            "https:\/\/www.nature.com\/articles\/nature12148",
            "11483793370358313268",
            "\/scholar?cites=11483793370358313268",
            {
                "2013":16,
                "2014":50,
                "2015":52,
                "2016":52,
                "2017":52,
                "2018":49,
                "2019":49,
                "2020":43,
                "2021":4
            }
        ]
    ]
}