{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "After studying how line width depends on spatial scale in low-mass star-forming regions, we propose that\" dense cores\"(Myers & Benson 1983) represent an inner scale of a self-similar process that characterizes larger scale molecular clouds.",
            "Coherence in dense cores. II. The transition to coherence",
            "Alyssa A Goodman and Joseph A Barranco and David J Wilner and Mark H Heyer",
            "1998",
            "1v-D3gMAAAAJ:eq2jaN3J8jMC",
            400,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/306045\/meta",
            "17045652821231220934",
            "\/scholar?cites=17045652821231220934",
            {
                "1998":5,
                "1999":17,
                "2000":23,
                "2001":13,
                "2002":19,
                "2003":13,
                "2004":15,
                "2005":20,
                "2006":12,
                "2007":21,
                "2008":17,
                "2009":19,
                "2010":15,
                "2011":21,
                "2012":22,
                "2013":13,
                "2014":12,
                "2015":19,
                "2016":14,
                "2017":18,
                "2018":24,
                "2019":24,
                "2020":16,
                "2021":1
            }
        ],
        [
            "In a study of the velocity dispersion of molecular gas in NH 3 maps of four dense cores, we find that:(1) within the interiors of dense cores, the line widths are roughly constant at a value slightly but significantly higher than a purely thermal line width; and (2) at the edges of the maps of the dense cores, it appears that the line width starts to increase. We suggest that these dense cores are\" coherent\" in that the nonthermal, turbulent, contributions to the line width are so small that observed velocity dispersion is nearly independent of scale within the cores. In the second paper of this series (Goodman et al.), by analyzing maps of the cores' environments, we find an apparent transition to this coherent regime from a more turbulent one, at about the size scale of a FWHM NH 3 contour, or~ 0.1 pc.",
            "Coherent dense cores. I. NH3 observations",
            "Joseph A Barranco and Alyssa A Goodman",
            "1998",
            "1v-D3gMAAAAJ:tkaPQYYpVKoC",
            173,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/306044\/meta",
            "9539939503960265074",
            "\/scholar?cites=9539939503960265074",
            {
                "1998":1,
                "1999":8,
                "2000":4,
                "2001":11,
                "2002":11,
                "2003":6,
                "2004":8,
                "2005":8,
                "2006":9,
                "2007":12,
                "2008":9,
                "2009":8,
                "2010":13,
                "2011":4,
                "2012":12,
                "2013":8,
                "2014":11,
                "2015":1,
                "2016":1,
                "2017":1,
                "2018":9,
                "2019":4,
                "2020":11,
                "2021":1
            }
        ],
        [
            "We present the results of high‐resolution, three‐dimensional hydrodynamic simulations of the dynamics and formation of coherent, long‐lived vortices in stably stratified protoplanetary disks. Tall, columnar vortices that extend vertically through many scale heights in the disk are unstable to small perturbations; such vortices cannot maintain vertical alignment over more than a few scale heights and are ripped apart by the Keplerian shear. Short, finite‐height vortices that extend only 1 scale height above and below the midplane are also unstable, but for a different reason: we have isolated an antisymmetric (with respect to the midplane) eigenmode that grows with an e‐folding time of only a few orbital periods; the nonlinear evolution of this instability leads to the destruction of the vortex. Serendipitously, we observe the formation of three‐dimensional vortices that are centered not in the midplane, but at 1–3 scale …",
            "Three-dimensional vortices in stratified protoplanetary disks",
            "Joseph A Barranco and Philip S Marcus",
            "2005",
            "1v-D3gMAAAAJ:_B80troHkn4C",
            157,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/428639\/meta",
            "3756025715831381704",
            "\/scholar?cites=3756025715831381704",
            {
                "2005":7,
                "2006":16,
                "2007":17,
                "2008":9,
                "2009":16,
                "2010":16,
                "2011":4,
                "2012":12,
                "2013":11,
                "2014":5,
                "2015":11,
                "2016":10,
                "2017":8,
                "2018":4,
                "2019":7,
                "2020":4
            }
        ],
        [
            "We have conducted a deep ( ), 20 night survey for transiting planets in the intermediate‐age (∼550 Myr) open cluster M37 (NGC 2099) using the Megacam wide‐field mosaic CCD camera on the 6.5 m MMT. In this paper we present a catalog and light curves for 1445 variable stars; 1430 (99%) of these are new discoveries. We have discovered 20 new eclipsing binaries and 31 new short‐period ( ) pulsating stars. The bulk of the variables are most likely rapidly rotating young low‐mass stars, including a substantial number (≳500) that are members of the cluster. We identify and analyze five particularly interesting individual variables, including a previously identified variable that we suggest is probably a hybrid γ Doradus\/δ Scuti pulsator, two possible quiescent cataclysmic variables, a detached eclipsing binary (DEB) with at least one γ Doradus pulsating component (only the second such variable found in an …",
            "Deep MMT Transit Survey of the Open Cluster M37. II. Variable Stars",
            "J.D. Hartman and B.S. Gaudi and M.J. Holman and B.A. McLeod and K.Z. Stanek and J.A. Barranco and M.H. Pinsonneault and J.S. Kalirai",
            "2008",
            "1v-D3gMAAAAJ:tzM49s52ZIMC",
            133,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/527460\/meta",
            "4839742904700768606",
            "\/scholar?cites=4839742904700768606",
            {
                "2008":1,
                "2009":12,
                "2010":9,
                "2011":11,
                "2012":8,
                "2013":13,
                "2014":11,
                "2015":18,
                "2016":26,
                "2017":9,
                "2018":5,
                "2019":5,
                "2020":3,
                "2021":2
            }
        ],
        [
            "There is considerable interest in hydrodynamic instabilities in dead zones of protoplanetary disks as a mechanism for driving angular momentum transport and as a source of particle-trapping vortices to mix chondrules and incubate planetesimal formation. We present simulations with a pseudo-spectral anelastic code and with the compressible code Athena, showing that stably stratified flows in a shearing, rotating box are violently unstable and produce space-filling, sustained turbulence dominated by large vortices with Rossby numbers of order~ 0.2–0.3. This Zombie Vortex Instability (ZVI) is observed in both codes and is triggered by Kolmogorov turbulence with Mach numbers less than~ 0.01. It is a common view that if a given constant density flow is stable, then stable vertical stratification should make the flow even more stable. Yet, we show that sufficient vertical stratification can be unstable to ZVI. ZVI is robust …",
            "Zombie Vortex Instability I: A Purely Hydrodynamic Instability to Resurrect the Dead Zones of Protoplanetary Disks",
            "Philip Marcus and Suyang Pei and Chung-Hsiang Jiang and Joseph Barranco and Pedram Hassanzadeh and Daniel Lecoanet",
            "2015",
            "1v-D3gMAAAAJ:2KloaMYe4IUC",
            95,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/808\/1\/87\/meta",
            "2422360115470646316",
            "\/scholar?cites=2422360115470646316",
            {
                "2015":5,
                "2016":20,
                "2017":17,
                "2018":10,
                "2019":21,
                "2020":19,
                "2021":2
            }
        ],
        [
            "In the course of conducting a deep (14.5 lesssim r lesssim 23), 20 night survey for transiting planets in the rich~ 550 Myr old open cluster M37, we have measured the rotation periods of 575 stars, which lie near the cluster main sequence, with masses 0.2 M☉ lesssim M lesssim 1.3 M☉. This is the largest sample of rotation periods for a cluster older than 500 Myr. Using this rich sample we investigate a number of relations between rotation period, color, and the amplitude of photometric variability. Stars with M gsim 0.8 M☉ show a tight correlation between period and mass with heavier stars rotating more rapidly. There is a group of four stars with P> 15 days that fall well above this relation, which, if real, would present a significant challenge to theories of stellar angular momentum evolution. Below 0.8 M☉, the stars continue to follow the period-mass correlation but with a broad tail of rapid rotators that expands to …",
            "DEEP MMT TRANSIT SURVEY OF THE OPEN CLUSTER M37. III. STELLAR ROTATION AT 550 Myr",
            "JD Hartman and BS Gaudi and MH Pinsonneault and KZ Stanek and MJ Holman and BA McLeod and S Meibom and JA Barranco and JS Kalirai",
            "2009",
            "1v-D3gMAAAAJ:ye4kPcJQO24C",
            93,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/691\/1\/342\/meta",
            "6027155471622960955",
            "\/scholar?cites=6027155471622960955",
            {
                "2008":1,
                "2009":5,
                "2010":8,
                "2011":12,
                "2012":7,
                "2013":8,
                "2014":8,
                "2015":9,
                "2016":6,
                "2017":6,
                "2018":4,
                "2019":2,
                "2020":13,
                "2021":1
            }
        ],
        [
            " We have conducted a deep ( ), 20 night survey for transiting planets in the intermediate‐age open cluster M37 (NGC 2099) using the Megacam wide‐field mosaic CCD camera on the 6.5 m MMT. In this paper we describe the observations and data reduction procedures for the survey and analyze the stellar content and dynamical state of the cluster. By combining high‐resolution spectroscopy with existing   and new gri color‐magnitude diagrams, we determine the fundamental cluster parameters:   without overshooting (  with overshooting),  ,  , and  , which are in good agreement with, although more precise than, previous measurements. We determine the mass function down to 0.3 M⊙ and use this to estimate the total cluster mass of   M⊙.",
            "Deep MMT Transit Survey of the Open Cluster M37 I: Observations and Cluster Parameters",
            "JD Hartman and BS Gaudi and MJ Holman and BA McLeod and KZ Stanek and JA Barranco and MH Pinsonneault and S Meibom and JS Kalirai",
            "2008",
            "1v-D3gMAAAAJ:VL0QpB8kHFEC",
            60,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/527465\/meta",
            "2041335694164592836",
            "\/scholar?cites=2041335694164592836",
            {
                "2008":3,
                "2009":8,
                "2010":2,
                "2011":3,
                "2012":2,
                "2013":5,
                "2014":5,
                "2015":13,
                "2016":6,
                "2017":4,
                "2018":4,
                "2019":1,
                "2020":3
            }
        ],
        [
            "We present the results of a deep (15 lesssim r lesssim 23), 20 night survey for transiting planets in the intermediate-age open cluster M37 (NGC 2099) using the Megacam wide-field mosaic CCD camera on the 6.5 m MMT. We do not detect any transiting planets among the~ 1450 observed cluster members. We do, however, identify a~ 1R J candidate planet transiting a~ 0.8 M☉ Galactic field star with a period of 0.77 days. The source is faint (V= 19.85 mag) and has an expected velocity semiamplitude of K~ 220 ms-1 (M\/M J). We conduct Monte Carlo transit injection and recovery simulations to calculate the 95% confidence upper limit on the fraction of cluster members and field stars with planets as a function of planetary radius and orbital period. Assuming a uniform logarithmic distribution in the orbital period, we find that< 1.1%,< 2.7%, and< 8.3% of cluster members have 1.0R J planets within extremely hot Jupiter …",
            "Deep MMT Transit Survey of the Open Cluster M37 IV: Limit on the Fraction of Stars With Planets as Small as 0.3 R_J",
            "JD Hartman and BS Gaudi and MJ Holman and BA McLeod and KZ Stanek and JA Barranco and MH Pinsonneault and S Meibom and JS Kalirai",
            "2009",
            "1v-D3gMAAAAJ:N5tVd3kTz84C",
            54,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/695\/1\/336\/meta",
            "5455598076731140739",
            "\/scholar?cites=5455598076731140739",
            {
                "2010":3,
                "2011":2,
                "2012":7,
                "2013":9,
                "2014":5,
                "2015":8,
                "2016":8,
                "2017":1,
                "2018":6,
                "2019":2,
                "2020":2,
                "2021":1
            }
        ],
        [
            "Gravitational instability (GI) of a dust-rich layer at the midplane of a gaseous circumstellar disk is one proposed mechanism to form planetesimals, the building blocks of rocky planets and gas giant cores. Self-gravity competes against the Kelvin-Helmholtz instability (KHI): gradients in dust content drive a vertical shear which risks overturning the dusty subdisk and forestalling GI. To understand the conditions under which the disk can resist the KHI, we perform three-dimensional simulations of stratified subdisks in the limit that dust particles are small and aerodynamically well coupled to gas, thereby screening out the streaming instability and isolating the KHI. Each subdisk is assumed to have a vertical density profile given by a spatially constant Richardson number Ri. We vary Ri and the midplane dust-to-gas ratio μ 0 and find that the critical Richardson number dividing KH-unstable from KH-stable flows is not unique …",
            "Forming Planetesimals by Gravitational Instability. I. The Role of the Richardson Number in Triggering the Kelvin-Helmholtz Instability",
            "Aaron T Lee and Eugene Chiang and Xylar Asay-Davis and Joseph Barranco",
            "2010",
            "1v-D3gMAAAAJ:JoZmwDi-zQgC",
            49,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/718\/2\/1367\/meta",
            "13892121705344759812",
            "\/scholar?cites=13892121705344759812",
            {
                "2010":3,
                "2011":6,
                "2012":5,
                "2013":4,
                "2014":9,
                "2015":6,
                "2016":1,
                "2017":4,
                "2018":7,
                "2019":2,
                "2020":2
            }
        ],
        [
            "As dust settles in a protoplanetary disk, a vertical shear develops because the dust-rich gas in the midplane orbits at a rate closer to true Keplerian than the slower-moving dust-depleted gas above and below. A classical analysis (neglecting the Coriolis force and differential rotation) predicts that Kelvin-Helmholtz instability occurs when the Richardson number of the stratified shear flow is below roughly one-quarter. However, earlier numerical studies showed that the Coriolis force makes layers more unstable, whereas horizontal shear may stabilize the layers. Simulations with a three-dimensional spectral code were used to investigate these opposing influences on the instability in order to resolve whether such layers can ever reach the dense enough conditions for the onset of gravitational instability. I confirm that the Coriolis force, in the absence of radial shear, does indeed make dust layers more unstable …",
            "Three-dimensional simulations of Kelvin-Helmholtz instability in settled dust layers in protoplanetary disks",
            "Joseph A Barranco",
            "2009",
            "1v-D3gMAAAAJ:PELIpwtuRlgC",
            43,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/691\/2\/907\/meta",
            "9305153866498726966",
            "\/scholar?cites=9305153866498726966",
            {
                "2008":1,
                "2009":3,
                "2010":8,
                "2011":2,
                "2012":2,
                "2013":11,
                "2014":5,
                "2015":1,
                "2016":2,
                "2017":4,
                "2018":1,
                "2019":3
            }
        ]
    ]
}