{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Among the broad spectrum of systems predicted to exhibit topological superconductivity and Majorana fermions, one-dimensional wires with strong spin-orbit coupling provide one of the most promising experimental candidates. Here we investigate the fate of the topological superconducting phase in such wires when repulsive interactions are present. Using a combination of density matrix renormalization group, bosonization, and Hartree–Fock techniques, we demonstrate that while interactions degrade the bulk gap—consistent with recent results of Gangadharaiah et al.—they also greatly expand the parameter range over which the topological phase arises. In particular, we show that with interactions this phase can be accessed over a broader chemical potential window, thereby leading to greater immunity against disorder-induced chemical potential fluctuations in the wire. We also suggest that in certain wires …",
            "Interaction effects in topological superconducting wires supporting Majorana fermions",
            "EM Stoudenmire and Jason Alicea and Oleg A Starykh and Matthew PA Fisher",
            "2011",
            "1yW1cZcAAAAJ:0EnyYjriUFMC",
            246,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.84.014503",
            "4061540167264979539",
            "\/scholar?cites=4061540167264979539",
            {
                "2011":10,
                "2012":27,
                "2013":26,
                "2014":25,
                "2015":39,
                "2016":29,
                "2017":29,
                "2018":23,
                "2019":12,
                "2020":23,
                "2021":2
            }
        ],
        [
            "We review ground states and excitations of a quantum antiferromagnet on triangular and other frustrated lattices. We pay special attention to the combined effects of magnetic field h, spatial anisotropy R and spin magnitude S. The focus of the review is on the novel collinear spin density wave and spin nematic states, which are characterized by fully gapped transverse spin excitations with S z=±1. We discuss extensively the R− h phase diagram of the antiferromagnet, both in the large-S semiclassical limit and the quantum S= 1\/2 limit. When possible, we point out connections with experimental findings.",
            "Unusual ordered phases of highly frustrated magnets: a review",
            "Oleg A Starykh",
            "2015",
            "1yW1cZcAAAAJ:1sJd4Hv_s6UC",
            147,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0034-4885\/78\/5\/052502\/meta",
            "17239289326143835932",
            "\/scholar?cites=17239289326143835932",
            {
                "2015":6,
                "2016":26,
                "2017":24,
                "2018":31,
                "2019":29,
                "2020":30,
                "2021":1
            }
        ]
    ]
}