{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The spin lifetime and diffusion length of electrons are transport parameters that define the scale of coherence in spintronic devices and circuits. As these parameters are many orders of magnitude larger in semiconductors than in metals 1, 2, semiconductors could be the most suitable for spintronics. So far, spin transport has only been measured in direct-bandgap semiconductors 3, 4, 5, 6, 7, 8, 9 or in combination with magnetic semiconductors, excluding a wide range of non-magnetic semiconductors with indirect bandgaps. Most notable in this group is silicon, Si, which (in addition to its market entrenchment in electronics) has long been predicted a superior semiconductor for spintronics with enhanced lifetime and transport length due to low spin–orbit scattering and lattice inversion symmetry 10, 11, 12. Despite this promise, a demonstration of coherent spin transport in Si has remained elusive, because most …",
            "Electronic measurement and control of spin transport in silicon",
            "Ian Appelbaum and Biqin Huang and Douwe J Monsma",
            "2007",
            "1z6xR14AAAAJ:u-x6o8ySG0sC",
            867,
            "https:\/\/www.nature.com\/articles\/nature05803",
            "6403541676217467736",
            "\/scholar?cites=6403541676217467736",
            {
                "2007":24,
                "2008":67,
                "2009":86,
                "2010":81,
                "2011":92,
                "2012":75,
                "2013":80,
                "2014":74,
                "2015":66,
                "2016":57,
                "2017":49,
                "2018":48,
                "2019":33,
                "2020":31,
                "2021":2
            }
        ],
        [
            "Using the process of spontaneous parametric down-conversion in a two-crystal geometry, we have generated a source of polarization-entangled photon pairs that is more than ten times brighter, per unit of pump power, than previous sources, with another factor of 30 to 75 expected to be readily achievable. We have measured a high level of entanglement between photons emitted over a relatively large collection angle, and over a 10-nm bandwidth. As a demonstration of the source capabilities, we obtained a 242-σ violation of Bell’s inequalities in less than three minutes, and observed near-perfect photon correlations when the collection efficiency was reduced. In addition, both the degree of entanglement and the state purity should be readily tunable.",
            "Ultra-bright source of polarization-entangled photons",
            "Paul G Kwiat and Edo Waks and Andrew G White and Ian Appelbaum and Philippe H Eberhard",
            "1999",
            "1z6xR14AAAAJ:u5HHmVD_uO8C",
            687,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.60.R773",
            "1001251459570987080",
            "\/scholar?cites=1001251459570987080",
            {
                "1999":5,
                "2000":8,
                "2001":12,
                "2002":23,
                "2003":12,
                "2004":20,
                "2005":27,
                "2006":28,
                "2007":33,
                "2008":25,
                "2009":31,
                "2010":31,
                "2011":26,
                "2012":42,
                "2013":42,
                "2014":40,
                "2015":51,
                "2016":51,
                "2017":52,
                "2018":37,
                "2019":33,
                "2020":46,
                "2021":3
            }
        ],
        [
            "We use all-electrical methods to inject, transport, and detect spin-polarized electrons vertically through a 350-micron-thick undoped single-crystal silicon wafer. Spin precession measurements in a perpendicular magnetic field at different accelerating electric fields reveal high spin coherence with at least 13 π precession angles. The magnetic-field spacing of precession extrema are used to determine the injector-to-detector electron transit time. These transit time values are associated with output magnetocurrent changes (from in-plane spin-valve measurements), which are proportional to final spin polarization. Fitting the results to a simple exponential spin-decay model yields a conduction electron spin lifetime (T 1) lower bound in silicon of over 500 ns at 60 K.",
            "Coherent spin transport through a 350 micron thick silicon wafer",
            "Biqin Huang and Douwe J Monsma and Ian Appelbaum",
            "2007",
            "1z6xR14AAAAJ:d1gkVwhDpl0C",
            350,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.177209",
            "18243469960735402480",
            "\/scholar?cites=18243469960735402480",
            {
                "2007":2,
                "2008":26,
                "2009":27,
                "2010":35,
                "2011":42,
                "2012":25,
                "2013":28,
                "2014":33,
                "2015":31,
                "2016":29,
                "2017":20,
                "2018":20,
                "2019":10,
                "2020":17,
                "2021":1
            }
        ],
        [
            "In the past several decades, the research on spin transport and magnetism has led to remarkable scientific and technological breakthroughs, including Albert Fert and Peter Grünberg’s Nobel Prize-winning discovery of giant magnetoresistance (GMR) in magnetic metallic multilayers. Handbook of Spin Transport and Magnetism provides a comprehensive, balanced account of the state of the art in the field known as spin electronics or spintronics. It reveals how key phenomena first discovered in one class of materials, such as spin injection in metals, have been revisited decades later in other materials systems, including silicon, organic semiconductors, carbon nanotubes, graphene, and carefully engineered nanostructures. The first section of the book offers a historical and personal perspective of the field written by Nobel Prize laureate Albert Fert. The second section addresses physical phenomena, such as GMR, in hybrid structures of ferromagnetic and normal metals. The third section discusses recent developments in spin-dependent tunneling, including magnetic tunnel junctions with ferroelectric barriers. In the fourth section, the contributors look at how to control spin and magnetism in semiconductors. In the fifth section, they examine phenomena typically found in nanostructures made from metals, superconductors, molecular magnets, carbon nanotubes, quantum dots, and graphene. The final section covers novel spin-based applications, including advanced magnetic sensors, nonvolatile magnetoresistive random access memory, and semiconductor spin-lasers. The techniques and materials of spintronics have rapidly evolved in recent …",
            "Handbook of spin transport and magnetism",
            "Evgeny Y Tsymbal and Igor Zutic",
            "2011",
            "1z6xR14AAAAJ:5Ul4iDaHHb8C",
            253,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=MtNjrpcZ-iwC&oi=fnd&pg=PP1&dq=info:mhbFPS6yzSwJ:scholar.google.com&ots=LdEosEhhWX&sig=D_TfDiGxuYPr6gcuDQI6A_0fce4",
            "3228432419569079962",
            "\/scholar?cites=3228432419569079962",
            {
                "2011":2,
                "2012":15,
                "2013":19,
                "2014":37,
                "2015":27,
                "2016":43,
                "2017":31,
                "2018":31,
                "2019":20,
                "2020":21,
                "2021":2
            }
        ],
        [
            "We present a symmetry analysis of electronic band structure including spin-orbit interaction close to the insulating gap edge in monolayer black phosphorus (“phosphorene”). Expressions for energy dispersion relation and spin-dependent eigenstates for electrons and holes are found via simplification of a perturbative expansion in wave vector k away from the zone center using elementary group theory. Importantly, we expose the underlying symmetries giving rise to substantial anisotropy in optical absorption, charge, and spin transport properties, and reveal the mechanism responsible for valence band distortion and possible lack of a true direct gap.",
            "Electrons and holes in phosphorene",
            "Pengke Li and Ian Appelbaum",
            "2014",
            "1z6xR14AAAAJ:1sJd4Hv_s6UC",
            150,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.90.115439",
            "44065297623257522",
            "\/scholar?cites=44065297623257522",
            {
                "2015":29,
                "2016":25,
                "2017":22,
                "2018":24,
                "2019":28,
                "2020":21,
                "2021":1
            }
        ],
        [
            "Diffusion of information, behavioral patterns or innovations follows diverse pathways depending on a number of conditions, including the structure of the underlying social network, the sensitivity to peer pressure and the influence of media. Here we study analytically and by simulations a general model that incorporates threshold mechanism capturing sensitivity to peer pressure, the effect of “immune” nodes who never adopt, and a perpetual flow of external information. While any constant, nonzero rate of dynamically introduced spontaneous adopters leads to global spreading, the kinetics by which the asymptotic state is approached shows rich behavior. In particular, we find that, as a function of the immune node density, there is a transition from fast to slow spreading governed by entirely different mechanisms. This transition happens below the percolation threshold of network fragmentation, and has its origin in the …",
            "Kinetics of social contagion",
            "Zhongyuan Ruan and Gerardo Iniguez and Márton Karsai and János Kertész",
            "2015",
            "1z6xR14AAAAJ:XiVPGOgt02cC",
            105,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.115.218702",
            "14704379972416049621",
            "\/scholar?cites=14704379972416049621",
            {
                "2015":1,
                "2016":11,
                "2017":15,
                "2018":23,
                "2019":20,
                "2020":33,
                "2021":2
            }
        ],
        [
            "This paper presents Conflux, a fast, scalable and decentralized blockchain system that optimistically process concurrent blocks without discarding any as forks. The Conflux consensus protocol represents relationships between blocks as a direct acyclic graph and achieves consensus on a total order of the blocks. Conflux then, from the block order, deterministically derives a transaction total order as the blockchain ledger. We evaluated Conflux on Amazon EC2 clusters with up to 20k full nodes. Conflux achieves a transaction throughput of 5.76 GB\/h while confirming transactions in 4.5-7.4 minutes. The throughput is equivalent to 6400 transactions per second for typical Bitcoin transactions. Our results also indicate that when running Conflux, the consensus protocol is no longer the throughput bottleneck. The bottleneck is instead at the processing capability of individual nodes.",
            "Scaling nakamoto consensus to thousands of transactions per second",
            "Chenxing Li and Peilun Li and Dong Zhou and Wei Xu and Fan Long and Andrew Yao",
            "2018",
            "1z6xR14AAAAJ:JoZmwDi-zQgC",
            88,
            "https:\/\/arxiv.org\/abs\/1805.03870",
            "3742917788803123751",
            "\/scholar?cites=3742917788803123751",
            {
                "2018":9,
                "2019":37,
                "2020":41,
                "2021":1
            }
        ],
        [
            "Evidence of spin precession and dephasing (“Hanle effect”) induced by a magnetic field is the only unequivocal proof of spin-polarized conduction electron transport in semiconductor devices. However, when spin dephasing is very strong, Hanle effect in a uniaxial magnetic field can be impossible to measure. Using a silicon device with lateral injector-detector separation of over 2 mm and geometrically induced dephasing making spin transport completely incoherent, we show experimentally and theoretically that Hanle effect can still be measured using a two-axis magnetic field.",
            "Geometric dephasing-limited Hanle effect in long-distance lateral silicon spin transport devices",
            "Biqin Huang and Hyuk-Jae Jang and Ian Appelbaum",
            "2008",
            "1z6xR14AAAAJ:qjMakFHDy7sC",
            71,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3006333",
            "13890314655510774237",
            "\/scholar?cites=13890314655510774237",
            {
                "2008":1,
                "2009":9,
                "2010":10,
                "2011":12,
                "2012":5,
                "2013":4,
                "2014":4,
                "2015":8,
                "2016":6,
                "2017":4,
                "2018":6,
                "2019":2
            }
        ],
        [
            "A longitudinal electric field is used to control the transit time (through an undoped silicon vertical channel) of spin-polarized electrons precessing in a perpendicular magnetic field. Since an applied voltage determines the final spin direction at the spin detector and hence the output collector current, this comprises a spin field-effect transistor. An improved hot-electron spin injector providing ≈115% magnetocurrent, corresponding to at least ≈37% electron current spin polarization after transport through 10μm undoped single-crystal silicon, is used for maximum current modulation.",
            "Experimental realization of a silicon spin field-effect transistor",
            "Biqin Huang and Douwe J Monsma and Ian Appelbaum",
            "2007",
            "1z6xR14AAAAJ:IjCSPb-OGe4C",
            60,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2770656",
            "12461895599319426075",
            "\/scholar?cites=12461895599319426075",
            {
                "2007":2,
                "2008":12,
                "2009":7,
                "2010":6,
                "2011":3,
                "2012":7,
                "2013":6,
                "2014":2,
                "2015":5,
                "2016":2,
                "2017":3,
                "2018":4,
                "2019":1
            }
        ],
        [
            "Using long-distance lateral devices, spin transport near the interface of Si and its native oxide (SiO 2) is studied by spin-valve measurements in an in-plane magnetic field and spin precession measurements in a perpendicular magnetic field at 60 K. As electrons are attracted to the interface by an electrostatic gate, we observe shorter average spin transit times and an increase in spin coherence, despite a reduction in total spin polarization. This behavior, which is in contrast with the expected exponential depolarization seen in bulk transport devices, is explained using a transform method to recover the empirical spin current transit-time distribution and a simple two-stage drift-diffusion model. We identify strong interface-induced spin depolarization (reducing the spin lifetime by over 2 orders of magnitude from its bulk transport value) as the consistent cause of these phenomena.",
            "Spin polarized electron transport near the Si\/SiO 2 interface",
            "Hyuk-Jae Jang and Ian Appelbaum",
            "2009",
            "1z6xR14AAAAJ:Tyk-4Ss8FVUC",
            58,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.117202",
            "29038037658987678",
            "\/scholar?cites=29038037658987678",
            {
                "2009":1,
                "2010":14,
                "2011":15,
                "2012":4,
                "2013":4,
                "2014":5,
                "2015":3,
                "2016":5,
                "2017":1,
                "2018":2,
                "2019":4
            }
        ]
    ]
}