{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "The first comprehensive survey paper on scheduling problems with separate setup times or costs was conducted by [Allahverdi, A., Gupta, J.N.D., Aldowaisan, T., 1999. A review of scheduling research involving setup considerations. OMEGA The International Journal of Management Sciences 27, 219–239], who reviewed the literature since the mid-1960s. Since the appearance of that survey paper, there has been an increasing interest in scheduling problems with setup times (costs) with an average of more than 40 papers per year being added to the literature. The objective of this paper is to provide an extensive review of the scheduling literature on models with setup times (costs) from then to date covering more than 300 papers. Given that so many papers have appeared in a short time, there are cases where different researchers addressed the same problem independently, and sometimes by using even the …",
            "A survey of scheduling problems with setup times or costs",
            "Ali Allahverdi and Chi To Ng and TC Edwin Cheng and Mikhail Y Kovalyov",
            "2008",
            "1zcpypQAAAAJ:u5HHmVD_uO8C",
            1478,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0377221706008174",
            "10017060197254190042",
            "\/scholar?cites=10017060197254190042",
            {
                "2007":20,
                "2008":42,
                "2009":85,
                "2010":117,
                "2011":132,
                "2012":152,
                "2013":123,
                "2014":178,
                "2015":120,
                "2016":118,
                "2017":112,
                "2018":85,
                "2019":82,
                "2020":81,
                "2021":7
            }
        ],
        [
            "Supply chain management (SCM) has been considered as the most popular operations strategy for improving organizational competitiveness in the twenty-first century. In the early 1990s, agile manufacturing (AM) gained momentum and received due attention from both researchers and practitioners. In the mid-1990s, SCM began to attract interest. Both AM and SCM appear to differ in philosophical emphasis, but each complements the other in objectives for improving organizational competitiveness. For example, AM relies more on strategic alliances\/partnerships (virtual enterprise environment) to achieve speed and flexibility. But the issues of cost and the integration of suppliers and customers have not been given due consideration in AM. By contrast, cost is given a great deal of attention in SCM, which focuses on the integration of suppliers and customers to achieve an integrated value chain with the help of …",
            "Responsive supply chain: a competitive strategy in a networked economy",
            "Angappa Gunasekaran and Kee-hung Lai and TC Edwin Cheng",
            "2008",
            "1zcpypQAAAAJ:qCaWouos7ogC",
            991,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0305048307000825",
            "3143605951268432158",
            "\/scholar?cites=3143605951268432158",
            {
                "2008":20,
                "2009":51,
                "2010":77,
                "2011":74,
                "2012":86,
                "2013":87,
                "2014":75,
                "2015":82,
                "2016":82,
                "2017":95,
                "2018":99,
                "2019":77,
                "2020":72,
                "2021":6
            }
        ],
        [
            "This study investigates how customers perceive and adopt internet banking (IB) in Hong Kong. We developed a theoretical model based on the Technology Acceptance Model (TAM) with an added construct Perceived Web Security, and empirically tested its ability in predicting customers' behavioral intention of adopting IB. We designed a questionnaire and used it to survey a randomly selected sample of customers of IB from the Yellow Pages, and obtained 203 usable responses. We analyzed the data using Structured Equation Modeling (SEM) to evaluate the strength of the hypothesized relationships, if any, among the constructs, which include Perceived Ease of Use and Perceived Web Security as independent variables, Perceived Usefulness and Attitude as intervening variables, and Intention to Use as the dependent variable. The results provide support of the extended TAM model and confirm its robustness …",
            "Adoption of internet banking: an empirical study in Hong Kong",
            "TC Edwin Cheng and David YC Lam and Andy CL Yeung",
            "2006",
            "1zcpypQAAAAJ:Ug5p-4gJ2f0C",
            895,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0167923606000066",
            "7518154323447622710",
            "\/scholar?cites=7518154323447622710",
            {
                "2007":7,
                "2008":24,
                "2009":35,
                "2010":47,
                "2011":41,
                "2012":71,
                "2013":64,
                "2014":56,
                "2015":103,
                "2016":74,
                "2017":86,
                "2018":81,
                "2019":107,
                "2020":75,
                "2021":2
            }
        ],
        [
            "The power of information technology can be harnessed to help supply chain members establish partnerships for better supply chain system performance. Supply chain partnerships can mitigate deficiencies associated with decentralized control and reduce the “bullwhip effect”. This study illustrates the benefits of supply chain partnerships based on information sharing. For a decentralized supply chain comprising a manufacturer and a retailer, we derive the members’ optimal inventory policies under different information sharing scenarios. We show that increasing information sharing among the members in a decentralized supply chain will lead to Pareto improvement in the performance of the entire chain. Specifically, the supply chain members can reap benefits in terms of reductions in inventory levels and cost savings from forming partnerships with one another. A case study is provided for illustration.",
            "Benefits of information sharing with supply chain partnerships",
            "Zhenxin Yu and Hong Yan and TC Edwin Cheng",
            "2001",
            "1zcpypQAAAAJ:d1gkVwhDpl0C",
            862,
            "https:\/\/www.emerald.com\/insight\/content\/doi\/10.1108\/02635570110386625\/full\/html",
            "6463722960026046759",
            "\/scholar?cites=6463722960026046759",
            {
                "2002":5,
                "2003":24,
                "2004":22,
                "2005":30,
                "2006":43,
                "2007":55,
                "2008":42,
                "2009":36,
                "2010":44,
                "2011":57,
                "2012":56,
                "2013":63,
                "2014":54,
                "2015":55,
                "2016":67,
                "2017":43,
                "2018":49,
                "2019":64,
                "2020":40,
                "2021":4
            }
        ],
        [
            "We consider a class of machine scheduling problems in which the processing time of a task is dependent on its starting time in a schedule. On reviewing the literature on this topic, we provide a framework to illustrate how models for this class of problems have been generalized from the classical scheduling theory. A complexity boundary is presented for each model and related existing results are consolidated. We also introduce some enumerative solution algorithms and heuristics and analyze their performance. Finally, we suggest a few interesting areas for future research.",
            "A concise survey of scheduling with time-dependent processing times",
            "TC Edwin Cheng and Qing Ding and Bertrand MT Lin",
            "2004",
            "1zcpypQAAAAJ:u-x6o8ySG0sC",
            690,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0377221702009098",
            "8858237428241192322",
            "\/scholar?cites=8858237428241192322",
            {
                "2003":2,
                "2004":2,
                "2005":10,
                "2006":27,
                "2007":30,
                "2008":45,
                "2009":55,
                "2010":73,
                "2011":67,
                "2012":72,
                "2013":70,
                "2014":61,
                "2015":40,
                "2016":29,
                "2017":32,
                "2018":22,
                "2019":24,
                "2020":27,
                "2021":1
            }
        ],
        [
            "In this paper the major research results in deterministic parallel-machine scheduling theory will pass a survey. The review reveals that there exist a lot of potential areas worthy of further research.",
            "A state-of-the-art review of parallel-machine scheduling research",
            "TCE Cheng and CCS Sin",
            "1990",
            "1zcpypQAAAAJ:ruyezt5ZtCIC",
            633,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/037722179090215W",
            "13617882418074128274",
            "\/scholar?cites=13617882418074128274",
            {
                "1993":11,
                "1994":13,
                "1995":10,
                "1996":16,
                "1997":16,
                "1998":19,
                "1999":17,
                "2000":15,
                "2001":15,
                "2002":20,
                "2003":14,
                "2004":21,
                "2005":25,
                "2006":30,
                "2007":25,
                "2008":24,
                "2009":33,
                "2010":32,
                "2011":21,
                "2012":44,
                "2013":26,
                "2014":26,
                "2015":25,
                "2016":26,
                "2017":32,
                "2018":25,
                "2019":22,
                "2020":20,
                "2021":2
            }
        ],
        [
            "There is a broad consensus that mankind must reduce carbon emissions to mitigate global warming. It is generally accepted that carbon emission trading is one of the most effective market-based mechanisms to curb the amount of carbon emissions. This paper investigates how firms manage carbon footprints in inventory management under the carbon emission trading mechanism. We derive the optimal order quantity, and analytically and numerically examine the impacts of carbon trade, carbon price, and carbon cap on order decisions, carbon emissions, and total cost. We make interesting observations from the numerical examples and provide managerial insights from the analytical results.",
            "Managing carbon footprints in inventory management",
            "Guowei Hua and TCE Cheng and Shouyang Wang",
            "2011",
            "1zcpypQAAAAJ:WJVC3Jt7v1AC",
            629,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0925527311001599",
            "17814204170753109360",
            "\/scholar?cites=17814204170753109360",
            {
                "2011":2,
                "2012":25,
                "2013":37,
                "2014":70,
                "2015":99,
                "2016":77,
                "2017":79,
                "2018":90,
                "2019":71,
                "2020":69,
                "2021":8
            }
        ],
        [
            "We attempt to present in this paper a critical review of a particular segment of scheduling research in which the due to date assignment decision is of primary interest. The literature is classified into the static and dynamic job shop situations. The static job shop is analyzed from two different perspectives: the due date is constrained to be greater than or equal to makespan, and the optimal due date and optimal sequence are to be determined when the method of assigning due dates is specified. The literature on dynamic job shops is also reviewed under two broad categories. First, we discuss all the literature concerned with comparative and investigative studies to identify the most desirable due date assignment method. Second, we discuss the literature dealing with determination of optimal due dates. We note that computer simulation and analytical methods are two common approaches for the second type of …",
            "Survey of scheduling research involving due date determination decisions",
            "TCE Cheng and MC Gupta",
            "1989",
            "1zcpypQAAAAJ:q3CdL3IzO_QC",
            598,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0377221789901008",
            "8336214675925020010",
            "\/scholar?cites=8336214675925020010",
            {
                "1988":2,
                "1989":4,
                "1990":10,
                "1991":8,
                "1992":12,
                "1993":23,
                "1994":28,
                "1995":16,
                "1996":16,
                "1997":19,
                "1998":14,
                "1999":20,
                "2000":20,
                "2001":24,
                "2002":34,
                "2003":18,
                "2004":22,
                "2005":16,
                "2006":19,
                "2007":25,
                "2008":25,
                "2009":20,
                "2010":15,
                "2011":29,
                "2012":23,
                "2013":22,
                "2014":27,
                "2015":19,
                "2016":20,
                "2017":11,
                "2018":11,
                "2019":11,
                "2020":9
            }
        ]
    ]
}