{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "The mechanical properties of pristine graphene oxide paper and paper-like films of polyvinyl alcohol (PVA)-graphene oxide nanocomposite are investigated in a joint experimental–theoretical and computational study. In combination, these studies reveal a delicate relationship between the stiffness of these papers and the water content in their lamellar structures. ReaxFF-based molecular dynamics (MD) simulations elucidate the role of water molecules in modifying the mechanical properties of both pristine and nanocomposite graphene oxide papers, as bridge-forming water molecules between adjacent layers in the paper structure enhance stress transfer by means of a cooperative hydrogen-bonding network. For graphene oxide paper at an optimal concentration of ∼5 wt % water, the degree of cooperative hydrogen bonding within the network comprising adjacent nanosheets and water molecules was found to …",
            "Tuning the mechanical properties of graphene oxide paper and its associated polymer nanocomposites by controlling cooperative intersheet hydrogen bonding",
            "Owen C Compton and Steven W Cranford and Karl W Putz and Zhi An and L Catherine Brinson and Markus J Buehler and SonBinh T Nguyen",
            "2012",
            "2-nC-jUAAAAJ:IjCSPb-OGe4C",
            372,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn202928w",
            "11200923525861235750",
            "\/scholar?cites=11200923525861235750",
            {
                "2012":13,
                "2013":34,
                "2014":46,
                "2015":44,
                "2016":57,
                "2017":48,
                "2018":47,
                "2019":36,
                "2020":35,
                "2021":10
            }
        ]
    ]
}