{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "SrCu 2 (BO 3) 2 is the archetypal quantum magnet with a gapped dimer-singlet ground state and triplon excitations. It serves as an excellent realization of the Shastry–Sutherland model, up to small anisotropies arising from Dzyaloshinskii–Moriya interactions. Here we demonstrate that these anisotropies, in fact, give rise to topological character in the triplon band structure. The triplons form a new kind of Dirac cone with three bands touching at a single point, a spin-1 generalization of graphene. An applied magnetic field opens band gaps resulting in topological bands with Chern numbers±2. SrCu 2 (BO 3) 2 thus provides a magnetic analogue of the integer quantum Hall effect and supports topologically protected edge modes. At a threshold value of the magnetic field set by the Dzyaloshinskii–Moriya interactions, the three triplon bands touch once again in a spin-1 Dirac cone, and lose their topological character …",
            "Hall effect of triplons in a dimerized quantum magnet",
            "Judit Romhányi and Karlo Penc and Ramachandran Ganesh",
            "2015",
            "25W9oUwAAAAJ:UeHWp8X0CEIC",
            83,
            "https:\/\/www.nature.com\/articles\/ncomms7805?origin=ppub",
            "9890604097721313556",
            "\/scholar?cites=9890604097721313556",
            {
                "2015":1,
                "2016":6,
                "2017":12,
                "2018":16,
                "2019":25,
                "2020":23
            }
        ],
        [
            "A promising route to tailoring the electronic properties of quantum materials and devices rests on the idea of orbital engineering in multilayered oxide heterostructures. Here we show that the interplay of interlayer charge imbalance and ligand distortions provides a knob for tuning the sequence of electronic levels even in intrinsically stacked oxides. We resolve in this regard the d-level structure of layered Sr 2 IrO 4 by electron spin resonance. While canonical ligand-field theory predicts g||-factors less than 2 for positive tetragonal distortions as present in Sr 2 IrO 4, the experiment indicates g|| is greater than 2. This implies that the iridium d levels are inverted with respect to their normal ordering. State-of-the-art electronic-structure calculations confirm the level switching in Sr 2 IrO 4, whereas we find them in Ba 2 IrO 4 to be instead normally ordered. Given the nonpolar character of the metal-oxygen layers, our findings …",
            "Orbital reconstruction in nonpolar tetravalent transition-metal oxide layers",
            "Nikolay A Bogdanov and Vamshi M Katukuri and Judit Romhányi and Viktor Yushankhai and Vladislav Kataev and Bernd Büchner and Jeroen Van Den Brink and Liviu Hozoi",
            "2015",
            "25W9oUwAAAAJ:d1gkVwhDpl0C",
            68,
            "https:\/\/www.nature.com\/articles\/ncomms8306",
            "7176565456190841506",
            "\/scholar?cites=7176565456190841506",
            {
                "2015":3,
                "2016":10,
                "2017":11,
                "2018":17,
                "2019":20,
                "2020":4,
                "2021":1
            }
        ],
        [
            "We studied spin excitations in the magnetically ordered phase of the noncentrosymmetric Ba 2 CoGe 2 O 7 in high magnetic fields up to 33 T. In the electron spin resonance and far infrared absorption spectra we found several spin excitations beyond the two conventional magnon modes expected for such a two-sublattice antiferromagnet. We show that a multiboson spin-wave theory describes these unconventional modes, including spin-stretching modes, characterized by an oscillating magnetic dipole and quadrupole moment. The lack of inversion symmetry allows each mode to become electric dipole active. We expect that the spin-stretching modes can be generally observed in inelastic neutron scattering and light absorption experiments in a broad class of ordered S> 1\/2 spin systems with strong single-ion anisotropy and\/or noncentrosymmetric lattice structure.",
            "Spin-Stretching Modes in Anisotropic Magnets: Spin-Wave Excitations in the Multiferroic ",
            "K Penc and J Romhányi and T Rõõm and U Nagel and Á Antal and T Fehér and A Jánossy and H Engelkamp and H Murakawa and Y Tokura and D Szaller and Sándor Bordács and István Kézsmárki",
            "2012",
            "25W9oUwAAAAJ:u5HHmVD_uO8C",
            62,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.257203",
            "7732257288916784791",
            "\/scholar?cites=7732257288916784791",
            {
                "2012":4,
                "2013":4,
                "2014":11,
                "2015":7,
                "2016":2,
                "2017":8,
                "2018":7,
                "2019":10,
                "2020":5,
                "2021":4
            }
        ],
        [
            "We theoretically study coherent subharmonic (multiphoton) transitions of a harmonically driven spin. We consider two cases: magnetic resonance (MR) with a misaligned, ie, nontransversal, driving field, and electrically driven spin resonance (EDSR) of an electron confined in a one-dimensional, parabolic quantum dot, subject to Rashba spin-orbit interaction. In the EDSR case, we focus on the limit where the orbital level spacing of the quantum dot is the greatest energy scale. Then, we apply time-dependent Schrieffer-Wolff perturbation theory to derive a time-dependent effective two-level Hamiltonian, allowing us to describe both MR and EDSR using the Floquet theory of periodically driven two-level systems. In particular, we characterize the fundamental (single-photon) and the half-harmonic (two-photon) spin transitions. We demonstrate the appearance of two-photon Rabi oscillations, and analytically calculate …",
            "Subharmonic transitions and Bloch-Siegert shift in electrically driven spin resonance",
            "Judit Romhányi and Guido Burkard and András Pályi",
            "2015",
            "25W9oUwAAAAJ:Tyk-4Ss8FVUC",
            40,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.92.054422",
            "11404335045848333655",
            "\/scholar?cites=11404335045848333655",
            {
                "2016":7,
                "2017":8,
                "2018":9,
                "2019":8,
                "2020":8
            }
        ],
        [
            "We formulate and study a spin-orbital model for a family of cubic double perovskites with d 1 ions occupying a frustrated fcc sublattice. A variational approach and a complementary analytical analysis reveal a rich variety of phases emerging from the interplay of Hund’s rule and spin-orbit coupling. The phase digram includes noncollinear ordered states, with or without a net moment, and, remarkably, a large window of a nonmagnetic disordered spin-orbit dimer phase. The present theory uncovers the physical origin of the unusual amorphous valence bond state experimentally suggested for Ba 2 B Mo O 6 (B= Y, Lu) and predicts possible ordered patterns in Ba 2 B Os O 6 (B= Na, Li) compounds.",
            "Spin-Orbit Dimers and Noncollinear Phases in  Cubic Double Perovskites",
            "Judit Romhányi and Leon Balents and George Jackeli",
            "2017",
            "25W9oUwAAAAJ:eQOLeE2rZwMC",
            36,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.118.217202",
            "9548391917112547238",
            "\/scholar?cites=9548391917112547238",
            {
                "2017":3,
                "2018":9,
                "2019":7,
                "2020":14,
                "2021":2
            }
        ],
        [
            "The recent discovery of Skyrmions in Cu 2 OSeO 3 has established a new platform to create and manipulate Skyrmionic spin textures. We use high-field electron spin resonance with a terahertz free-electron laser and pulsed magnetic fields up to 64 T to probe and quantify its microscopic spin-spin interactions. In addition to the previously observed long-wavelength Goldstone mode, this technique probes also the high-energy part of the excitation spectrum which is inaccessible by standard low-frequency electron spin resonance. Fitting the behavior of the observed modes in magnetic field to a theoretical framework establishes experimentally that the fundamental magnetic building blocks of this Skyrmionic magnet are rigid, highly entangled and weakly coupled tetrahedra.",
            "Establishing the Fundamental Magnetic Interactions in the Chiral Skyrmionic Mott Insulator  by Terahertz Electron Spin Resonance",
            "M Ozerov and Judit Romhanyi and M Belesi and H Berger and J-Ph Ansermet and Jeroen Van Den Brink and J Wosnitza and SA Zvyagin and Ioannis Rousochatzakis",
            "2014",
            "25W9oUwAAAAJ:qjMakFHDy7sC",
            35,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.113.157205",
            "3159788243902157981",
            "\/scholar?cites=3159788243902157981",
            {
                "2014":2,
                "2015":3,
                "2016":5,
                "2017":5,
                "2018":5,
                "2019":8,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Complex low-temperature-ordered states in chiral magnets are typically governed by a competition between multiple magnetic interactions. The chiral-lattice multiferroic Cu 2 OSeO 3 became the first insulating helimagnetic material in which a long-range order of topologically stable spin vortices known as skyrmions was established. Here we employ state-of-the-art inelastic neutron scattering to comprehend the full three-dimensional spin-excitation spectrum of Cu 2 OSeO 3 over a broad range of energies. Distinct types of high-and low-energy dispersive magnon modes separated by an extensive energy gap are observed in excellent agreement with the previously suggested microscopic theory based on a model of entangled Cu 4 tetrahedra. The comparison of our neutron spectroscopy data with model spin-dynamical calculations based on these theoretical proposals enables an accurate quantitative verification …",
            "Magnon spectrum of the helimagnetic insulator Cu 2 OSeO 3",
            "PY Portnichenko and J Romhányi and YA Onykiienko and A Henschel and M Schmidt and AS Cameron and MA Surmach and JA Lim and JT Park and A Schneidewind and DL Abernathy and H Rosner and Jeroen Van Den Brink and DS Inosov",
            "2016",
            "25W9oUwAAAAJ:W7OEmFMy1HYC",
            34,
            "https:\/\/www.nature.com\/articles\/ncomms10725",
            "3437071821666371269",
            "\/scholar?cites=3437071821666371269",
            {
                "2016":5,
                "2017":7,
                "2018":2,
                "2019":10,
                "2020":10
            }
        ],
        [
            "We investigate the spin induced polarization in the multiferroic compound Ba 2 CoGe 2 O 7 using variational and finite-temperature mean field approaches, with the aim to reproduce the peculiar behavior of the induced polarization in a magnetic field observed experimentally in Murakawa et al.[Phys. Rev. Lett. 105, 137202 (2010)]. The compound is usually described by a spin-3\/2 Heisenberg model extended with easy-plane anisotropy and Dzyaloshinskii-Moriya (DM) interaction. By applying a magnetic field parallel to the [110] axis, three phases can be distinguished in this model:(i) At high magnetic field, we find a partially magnetized phase with spins parallel to the fields and uniform polarization.(ii) Below a critical field, the ground state is a twofold-degenerate canted antiferromagnet, where the degeneracy can be lifted by a finite DM interaction.(iii) At zero field, a U (1) symmetry-breaking phase takes place …",
            "Zero- and finite-temperature mean field study of magnetic field induced electric polarization in BaCoGeO: Effect of the antiferroelectric coupling",
            "Judit Romhányi and Miklós Lajkó and Karlo Penc",
            "2011",
            "25W9oUwAAAAJ:u-x6o8ySG0sC",
            34,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.84.224419",
            "12387017265834022688",
            "\/scholar?cites=12387017265834022688",
            {
                "2012":6,
                "2013":4,
                "2014":8,
                "2015":4,
                "2016":2,
                "2017":4,
                "2018":3,
                "2019":2,
                "2020":1
            }
        ],
        [
            "The orthogonal dimer structure of the SrCu 2 (BO 3) 2 spin-1\/2 magnet provides a realization of the Shastry–Sutherland model. Using a dimer-product variational wave function, we map out the phase diagram of the Shastry–Sutherland model including anisotropies. Based on the variational solution, we construct a bond-wave approach to obtain the excitation spectra as a function of the magnetic field. The characteristic features of the experimentally measured neutron and ESR spectra are reproduced, like the anisotropy-induced zero-field splittings and the persistent gap at higher fields.",
            "Effect of Dzyaloshinskii-Moriya interactions on the phase diagram and magnetic excitations of SrCu(BO)",
            "Judit Romhányi and Keisuke Totsuka and Karlo Penc",
            "2011",
            "25W9oUwAAAAJ:9yKSN-GCB0IC",
            33,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.83.024413",
            "17296576922326648783",
            "\/scholar?cites=17296576922326648783",
            {
                "2012":4,
                "2013":2,
                "2014":6,
                "2015":4,
                "2016":4,
                "2017":4,
                "2018":3,
                "2019":6
            }
        ],
        [
            "The strongly correlated cuprate Cu 2 OSeO 3 has been recently identified as the first insulating system exhibiting a skyrmion lattice phase. Using a microscopic multiboson theory for its magnetic ground state and excitations, we establish the presence of two distinct types of modes: a low-energy manifold that includes a gapless Goldstone mode and a set of weakly dispersive high-energy magnons. These spectral features are the most direct signatures of the fact that the essential magnetic building blocks of Cu 2 OSeO 3 are not individual Cu spins, but rather weakly coupled Cu 4 tetrahedra. Several of the calculated excitation energies are in excellent agreement with terahertz electron spin resonance, Raman, and far-infrared experiments, while the magnetoelectric effect determined within the present quantum-mechanical framework is also fully consistent with experiments, giving strong evidence in the entangled Cu …",
            "Entangled tetrahedron ground state and excitations of the magnetoelectric skyrmion material ",
            "Judit Romhányi and Jeroen Van Den Brink and Ioannis Rousochatzakis",
            "2014",
            "25W9oUwAAAAJ:2osOgNQ5qMEC",
            32,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.90.140404",
            "2107770672624633580",
            "\/scholar?cites=2107770672624633580",
            {
                "2014":2,
                "2015":3,
                "2016":5,
                "2017":5,
                "2018":3,
                "2019":8,
                "2020":5,
                "2021":1
            }
        ]
    ]
}