{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Growing demand for air conditioning and pollution concerns related with production of electrical energy have compelled researchers to investigate new technologies for air conditioning. Liquid desiccant based air conditioning technology is adaptable to pollution-free renewable energy source like solar energy. It has additional advantages like air washing and high density energy storage. Use of solar energy for air conditioning is logical as higher availability of solar radiation matches with higher demand for air conditioning in summer. A novel evacuated tube collector (ETC) with heat pipes is developed in the Heat Pump Laboratory at IIT Bombay (HPL_IITB). In spite of being a not-tracking type, temperatures much beyond the range of flat plate or conventional ETC can be achieved and liquids can even be boiled in this collector. This collector was used as regenerator for liquid desiccant based solar air conditioning …",
            "Liquid Desiccant based Solar Air Conditioning System with Novel Evacuated Tube Collector as Regenerator",
            "J R Mehta and M V Rane",
            "2013",
            "2_VQ-oQAAAAJ:u-x6o8ySG0sC",
            35,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1877705813000994",
            "4239330567138602884",
            "\/scholar?cites=4239330567138602884",
            {
                "2014":4,
                "2015":4,
                "2016":8,
                "2017":5,
                "2018":5,
                "2019":5,
                "2020":3
            }
        ],
        [
            "There is need to investigate alternate cooling technologies to reduce greenhouse gas emissions and ozone depletion. Liquid desiccant (LD) based air conditioning (LDAC) system is one such promising alternative. Solar thermal energy can be used to regenerate the dilute LD in regenerator of an LDAC system. Solar still is a simple and low parasitic power device for above job. Simulation of performance of solar still for water desalination and 60% aqueous potassium formate regeneration for weather of Ahmedabad, India is done. Experiments are also performed on a FRP solar still with 1 m2 area. Water evaporation-condensation rate of 2.5 kg reduced to 1.2 kg in LD regeneration experiments due to water vapour pressure suppression by presence of salt in later case. Liquid desiccant temperatures are much higher for LD regeneration than water desalination, particularly in experiments due to low air velocities. Lower air velocities resulted in lower yield for water desalination but higher yield in LD regeneration experiment as compared to simulation results.",
            "Investigation of Solar Still as Liquid Desiccant Regenerator",
            "JR Mehta and SM Gandhi",
            "2013",
            "2_VQ-oQAAAAJ:zYLM7Y9cAGgC",
            11,
            "https:\/\/www.researchgate.net\/profile\/Jignesh_Mehta4\/publication\/282206700_Investigation_of_Solar_Still_as_Liquid_Desiccant_Regenerator\/links\/56079e4308ae8e08c09272d4.pdf",
            "4849583717303481572",
            "\/scholar?cites=4849583717303481572",
            {
                "2014":3,
                "2015":2,
                "2016":3,
                "2017":1,
                "2018":1
            }
        ],
        [
            "There is rapid growth in demand for air conditioning due to rising population and economic development. This technology should diversify and utilize alternative source of energy like solar energy for sustainable development. Liquid desiccant based air conditioning system (LDAC) is adaptable to solar thermal energy and has advantages like high density energy storage and low regeneration temperature. Regenerator in LDAC system removes moisture from LD absorbed in air dehumidifier. Various regenerators in literature like air scavenging regenerators and collector cum regenerator are discussed. These regenerators are compared and their pros and cons are given. The paper presents the topic in digestible form and provides a perspective to a professional in the field or a person who would like to start doing research in the field.",
            "Regeneration of liquid desiccant using solar energy",
            "JR Mehta",
            "2014",
            "2_VQ-oQAAAAJ:Tyk-4Ss8FVUC",
            10,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/6808680\/",
            "10533103504180720127",
            "\/scholar?cites=10533103504180720127",
            {
                "2014":2,
                "2015":3,
                "2016":2,
                "2017":1,
                "2018":1
            }
        ],
        [
            "Power is very vital factor for development of any society. Coal shares major chunk of fuels used to produce power in thermal power plants in India. Coal reserves are limited and present coal consumption rate is in increasing trend to fulfill the power demand. Therefore energy efficiency and energy conservation are of prime importance. Moreover, fossil fuel based power plant has significant negative environmental impacts. Energy and exergy analysis are used to analyze the performance of thermal systems. Energy analysis deals with quantity aspect whereas exergy analysis deals with quality aspect in addition to quantity. Exergy analysis focuses on magnitude and true location of energy loss. In this analysis, energy efficiency, exergy destruction, exergy efficiency and turbine heat rate are evaluated at 70% and 85% maximum continuous rating (MCR) of steam turbine. Analysis shows that operating turbine at 85% MCR attract heat rate improvement by 17.01 kJ\/kWh, which reduces CO2 emission by 26.89 kg\/h, SO2 emission by 26.89 kg\/h and ash generation by 41.47 kg\/day.",
            "Energy and exergy analysis of extraction cum back pressure steam turbine",
            "AH Rana and JR Mehta",
            "2013",
            "2_VQ-oQAAAAJ:9yKSN-GCB0IC",
            9,
            "https:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.449.1152&rep=rep1&type=pdf",
            "16050091811585810059",
            "\/scholar?cites=16050091811585810059",
            {
                "2013":1,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":2,
                "2018":2
            }
        ]
    ]
}