{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Since the introduction of optical fiber technology in the field of sensor based on the technique of surface plasmon resonance (SPR), fiber-optic SPR sensors have witnessed a lot of advancements. This paper reports on the past, present, and future scope of fiber-optic SPR sensors in the field of sensing of different chemical, physical, and biochemical parameters. A detailed mechanism of the SPR technique for sensing purposes has been discussed. Different new techniques and models in this area that have been introduced are discussed in quite a detail. We have tried to put the different advancements in the order of their chronological evolution. The content of the review article may be of great importance for the research community who are to take the field of fiber-optic SPR sensors as its research endeavors.",
            "Fiber-optic sensors based on surface plasmon resonance: a comprehensive review",
            "Anuj K Sharma and Rajan Jha and BD Gupta",
            "2007",
            "2AzFY6sAAAAJ:u5HHmVD_uO8C",
            760,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/4260987\/",
            "16480310256070991558",
            "\/scholar?cites=16480310256070991558",
            {
                "2008":8,
                "2009":18,
                "2010":32,
                "2011":37,
                "2012":45,
                "2013":55,
                "2014":52,
                "2015":70,
                "2016":96,
                "2017":74,
                "2018":88,
                "2019":96,
                "2020":73,
                "2021":13
            }
        ],
        [
            "In the present work, we have investigated the capability of different bimetallic combinations to be used in a fiber optic sensor based on the technique of surface plasmon resonance. The metals considered for the present analysis are silver, gold, copper, and aluminum. The performance of the sensor with different bimetallic combinations is evaluated and compared numerically. The performance is analyzed in terms of three parameters: sensitivity, signal-to-noise ratio (SNR), and operating range. On the basis of the comparison and some logical criteria, the best possible bimetallic combination along with requisite thickness distribution is predicted. The bimetallic combination is capable of simultaneously providing the larger values of sensitivity, SNR, and operating range, which is not possible with any single metallic layer.",
            "On the performance of different bimetallic combinations in surface plasmon resonance based fiber optic sensors",
            "Anuj K Sharma and BD Gupta",
            "2007",
            "2AzFY6sAAAAJ:4JMBOYKVnBMC",
            231,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2721779",
            "9057176519784521921",
            "\/scholar?cites=9057176519784521921",
            {
                "2006":1,
                "2007":2,
                "2008":7,
                "2009":10,
                "2010":7,
                "2011":4,
                "2012":10,
                "2013":25,
                "2014":17,
                "2015":22,
                "2016":32,
                "2017":16,
                "2018":28,
                "2019":23,
                "2020":23,
                "2021":3
            }
        ],
        [
            "A multi-layered surface plasmon resonance (SPR)-based fiber optic absorption sensor has been studied theoretically. The sensitivity is evaluated for the p-polarized light launched in the fiber using ray approximation. Four-layers configuration is used to excite the surface plasmon wave. The first layer or the medium considered is the core of the fiber. Second and third layers are metallic (silver and gold). The fourth layer or medium is absorbing medium. The effect of the ratio of the thickness of the metallic layers (silver:gold) on the sensitivity of the sensor has been investigated. The sensitivity increases as the silver to gold thickness ratio increases. The gold should be used only to protect silver layer. In addition, the influences of various parameters like numerical aperture (NA), ratio of sensing region length to fiber core diameter, total bimetallic thickness, maximum absorption wavelength, and half maximum width of the …",
            "Sensitivity evaluation of a multi-layered surface plasmon resonance-based fiber optic sensor: a theoretical study",
            "BD Gupta and Anuj K Sharma",
            "2005",
            "2AzFY6sAAAAJ:e5wmG9Sq2KIC",
            230,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0925400504006719",
            "17141611425358675253",
            "\/scholar?cites=17141611425358675253",
            {
                "2005":3,
                "2006":10,
                "2007":15,
                "2008":9,
                "2009":11,
                "2010":7,
                "2011":10,
                "2012":9,
                "2013":22,
                "2014":7,
                "2015":18,
                "2016":16,
                "2017":17,
                "2018":25,
                "2019":16,
                "2020":32,
                "2021":1
            }
        ],
        [
            "In this paper, a theoretical analysis of sensitivity and signal-to-noise ratio (SNR) of a step-index fiber optic surface plasmon resonance sensor with bimetallic layers (silver and gold) has been carried out. The numerical treatment is based on Kretschmann’s SPR theory and Drude model of metals. The light source considered is a p-polarized one. The potential of different bimetallic ratios (gold as outer one) for the sensing purposes has been analyzed. The effect of different design parameters related to optical fiber as well as sensing layer on sensitivity and signal-to-noise ratio of the sensor has been studied. A comparison between selected ray launching and all guided rays launching in terms of sensitivity and SNR has been performed for different bimetallic ratios. The effect of fiber length and FWHM of a Gaussian input on the sensor’s performance has also been studied. All these studies, leads to a significant …",
            "On the sensitivity and signal to noise ratio of a step-index fiber optic surface plasmon resonance sensor with bimetallic layers",
            "Anuj K Sharma and BD Gupta",
            "2005",
            "2AzFY6sAAAAJ:RHpTSmoSYBkC",
            172,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0030401804010156",
            "12091703960733245356",
            "\/scholar?cites=12091703960733245356",
            {
                "2005":2,
                "2006":5,
                "2007":13,
                "2008":3,
                "2009":3,
                "2010":6,
                "2011":13,
                "2012":11,
                "2013":15,
                "2014":14,
                "2015":15,
                "2016":22,
                "2017":11,
                "2018":16,
                "2019":10,
                "2020":11,
                "2021":1
            }
        ],
        [
            "A theoretical model for surface plasmon resonance (SPR) based tapered fiber optic sensor is proposed with three different taper profiles, namely, linear, parabolic, and exponential-linear. The effect of taper ratio and taper profiles on the sensor’s performance is studied in detail and the design considerations for significantly enhanced sensitivity are reported. The study shows that the exponential-linear taper profile with high taper ratio provides the best performance. The physical reasons behind sensitivity enhancement due to taper ratio and taper profile are given, wherever required.",
            "Surface plasmon resonance based tapered fiber optic sensor with different taper profiles",
            "Rajneesh K Verma and Anuj K Sharma and BD Gupta",
            "2008",
            "2AzFY6sAAAAJ:iH-uZ7U-co4C",
            169,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0030401807011844",
            "14514158460866569321",
            "\/scholar?cites=14514158460866569321",
            {
                "2009":6,
                "2010":9,
                "2011":13,
                "2012":15,
                "2013":16,
                "2014":20,
                "2015":20,
                "2016":17,
                "2017":18,
                "2018":20,
                "2019":13,
                "2020":1
            }
        ],
        [
            "The design of a fibre optic surface plasmon resonance (SPR) sensor based on silver–gold alloy nanoparticle film is studied. The performance of the proposed sensor is theoretically analysed in terms of its signal-to-noise ratio (SNR) and sensitivity under different conditions related to the metal layer with silver and gold nanoparticles embedded together in layers to form a single alloy film. The effects of related parameters such as alloy composition ratio, metal nanoparticle size, and alloy film thickness are studied and the physical reasoning behind the results is given. A logical comparison is carried out between a previously proposed metal-host based fibre optic SPR sensor and the present one. The alloy based fibre optic SPR sensor is shown to have better performance than the metal-host based fibre optic SPR sensor.",
            "Fibre-optic sensor based on surface plasmon resonance with Ag–Au alloy nanoparticle films",
            "Anuj K Sharma and BD Gupta",
            "2005",
            "2AzFY6sAAAAJ:_Qo2XoVZTnwC",
            167,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0957-4484\/17\/1\/020\/meta",
            "14865747453492739277",
            "\/scholar?cites=14865747453492739277",
            {
                "2006":3,
                "2007":12,
                "2008":8,
                "2009":6,
                "2010":7,
                "2011":10,
                "2012":15,
                "2013":16,
                "2014":15,
                "2015":19,
                "2016":13,
                "2017":13,
                "2018":10,
                "2019":11,
                "2020":7,
                "2021":1
            }
        ],
        [
            "In this paper, an optical absorption based fiber optic surface plasmon resonance (SPR) sensor has been studied theoretically. The theoretical treatment is based on Kretschmann’s SPR theory and the Lorentz model that expresses a damped harmonic oscillator is included in the treatment for optical absorption in the sensing layer. The optical source considered is an un-polarized collimated beam. The light is coupled to the fiber using a microscope objective that focuses the beam at the center of the input face of the fiber. The effects of the parameters related to the sensing region, the light source and the optical fiber on the sensitivity and the operating range of the SPR sensor have been studied with the help of numerical calculations and computer simulations. It has been found that the excitation frequency in absorption-based fiber optic SPR sensor is an important parameter. The sensitivity is better for the lower off …",
            "Absorption-based fiber optic surface plasmon resonance sensor: a theoretical evaluation",
            "Anuj K Sharma and BD Gupta",
            "2004",
            "2AzFY6sAAAAJ:j3f4tGmQtD8C",
            135,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0925400504000693",
            "10650060185516513125",
            "\/scholar?cites=10650060185516513125",
            {
                "2005":9,
                "2006":7,
                "2007":5,
                "2008":8,
                "2009":5,
                "2010":8,
                "2011":5,
                "2012":12,
                "2013":14,
                "2014":9,
                "2015":13,
                "2016":9,
                "2017":10,
                "2018":11,
                "2019":8,
                "2020":1
            }
        ],
        [
            "A high-accuracy aluminum-based surface plasmon resonance (SPR) chalcogenide sensor is proposed for IR. The structure is based on widely used 2S2G chalcogenide glass with aluminum as the SPR active metal. The angular interrogation method has been used to study the performance of the sensor in terms of intrinsic sensitivity (IS) that includes the width and shifts of the SPR curve for a given refractive index of sensing layer. The IS of Al-based chalcogenide glass sensor is almost 400% more as compared with an Au-based one, which is the most widely used SPR active metal. The oxidation problem of an Al-based SPR sensor has been addressed.",
            "High-performance sensor based on surface plasmon resonance with chalcogenide prism and aluminum for detection in infrared",
            "Rajan Jha and Anuj K Sharma",
            "2009",
            "2AzFY6sAAAAJ:2osOgNQ5qMEC",
            134,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-34-6-749",
            "16422192976848584002",
            "\/scholar?cites=16422192976848584002",
            {
                "2009":2,
                "2010":12,
                "2011":6,
                "2012":12,
                "2013":14,
                "2014":15,
                "2015":14,
                "2016":12,
                "2017":10,
                "2018":16,
                "2019":11,
                "2020":8,
                "2021":1
            }
        ],
        [
            "In the present work, the influence of two key design parameters, namely, fiber core diameter and sensing region length on the performance of a fiber optic surface plasmon resonance sensor, was experimentally observed. The sensor was designed with a multimode optical fiber of numerical aperture 0.40 and a thin silver layer of 50 nm thickness. The performance evaluation was carried out in terms of three performance parameters: sensitivity, signal-to-noise ratio and resolution. It was found that performance of the sensor tends to improve if fiber of large core diameter is used. Further, sensing region length should be taken as small as possible to attain highly sensitive and accurate sensing procedure. The experimental results are explained in terms of related physical background and mathematical expressions.",
            "Influence of design parameters on the performance of a surface plasmon sensor based fiber optic sensor",
            "Yogendra S Dwivedi and Anuj K Sharma and BD Gupta",
            "2008",
            "2AzFY6sAAAAJ:JV2RwH3_ST0C",
            96,
            "https:\/\/link.springer.com\/article\/10.1007\/s11468-008-9057-z",
            "11453350500663390784",
            "\/scholar?cites=11453350500663390784",
            {
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":4,
                "2012":4,
                "2013":8,
                "2014":8,
                "2015":7,
                "2016":14,
                "2017":11,
                "2018":7,
                "2019":13,
                "2020":16,
                "2021":1
            }
        ],
        [
            "This paper reports on a novel design of a remote sensor for temperature detection based on surface plasmon resonance and optical fiber technology. We theoretically analyze the performance of proposed sensor under different conditions related to its constituents, i.e., optical fiber, metallic layer, sensing region, and launched light. The effect of the related parameters such as numerical aperture, fiber length, core diameter, FWHM of the Gaussian input on sensor is analyzed along with its physical explanation. The numerical results presented in this paper leads to a significant optimization of the important design parameters to achieve a high temperature detection accuracy and sensitivity of a fiber optic remote sensor.",
            "Theoretical model of a fiber optic remote sensor based on surface plasmon resonance for temperature detection",
            "Anuj K Sharma and BD Gupta",
            "2006",
            "2AzFY6sAAAAJ:bEWYMUwI8FkC",
            85,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1068520005000374",
            "573515971676569705",
            "\/scholar?cites=573515971676569705",
            {
                "2005":1,
                "2006":1,
                "2007":5,
                "2008":4,
                "2009":4,
                "2010":4,
                "2011":3,
                "2012":12,
                "2013":5,
                "2014":3,
                "2015":9,
                "2016":12,
                "2017":7,
                "2018":4,
                "2019":5,
                "2020":4,
                "2021":1
            }
        ]
    ]
}