{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "The repeated evolution of trees is widely thought to have enhanced the capacity of silicate weathering via the impact of deep rooting. However, land plants are also responsible for wetland assembly and organic carbon burial. The total burial output of carbon via both organic and inorganic deposition must balance input to the exogenic system from volcanic outgassing on million-year time scales. Increased partitioning of carbon burial toward organic carbon and away from inorganic carbon reduces the marine carbonate burial flux, necessitating a lowered total flux of alkalinity to the oceans to maintain mass balance in the Earth’s surface carbon cycle. This flux includes the nutrient delivery from the terrestrial vegetation implicated as a driver of marine evolution, extinction, and environmental change including anoxia and black shale formation. Here, the burial of terrestrial organic carbon, first substantially in the …",
            "Land plant evolution decreased, rather than increased, weathering rates",
            "Michael P D’Antonio and Daniel E Ibarra and C Kevin Boyce",
            "2020",
            "2C161EQAAAAJ:u5HHmVD_uO8C",
            10,
            "https:\/\/pubs.geoscienceworld.org\/gsa\/geology\/article\/48\/1\/29\/574622",
            "10432266678346285502",
            "\/scholar?cites=10432266678346285502",
            {
                "2019":1,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Thin (3–6 cm) arborescent lycopsid axes that conform to the genus Sigillaria have been discovered upright in situ in the Wuda Tuff (Asselian: Inner Mongolia, China). Given that a broad lycopsid tree, Sigillaria cf. ichthyolepis, was the sole arborescent lycopsid taxon previously known from the assemblage, the new fossils were initially assumed to be juveniles of S. cf. ichthyolepis when assessed in the field under active mining conditions. Following retrieval of these specimens, further observation indicated that major discrepancies exist between the surface morphology of these smaller axes and that of S. ichthyolepis. Additionally, anatomical and morphological features of the trunks preclude all possible geometric transformations by which the small Sigillaria stems could be interpreted as juveniles of the larger Sigillaria trees. Two new morphospecies of Sigillaria are recognized from among the thin axes: stems of …",
            "Two new species of Sigillaria Brongniart from the Wuda Tuff (Asselian: Inner Mongolia, China) and their implications for lepidodendrid life history reconstruction",
            "Michael P D'Antonio and C Kevin Boyce and Jun Wang",
            "2020",
            "2C161EQAAAAJ:UeHWp8X0CEIC",
            2,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0034666719300521",
            "4085095747313131911",
            "\/scholar?cites=4085095747313131911",
            {
                "2020":2
            }
        ]
    ]
}