{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Nanowire field-effect transistors (NW-FETs) are emerging as powerful sensors for detection of chemical\/biological species with various attractive features including high sensitivity and direct electrical readout. Yet to date there have been limited systematic studies addressing how the fundamental factors of devices affect their sensitivity. Here we demonstrate that the sensitivity of NW-FET sensors can be exponentially enhanced in the subthreshold regime where the gating effect of molecules bound on a surface is the most effective due to the reduced screening of carriers in NWs. This principle is exemplified in both pH and protein sensing experiments where the operational mode of NW-FET biosensors was tuned by electrolyte gating. The lowest charge detectable by NW-FET sensors working under different operational modes is also estimated. Our work shows that optimization of NW-FET structure and operating …",
            "Subthreshold regime has the optimal sensitivity for nanowire FET biosensors",
            "Xuan PA Gao and Gengfeng Zheng and Charles M Lieber",
            "2010",
            "2EGYaaAAAAAJ:u5HHmVD_uO8C",
            533,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl9034219",
            "7064590437455769538",
            "\/scholar?cites=7064590437455769538",
            {
                "2009":2,
                "2010":15,
                "2011":62,
                "2012":53,
                "2013":50,
                "2014":63,
                "2015":55,
                "2016":66,
                "2017":47,
                "2018":42,
                "2019":34,
                "2020":38,
                "2021":4
            }
        ],
        [
            "We report the study of a novel linear magneto-resistance (MR) under perpendicular magnetic fields in Bi2Se3 nanoribbons. Through angular dependence magneto-transport experiments, we show that this linear MR is purely due to two-dimensional (2D) transport, in agreement with the recently discovered linear MR from 2D topological surface state in bulk Bi2Te3, and the linear MR of other gapless semiconductors and graphene. We further show that the linear MR of Bi2Se3 nanoribbons persists to room temperature, underscoring the potential of exploiting topological insulator nanomaterials for room-temperature magneto-electronic applications.",
            "Two-Dimensional Transport-Induced Linear Magneto-Resistance in Topological Insulator Bi2Se3 Nanoribbons",
            "Hao Tang and Dong Liang and Richard LJ Qiu and Xuan PA Gao",
            "2011",
            "2EGYaaAAAAAJ:2osOgNQ5qMEC",
            260,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn2024607",
            "16597208745790005106",
            "\/scholar?cites=16597208745790005106",
            {
                "2011":1,
                "2012":27,
                "2013":35,
                "2014":30,
                "2015":34,
                "2016":36,
                "2017":26,
                "2018":21,
                "2019":25,
                "2020":22,
                "2021":1
            }
        ]
    ]
}