{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "One aim of modern astronomy is to detect temperate, Earth-like exoplanets that are well suited for atmospheric characterization. Recently, three Earth-sized planets were detected that transit (that is, pass in front of) a star with a mass just eight per cent that of the Sun, located 12 parsecs away 1. The transiting configuration of these planets, combined with the Jupiter-like size of their host star—named TRAPPIST-1—makes possible in-depth studies of their atmospheric properties with present-day and future astronomical facilities 1, 2, 3. Here we report the results of a photometric monitoring campaign of that star from the ground and space. Our observations reveal that at least seven planets with sizes and masses similar to those of Earth revolve around TRAPPIST-1. The six inner planets form a near-resonant chain, such that their orbital periods (1.51, 2.42, 4.04, 6.06, 9.1 and 12.35 days) are near-ratios of small integers …",
            "Seven temperate terrestrial planets around the nearby ultracool dwarf star TRAPPIST-1",
            "Michaël Gillon and Amaury HMJ Triaud and Brice-Olivier Demory and Emmanuël Jehin and Eric Agol and Katherine M Deck and Susan M Lederer and Julien De Wit and Artem Burdanov and James G Ingalls and Emeline Bolmont and Jeremy Leconte and Sean N Raymond and Franck Selsis and Martin Turbet and Khalid Barkaoui and Adam Burgasser and Matthew R Burleigh and Sean J Carey and Aleksander Chaushev and Chris M Copperwheat and Laetitia Delrez and Catarina S Fernandes and Daniel L Holdsworth and Enrico J Kotze and Valérie Van Grootel and Yaseen Almleaky and Zouhair Benkhaldoun and Pierre Magain and Didier Queloz",
            "2017",
            "2H08ubAAAAAJ:hGdtkIFZdKAC",
            1031,
            "https:\/\/www.nature.com\/articles\/nature21360?dom=pscau&src=syn",
            "5868734028844631304",
            "\/scholar?cites=5868734028844631304",
            {
                "2016":4,
                "2017":183,
                "2018":314,
                "2019":255,
                "2020":244,
                "2021":23
            }
        ],
        [
            "The Sloan Digital Sky Survey (SDSS; York et al. 2000) started observations in 1998 and has completed three different phases. The data collected includes optical imaging of most of the northern high Galactic latitude sky as well as optical and nearinfrared spectroscopy of over 3.5 million stars, galaxies, and quasars. These observations all used the 2.5 m Sloan Foundation Telescope at Apache Point Observatory (APO; Gunn et al. 2006). This paper describes SDSS-IV, the fourth phase, and how it builds upon and extends both the infrastructure and scientific legacy of the previous generations of surveys.",
            "Sloan Digital Sky Survey IV: Mapping the Milky Way, nearby galaxies, and the distant universe",
            "Michael R Blanton and Matthew A Bershady and Bela Abolfathi and Franco D Albareti and Carlos Allende Prieto and Andres Almeida and Javier Alonso-García and Friedrich Anders and Scott F Anderson and Brett Andrews and Erik Aquino-Ortíz and Alfonso Aragón-Salamanca and Maria Argudo-Fernández and Eric Armengaud and Eric Aubourg and Vladimir Avila-Reese and Carles Badenes and Stephen Bailey and Kathleen A Barger and Jorge Barrera-Ballesteros and Curtis Bartosz and Dominic Bates and Falk Baumgarten and Julian Bautista and Rachael Beaton and Timothy C Beers and Francesco Belfiore and Chad F Bender and Andreas A Berlind and Mariangela Bernardi and Florian Beutler and Jonathan C Bird and Dmitry Bizyaev and Guillermo A Blanc and Michael Blomqvist and Adam S Bolton and Médéric Boquien and Jura Borissova and Remco van Den Bosch and Jo Bovy and William N Brandt and Jonathan Brinkmann and Joel R Brownstein and Kevin Bundy and Adam J Burgasser and Etienne Burtin and Michele Cappellari and Maria Leticia Delgado Carigi and Joleen K Carlberg and Aurelio Carnero Rosell and Ricardo Carrera and Nancy J Chanover and Brian Cherinka and Edmond Cheung and Yilen Gómez Maqueo Chew and Cristina Chiappini and Peter Doohyun Choi and Drew Chojnowski and Chia-Hsun Chuang and Haeun Chung and Rafael Fernando Cirolini and Nicolas Clerc and Roger E Cohen and Johan Comparat and Luiz Da Costa and Marie-Claude Cousinou and Kevin Covey and Jeffrey D Crane and Rupert AC Croft and Irene Cruz-Gonzalez and Daniel Garrido Cuadra and Katia Cunha and Guillermo J Damke and Jeremy Darling and Roger Davies and Kyle Dawson and Axel De La Macorra and Flavia Dell’Agli and Nathan De Lee and Timothee Delubac and Francesco Di Mille and Aleks Diamond-Stanic and Mariana Cano-Díaz and John Donor and Juan José Downes and Niv Drory and Hélion Du Mas Des Bourboux and Christopher J Duckworth and Tom Dwelly and Jamie Dyer and Garrett Ebelke and Arthur D Eigenbrot and Daniel J Eisenstein and Eric Emsellem and Mike Eracleous and Stephanie Escoffier and Michael L Evans and Xiaohui Fan and Emma Fernández-Alvar and José Gregorio Fernández-Trincado and Diane K Feuillet and Alexis Finoguenov and Scott W Fleming and Andreu Font-Ribera and Alexander Fredrickson and Gordon Freischlad and Peter M Frinchaboy and Carla E Fuentes and Lluís Galbany and R Garcia-Dias and DA García-Hernández and Patrick Gaulme and Doug Geisler and Joseph D Gelfand and Héctor Gil-Marín and Bruce A Gillespie and Daniel Goddard and Violeta Gonzalez-Perez and Kathleen Grabowski and Paul J Green and Catherine J Grier and James E Gunn and Hong Guo and Julien Guy and Alex Hagen and ChangHoon Hahn and Matthew Hall and Paul Harding and Sten Hasselquist and Suzanne L Hawley and Fred Hearty and Jonay I Gonzalez Hernández and Shirley Ho and David W Hogg and Kelly Holley-Bockelmann and Jon A Holtzman and Parker H Holzer and Joseph Huehnerhoff and Timothy A Hutchinson and Ho Seong Hwang and Héctor J Ibarra-Medel and Gabriele da Silva Ilha and Inese I Ivans and Keshawn Ivory and Kelly Jackson and Trey W Jensen and Jennifer A Johnson and Amy Jones and Henrik Jönsson and Eric Jullo",
            "2017",
            "2H08ubAAAAAJ:BmWJbWwHJAwC",
            723,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-3881\/aa7567\/meta",
            "2608339419961007439",
            "\/scholar?cites=2608339419961007439",
            {
                "2017":24,
                "2018":159,
                "2019":229,
                "2020":279,
                "2021":31
            }
        ],
        [
            "It is now 16 years since the first data release from the Sloan Digital Sky Survey (SDSS; York et al. 2000). This Early Data Release, or EDR, occurred in 2001 June (Stoughton et al. 2002). Since this time, annual data releases from SDSS have become part of the landscape of astronomy, populating databases used by thousands of astronomers worldwide (Raddick et al. 2014a, 2014b), and making the SDSS’s 2.5 mSloan Foundation Telescope (Gunn et al. 2006) one of the most productive observatories in the world (Madrid & Macchetto 2009). This paper describes the 14th public data release from SDSS, or DR14, released on 2017 July 31. The SDSS has completed three phases and is currently in its fourth phase. SDSS-I and-II conducted a Legacy survey of galaxies and quasars (York et al. 2000), the SDSS-II Supernova Survey (Frieman et al. 2008; Sako et al. 2014), and conducted observations of stars for the …",
            "The fourteenth data release of the Sloan Digital Sky Survey: First spectroscopic data from the extended Baryon Oscillation Spectroscopic Survey and from the second phase of the …",
            "Bela Abolfathi and DS Aguado and Gabriela Aguilar and Carlos Allende Prieto and Andres Almeida and Tonima Tasnim Ananna and Friedrich Anders and Scott F Anderson and Brett H Andrews and Borja Anguiano and Alfonso Aragón-Salamanca and Maria Argudo-Fernández and Eric Armengaud and Metin Ata and Eric Aubourg and Vladimir Avila-Reese and Carles Badenes and Stephen Bailey and Christophe Balland and Kathleen A Barger and Jorge Barrera-Ballesteros and Curtis Bartosz and Fabienne Bastien and Dominic Bates and Falk Baumgarten and Julian Bautista and Rachael Beaton and Timothy C Beers and Francesco Belfiore and Chad F Bender and Mariangela Bernardi and Matthew A Bershady and Florian Beutler and Jonathan C Bird and Dmitry Bizyaev and Guillermo A Blanc and Michael R Blanton and Michael Blomqvist and Adam S Bolton and Médéric Boquien and Jura Borissova and Jo Bovy and Christian Andres Bradna Diaz and William Nielsen Brandt and Jonathan Brinkmann and Joel R Brownstein and Kevin Bundy and Adam J Burgasser and Etienne Burtin and Caleb I Cañas and Mariana Cano-Díaz and Michele Cappellari and Ricardo Carrera and Andrew R Casey and Bernardo Cervantes Sodi and Yanping Chen and Brian Cherinka and Cristina Chiappini and Peter Doohyun Choi and Drew Chojnowski and Chia-Hsun Chuang and Haeun Chung and Nicolas Clerc and Roger E Cohen and Julia M Comerford and Johan Comparat and Janaina Correa Do Nascimento and Luiz Da Costa and Marie-Claude Cousinou and Kevin Covey and Jeffrey D Crane and Irene Cruz-Gonzalez and Katia Cunha and Gabriele da Silva Ilha and Guillermo J Damke and Jeremy Darling and James W Davidson Jr and Kyle Dawson and Miguel Angel C de Icaza Lizaola and Axel De La MacOrra and Sylvain De La Torre and Nathan De Lee and Victoria de Sainte Agathe and Alice Deconto Machado and Flavia Dell’Agli and Timothée Delubac and Aleksandar M Diamond-Stanic and John Donor and Juan José Downes and Niv Drory and Hélion Du Mas Des Bourboux and Christopher J Duckworth and Tom Dwelly and Jamie Dyer and Garrett Ebelke and Arthur Davis Eigenbrot and Daniel J Eisenstein and Yvonne P Elsworth and Eric Emsellem and Michael Eracleous and Ghazaleh Erfanianfar and Stephanie Escoffier and Xiaohui Fan and Emma Fernández Alvar and JG Fernandez-Trincado and Rafael Fernando Cirolini and Diane Feuillet and Alexis Finoguenov and Scott W Fleming and Andreu Font-Ribera and Gordon Freischlad and Peter Frinchaboy and Hai Fu and Yilen Gómez Maqueo Chew and Lluís Galbany and Ana E Garcia Perez and R Garcia-Dias and DA García-Hernández and Luis Alberto Garma Oehmichen and Patrick Gaulme and Joseph Gelfand and Héctor Gil-Marín and Bruce A Gillespie and Daniel Goddard and Jonay I González Hernández and Violeta Gonzalez-Perez and Kathleen Grabowski and Paul J Green and Catherine J Grier and Alain Gueguen and Hong Guo and Julien Guy and Alex Hagen and Patrick Hall and Paul Harding and Sten Hasselquist and Suzanne Hawley and Christian R Hayes and Fred Hearty and Saskia Hekker and Jesus Hernandez and Hector Hernandez Toledo and David W Hogg and Kelly Holley-Bockelmann and Jon A Holtzman and Jiamin Hou and Bau-Ching Hsieh and Jason AS Hunt and Timothy A Hutchinson and Ho Seong Hwang",
            "2018",
            "2H08ubAAAAAJ:OzeSX8-yOCQC",
            705,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-4365\/aa9e8a\/meta",
            "14883334976045784854",
            "\/scholar?cites=14883334976045784854",
            {
                "2017":4,
                "2018":124,
                "2019":305,
                "2020":242,
                "2021":25
            }
        ],
        [
            "Trigonometric parallax determinations are presented for 28 late-type dwarfs and brown dwarfs, including eight M dwarfs with spectral types between M7 and M9. 5, 17 L dwarfs with spectral types between L0 and L8, and three T dwarfs. Broadband photometry at CCD wavelengths (VRIz*) and\/or near-IR wavelengths (JHK) is presented for these objects and for 24 additional late-type dwarfs. Supplemented with astrometry and photometry from the literature, including 10 L and two T dwarfs with parallaxes established by association with bright, usually Hipparcos primaries, this material forms the basis for studying various color-color and color–absolute magnitude relations. The I-J color is a good predictor of absolute magnitude for late M and L dwarfs. M J becomes monotonically fainter with I-J color and with spectral type through late L dwarfs, then brightens for early T dwarfs. The combination of z* JK colors alone can …",
            "Astrometry and photometry for cool dwarfs and brown dwarfs",
            "Conard C Dahn and Hugh C Harris and Frederick J Vrba and Harry H Guetter and Blaise Canzian and Arne A Henden and Stephen E Levine and Christian B Luginbuhl and Alice KB Monet and David G Monet and Jeffrey R Pier and Ronald C Stone and Richard L Walker and Adam J Burgasser and John E Gizis and J Davy Kirkpatrick and James Liebert and I Neill Reid",
            "2002",
            "2H08ubAAAAAJ:u5HHmVD_uO8C",
            676,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/341646\/meta",
            "12847887034245357396",
            "\/scholar?cites=12847887034245357396",
            {
                "2002":7,
                "2003":53,
                "2004":54,
                "2005":58,
                "2006":53,
                "2007":54,
                "2008":60,
                "2009":42,
                "2010":43,
                "2011":32,
                "2012":32,
                "2013":43,
                "2014":38,
                "2015":21,
                "2016":23,
                "2017":18,
                "2018":11,
                "2019":10,
                "2020":13,
                "2021":4
            }
        ],
        [
            "We present JHK s photometry, far red spectra, and spectral classifications for an additional 67 L dwarfs discovered by the Two Micron All Sky Survey. One of the goals of this new search was to locate more examples of the latest L dwarfs. Of the 67 new discoveries, 17 have types of L6 or later. Analysis of these new discoveries shows that Hα emission has yet to be convincingly detected in any L dwarf later than type L4. 5, indicating a decline or absence of chromospheric activity in the latest L dwarfs. Further analysis shows that 16 (and possibly four more) of the new L dwarfs are lithium brown dwarfs and that the average line strength for those L dwarfs showing lithium increases until type~ L6. 5 V, then declines for later types. This disappearance may be the first sign of depletion of atomic lithium as it begins to form into lithium-bearing molecules. Another goal of the search was to locate nearer, brighter L dwarfs of all …",
            "67 additional L dwarfs discovered by the Two Micron All Sky Survey",
            "J Davy Kirkpatrick and I Neill Reid and James Liebert and John E Gizis and Adam J Burgasser and David G Monet and Conard C Dahn and Brant Nelson and Rik J Williams",
            "2000",
            "2H08ubAAAAAJ:u-x6o8ySG0sC",
            662,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/301427\/meta",
            "12332999375537783820",
            "\/scholar?cites=12332999375537783820",
            {
                "2000":11,
                "2001":51,
                "2002":53,
                "2003":65,
                "2004":52,
                "2005":42,
                "2006":37,
                "2007":27,
                "2008":38,
                "2009":38,
                "2010":39,
                "2011":14,
                "2012":24,
                "2013":30,
                "2014":28,
                "2015":27,
                "2016":18,
                "2017":22,
                "2018":14,
                "2019":9,
                "2020":17,
                "2021":4
            }
        ],
        [
            "Star-like objects with effective temperatures of less than 2,700 kelvin are referred to as ‘ultracool dwarfs’1. This heterogeneous group includes stars of extremely low mass as well as brown dwarfs (substellar objects not massive enough to sustain hydrogen fusion), and represents about 15 per cent of the population of astronomical objects near the Sun 2. Core-accretion theory predicts that, given the small masses of these ultracool dwarfs, and the small sizes of their protoplanetary disks 3, 4, there should be a large but hitherto undetected population of terrestrial planets orbiting them 5—ranging from metal-rich Mercury-sized planets 6 to more hospitable volatile-rich Earth-sized planets 7. Here we report observations of three short-period Earth-sized planets transiting an ultracool dwarf star only 12 parsecs away. The inner two planets receive four times and two times the irradiation of Earth, respectively, placing them …",
            "Temperate Earth-sized planets transiting a nearby ultracool dwarf star",
            "Michaël Gillon and Emmanuël Jehin and Susan M Lederer and Laetitia Delrez and Julien de Wit and Artem Burdanov and Valérie Van Grootel and Adam J Burgasser and Amaury HMJ Triaud and Cyrielle Opitom and Brice-Olivier Demory and Devendra K Sahu and Daniella Bardalez Gagliuffi and Pierre Magain and Didier Queloz",
            "2016",
            "2H08ubAAAAAJ:qe6vwMD2xtsC",
            474,
            "https:\/\/www.nature.com\/articles\/nature17448?TB_iframe=true&width=921.6&height=921.6",
            "7695288519473502366",
            "\/scholar?cites=7695288519473502366",
            {
                "2016":30,
                "2017":99,
                "2018":132,
                "2019":101,
                "2020":100,
                "2021":7
            }
        ],
        [
            " We present near‐infrared spectra for a sample of T dwarfs, including 11 new discoveries made using the 2 Micron All Sky Survey. These objects are distinguished from warmer (L‐type) brown dwarfs by the presence of methane absorption bands in the 1–2.5 μm spectral region. A first attempt at a near‐infrared classification scheme for T dwarfs is made, based on the strengths of CH4 and H2O bands and the shapes of the 1.25, 1.6, and 2.1 μm flux peaks. Subtypes T1 V–T8 V are defined, and spectral indices useful for classification are presented. The subclasses appear to follow a decreasing Teff scale, based on the evolution of CH4 and H2O bands and the properties of L and T dwarfs with known distances. However, we speculate that this scale is not linear with spectral type for cool dwarfs, due to the settling of dust layers below the photosphere and subsequent rapid evolution of spectral morphology around   K …",
            "The spectra of T dwarfs. I. Near-infrared data and spectral classification",
            "Adam J Burgasser and J Davy Kirkpatrick and Michael E Brown and I Neill Reid and Adam Burrows and James Liebert and Keith Matthews and John E Gizis and Conard C Dahn and David G Monet and Roc M Cutri and Michael F Skrutskie",
            "2002",
            "2H08ubAAAAAJ:d1gkVwhDpl0C",
            472,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/324033\/meta",
            "13576013781000439443",
            "\/scholar?cites=13576013781000439443",
            {
                "2001":8,
                "2002":25,
                "2003":37,
                "2004":41,
                "2005":39,
                "2006":26,
                "2007":28,
                "2008":33,
                "2009":26,
                "2010":33,
                "2011":20,
                "2012":19,
                "2013":23,
                "2014":30,
                "2015":16,
                "2016":10,
                "2017":12,
                "2018":15,
                "2019":12,
                "2020":10,
                "2021":5
            }
        ],
        [
            "A revised near‐infrared classification scheme for T dwarfs is presented, based on and superseding prior schemes developed by Burgasser and coworkers and Geballe and coworkers, and defined following the precepts of the MK process. Drawing from two large spectroscopic libraries of T dwarfs identified largely in the Sloan Digital Sky Survey and the Two Micron All Sky Survey, nine primary spectral standards and five alternate standards spanning spectral types T0–T8 are identified that match criteria of spectral character, brightness, absence of a resolved companion, and accessibility from both the Northern and Southern Hemispheres. The classification of T dwarfs is formally made by the direct comparison of near‐infrared spectral data of equivalent resolution to the spectra of these standards. Alternately, we have redefined five key spectral indices measuring the strengths of the major H2O and CH4 bands in the …",
            "A unified near-infrared spectral classification scheme for T dwarfs",
            "Adam J Burgasser and TR Geballe and SK Leggett and J Davy Kirkpatrick and David A Golimowski",
            "2006",
            "2H08ubAAAAAJ:Y0pCki6q_DkC",
            439,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/498563\/meta",
            "220428128199917530",
            "\/scholar?cites=220428128199917530",
            {
                "2006":11,
                "2007":26,
                "2008":34,
                "2009":27,
                "2010":33,
                "2011":31,
                "2012":25,
                "2013":42,
                "2014":48,
                "2015":35,
                "2016":19,
                "2017":29,
                "2018":28,
                "2019":21,
                "2020":23,
                "2021":4
            }
        ]
    ]
}