{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "An optimization-based correction method is developed to control simultaneously two deformable mirrors in a wavefront-sensor-less adaptive beam cleanup system, where the wave-front aberrations could not be compensated by a single deformable mirror. Stochastic parallel gradient decent algorithm is chosen as the optimization algorithm. In this control method, different aberrations are assigned to each deformable mirror according to their different correction quality. The method is proved to be effective by numerical simulations as well as experiments. Experimental results showed that the area containing 84% energy of the laser beam in the far-field can reach 3.0 times diffraction limited.",
            "Double-deformable-mirror adaptive optics system for laser beam cleanup using blind optimization",
            "Xiang Lei and Shuai Wang and Hu Yan and Wenjin Liu and Lizhi Dong and Ping Yang and Bing Xu",
            "2012",
            "2HcD1KwAAAAJ:5nxA0vEk-isC",
            38,
            "https:\/\/www.osapublishing.org\/viewmedia.cfm?seq=0&uri=oe-20-20-22143",
            "8659430815088273566",
            "\/scholar?cites=8659430815088273566",
            {
                "2013":2,
                "2014":7,
                "2015":7,
                "2016":7,
                "2017":5,
                "2018":4,
                "2019":2,
                "2020":4
            }
        ],
        [
            "We present a slab laser amplifier beam cleanup experimental system based on a 39-actuator rectangular piezoelectric deformable mirror. Rather than use a wave-front sensor to measure distortions in the wave-front and then apply a conjugation wave-front for compensating them, the system uses a Stochastic Parallel Gradient Descent algorithm to maximize the power contained within a far-field designated bucket. Experimental results demonstrate that at the output power of 335W, more than 30% energy concentrates in the 1x diffraction-limited area while the beam quality is enhanced greatly.",
            "Enhancement of the beam quality of non-uniform output slab laser amplifier with a 39-actuator rectangular piezoelectric deformable mirror",
            "Ping Yang and Yu Ning and Xiang Lei and Bing Xu and Xinyang Li and Lizhi Dong and Hu Yan and Wenjing Liu and Wenhan Jiang and Lei Liu and Chao Wang and Xingbo Liang and Xiaojun Tang",
            "2010",
            "2HcD1KwAAAAJ:YOwf2qJgpHMC",
            37,
            "https:\/\/www.osapublishing.org\/viewmedia.cfm?seq=0&uri=oe-18-7-7121",
            "12503963796701227726",
            "\/scholar?cites=12503963796701227726",
            {
                "2010":1,
                "2011":3,
                "2012":6,
                "2013":5,
                "2014":5,
                "2015":5,
                "2016":4,
                "2017":5,
                "2018":3
            }
        ]
    ]
}