{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This article examines the adequacy of the “rules of thumb” conventional cutoff criteria and several new alternatives for various fit indexes used to evaluate model fit in practice. Using a 2‐index presentation strategy, which includes using the maximum likelihood (ML)‐based standardized root mean squared residual (SRMR) and supplementing it with either Tucker‐Lewis Index (TLI), Bollen's (1989) Fit Index (BL89), Relative Noncentrality Index (RNI), Comparative Fit Index (CFI), Gamma Hat, McDonald's Centrality Index (Mc), or root mean squared error of approximation (RMSEA), various combinations of cutoff values from selected ranges of cutoff criteria for the ML‐based SRMR and a given supplemental fit index were used to calculate rejection rates for various types of true‐population and misspecified models; that is, models with misspecified factor covariance(s) and models with misspecified factor loading(s). The …",
            "Cutoff criteria for fit indexes in covariance structure analysis: Conventional criteria versus new alternatives",
            "Li‐tze Hu and Peter M Bentler",
            "1999",
            "2HR_cn4AAAAJ:5n9gSBKMxCsC",
            74308,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/10705519909540118",
            "5486583059987651103",
            "\/scholar?cites=5486583059987651103",
            {
                "2002":225,
                "2003":359,
                "2004":547,
                "2005":818,
                "2006":1106,
                "2007":1406,
                "2008":1772,
                "2009":2178,
                "2010":2461,
                "2011":3043,
                "2012":3685,
                "2013":4280,
                "2014":4938,
                "2015":5876,
                "2016":6434,
                "2017":6868,
                "2018":7788,
                "2019":8743,
                "2020":10038,
                "2021":891
            }
        ],
        [
            "A detailed description is reported of the analysis used by the CMS Collaboration in the search for the standard model Higgs boson in pp collisions at the LHC, which led to the observation of a new boson. The data sample corresponds to integrated luminosities up to 5.1 fb− 1 at TeV, and up to 5.3 fb− 1 at TeV. The results for five Higgs boson decay modes γγ, ZZ, WW, ττ, and bb, which show a combined local significance of 5 standard deviations near 125 GeV, are reviewed. A fit to the invariant mass of the two high resolution channels, γγ and ZZ→ 4ℓ, gives a mass estimate of 125. 3±0. 4 (stat.)±0. 5 (syst.) GeV. The measurements are interpreted in the context of the standard model Lagrangian for the scalar Higgs field interacting with fermions and vector bosons. The measured values of the corresponding couplings are compared to the standard model predictions. The hypothesis of custodial symmetry is …",
            "Observation of a new boson with mass near 125 GeV in pp collisions at  and 8 TeV",
            "Serguei Chatrchyan and Vardan Khachatryan and AM Sirunyan and A Tumasyan and Wolfgang Adam and T Bergauer and M Dragicevic and J Erö and C Fabjan and M Friedl and R Fruehwirth and VM Ghete and N Hoermann and J Hrubec and M Jeitler and W Kiesenhofer and V Knuenz and M Krammer and I Kraetschmer and D Liko and I Mikulec and D Rabady and B Rahbaran and C Rohringer and H Rohringer and R Schoefbeck and J Strauss and A Taurok and W Treberer-Treberspurg and W Waltenberger and C-E Wulz and V Mossolov and N Shumeiko and J Suarez Gonzalez and S Alderweireldt and M Bansal and S Bansal and Tom Cornelis and EA De Wolf and X Janssen and A Knutsson and S Luyckx and L Mucibello and S Ochesanu and B Roland and R Rougny and H Van Haevermaet and P Van Mechelen and N Van Remortel and A Van Spilbeeck and F Blekman and S Blyweert and J D’Hondt and A Kalogeropoulos and J Keaveney and M Maes and A Olbrechts and S Tavernier and W Van Doninck and P Van Mulders and GP Van Onsem and I Villella and B Clerbaux and G De Lentdecker and APR Gay and T Hreus and A Leonard and PE Marage and A Mohammadi and T Reis and L Thomas and C Vander Velde and P Vanlaer and J Wang and Volker Adler and Kelly Beernaert and Leonardo Benucci and Anna Cimmino and Silvia Costantini and Sven Dildick and Guillaume Garcia and Benjamin Klein and Jeremie Lellouch and Andrey Marinov and Joseph McCartin and AA Ocampo Rios and Dirk Ryckbosch and Michael Sigamani and Nadja Strobbe and Filip Thyssen and Michael Tytgat and S Walsh and Efe Yazgan and Nikolaos Zaganidis and S Basegmez and G Bruno and R Castello and A Caudron and L Ceard and C Delaere and T Du Pree and D Favart and L Forthomme and A Giammanco and J Hollar and V Lemaitre and J Liao and O Militaru and C Nuttens and D Pagano and A Pin and K Piotrzkowski and A Popov and M Selvaggi and JM Vizan Garcia and N Beliy and T Caebergs and E Daubie and GH Hammad and GA Alves and M Correa Martins and T Martins and ME Pol and MHG Souza and WL Aldá Júnior and W Carvalho and J Chinellato and A Custodio and EM Da Costa and D De Jesus Damiao and C De Oliveira Martins and S Fonseca De Souza and H Malbouisson and M Malek and D Matos Figueiredo and L Mundim and H Nogima and WL Prado Da Silva and A Santoro and L Soares Jorge and A Sznajder and EJ Tonelli Manganote and A Vilela Pereira and TS Anjos and CA Bernardes and FA Dias and TR Fernandez Perez Tomei and EM Gregores and C Lagana and F Marinho",
            "2013",
            "2HR_cn4AAAAJ:o0eFlWRwRSUC",
            3262,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP06(2013)081.pdf",
            "7818861038406050561",
            "\/scholar?cites=7818861038406050561",
            {
                "2012":74,
                "2013":350,
                "2014":651,
                "2015":517,
                "2016":459,
                "2017":413,
                "2018":401,
                "2019":240,
                "2020":138,
                "2021":6
            }
        ],
        [
            "MUTATIONS in the mouse diabetes (db) gene result in obesity and diabetes in a syndrome resembling morbid human obesity 1. Previous data suggest that the db gene encodes the receptor for the obese (ob) gene product, leptin 2–7. A leptin receptor was recently cloned from choroid plexus and shown to map to the same 6-cM interval on mouse chromosome 4 as db 8. This receptor maps to the same 300-kilobase interval as db, and has at least six alternatively spliced forms. One of these splice variants is expressed at a high level in the hypothalamus, and is abnormally spliced in C57BL\/Ks db\/db mice. The mutant protein is missing the cytoplasmic region, and is likely to be defective in signal transduction. This suggests that the weight-reducing effects of leptin may be mediated by signal transduction through a leptin receptor in the hypothalamus.",
            "Abnormal splicing of the leptin receptor in diabetic mice",
            "Gwo-Hwa Lee and R Proenca and JM Montez and KM Carroll and JG Darvishzadeh and JI Lee and JM Friedman",
            "1996",
            "2HR_cn4AAAAJ:6LI0FKmQuhEC",
            2840,
            "https:\/\/www.nature.com\/articles\/379632a0",
            "14887012667806918976",
            "\/scholar?cites=14887012667806918976",
            {
                "1996":85,
                "1997":194,
                "1998":176,
                "1999":132,
                "2000":174,
                "2001":156,
                "2002":114,
                "2003":139,
                "2004":110,
                "2005":107,
                "2006":110,
                "2007":124,
                "2008":107,
                "2009":109,
                "2010":117,
                "2011":131,
                "2012":105,
                "2013":112,
                "2014":130,
                "2015":94,
                "2016":84,
                "2017":62,
                "2018":46,
                "2019":57,
                "2020":40,
                "2021":7
            }
        ],
        [
            "Non-volatile memory devices are so named because they retain information when power is interrupted; thus they are important computer components. In this context, there has been considerable recent interest 1, 2 in developing non-volatile memories that use ferroelectric thin films—‘ferroelectric random access memories’, or FRAMs—in which information is stored in the polarization state of the ferroelectric material. To realize a practical FRAM, the thin films should satisfy the following criteria: compatibility with existing dynamic random access memory technologies, large remnant polarization (P r) and reliable polarization-cycling characteristics. Early work focused on lead zirconate titanate (PZT) but, when films of this material were grown on metal electrodes, they generally suffered from a reduction of P r (‘fatigue’) with polarity switching. Strontium bismuth tantalate (SBT) and related oxides have been proposed to …",
            "Lanthanum-substituted bismuth titanate for use in non-volatile memories",
            "BH Park and BS Kang and SD Bu and TW Noh and J Lee and W Jo",
            "1999",
            "2HR_cn4AAAAJ:z62hWG5Wpo0C",
            2404,
            "https:\/\/www.nature.com\/articles\/44352",
            "1523301883517925258",
            "\/scholar?cites=1523301883517925258",
            {
                "2000":22,
                "2001":62,
                "2002":110,
                "2003":142,
                "2004":208,
                "2005":179,
                "2006":197,
                "2007":154,
                "2008":155,
                "2009":137,
                "2010":106,
                "2011":100,
                "2012":113,
                "2013":100,
                "2014":100,
                "2015":108,
                "2016":92,
                "2017":86,
                "2018":90,
                "2019":61,
                "2020":59,
                "2021":8
            }
        ],
        [
            "The jet energy scale and its systematic uncertainty are determined for jets measured with the ATLAS detector at the LHC in proton-proton collision data at a centre-of-mass energy of s√=7 TeV corresponding to an integrated luminosity of 38 pb−1. Jets are reconstructed with the anti-k t algorithm with distance parameters R=0.4 or R=0.6. Jet energy and angle corrections are determined from Monte Carlo simulations to calibrate jets with transverse momenta p T≥20 GeV and pseudorapidities |η|<4.5. The jet energy systematic uncertainty is estimated using the single isolated hadron response measured in situ and in test-beams, exploiting the transverse momentum balance between central and forward jets in events with dijet topologies and studying systematic variations in Monte Carlo simulations. The jet energy uncertainty is less than 2.5 % in the central calorimeter region (|η|<0.8) for jets with 60≤p T<800 GeV, and is maximally 14 % for p T<30 GeV in the most forward region 3.2≤|η|<4.5. The jet energy is validated for jet transverse momenta up to 1 TeV to the level of a few percent using several in situ techniques by comparing a well-known reference such as the recoiling photon p T, the sum of the transverse momenta of tracks associated to the jet, or a system of low-p T jets recoiling against a high-p T jet. More sophisticated jet calibration schemes are presented based on calorimeter cell energy density weighting or hadronic properties of jets, aiming for an improved jet energy resolution and a reduced flavour dependence of the jet response. The systematic uncertainty of the jet energy determined from a combination of in situ techniques is …",
            "Jet energy measurement with the ATLAS detector in proton-proton collisions at s√= 7 TeV",
            "Adam Barton and Guennadi Borissov and Eva Bouhova-Thacker and Timothy Brodbeck and James Catmore and Alexandre Chilingarov and Ruth Davidson and Lee de Mora and Harald Fox and Robert Henderson and Gareth Hughes and Roger William Lewis Jones and Vakhtang Kartvelishvili and Robin Long and Peter Love and Peter Ratoff and Maria Smizanska and James Walder",
            "2013",
            "2HR_cn4AAAAJ:yqZeyBDMhiUC",
            2365,
            "https:\/\/eprints.lancs.ac.uk\/id\/eprint\/67906\/",
            "2742424474329200311",
            "\/scholar?cites=2742424474329200311",
            {
                "2012":164,
                "2013":274,
                "2014":344,
                "2015":497,
                "2016":364,
                "2017":279,
                "2018":242,
                "2019":118,
                "2020":75,
                "2021":3
            }
        ],
        [
            "Properties of the Higgs boson with mass near 125 are measured in proton-proton collisions with the CMS experiment at the LHC. Comprehensive sets of production and decay measurements are combined. The decay channels include,,,,, and pairs. The data samples were collected in 2011 and 2012 and correspond to integrated luminosities of up to 5.1 at 7 and up to 19.7 at 8. From the high-resolution and channels, the mass of the Higgs boson is determined to be. For this mass value, the event yields obtained in the different analyses tagging specific decay channels and production mechanisms are consistent with those expected for the standard model Higgs boson. The combined best-fit signal relative to the standard model expectation is at the measured mass. The couplings of the Higgs boson are probed …",
            "Precise determination of the mass of the Higgs boson and tests of compatibility of its couplings with the standard model predictions using proton collisions at 7 and 8$$\\,\\text …",
            "Vardan Khachatryan and Albert M Sirunyan and Armen Tumasyan and Wolfgang Adam and Thomas Bergauer and Marko Dragicevic and Janos Erö and Markus Friedl and Rudolf Fruehwirth and Vasile Mihai Ghete and Christian Hartl and Natascha Hörmann and Josef Hrubec and Manfred Jeitler and Wolfgang Kiesenhofer and Valentin Knünz and Manfred Krammer and Ilse Krätschmer and Dietrich Liko and Ivan Mikulec and Dinyar Rabady and Babak Rahbaran and Herbert Rohringer and Robert Schöfbeck and Josef Strauss and Wolfgang Treberer-Treberspurg and Wolfgang Waltenberger and C-E Wulz and Vladimir Mossolov and Nikolai Shumeiko and J Suarez Gonzalez and Sara Alderweireldt and Sunil Bansal and Tom Cornelis and Eddi A De Wolf and Xavier Janssen and Albert Knutsson and Jasper Lauwers and Sten Luyckx and Silvia Ochesanu and Romain Rougny and Merijn Van De Klundert and Hans Van Haevermaet and Pierre Van Mechelen and Nick Van Remortel and Alex Van Spilbeeck and Freya Blekman and Stijn Blyweert and Jorgen D’Hondt and Nadir Daci and Natalie Heracleous and James Keaveney and Steven Lowette and Michael Maes and Annik Olbrechts and Quentin Python and Derek Strom and Stefaan Tavernier and Walter Van Doninck and Petra Van Mulders and Gerrit Patrick Van Onsem and Ilaria Villella and Cécile Caillol and Barbara Clerbaux and Gilles De Lentdecker and Didar Dobur and Laurent Favart and APR Gay and Anastasia Grebenyuk and Alexandre Léonard and Abdollah Mohammadi and Luca Perniè and Aidan Randle-conde and Thomas Reis and Tomislav Seva and Laurent Thomas and C Vander Velde and P Vanlaer and J Wang and F Zenoni and Volker Adler and Kelly Beernaert and Leonardo Benucci and Anna Cimmino and Silvia Costantini and S Crucy and Alexis Fagot and Guillaume Garcia and Joseph McCartin and AA Ocampo Rios and D Poyraz and Dirk Ryckbosch and S Salva Diblen and Michael Sigamani and Nadja Strobbe and Filip Thyssen and Michael Tytgat and Efe Yazgan and Nikolaos Zaganidis and S Basegmez and C Beluffi and G Bruno and R Castello and A Caudron and L Ceard and GG Da Silveira and C Delaere and T Du Pree and D Favart and L Forthomme and A Giammanco and J Hollar and A Jafari and P Jez and M Komm and V Lemaitre and C Nuttens and D Pagano and L Perrini and A Pin and K Piotrzkowski and A Popov and L Quertenmont and M Selvaggi and M Vidal Marono and JM Vizan Garcia and N Beliy and T Caebergs and E Daubie and GH Hammad and WL Aldá Júnior and GA Alves and L Brito and M Correa Martins Junior and T Dos Reis Martins and J Molina and C Mora Herrera and ME Pol and P Rebello Teles and W Carvalho and J Chinellato and A Custódio and EM Da Costa and D De Jesus Damiao and C De Oliveira Martins and S Fonseca De Souza and H Malbouisson and D Matos Figueiredo and L Mundim and H Nogima",
            "2015",
            "2HR_cn4AAAAJ:czIYXmO0riYC",
            2313,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-015-3351-7",
            "4664349485590005240",
            "\/scholar?cites=4664349485590005240",
            {
                "2014":8,
                "2015":463,
                "2016":600,
                "2017":417,
                "2018":441,
                "2019":213,
                "2020":145,
                "2021":3
            }
        ],
        [
            "Many of the interesting physics processes to be measured at the LHC have a signature involving one or more isolated electrons. The electron reconstruction and identification efficiencies of the ATLAS detector at the LHC have been evaluated using proton–proton collision data collected in 2011 at TeV and corresponding to an integrated luminosity of 4.7 fb. Tag-and-probe methods using events with leptonic decays of and bosons and mesons are employed to benchmark these performance parameters. The combination of all measurements results in identification efficiencies determined with an accuracy at the few per mil level for electron transverse energy greater than 30 GeV.",
            "Electron reconstruction and identification efficiency measurements with the ATLAS detector using the 2011 LHC proton–proton collision data",
            "Georges Aad and T Abajyan and B Abbott and J Abdallah and S Abdel Khalek and R Aben and B Abi and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and Y Abulaiti and BS Acharya and L Adamczyk and DL Adams and TN Addy and J Adelman and Stefanie Adomeit and T Adye and T Agatonovic-Jovin and JA Aguilar-Saavedra and M Agustoni and SP Ahlen and A Ahmad and F Ahmadov and G Aielli and TPA Åkesson and G Akimoto and AV Akimov and J Albert and S Albrand and MJ Alconada Verzini and M Aleksa and IN Aleksandrov and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and G Alimonti and L Alio and J Alison and BMM Allbrooke and LJ Allison and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and F Alonso and C Alpigiani and A Altheimer and B Alvarez Gonzalez and MG Alviggi and K Amako and Y Amaral Coutinho and C Amelung and D Amidei and VV Ammosov and SP Amor Dos Santos and A Amorim and S Amoroso and N Amram and G Amundsen and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and XS Anduaga and S Angelidakis and P Anger and A Angerami and F Anghinolfi and AV Anisenkov and N Anjos and A Annovi and A Antonaki and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and JP Araque and ATH Arce and JF Arguin and S Argyropoulos and M Arik and AJ Armbruster and O Arnaez and V Arnal and O Arslan and A Artamonov and G Artoni and S Asai and N Asbah and A Ashkenazi and S Ask and B Åsman and L Asquith and K Assamagan and R Astalos and M Atkinson and NB Atlay and B Auerbach and E Auge and K Augsten and M Aurousseau and G Avolio and G Azuelos and Y Azuma and MA Baak and C Bacci and AM Bach and H Bachacou and K Bachas and M Backes and M Backhaus and J Backus Mayes and E Badescu and P Bagiacchi and P Bagnaia and Y Bai and DC Bailey and T Bain and JT Baines and OK Baker and S Baker and P Balek and F Balli and E Banas and Sw Banerjee and D Banfi and A Bangert and AAE Bannoura and V Bansal and HS Bansil and L Barak and SP Baranov and T Barber",
            "2014",
            "2HR_cn4AAAAJ:-Z8x4v2cOtkC",
            1832,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-014-2941-0",
            "10302253069195107950",
            "\/scholar?cites=10302253069195107950",
            {
                "2013":9,
                "2014":186,
                "2015":507,
                "2016":389,
                "2017":374,
                "2018":206,
                "2019":108,
                "2020":47
            }
        ],
        [
            "A search for the standard model Higgs boson decaying to a W-boson pair at the LHC is reported. The event sample corresponds to an integrated luminosity of 4.9 fb− 1 and 19.4 fb− 1 collected with the CMS detector in pp collisions at= 7 and 8 TeV, respectively. The Higgs boson candidates are selected in events with two or three charged leptons. An excess of events above background is observed, consistent with the expectation from the standard model Higgs boson with a mass of around 125 GeV. The probability to observe an excess equal or larger than the one seen, under the background-only hypothesis, corresponds to a significance of 4.3 standard deviations for m H= 125.6 GeV. The observed signal cross section times the branching fraction to WW for m H= 125.6 GeV is times the standard model expectation. The spin-parity J P= 0+ hypothesis is favored against a narrow resonance with J P= 2+ or …",
            "Measurement of Higgs boson production and properties in the WW decay channel with leptonic final states",
            "Serguei Chatrchyan and Vardan Khachatryan and Albert M Sirunyan and Armen Tumasyan and Wolfgang Adam and Thomas Bergauer and Marko Dragicevic and Janos Erö and Christian Fabjan and Markus Friedl and Rudolf Fruehwirth and Vasile Mihai Ghete and Christian Hartl and Natascha Hörmann and Josef Hrubec and Manfred Jeitler and Wolfgang Kiesenhofer and Valentin Knünz and Manfred Krammer and Ilse Krätschmer and Dietrich Liko and Ivan Mikulec and Dinyar Rabady and Babak Rahbaran and Herbert Rohringer and Robert Schöfbeck and Josef Strauss and Anton Taurok and Wolfgang Treberer-Treberspurg and Wolfgang Waltenberger and C-E Wulz and Vladimir Mossolov and Nikolai Shumeiko and J Suarez Gonzalez and Sara Alderweireldt and Monika Bansal and Sunil Bansal and Tom Cornelis and Eddi A De Wolf and Xavier Janssen and Albert Knutsson and Sten Luyckx and Luca Mucibello and Silvia Ochesanu and Benoit Roland and Romain Rougny and Hans Van Haevermaet and Pierre Van Mechelen and Nick Van Remortel and Alex Van Spilbeeck and Freya Blekman and Stijn Blyweert and Jorgen D’Hondt and Natalie Heracleous and Alexis Kalogeropoulos and James Keaveney and Tae Jeong Kim and Steven Lowette and Michael Maes and Annik Olbrechts and Derek Strom and Stefaan Tavernier and Walter Van Doninck and Petra Van Mulders and Gerrit Patrick Van Onsem and Ilaria Villella and Cécile Caillol and Barbara Clerbaux and Gilles De Lentdecker and Laurent Favart and APR Gay and Alexandre Léonard and Pierre Edouard Marage and Abdollah Mohammadi and Luca Perniè and Thomas Reis and Tomislav Seva and Laurent Thomas and C Vander Velde and P Vanlaer and J Wang and Volker Adler and Kelly Beernaert and Leonardo Benucci and Anna Cimmino and Silvia Costantini and Sven Dildick and Guillaume Garcia and Benjamin Klein and Jeremie Lellouch and Joseph McCartin and AA Ocampo Rios and Dirk Ryckbosch and S Salva Diblen and Michael Sigamani and Nadja Strobbe and Filip Thyssen and Michael Tytgat and S Walsh and Efe Yazgan and Nikolaos Zaganidis and S Basegmez and C Beluffi and G Bruno and R Castello and A Caudron and L Ceard and GG Da Silveira and C Delaere and T Du Pree and D Favart and L Forthomme and A Giammanco and J Hollar and P Jez and M Komm and V Lemaitre and J Liao and O Militaru and C Nuttens and D Pagano and A Pin and K Piotrzkowski and A Popov and L Quertenmont and M Selvaggi and M Vidal Marono and JM Vizan Garcia and N Beliy and T Caebergs and E Daubie and GH Hammad and GA Alves and M Correa Martins and T Martins and ME Pol and MHG Souza and WL Aldá and W Carvalho and J Chinellato and A Custodio and EM Da Costa and D De Jesus Damiao and C De Oliveira Martins and S Fonseca De Souza and H Malbouisson and M Malek and D Matos Figueiredo and L Mundim and H Nogima",
            "2014",
            "2HR_cn4AAAAJ:Zo6E4E6iJKMC",
            1207,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP01(2014)096.pdf",
            "7754926316451099821",
            "\/scholar?cites=7754926316451099821",
            {
                "2013":9,
                "2014":194,
                "2015":303,
                "2016":211,
                "2017":161,
                "2018":156,
                "2019":93,
                "2020":66,
                "2021":3
            }
        ],
        [
            "A search for the standard model Higgs boson produced in association with a top-quark pair is presented, using data samples corresponding to integrated luminosities of up to 5.1 fb− 1 and 19.7 fb− 1 collected in pp collisions at center-of-mass energies of 7 TeV and 8 TeV respectively. The search is based on the following signatures of the Higgs boson decay: H→ hadrons, H→ photons, and H→ leptons. The results are characterized by an observed signal strength relative to the standard model cross section, μ= σ\/σ SM, under the assumption that the Higgs boson decays as expected in the standard model. The best fit value is μ= 2.8±1.0 for a Higgs boson mass of 125.6 GeV.",
            "Search for the associated production of the Higgs boson with a top-quark pair",
            "Vardan Khachatryan and Albert M Sirunyan and Armen Tumasyan and Wolfgang Adam and Thomas Bergauer and Marko Dragicevic and Janos Erö and Christian Fabjan and Markus Friedl and Rudolf Fruehwirth and Vasile Mihai Ghete and Christian Hartl and Natascha Hörmann and Josef Hrubec and Manfred Jeitler and Wolfgang Kiesenhofer and Valentin Knünz and Manfred Krammer and Ilse Krätschmer and Dietrich Liko and Ivan Mikulec and Dinyar Rabady and Babak Rahbaran and Herbert Rohringer and Robert Schöfbeck and Josef Strauss and Anton Taurok and Wolfgang Treberer-Treberspurg and Wolfgang Waltenberger and C-E Wulz and Vladimir Mossolov and Nikolai Shumeiko and J Suarez Gonzalez and Sara Alderweireldt and Monika Bansal and Sunil Bansal and Tom Cornelis and Eddi A De Wolf and Xavier Janssen and Albert Knutsson and Sten Luyckx and Silvia Ochesanu and Benoit Roland and Romain Rougny and Merijn Van De Klundert and Hans Van Haevermaet and Pierre Van Mechelen and Nick Van Remortel and Alex Van Spilbeeck and Freya Blekman and Stijn Blyweert and Jorgen D’Hondt and Nadir Daci and Natalie Heracleous and James Keaveney and Steven Lowette and Michael Maes and Annik Olbrechts and Quentin Python and Derek Strom and Stefaan Tavernier and Walter Van Doninck and Petra Van Mulders and Gerrit Patrick Van Onsem and Ilaria Villella and Cécile Caillol and Barbara Clerbaux and Gilles De Lentdecker and Didar Dobur and Laurent Favart and APR Gay and Anastasia Grebenyuk and Alexandre Léonard and Abdollah Mohammadi and Luca Perniè and Thomas Reis and Tomislav Seva and Laurent Thomas and C Vander Velde and P Vanlaer and J Wang and Volker Adler and Kelly Beernaert and Leonardo Benucci and Anna Cimmino and Silvia Costantini and S Crucy and Sven Dildick and Alexis Fagot and Guillaume Garcia and Joseph McCartin and AA Ocampo Rios and Dirk Ryckbosch and S Salva Diblen and Michael Sigamani and Nadja Strobbe and Filip Thyssen and Michael Tytgat and Efe Yazgan and Nikolaos Zaganidis and S Basegmez and C Beluffi and G Bruno and R Castello and A Caudron and L Ceard and GG Da Silveira and C Delaere and T Du Pree and D Favart and L Forthomme and A Giammanco and J Hollar and P Jez and M Komm and V Lemaitre and C Nuttens and D Pagano and L Perrini and A Pin and K Piotrzkowski and A Popov and L Quertenmont and M Selvaggi and M Vidal Marono and JM Vizan Garcia and N Beliy and T Caebergs and E Daubie and GH Hammad and WL Aldá and GA Alves and L Brito and M Correa Martins and T Dos Reis Martins and ME Pol and W Carvalho and J Chinellato and A Custodio and EM Da Costa and D De Jesus Damiao and C De Oliveira Martins and S Fonseca De Souza and H Malbouisson and D Matos Figueiredo and L Mundim and H Nogima and WL Prado Da Silva and J Santaolalla and A Santoro",
            "2014",
            "2HR_cn4AAAAJ:mS4qin7VKjkC",
            1175,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP09(2014)087.pdf",
            "422608538540959188",
            "\/scholar?cites=422608538540959188",
            {
                "2014":49,
                "2015":255,
                "2016":306,
                "2017":205,
                "2018":204,
                "2019":95,
                "2020":48,
                "2021":3
            }
        ],
        [
            "A measurement of jet activity in the rapidity interval bounded by a dijet system is presented. Events are vetoed if a jet with transverse momentum greater than 20 GeV is found between the two boundary jets. The fraction of dijet events that survive the jet veto is presented for boundary jets that are separated by up to six units of rapidity and with mean transverse momentum 50<< 500 GeV. The mean multiplicity of jets above the veto scale in the rapidity interval bounded by the dijet system is also presented as an alternative method for quantifying perturbative QCD emission. The data are compared to a next-to-leading order plus parton shower prediction from the powheg-box, an all-order resummation using the hej calculation and the pythia, herwig++ and alpgen event generators. The measurement was performed using pp collisions at TeV using data recorded by the ATLAS detector in 2010.",
            "Measurement of dijet production with a veto on additional central jet activity in pp collisions at  TeV using the ATLAS detector",
            "Georges Aad and Brad Abbott and Jalal Abdallah and AA Abdelalim and A Abdesselam and B Abi and M Abolins and H Abramowicz and H Abreu and E Acerbi and BS Acharya and DL Adams and TN Addy and J Adelman and M Aderholz and S Adomeit and P Adragna and T Adye and S Aefsky and JA Aguilar-Saavedra and M Aharrouche and SP Ahlen and F Ahles and A Ahmad and M Ahsan and G Aielli and T Akdogan and TPA Åkesson and G Akimoto and AV Akimov and A Akiyama and MS Alam and MA Alam and J Albert and S Albrand and M Aleksa and IN Aleksandrov and F Alessandria and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and M Aliev and G Alimonti and J Alison and M Aliyev and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and MG Alviggi and K Amako and P Amaral and C Amelung and VV Ammosov and A Amorim and G Amorós and N Amram and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and ML Andrieux and XS Anduaga and A Angerami and F Anghinolfi and N Anjos and A Annovi and A Antonaki and M Antonelli and A Antonov and J Antos and F Anulli and S Aoun and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and ATH Arce and JP Archambault and S Arfaoui and JF Arguin and E Arik and M Arik and AJ Armbruster and O Arnaez and C Arnault and A Artamonov and G Artoni and D Arutinov and S Asai and R Asfandiyarov and S Ask and B Åsman and L Asquith and K Assamagan and A Astbury and A Astvatsatourov and G Atoian and B Aubert and B Auerbach and E Auge and K Augsten and M Aurousseau and N Austin and G Avolio and R Avramidou and D Axen and Cano Ay and G Azuelos and Y Azuma and MA Baak and G Baccaglioni and C Bacci and AM Bach and H Bachacou and K Bachas and G Bachy and M Backes and M Backhaus and E Badescu and P Bagnaia and S Bahinipati and Y Bai and DC Bailey and T Bain and JT Baines and OK Baker and MD Baker and S Baker and E Banas and P Banerjee and Sw Banerjee and D Banfi and A Bangert and V Bansal and HS Bansil and L Barak and SP Baranov and A Barashkou and A Barbaro Galtieri",
            "2011",
            "2HR_cn4AAAAJ:4Wrxgq2JVp0C",
            1059,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP09(2011)053.pdf",
            "5953950605138493163",
            "\/scholar?cites=5953950605138493163",
            {
                "2011":21,
                "2012":245,
                "2013":164,
                "2014":141,
                "2015":161,
                "2016":125,
                "2017":77,
                "2018":59,
                "2019":40,
                "2020":22
            }
        ]
    ]
}