{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "We have measured the nuclear transparency of the A (e, e′ π+) process in H 2, C 12, Al 27, Cu 63, and Au 197 targets. These measurements were performed at the Jefferson Laboratory over a four momentum transfer squared range Q 2= 1.1 to 4.7 (GeV\/c) 2. The nuclear transparency was extracted as the super-ratio of (σ A\/σ H) from data to a model of pion-electroproduction from nuclei without π− N final-state interactions. The Q 2 and atomic number dependence of the nuclear transparency both show deviations from traditional nuclear physics expectations and are consistent with calculations that include the quantum chromodynamical phenomenon of color transparency.",
            "Measurement of Nuclear Transparency for the  Reaction",
            "Benjamin Clasie and X Qian and J Arrington and R Asaturyan and F Benmokhtar and W Boeglin and P Bosted and A Bruell and ME Christy and E Chudakov and Wim Cosyn and MM Dalton and A Daniel and D Day and D Dutta and L El Fassi and R Ent and HC Fenker and J Ferrer and N Fomin and H Gao and K Garrow and D Gaskell and C Gray and T Horn and GM Huber and MK Jones and N Kalantarians and CE Keppel and K Kramer and A Larson and Y Li and Y Liang and AF Lung and S Malace and P Markowitz and A Matsumura and DG Meekins and T Mertens and GA Miller and T Miyoshi and H Mkrtchyan and R Monson and T Navasardyan and G Niculescu and I Niculescu and Y Okayasu and AK Opper and C Perdrisat and V Punjabi and AW Rauf and VM Rodriquez and D Rohe and Jan Ryckebusch and J Seely and E Segbefia and GR Smith and M Strikman and M Sumihama and V Tadevosyan and L Tang and V Tvaskis and A Villano and WF Vulcan and FR Wesselmann and SA Wood and L Yuan and XC Zheng",
            "2007",
            "2mH8Nl8AAAAJ:u5HHmVD_uO8C",
            88,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.242502",
            "10846597713801440844",
            "\/scholar?cites=10846597713801440844",
            {
                "2008":12,
                "2009":13,
                "2010":12,
                "2011":12,
                "2012":10,
                "2013":8,
                "2014":2,
                "2015":3,
                "2016":3,
                "2017":7,
                "2018":5,
                "2019":1
            }
        ],
        [
            "The nuclear mass dependence of the number of short-range correlated (SRC) proton-proton (p p) and proton-neutron (p n) pairs in nuclei is a sensitive probe of the dynamics of short-range pairs in the ground state of atomic nuclei. This work presents an analysis of electroinduced single-proton and two-proton knockout measurements off C 12, Al 27, Fe 56, and Pb 208 in kinematics dominated by scattering off SRC pairs. The nuclear mass dependence of the observed A (e, e′ p p)\/C 12 (e, e′ p p) cross-section ratios and the extracted number of pp-and pn-SRC pairs are much softer than the mass dependence of the total number of possible pairs. This is in agreement with a physical picture of SRC affecting predominantly nucleon-nucleon pairs in a nodeless relative-S state of the mean-field basis.",
            "Extracting the mass dependence and quantum numbers of short-range correlated pairs from A (e, e′ p) and A (e, e′ p p) scattering",
            "Camille Colle and Or Hen and Wim Cosyn and Igor Korover and Eli Piasetzky and Jan Ryckebusch and Larry B Weinstein",
            "2015",
            "2mH8Nl8AAAAJ:M3ejUd6NZC8C",
            51,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.92.024604",
            "3092373444052640343",
            "\/scholar?cites=3092373444052640343",
            {
                "2014":1,
                "2015":1,
                "2016":11,
                "2017":9,
                "2018":8,
                "2019":8,
                "2020":13
            }
        ],
        [
            "Purpose: An approximate method to quantify the magnitude of the two-nucleon (2N) and three-nucleon (3N) short-range correlations and their mass dependence is proposed.Method: The proposed method relies on the concept of the “universality” or “local nuclear character” of the SRC. We quantify the SRC by computing the number of independent-particle model (IPM) nucleon pairs and triples which reveal beyond-mean-field behavior. It is argued that those can be identified by counting the number of nucleon pairs and triples in a zero relative orbital momentum state. A method to determine the quantum numbers of pairs and triples in an arbitrary mean-field basis is outlined.Results: The mass dependence of the 2N and 3N SRC is studied. The predictions are compared to measurements. This includes the ratio of the inclusive inelastic electron scattering cross sections of nuclei to 2 H and 3 He at large values of the …",
            "Quantifying short-range correlations in nuclei",
            "Maarten Vanhalst and Jan Ryckebusch and Wim Cosyn",
            "2012",
            "2mH8Nl8AAAAJ:zYLM7Y9cAGgC",
            48,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.86.044619",
            "14619869012871701710",
            "\/scholar?cites=14619869012871701710",
            {
                "2012":3,
                "2013":6,
                "2014":9,
                "2015":6,
                "2016":5,
                "2017":5,
                "2018":7,
                "2019":4,
                "2020":3
            }
        ],
        [
            "Nuclear short-range correlations (SRC) typically manifest themselves in the tail parts of the single-nucleon momentum distributions. We propose an approximate practical method for computing those SRC contributions to the high-momentum parts. The framework adopted in this work is applicable throughout the nuclear mass table and corrects mean-field models for central, spin–isospin and tensor correlations by shifting the complexity induced by the SRC from the wave functions to the operators. It is argued that the expansion of these modified operators can be truncated to a low order. The proposed model can generate the SRC-related high-momentum tail of the single-nucleon momentum distribution. These are dominated by correlation operators acting on mean-field pairs with vanishing relative radial and angular-momentum quantum numbers. The proposed method explains the dominant role of proton–neutron …",
            "Stylized features of single-nucleon momentum distributions",
            "Jan Ryckebusch and Maarten Vanhalst and Wim Cosyn",
            "2015",
            "2mH8Nl8AAAAJ:kNdYIx-mwKoC",
            46,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0954-3899\/42\/5\/055104\/meta",
            "11401385328085681532",
            "\/scholar?cites=11401385328085681532",
            {
                "2015":4,
                "2016":10,
                "2017":11,
                "2018":10,
                "2019":8,
                "2020":3
            }
        ],
        [
            "A relativistic and quantum mechanical framework to compute nuclear transparencies for pion photo-and electroproduction reactions is presented. Final-state interactions for the ejected pions and nucleons are implemented in a relativistic eikonal approach. At sufficiently large ejectile energies, a relativistic Glauber model can be adopted. At lower energies, the framework possesses the flexibility to use relativistic optical potentials. The proposed model can account for the color-transparency (CT) phenomenon and short-range correlations (SRC) in the nucleus. Results are presented for kinematics corresponding to completed and planned experiments at Jefferson Lab. The influence of CT and SRC on the nuclear transparency is studied. Both the SRC and CT mechanisms increase the nuclear transparency. The two mechanisms can be clearly separated, though, as they exhibit a completely different dependence on …",
            "Color transparency and short-range correlations in exclusive pion photo-and electroproduction from nuclei",
            "Wim Cosyn and MC Martinez and Jan Ryckebusch",
            "2008",
            "2mH8Nl8AAAAJ:u-x6o8ySG0sC",
            39,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.77.034602",
            "3834512989367895985",
            "\/scholar?cites=3834512989367895985",
            {
                "2008":4,
                "2009":3,
                "2010":3,
                "2011":8,
                "2012":5,
                "2013":5,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":1,
                "2018":3,
                "2019":2
            }
        ]
    ]
}