{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Recent years have seen rapid progress in the development of ontologies as semantic models intended to capture and represent aspects of the real world. There is, however, great variation in the quality of ontologies. If ontologies are to become progressively better in the future, more rigorously developed, and more appropriately compared, then a systematic discipline of ontology evaluation must be created to ensure quality of content and methodology. Systematic methods for ontology evaluation will take into account representation of individual ontologies, performance (in terms of accuracy, domain coverage and the efficiency and quality of automated reasoning using the ontologies) on tasks for which the ontology is designed and used, degree of alignment with other ontologies and their compatibility with automated reasoning. A sound and systematic approach to ontology evaluation is required to transform …",
            "The evaluation of ontologies",
            "Leo Obrst and Werner Ceusters and Inderjeet Mani and Steve Ray and Barry Smith",
            "2007",
            "2oNi7DkAAAAJ:u5HHmVD_uO8C",
            210,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-0-387-48438-9_8",
            "16083924955753207457",
            "\/scholar?cites=16083924955753207457",
            {
                "2007":3,
                "2008":2,
                "2009":8,
                "2010":7,
                "2011":16,
                "2012":18,
                "2013":19,
                "2014":22,
                "2015":27,
                "2016":12,
                "2017":21,
                "2018":17,
                "2019":19,
                "2020":15
            }
        ],
        [
            "The velocity of flame propagation over the surface of thick PMMA and thin paper sheets has been measured as a function of the velocity and oxygen concentration of a forced gas flow opposing the direction of flame propagation. It is shown that although for thin fuels the flame spread rate always decreases as the opposed flow velocity increases, for thick fuels the dependence of the spread rate on the gas velocity is also a function of the ambient oxygen concentration. For low oxygen concentrations the flame spread rate decreases as the velocity of the gas flow increases. For high oxygen concentrations, however, the spread rate increases with the flow velocity, reaches a maximum and then decreases as the gas velocity increases. The velocity of the opposed flow at which the maximum occurs is a function of the oxygen concentration, decreasing as the concentration decreases. Following phenomenological …",
            "Flame spread in an opposed forced flow: the effect of ambient oxygen concentration",
            "AC Fernandez-Pello and SR Ray and I Glassman",
            "1981",
            "2oNi7DkAAAAJ:r0BpntZqJG4C",
            208,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S008207848180063X",
            "1369491748916173340",
            "\/scholar?cites=1369491748916173340",
            {
                "1982":3,
                "1983":6,
                "1984":6,
                "1985":2,
                "1986":2,
                "1987":1,
                "1988":2,
                "1989":4,
                "1990":2,
                "1991":2,
                "1992":5,
                "1993":1,
                "1994":1,
                "1995":2,
                "1996":3,
                "1997":1,
                "1998":3,
                "1999":3,
                "2000":6,
                "2001":7,
                "2002":3,
                "2003":4,
                "2004":3,
                "2005":9,
                "2006":8,
                "2007":3,
                "2008":2,
                "2009":2,
                "2010":8,
                "2011":5,
                "2012":8,
                "2013":11,
                "2014":10,
                "2015":12,
                "2016":19,
                "2017":17,
                "2018":15,
                "2019":1
            }
        ],
        [
            "This paper describes research identifying information models to facilitate process specification and to transfer this information to process control. A conceptual schema is introduced as a means to bridge the gap between process planning requirements and production control requirements. The result is a process specification language based on directed graph notation which allows full specification of parallel activities, event synchronization, alternative processes, resource management, and task decomposition.",
            "ALPS: A language for process specification",
            "Bryan A Catron and Steven R Ray",
            "1991",
            "2oNi7DkAAAAJ:YsMSGLbcyi4C",
            168,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/09511929108944485",
            "16325115339174467646",
            "\/scholar?cites=16325115339174467646",
            {
                "1991":2,
                "1992":3,
                "1993":8,
                "1994":12,
                "1995":9,
                "1996":9,
                "1997":8,
                "1998":8,
                "1999":13,
                "2000":6,
                "2001":14,
                "2002":11,
                "2003":6,
                "2004":7,
                "2005":4,
                "2006":4,
                "2007":1,
                "2008":2,
                "2009":3,
                "2010":6,
                "2011":3,
                "2012":4,
                "2013":1,
                "2014":3,
                "2015":2,
                "2016":2,
                "2017":1,
                "2018":4,
                "2019":5
            }
        ],
        [
            "As manufacturing and commerce become ever more global, companies are dependent increasingly upon the efficient and effective sharing of information with their partners, wherever they may be. Leading manufacturers perform this sharing with computers, which must therefore have the required software to encode and decode the associated electronic transmissions. Because no single company can dictate that all its partners use the same software, standards for how the information is represented become critical for error-free transmission and translation. The terms interoperability and integration are frequently used to refer to this error-free transmission and translation. This paper summarizes two projects underway at the National Institute of Standards and Technology in the areas of interoperability testing and integration automation. These projects lay the foundation for at tomorrow’s standards, which we …",
            "Manufacturing interoperability",
            "Steven R Ray and AT Jones",
            "2006",
            "2oNi7DkAAAAJ:ufrVoPGSRksC",
            151,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s10845-006-0037-x.pdf",
            "13222626047913306275",
            "\/scholar?cites=13222626047913306275",
            {
                "2005":5,
                "2006":2,
                "2007":10,
                "2008":10,
                "2009":10,
                "2010":16,
                "2011":17,
                "2012":9,
                "2013":19,
                "2014":7,
                "2015":6,
                "2016":12,
                "2017":5,
                "2018":6,
                "2019":11,
                "2020":4
            }
        ],
        [
            "A wide range of applications deal with the manipulation and expression of collections of activities. Examples include project management, workflow management, business process reengineering, product realization process modeling, manufacturing process planning, production scheduling, simulation, and Computer Aided Software Engineering, each of which is supported by some combination of graphical programming and control languages, Petri nets, PERT charts or other representation methodology. Each of these applications serves a specific audience and need, and focuses on particular aspects of a process. Nevertheless, much could be gained by sharing information among applications. One of the primary obstacles to such integration is the lack of any common representation of what is really the common underlying concept of process. The objective of the work described here is an investigation of the feasibility of a unifying specification of process which is applicable to all of the above applications, yet powerful and robust enough to meet each set of requirements. This document represents the results of the first phase of the work–that of researching the process representational requirements for design\/manufacturing process life-cycle applications. These requirements are categorized into four categories; core, outer core, extensions, and application, which aided in describing the role of the requirements in the overall challenge of process representation.",
            "Unified process specification language: Requirements for modeling process",
            "Craig Schlenoff and Craig Schlenoff and Steven Ray",
            "1996",
            "2oNi7DkAAAAJ:eQOLeE2rZwMC",
            113,
            "https:\/\/tsapps.nist.gov\/publication\/get_pdf.cfm?pub_id=821499",
            "12733721197930219187",
            "\/scholar?cites=12733721197930219187",
            {
                "1996":1,
                "1997":3,
                "1998":12,
                "1999":13,
                "2000":10,
                "2001":12,
                "2002":8,
                "2003":5,
                "2004":7,
                "2005":10,
                "2006":5,
                "2007":5,
                "2008":1,
                "2009":4,
                "2010":2,
                "2011":2,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":1,
                "2018":2,
                "2019":2,
                "2020":1
            }
        ],
        [
            "The goal of the NIST Process Specification Language (PSL) project is to investigate and arrive at a neutral, unifying representation of process information to enable sharing of process data among manufacturing engineering and business applications. This paper focuses on the second phase of the project, the analysis of existing process representations to determine how well existing process representation methodologies support the requirements for specifying processes found in Phase One. This analysis will provide an objective basis from which to develop a comprehensive language and will promote the leveraging of existing work.",
            "Process specification language: An analysis of existing representations",
            "Amy Knutilla and Amy Knutilla and Steven Ray and Stephen T Polyak and Austin Tate and Shu Chiun Cheah and Richard C Anderson",
            "1998",
            "2oNi7DkAAAAJ:WF5omc3nYNoC",
            96,
            "https:\/\/tsapps.nist.gov\/publication\/get_pdf.cfm?pub_id=821237",
            "16779403016229224162",
            "\/scholar?cites=16779403016229224162",
            {
                "1998":3,
                "1999":9,
                "2000":10,
                "2001":5,
                "2002":3,
                "2003":11,
                "2004":2,
                "2005":5,
                "2006":7,
                "2007":4,
                "2008":5,
                "2009":6,
                "2010":2,
                "2011":4,
                "2012":3,
                "2013":1,
                "2014":1,
                "2015":2,
                "2016":4,
                "2017":2,
                "2018":2,
                "2019":2
            }
        ],
        [
            "The growth in the use of the Internet brings with it an increase in the number of interconnections among information systems supporting the manufacturing supply chain as well as other businesses. Each of these interconnections must be carefully prescribed to ensure interoperability. However, the sheer number of interconnections and the resulting complexity threaten to overwhelm the ability of the standards community or industry to provide the necessary specifications—a way out of this impasse must be found. This paper outlines the elements of an approach and the technology to move toward self-integrating systems, wherein the systems negotiate meaningful interfaces as needed in a dynamic environment.",
            "Interoperability standards in the semantic web",
            "Steven R Ray",
            "2002",
            "2oNi7DkAAAAJ:_FxGoFyzp5QC",
            65,
            "https:\/\/asmedigitalcollection.asme.org\/computingengineering\/article\/2\/1\/65\/449167",
            "7347588395285350757",
            "\/scholar?cites=7347588395285350757",
            {
                "2004":6,
                "2005":7,
                "2006":2,
                "2007":8,
                "2008":11,
                "2009":5,
                "2010":4,
                "2011":2,
                "2012":7,
                "2013":3,
                "2014":1,
                "2015":3,
                "2016":3,
                "2017":1,
                "2018":2
            }
        ],
        [
            "Ontology is an information technology that enables computers to ‘understand’and reason with complex knowledge. This technology has been shown to have a wide range of applications; including data mining, natural language processing, information federation and integration, and the use within standards to represent concepts unambiguously.In spite of its success, there is a lack of methods, metrics, and tools for improving the process of ensuring that ontologies are designed well and that they behave correctly within the context of the information systems that they are part of. This lack of measurement science is an obstacle for industry to improve the quality of ontology development and maintenance. The goal of the Ontology Summit 2013 was to identify existing best practices and tools in ontology evaluation, and to create a community consensus on how to best ensure quality across the whole lifecycle of an ontology. This report is designed to both report on the 2013 Ontology Summit, and to interpret the results of the summit in order to better guide the National Institute of Standards and Technology in its future strategic positioning with respect to semantic technology.",
            "Toward ontology evaluation across the life cycle",
            "Fabian Neuhaus and Fabian Neuhaus and Steve Ray and Ram D Sriram",
            "2014",
            "2oNi7DkAAAAJ:ns9cj8rnVeAC",
            61,
            "https:\/\/pdfs.semanticscholar.org\/4c74\/c55348ad3f076f3cb895e96a8ced59bb9d2f.pdf",
            "6947976743569557774",
            "\/scholar?cites=6947976743569557774",
            {
                "2014":6,
                "2015":10,
                "2016":11,
                "2017":12,
                "2018":10,
                "2019":3,
                "2020":7
            }
        ]
    ]
}