{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "This article looks at social inclusion from a sociological perspective. It argues that           sociology complements biological and other natural order explanations of social           stratification. The article interrogates a variety of forms of social integration,           including ostracism within 5th century b.c. Greece, 19th-century solidarism, and           Goffman’s mid-20th-century work on stigma. It does so to demonstrate how in each of these           contexts, social inclusion and exclusion can function as apparati that problematize people           on the margins, and by extension, contribute to their governance and control. The article           proposes that sociology provides a valuable orientation from which to consider social           inclusion because it illuminates how social integration maintains and manages the ways in           which people move about and through their socially stratified worlds.",
            "The Sociology of Social Inclusion",
            "Dan Allman",
            "2013",
            "2P3n8Va65IEC:k_IJM867U9cC",
            162,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/2158244012471957",
            "14004544403222964753",
            "\/scholar?cites=14004544403222964753",
            {
                "2013":7,
                "2014":9,
                "2015":19,
                "2016":29,
                "2017":23,
                "2018":15,
                "2019":35,
                "2020":19,
                "2021":2
            }
        ],
        [
            "Little research exists regarding men who have sex with men and sexual risk in Nigeria. Prior to the implementation of a targeted HIV\/STI prevalence study, structured focus groups incorporating anonymous questionnaires were conducted with members of this population in secure locations in Nigeria. A purposive sample of men was recruited by word‐of‐mouth. Five focus groups were conducted with a total of 58 men. Mean age was 27 years (range 16–58); 60% had post‐secondary education; 56% were employed full or part‐time; 83% were Christian; 16% were Muslim; 66% self‐identified as bisexual; 31% as homosexual. Participants' experiences were diverse, with ethnic, religious and class distinctions strongly structuring sexual expression. Same‐sex community networks were hidden, with social activities taking place in non‐commercial, private venues. Socially ostracized by culture, religion, and political will …",
            "Challenges for the Sexual Health and Social Acceptance of Men who have Sex with Men in Nigeria",
            "Dan Allman and Sylvia Adebajo and Ted Myers and Oludare Odumuye and Sade Ogunsola",
            "2007",
            "2P3n8Va65IEC:u5HHmVD_uO8C",
            86,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/13691050601040480",
            "13226531867885479717",
            "\/scholar?cites=13226531867885479717",
            {
                "2007":2,
                "2008":6,
                "2009":5,
                "2010":4,
                "2011":6,
                "2012":8,
                "2013":14,
                "2014":6,
                "2015":5,
                "2016":11,
                "2017":4,
                "2018":4,
                "2019":2,
                "2020":6
            }
        ],
        [
            "This study assessed the level of internalized homophobia and associated factors among men who have sex with men (MSM) in Nigeria. Using respondent driven sampling, MSM were recruited in Lagos and Ibadan between July and September, 2006. Internalized homophobia was assessed as a negative composite score using an 11-item scale. A total of 1,125 MSM were interviewed. About 44.4% self-identified as homosexual or gay while 55% regarded themselves as bisexual. About a third of the",
            "Prevalence of Internalized Homophobia and HIV Associated Risks among Men who have Sex with Men in Nigeria",
            "Sylvia B Adebajo and George I Eluwa and Dan Allman and Ted Myers and Babatunde A Ahonsi",
            "2012",
            "2P3n8Va65IEC:isC4tDSrTZIC",
            61,
            "https:\/\/www.ajol.info\/index.php\/ajrh\/article\/view\/83669",
            "14528234247216240281",
            "\/scholar?cites=14528234247216240281",
            {
                "2012":1,
                "2013":5,
                "2014":5,
                "2015":13,
                "2016":8,
                "2017":8,
                "2018":8,
                "2019":3,
                "2020":8
            }
        ],
        [
            "To describe hepatitis C virus (HCV) and HIV prevalence and co-infection, and to examine variables associated with infection in a community sample of men who have sex with men (MSM).Data were from an anonymous, cross-sectional study (N = 5080) in Canada. Men self-completed a questionnaire and provided an optional saliva specimen for HCV and HIV testing. Polytomous logistic regressions identified variables associated with HCV, HIV, and HCV–HIV co-infection.The prevalences of HCV, HIV, and HCV–HIV co-infection were 1.9%, 9.0%, and 0.7%, respectively. The greatest contribution to HCV (odds ratio (OR) 23.66, 95% confidence interval (CI) 9.69–57.73) and HCV–HIV co-infection (OR 26.76, 95% CI 7.97–89.80) was injection drug use. Sexual behaviors and proxies were associated with HIV but not HCV infection.Results suggest there are subgroups of MSM at …",
            "The Prevalence and Correlates of Hepatitis C Virus (HCV) Infection and HCV-HIV co-Infection in a Community Sample of Gay and Bisexual Men",
            "Ted Myers and Dan Allman and Kunyong Xu and Robert S Remis and Jeffrey Aguinaldo and Ann Burchell and Liviana Calzavara and Carol Swantee",
            "2009",
            "2P3n8Va65IEC:YsMSGLbcyi4C",
            42,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1201971209000058",
            "6546908755259877710",
            "\/scholar?cites=6546908755259877710",
            {
                "2010":4,
                "2011":4,
                "2012":2,
                "2013":3,
                "2014":7,
                "2015":6,
                "2016":4,
                "2017":3,
                "2018":2,
                "2019":1,
                "2020":5
            }
        ],
        [
            "The human immunodeficiency virus (HIV) epidemic has presented unparalleled challenges to sex researchers. Investigators have sought to understand a range of sexual behaviors and have scrutinized their roles in disease transmission. Opportunities have also emerged for developing and evaluating large-scale behavioral interventions to facilitate sexual risk reduction. In this article, we examine a topic of interest to sex researchers and HIV prevention programs, namely the relationship between bisexual behavior and HIV risk. We have gath ered the theoretical and empirical literatures from two countries, Canada and the United States, permitting us to describe diverse experiences in countries in which variations in demographics and social norms as well as prevention programs may have consequences for the prevalence and contexts of bisexual behavior and for HIV risk. We begin our article with a review of the …",
            "Bisexuality and HIV risk: Experiences in Canada and the United States",
            "Lynda Doll and Ted Myers and Meaghan Kennedy and Dan Allman",
            "1997",
            "2P3n8Va65IEC:u-x6o8ySG0sC",
            40,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/10532528.1997.10559920",
            "4240077950946874544",
            "\/scholar?cites=4240077950946874544",
            {
                "1999":2,
                "2000":1,
                "2001":2,
                "2002":1,
                "2003":2,
                "2004":4,
                "2005":3,
                "2006":6,
                "2007":2,
                "2008":3,
                "2009":1,
                "2010":3,
                "2011":2,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":2,
                "2016":2
            }
        ],
        [
            "This book reviews twenty-five years of Canadian research on prostitutes, their clients, street youth, and injection drug users and discovers data that challenge misconceptions about men who sell sex and the spread of AIDS. Dan Allman looks at how Canadian social theory approached male sex work and how Canadian researchers have defined and measured HIV risks for male sex workers in the past.",
            "M is for Mutual, A is for Acts: Male Sex Work and AIDS in Canada",
            "Dan Allman",
            "1999",
            "2P3n8Va65IEC:d1gkVwhDpl0C",
            39,
            "http:\/\/scholar.google.com\/scholar?cluster=642736893352999166&hl=en&oi=scholarr",
            "642736893352999166",
            "\/scholar?cites=642736893352999166",
            {
                "1999":2,
                "2000":1,
                "2001":3,
                "2002":2,
                "2003":2,
                "2004":2,
                "2005":2,
                "2006":3,
                "2007":4,
                "2008":5,
                "2009":2,
                "2010":3,
                "2011":1,
                "2012":1,
                "2013":2,
                "2014":1,
                "2015":1
            }
        ],
        [
            "Since 2003, US government funding to address the HIV and AIDS pandemic has been subject to an anti‐prostitution clause. Simultaneously, the efficacy of some HIV prevention efforts for sex work in areas receiving US government funding has diminished. This article seeks to explain why.This analysis utilizes a case story approach to build a narrative of defining features of organizations in receipt of funding from the President's Emergency Plan for AIDS Relief (PEPFAR) and other US funding sources. For this analysis, multiple cases were compiled within a single narrative. This helps show restrictions imposed by the anti‐prostitution clause, any lack of clarity of guidelines for implementation and ways some agencies, decision‐making personnel, and staff on the ground contend with these restrictions.Responses to PEPFAR's anti‐prostitution clause vary widely and have varied over …",
            "An Analysis of the Implementation of PEPFAR's Anti-Prostitution Pledge and its Implications for Successful HIV Prevention among Organizations Working with Sex Workers",
            "Melissa Hope Ditmore and Dan Allman",
            "2013",
            "2P3n8Va65IEC:O3NaXMp0MMsC",
            34,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.7448\/IAS.16.1.17354",
            "15277318300067440785",
            "\/scholar?cites=15277318300067440785",
            {
                "2013":1,
                "2014":6,
                "2015":8,
                "2016":5,
                "2017":2,
                "2018":9,
                "2019":1,
                "2020":1
            }
        ]
    ]
}