{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Graphene has attracted worldwide interest since its experimental discovery 1, 2, but the preparation of large-area, continuous graphene film on SiO 2\/Si wafers, free from growth-related morphological defects or transfer-induced cracks and folds, remains a formidable challenge 3. Growth of graphene by chemical vapour deposition on Cu foils 4, 5, 6, 7 has emerged as a powerful technique owing to its compatibility with industrial-scale roll-to-roll technology 6. However, the polycrystalline nature and microscopic roughness of Cu foils means that such roll-to-roll transferred films are not devoid of cracks and folds 6, 7. High-fidelity transfer or direct growth of high-quality graphene films on arbitrary substrates is needed to enable wide-ranging applications in photonics or electronics, which include devices such as optoelectronic modulators, transistors, on-chip biosensors and tunnelling barriers 3, 8, 9. The direct growth of …",
            "Face-to-face transfer of wafer-scale graphene films",
            "Libo Gao and Guang-Xin Ni and Yanpeng Liu and Bo Liu and Antonio H Castro Neto and Kian Ping Loh",
            "2014",
            "2pKV3fAAAAAJ:kNdYIx-mwKoC",
            351,
            "https:\/\/www.nature.com\/articles\/nature12763",
            "12772022790819743069",
            "\/scholar?cites=12772022790819743069",
            {
                "2014":34,
                "2015":58,
                "2016":58,
                "2017":61,
                "2018":43,
                "2019":52,
                "2020":37,
                "2021":4
            }
        ],
        [
            "The success of metal-based plasmonics for manipulating light at the nanoscale has been empowered by imaginative designs and advanced nano-fabrication. However, the fundamental optical and electronic properties of elemental metals, the prevailing plasmonic media, are difficult to alter using external stimuli. This limitation is particularly restrictive in applications that require modification of the plasmonic response at sub-picosecond timescales. This handicap has prompted the search for alternative plasmonic media 1, 2, 3, with graphene emerging as one of the most capable candidates for infrared wavelengths. Here we visualize and elucidate the properties of non-equilibrium photo-induced plasmons in a high-mobility graphene monolayer 4. We activate plasmons with femtosecond optical pulses in a specimen of graphene that otherwise lacks infrared plasmonic response at equilibrium. In combination with …",
            "Ultrafast optical switching of infrared plasmon polaritons in high-mobility graphene",
            "GX Ni and L Wang and MD Goldflam and M Wagner and Z Fei and AS McLeod and MK Liu and F Keilmann and B Özyilmaz and AH Castro Neto and J Hone and MM Fogler and DN Basov",
            "2016",
            "2pKV3fAAAAAJ:ZuybSZzF8UAC",
            266,
            "https:\/\/www.nature.com\/articles\/nphoton.2016.45",
            "5749514015281373239",
            "\/scholar?cites=5749514015281373239",
            {
                "2015":1,
                "2016":16,
                "2017":61,
                "2018":57,
                "2019":61,
                "2020":62,
                "2021":5
            }
        ],
        [
            "In this letter, we demonstrate a nonvolatile memory device in a graphene field-effect-transistor structure using ferroelectric gating. The binary information, i.e., “1” and “0”, is represented by the high and low resistance states of the graphene working channels and is switched by controlling the polarization of the ferroelectric thin film using gate voltage sweep. A nonvolatile resistance change exceeding 200% is achieved in our graphene-ferroelectric hybrid devices. The experimental observations are explained by the electrostatic doping of graphene by electric dipoles at the ferroelectric\/graphene interface.",
            "Gate-controlled nonvolatile graphene-ferroelectric memory",
            "Yi Zheng and Guang-Xin Ni and Chee-Tat Toh and Ming-Gang Zeng and Shu-Ting Chen and Kui Yao and Barbaros Özyilmaz",
            "2009",
            "2pKV3fAAAAAJ:u5HHmVD_uO8C",
            264,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3119215",
            "6641785185415766224",
            "\/scholar?cites=6641785185415766224",
            {
                "2009":4,
                "2010":21,
                "2011":16,
                "2012":26,
                "2013":30,
                "2014":27,
                "2015":33,
                "2016":23,
                "2017":24,
                "2018":18,
                "2019":23,
                "2020":18
            }
        ],
        [
            "Plasmon polaritons are hybrid excitations of light and mobile electrons that can confine the energy of long-wavelength radiation at the nanoscale. Plasmon polaritons may enable many enigmatic quantum effects, including lasing 1, topological protection 2, 3 and dipole-forbidden absorption 4. A necessary condition for realizing such phenomena is a long plasmonic lifetime, which is notoriously difficult to achieve for highly confined modes 5. Plasmon polaritons in graphene—hybrids of Dirac quasiparticles and infrared photons—provide a platform for exploring light–matter interaction at the nanoscale 6, 7. However, plasmonic dissipation in graphene is substantial 8 and its fundamental limits remain undetermined. Here we use nanometre-scale infrared imaging to investigate propagating plasmon polaritons in high-mobility encapsulated graphene at cryogenic temperatures. In this regime, the propagation of plasmon …",
            "Fundamental limits to graphene plasmonics",
            "GuangXin Ni and d AS McLeod and Zhiyuan Sun and Lei Wang and Lin Xiong and KW Post and SS Sunku and B-Y Jiang and James Hone and Cory R Dean and MM Fogler and Dimitri N Basov",
            "2018",
            "2pKV3fAAAAAJ:ZfRJV9d4-WMC",
            241,
            "https:\/\/www.nature.com\/articles\/s41586-018-0136-9",
            "637427265482634867",
            "\/scholar?cites=637427265482634867",
            {
                "2018":23,
                "2019":100,
                "2020":102,
                "2021":11
            }
        ],
        [
            "Recent experiments on ferroelectric gating have introduced a novel functionality, ie, nonvolatility, in graphene field-effect transistors. A comprehensive understanding in the nonlinear, hysteretic ferroelectric gating and an effective way to control it are still absent. In this Letter, we quantitatively characterize the hysteretic ferroelectric gating using the reference of an independent background doping (n BG) provided by normal dielectric gating. More importantly, we prove that n BG can be used to control the ferroelectric gating by unidirectionally shifting the hysteretic ferroelectric doping in graphene. Utilizing this electrostatic effect, we demonstrate symmetrical bit writing in graphene-ferroelectric field-effect transistors with resistance change over 500% and reproducible no-volatile switching over 10 5 cycles.",
            "Graphene field-effect transistors with ferroelectric gating",
            "Yi Zheng and Guang-Xin Ni and Chee-Tat Toh and Chin-Yaw Tan and Kui Yao and Barbaros Özyilmaz",
            "2010",
            "2pKV3fAAAAAJ:u-x6o8ySG0sC",
            202,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.166602",
            "16759209840445094426",
            "\/scholar?cites=16759209840445094426",
            {
                "2011":13,
                "2012":21,
                "2013":22,
                "2014":18,
                "2015":30,
                "2016":15,
                "2017":24,
                "2018":23,
                "2019":16,
                "2020":18,
                "2021":1
            }
        ],
        [
            "Graphene has exceptional optical, mechanical, and electrical properties, making it an emerging material for novel optoelectronics, photonics, and flexible transparent electrode applications. However, the relatively high sheet resistance of graphene is a major constraint for many of these applications. Here we propose a new approach to achieve low sheet resistance in large-scale CVD monolayer graphene using nonvolatile ferroelectric polymer gating. In this hybrid structure, large-scale graphene is heavily doped up to 3 × 1013 cm–2 by nonvolatile ferroelectric dipoles, yielding a low sheet resistance of 120 Ω\/□ at ambient conditions. The graphene–ferroelectric transparent conductors (GFeTCs) exhibit more than 95% transmittance from the visible to the near-infrared range owing to the highly transparent nature of the ferroelectric polymer. Together with its excellent mechanical flexibility, chemical inertness, and the …",
            "Graphene–ferroelectric hybrid structure for flexible transparent electrodes",
            "Guang-Xin Ni and Yi Zheng and Sukang Bae and Chin Yaw Tan and Orhan Kahya and Jing Wu and Byung Hee Hong and Kui Yao and Barbaros Ozyilmaz",
            "2012",
            "2pKV3fAAAAAJ:2osOgNQ5qMEC",
            181,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn3010137",
            "18151060241011244032",
            "\/scholar?cites=18151060241011244032",
            {
                "2012":5,
                "2013":29,
                "2014":22,
                "2015":38,
                "2016":22,
                "2017":17,
                "2018":19,
                "2019":14,
                "2020":13
            }
        ],
        [
            "We report a systematic study of the etching of MoS2 crystals by using XeF2 as a gaseous reactant. By controlling the etching process, monolayer MoS2 with uniform morphology can be obtained. The Raman and photoluminescence spectra of the resulting material were similar to those of exfoliated MoS2. Utilizing this strategy, different patterns such as a Hall bar structure and a hexagonal array can be realized. Furthermore, the etching mechanism was studied by introducing graphene as an etching mask. We believe our technique opens an easy and controllable way of etching MoS2, which can be used to fabricate complex nanostructures, such as nanoribbons, quantum dots, and transistor structures. This etching process using XeF2 can also be extended to other interesting two-dimensional crystals …",
            "An innovative way of etching MoS 2: Characterization and mechanistic investigation",
            "Yuan Huang and Jing Wu and Xiangfan Xu and Yuda Ho and Guangxin Ni and Qiang Zou and Gavin Kok Wai Koon and Weijie Zhao and AH Castro Neto and Goki Eda and Chengmin Shen and Barbaros Özyilmaz",
            "2013",
            "2pKV3fAAAAAJ:W7OEmFMy1HYC",
            147,
            "https:\/\/link.springer.com\/article\/10.1007%252Fs12274-013-0296-8",
            "9496964764459118089",
            "\/scholar?cites=9496964764459118089",
            {
                "2013":4,
                "2014":20,
                "2015":15,
                "2016":18,
                "2017":29,
                "2018":27,
                "2019":17,
                "2020":15,
                "2021":2
            }
        ],
        [
            "The technical breakthrough in synthesizing graphene by chemical vapor deposition methods (CVD) has opened up enormous opportunities for large-scale device applications. To improve the electrical properties of CVD graphene grown on copper (Cu-CVD graphene), recent efforts have focused on increasing the grain size of such polycrystalline graphene films to 100 μm and larger. While an increase in grain size and, hence, a decrease of grain boundary density is expected to greatly enhance the device performance, here we show that the charge mobility and sheet resistance of Cu-CVD graphene is already limited within a single grain. We find that the current high-temperature growth and wet transfer methods of CVD graphene result in quasi-periodic nanoripple arrays (NRAs). Electron-flexural phonon scattering in such partially suspended graphene devices introduces anisotropic charge transport and sets …",
            "Quasi-periodic nanoripples in graphene grown by chemical vapor deposition and its impact on charge transport",
            "Guang-Xin Ni and Yi Zheng and Sukang Bae and Hye Ri Kim and Alexandre Pachoud and Young Soo Kim and Chang-Ling Tan and Danho Im and Jong-Hyun Ahn and Byung Hee Hong and Barbaros Ozyilmaz",
            "2012",
            "2pKV3fAAAAAJ:9yKSN-GCB0IC",
            132,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn203775x",
            "13693847893415432252",
            "\/scholar?cites=13693847893415432252",
            {
                "2012":9,
                "2013":17,
                "2014":24,
                "2015":11,
                "2016":16,
                "2017":17,
                "2018":9,
                "2019":11,
                "2020":16,
                "2021":2
            }
        ],
        [
            "Moiré patterns are periodic superlattice structures that appear when two crystals with a minor lattice mismatch are superimposed. A prominent recent example is that of monolayer graphene placed on a crystal of hexagonal boron nitride. As a result of the moiré pattern superlattice created by this stacking, the electronic band structure of graphene is radically altered, acquiring satellite sub-Dirac cones at the superlattice zone boundaries. To probe the dynamical response of the moiré graphene, we use infrared (IR) nano-imaging to explore propagation of surface plasmons, collective oscillations of electrons coupled to IR light. We show that interband transitions associated with the superlattice mini-bands in concert with free electrons in the Dirac bands produce two additive contributions to composite IR plasmons in graphene moiré superstructures. This novel form of collective modes is likely to be generic to other forms …",
            "Plasmons in graphene moiré superlattices",
            "GX Ni and H Wang and JS Wu and Z Fei and MD Goldflam and F Keilmann and B Özyilmaz and AH Castro Neto and XM Xie and MM Fogler and DN Basov",
            "2015",
            "2pKV3fAAAAAJ:ye4kPcJQO24C",
            111,
            "https:\/\/www.nature.com\/articles\/nmat4425",
            "6725040036939567660",
            "\/scholar?cites=6725040036939567660",
            {
                "2015":1,
                "2016":22,
                "2017":22,
                "2018":14,
                "2019":24,
                "2020":26,
                "2021":1
            }
        ],
        [
            "Graphene is an atomically thin plasmonic medium that supports highly confined plasmon polaritons, or nano-light, with very low loss. Electronic properties of graphene can be drastically altered when it is laid upon another graphene layer, resulting in a moiré superlattice. The relative twist angle between the two layers is a key tuning parameter of the interlayer coupling in thus-obtained twisted bilayer graphene (TBG). We studied the propagation of plasmon polaritons in TBG by infrared nano-imaging. We discovered that the atomic reconstruction occurring at small twist angles transforms the TBG into a natural plasmon photonic crystal for propagating nano-light. This discovery points to a pathway for controlling nano-light by exploiting quantum properties of graphene and other atomically layered van der Waals materials, eliminating the need for arduous top-down nanofabrication.",
            "Photonic crystals for nano-light in moiré graphene superlattices",
            "SS Sunku and GuangXin Ni and Bor-Yuan Jiang and Hyobin Yoo and Aaron Sternbach and AS McLeod and T Stauber and Lin Xiong and Takashi Taniguchi and Kenji Watanabe and Philip Kim and MM Fogler and DN Basov",
            "2018",
            "2pKV3fAAAAAJ:tzM49s52ZIMC",
            107,
            "https:\/\/science.sciencemag.org\/content\/362\/6419\/1153.abstract",
            "12458604589582934547",
            "\/scholar?cites=12458604589582934547",
            {
                "2017":1,
                "2018":1,
                "2019":27,
                "2020":71,
                "2021":6
            }
        ]
    ]
}