{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "A flow-focusing geometry is integrated into a microfluidic device and used to study drop formation in liquid–liquid systems. A phase diagram illustrating the drop size as a function of flow rates and flow rate ratios of the two liquids includes one regime where drop size is comparable to orifice width and a second regime where drop size is dictated by the diameter of a thin “focused” thread, so drops much smaller than the orifice are formed. Both monodisperse and polydisperse emulsions can be produced.",
            "Formation of dispersions using “flow focusing” in microchannels",
            "Shelley L Anna and Nathalie Bontoux and Howard A Stone",
            "2003",
            "2u09mlAAAAAJ:u5HHmVD_uO8C",
            2549,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1537519%40apl.2019.APLCLASS2019.issue-1",
            "12295090056475995891",
            "\/scholar?cites=12295090056475995891",
            {
                "2003":7,
                "2004":32,
                "2005":52,
                "2006":99,
                "2007":111,
                "2008":164,
                "2009":170,
                "2010":174,
                "2011":188,
                "2012":179,
                "2013":163,
                "2014":170,
                "2015":190,
                "2016":165,
                "2017":162,
                "2018":173,
                "2019":180,
                "2020":142,
                "2021":12
            }
        ],
        [
            "Microfluidic technology offers capabilities for the precise handling of small fluid volumes dispersed as droplets. To fully exploit this potential requires simultaneous generation of multiple size droplets. We demonstrate two methods for passively breaking larger drops into precisely controlled daughter drops using pressure-driven flow in simple microfluidic configurations:(i) a T junction and (ii) flow past isolated obstacles. We quantify conditions for breakup at a T junction and illustrate sequential breakup at T junctions for making small drops at high dispersed phase volume fractions.",
            "Geometrically mediated breakup of drops in microfluidic devices",
            "DR Link and Shelley L Anna and DA Weitz and HA Stone",
            "2004",
            "2u09mlAAAAAJ:u-x6o8ySG0sC",
            1278,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.054503",
            "10596719333581318651",
            "\/scholar?cites=10596719333581318651",
            {
                "2004":11,
                "2005":44,
                "2006":75,
                "2007":62,
                "2008":71,
                "2009":101,
                "2010":95,
                "2011":77,
                "2012":78,
                "2013":88,
                "2014":75,
                "2015":91,
                "2016":73,
                "2017":80,
                "2018":85,
                "2019":74,
                "2020":71,
                "2021":11
            }
        ],
        [
            "Microfluidic technologies have emerged recently as a promising new route for the fabrication of uniform emulsions. In this paper, we review microfluidic methods for synthesizing uniform streams of droplets and bubbles, focusing on those that utilize pressure-driven flows. Three categories of microfluidic geometries are discussed, including co-flowing streams, cross-flowing streams, and flow focusing devices. In each category we summarize observations that have been reported to date in experiments and numerical simulations. We describe these results in the context of physical mechanisms for droplet breakup, and simple theoretical models that have been proposed. Applications of droplets in microfluidic devices are briefly reviewed.",
            "Microfluidic methods for generating continuous droplet streams",
            "Gordon F Christopher and Shelly L Anna",
            "2007",
            "2u09mlAAAAAJ:d1gkVwhDpl0C",
            851,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0022-3727\/40\/19\/R01\/meta",
            "4120060679917770891",
            "\/scholar?cites=4120060679917770891",
            {
                "2008":23,
                "2009":56,
                "2010":66,
                "2011":59,
                "2012":66,
                "2013":71,
                "2014":60,
                "2015":85,
                "2016":86,
                "2017":86,
                "2018":67,
                "2019":57,
                "2020":60,
                "2021":4
            }
        ],
        [
            "We study the elasto-capillary self-thinning and ultimate breakup of three polystyrene-based ideal elastic fluids by measuring the evolution in the filament diameter as slender viscoelastic threads neck and eventually break. We examine the dependence of the transient diameter profile and the time to breakup on the molecular weight, and compare the observations with simple theories for breakup of slender viscoelastic filaments. The evolution of the transient diameter profile predicted by a multimode FENE-P model quantitatively matches the data provided the initial stresses in the filament are taken into account. Finally, we show how the transient uniaxial extensional viscosity of a dilute polymer solution can be estimated from the evolution in the diameter of the necking filament. The resulting “apparent extensional viscosity” profiles are compared with similar results obtained from a filament stretching rheometer. Both …",
            "Elasto-capillary thinning and breakup of model elastic liquids",
            "Shelley L Anna and Gareth H McKinley",
            "2001",
            "2u09mlAAAAAJ:9yKSN-GCB0IC",
            472,
            "https:\/\/sor.scitation.org\/doi\/abs\/10.1122\/1.1332389",
            "11626364839049537945",
            "\/scholar?cites=11626364839049537945",
            {
                "2001":2,
                "2002":3,
                "2003":8,
                "2004":9,
                "2005":23,
                "2006":19,
                "2007":12,
                "2008":24,
                "2009":23,
                "2010":21,
                "2011":28,
                "2012":26,
                "2013":14,
                "2014":30,
                "2015":34,
                "2016":29,
                "2017":27,
                "2018":45,
                "2019":38,
                "2020":52,
                "2021":2
            }
        ],
        [
            "Covering all aspects of transport phenomena on the nano-and micro-scale, this encyclopedia features over 750 entries in three alphabetically-arranged volumes including the most up-to-date research, insights, and applied techniques across all areas. Coverage includes electrical double-layers, optofluidics, DNC lab-on-a-chip, nanosensors, and more.",
            "Encyclopedia of microfluidics and nanofluidics",
            "Dongqing Li",
            "2008",
            "2u09mlAAAAAJ:maZDTaKrznsC",
            408,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=vFI5fcNFbgYC&oi=fnd&pg=PA1&dq=info:NmFCaWIhxeUJ:scholar.google.com&ots=kVdN9TccQR&sig=kDX8IRmHNhjTWa6nGC9xQebZgAc",
            "16556676311653966134",
            "\/scholar?cites=16556676311653966134",
            {
                "2008":3,
                "2009":15,
                "2010":20,
                "2011":26,
                "2012":30,
                "2013":29,
                "2014":27,
                "2015":35,
                "2016":35,
                "2017":39,
                "2018":45,
                "2019":38,
                "2020":52,
                "2021":5
            }
        ],
        [
            "A microfluidic flow-focusing device is used to explore the use of surfactant-mediated tipstreaming to synthesize micrometer-scale and smaller droplets. By controlling the surfactant bulk concentration of a soluble nonionic surfactant in the neighborhood of the critical micelle concentration, along with the capillary number and the ratio of the internal and external flow rates, we observe several distinct modes of droplet breakup. For the most part, droplet breakup in microfluidic devices results in highly monodisperse droplets in the range of tens of micrometers in size. However, we observe a new mode of breakup called “thread formation” that resembles tipstreaming and yields tiny droplets in the range of a few micrometers in size or smaller. In this work, we characterize the growth of the thread and its maximum length as a function of flow variables and surfactant content, and we also characterize the period of droplet …",
            "Microscale tipstreaming in a microfluidic flow focusing device",
            "Shelley L Anna and Hans C Mayer",
            "2006",
            "2u09mlAAAAAJ:2osOgNQ5qMEC",
            393,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2397023",
            "3223894028084859487",
            "\/scholar?cites=3223894028084859487",
            {
                "2006":1,
                "2007":5,
                "2008":25,
                "2009":18,
                "2010":29,
                "2011":29,
                "2012":35,
                "2013":33,
                "2014":28,
                "2015":39,
                "2016":37,
                "2017":37,
                "2018":27,
                "2019":19,
                "2020":28,
                "2021":2
            }
        ],
        [
            "An experimental study of droplet breakup in T-shaped microfluidic junctions is presented in which the capillary number and flow rate ratio are varied over a wide range for several different viscosity ratios and several different ratios of the inlet channel widths. The range of conditions corresponds to the region in which both the squeezing pressure that arises when the emerging interface obstructs the channel and the viscous shear stress on the emerging interface strongly influence the process. In this regime, the droplet volume depends on the capillary number, the flow rate ratio, and the ratio of inlet channel widths, which controls the degree of confinement of the droplets. The viscosity ratio influences the droplet volume only when the viscosities are similar. When there is a large viscosity contrast in which the dispersed-phase liquid is at least 50 times smaller than the continuous-phase liquid, the resulting size is …",
            "Experimental observations of the squeezing-to-dripping transition in T-shaped microfluidic junctions",
            "Gordon F Christopher and N Nadia Noharuddin and Joshua A Taylor and Shelley L Anna",
            "2008",
            "2u09mlAAAAAJ:qjMakFHDy7sC",
            336,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.78.036317",
            "14857208217743154330",
            "\/scholar?cites=14857208217743154330",
            {
                "2008":1,
                "2009":8,
                "2010":23,
                "2011":27,
                "2012":27,
                "2013":30,
                "2014":17,
                "2015":41,
                "2016":32,
                "2017":34,
                "2018":37,
                "2019":30,
                "2020":24,
                "2021":3
            }
        ]
    ]
}