{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We build on previous research that explores the external acquisition of competitive capabilities through the embedded ties that firms form in networks and alliances. While information sharing and trust have been theorized to be key features of the interorganizational ties that facilitate the acquisition of competitive capabilities, we argue that these mechanisms provide an incomplete explanation because they do not fully address the partially tacit nature of the knowledge that underlies competitive capabilities. Joint problem‐solving arrangements play a prominent role in capability acquisition by promoting the transfer of complex and difficult‐to‐codify knowledge. Drawing on a set of case studies and a survey of 234 job shop manufacturers we find support for the role of joint problem solving with suppliers in facilitating the acquisition of competitive capabilities. Copyright © 2005 John Wiley & Sons, Ltd.",
            "Embedded Ties and the Acquisition of Competitive Capabilities",
            "Bill McEvily and Alfred Marcus",
            "2005",
            "2vWkcVQAAAAJ:u5HHmVD_uO8C",
            1134,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/smj.484",
            "5447774432914902671",
            "\/scholar?cites=5447774432914902671",
            {
                "2004":3,
                "2005":4,
                "2006":25,
                "2007":36,
                "2008":49,
                "2009":77,
                "2010":93,
                "2011":85,
                "2012":104,
                "2013":83,
                "2014":96,
                "2015":95,
                "2016":110,
                "2017":61,
                "2018":67,
                "2019":66,
                "2020":54,
                "2021":4
            }
        ],
        [
            "Corporate crises—such as accidents, scandals, and product safety incidents—exacerbate stakeholder demands in such a way that conflict can arise between the interests of shareholders and crisis victims. We show that such conflict arises in the case of accidents, in which (1) the needs of victims are immediate and concrete and the potential corporate liability is great and (2) management can plausibly claim there are mitigating circumstances and factors beyond its control. In the case of accidents, if managers are accommodating to victims, shareholders are likely to suffer. The conflict does not arise in the case of scandals, for neither of those conditions holds. Shareholders benefit when managers are accommodating. This article discusses the theoretical and managerial implications of these findings.",
            "Victims and shareholders: The dilemmas of presenting corporate policy during a crisis",
            "Alfred A Marcus and Robert S Goodman",
            "1991",
            "2vWkcVQAAAAJ:_OXeSy2IsFwC",
            641,
            "https:\/\/journals.aom.org\/doi\/abs\/10.5465\/256443",
            "11837658446295153543",
            "\/scholar?cites=11837658446295153543",
            {
                "1992":2,
                "1993":7,
                "1994":10,
                "1995":9,
                "1996":5,
                "1997":4,
                "1998":4,
                "1999":8,
                "2000":10,
                "2001":9,
                "2002":11,
                "2003":10,
                "2004":11,
                "2005":12,
                "2006":24,
                "2007":27,
                "2008":19,
                "2009":29,
                "2010":32,
                "2011":32,
                "2012":46,
                "2013":32,
                "2014":41,
                "2015":31,
                "2016":37,
                "2017":40,
                "2018":45,
                "2019":47,
                "2020":38,
                "2021":1
            }
        ],
        [
            "Today, it is undeniable that a new enthusiasm exists for green management, not only among managers but among business school students, though this enthusiasm is just starting to be tapped in a more formal way in curriculum, instructional materials, and faculty careers and advancement. Green management matters for many reasons, but fundamentally it matters because people expect managers to use resources wisely and responsibly; protect the environment; minimize the amounts of air, water, energy, minerals, and other materials found in the final goods people consume; recycle and reuse these goods to the extent possible rather than drawing on nature to replenish them; respect nature's calm, tranquility, and beauty; and eliminate toxins that harm people in the workplace and communities. From a moral or normative perspective the obligation for green management is absolute, and …",
            "Green Management Matters Regardless",
            "A Marcus Alfred and R Fremeth Adam",
            "2009",
            "2vWkcVQAAAAJ:roLk4NBRz8UC",
            480,
            "https:\/\/journals.aom.org\/doi\/abs\/10.5465\/amp.2009.43479261",
            "10263629741058508937",
            "\/scholar?cites=10263629741058508937",
            {
                "2009":4,
                "2010":24,
                "2011":40,
                "2012":43,
                "2013":38,
                "2014":38,
                "2015":55,
                "2016":39,
                "2017":36,
                "2018":47,
                "2019":49,
                "2020":54,
                "2021":2
            }
        ],
        [
            "This paper investigates the effects of implementing the international standard ISO 9000 on measures of business and operating performance. Based on the literature and a case study we identified two stages in implementing ISO 9000—(1) Installation, which has two dimensions: (a) external coordination and (b) integration; and (2) Usage, which also has two dimensions: (a) in daily practice and (b) as a catalyst for change. The hypotheses were that installation of ISO 9000 is positively related to use of ISO 9000, and use of ISO 9000 is positively related to operating performance. In addition, use of ISO 9000 is positively related to business performance since operating performance is positively related to business performance. We used hierarchical linear models (HLM) to test our hypotheses and validated the results by comparing the longitudinal performance of ISO 9000 certified companies with four matched …",
            "Achieving Competitive Advantage Through Implementing a Replicable Management Standard:Installing and Using ISO 9000",
            "Eitan Naveh and Alfred Marcus",
            "2005",
            "2vWkcVQAAAAJ:W7OEmFMy1HYC",
            440,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0272696305000525",
            "2228524669822703259",
            "\/scholar?cites=2228524669822703259",
            {
                "2006":7,
                "2007":16,
                "2008":20,
                "2009":20,
                "2010":27,
                "2011":26,
                "2012":33,
                "2013":32,
                "2014":41,
                "2015":44,
                "2016":44,
                "2017":34,
                "2018":30,
                "2019":27,
                "2020":34,
                "2021":1
            }
        ],
        [
            "Using data from electric utilities, this study shows that spending on well-designed regulations has a positive productivity impact but that spending on less well-designed regulations has a negative effect. Better-designed regulations are flexible and grant firms latitude on how to meet goals, allow them time to deploy new means to meet goals, and set ambitious goals that stretch them beyond current practices.",
            "Rules Versus Discretion: The Productivity Consequences of Flexible Regulation",
            "Sumit K Majumdar and Alfred A Marcus",
            "2001",
            "2vWkcVQAAAAJ:d1gkVwhDpl0C",
            420,
            "https:\/\/journals.aom.org\/doi\/abs\/10.5465\/3069344",
            "14806691088049255665",
            "\/scholar?cites=14806691088049255665",
            {
                "2002":3,
                "2003":9,
                "2004":19,
                "2005":14,
                "2006":13,
                "2007":20,
                "2008":19,
                "2009":25,
                "2010":31,
                "2011":20,
                "2012":26,
                "2013":26,
                "2014":28,
                "2015":24,
                "2016":21,
                "2017":26,
                "2018":27,
                "2019":29,
                "2020":32,
                "2021":3
            }
        ],
        [
            "An increasing amount of high-quality research has been conducted in the past decade on the topic of managing organizations in the natural environment. The authors trace this evolution using path and challenge metaphors, indicating their belief that this research, including the nine articles in this special research forum, exhibits an increasing comprehensiveness and sophistication in the field. In addition, the authors set out their suggestions for continuing the evolution of both research and practice that address organizations managing for their own and nature's sustainability.",
            "Introduction to the Special Research Rorum on the Management of Organizations in the Natural Environment: A Field Emerging from Multiple Paths, with Many Challenges Ahead",
            "Mark Starik and Alfred A Marcus",
            "2000",
            "2vWkcVQAAAAJ:2osOgNQ5qMEC",
            373,
            "https:\/\/journals.aom.org\/doi\/abs\/10.5465\/1556354",
            "8804629206083363304",
            "\/scholar?cites=8804629206083363304",
            {
                "2000":3,
                "2001":16,
                "2002":7,
                "2003":4,
                "2004":13,
                "2005":13,
                "2006":13,
                "2007":18,
                "2008":17,
                "2009":16,
                "2010":22,
                "2011":21,
                "2012":22,
                "2013":21,
                "2014":30,
                "2015":25,
                "2016":21,
                "2017":20,
                "2018":25,
                "2019":19,
                "2020":19,
                "2021":5
            }
        ],
        [
            "In response to findings of abnormal stock market reactions following such dubious corporate behaviors as bribery, fraud, and the production of hazardous products, some researchers have argued that the stock market reaction is a sufficient deterrent to these behaviors so that additional regulation is not necessary. In this paper we examine stock market returns as a deterrent to dubious behavior in the production of defective automobiles. Relying on a broader range of assumptions about managerial behavior than are used in previous studies, we question the efficacy of the market as an instrument of social control.",
            "The Deterrent to Dubious Corporate Behavior: Profitability, Probability and Safety Recalls",
            "Alfred Marcus",
            "1989",
            "2vWkcVQAAAAJ:qjMakFHDy7sC",
            347,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/smj.4250100304",
            "16288307172049844967",
            "\/scholar?cites=16288307172049844967",
            {
                "1991":3,
                "1992":1,
                "1993":3,
                "1994":5,
                "1995":4,
                "1996":1,
                "1997":8,
                "1998":4,
                "1999":8,
                "2000":3,
                "2001":5,
                "2002":4,
                "2003":2,
                "2004":5,
                "2005":7,
                "2006":9,
                "2007":11,
                "2008":17,
                "2009":21,
                "2010":13,
                "2011":16,
                "2012":15,
                "2013":19,
                "2014":20,
                "2015":24,
                "2016":20,
                "2017":29,
                "2018":31,
                "2019":21,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Recently, many companies have taken a proactive approach to the envi-ronment, transforming the nature of their organization and products to reflect this. They are discovering that well-formulated environmental strategies can lead to a number of business advantages, such as better quality, reduced costs, improved environmental image, and the opening of new markets. 1 In the best examples of this approach, relations with stakeholders (such as regulators, local communities, and environmental groups) improve along with business profits.However, the implementation of these highly acclaimed strategies raises several issues for firms about the extent to which new activities should be integrated with existing ones, the speed with which changes should be initiated, and the scope and consistency of change across business units and geopolitical boundaries. This article examines the environmental strategies and …",
            "Green Schemes: Corporate Environmental Strategies and their Implementation",
            "James Maxwell and Sandra Rothenberg and Forrest Briscoe and Alfred Marcus",
            "1997",
            "2vWkcVQAAAAJ:9yKSN-GCB0IC",
            318,
            "https:\/\/journals.sagepub.com\/doi\/pdf\/10.2307\/41165902",
            "16406168235696108006",
            "\/scholar?cites=16406168235696108006",
            {
                "1998":2,
                "1999":5,
                "2000":13,
                "2001":11,
                "2002":7,
                "2003":6,
                "2004":11,
                "2005":13,
                "2006":16,
                "2007":15,
                "2008":23,
                "2009":13,
                "2010":23,
                "2011":24,
                "2012":20,
                "2013":18,
                "2014":14,
                "2015":23,
                "2016":11,
                "2017":14,
                "2018":11,
                "2019":12,
                "2020":10
            }
        ],
        [
            "  Given that firms have both business and social goals, an important unanswered question is whether a general dynamic capability breeds competencies in both these areas. In studies of the US retail food industry, we find that while a general dynamic capability affects firms’ competence in supply chain management (a business competency), it does not affect their competence in environmental management (a social competency). Firm mission and the extent to which firms obtain technical assistance are found to affect the acquisition of this latter competency. These findings offer insights into the resource‐based view (RBV) of the firm and provide lessons for corporate social responsibility. They reveal more precisely what a general dynamic capability yields and how far its reach extends, suggesting that the factors that drive competitive advantage are not the same as those that drive social responsibility.",
            "A General Dynamic Capability: Does it Propagate Business and Social Competencies in the Retail Food Industry?*",
            "Alfred A Marcus and Marc H Anderson",
            "2006",
            "2vWkcVQAAAAJ:ufrVoPGSRksC",
            269,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1467-6486.2006.00581.x",
            "15172195547469319461",
            "\/scholar?cites=15172195547469319461",
            {
                "2006":3,
                "2007":5,
                "2008":13,
                "2009":12,
                "2010":16,
                "2011":18,
                "2012":23,
                "2013":16,
                "2014":29,
                "2015":23,
                "2016":19,
                "2017":22,
                "2018":21,
                "2019":23,
                "2020":12,
                "2021":2
            }
        ],
        [
            "Strategy researchers now recognize that distinctive competencies are critically important for sustained competitive advantage. The processes by which such competencies are acquired, however, has only started to be examined. Connections between macro‐industrial system level properties and micro‐developments in proprietary technology at the firm level need to be made. This paper argues that system‐wide properties, such as long‐standing elementary and opposing logics in societal forces like governments and markets, and micro‐developments, such as the firm's capacity to search for talent, technology, and ideas and to harmonize what it learns internally, can contribute in significant ways to the creation and acquisition of new competencies. Based on the case of pollution prevention in electric generation, it shows how the system‐wide properties channel and direct the paths that the acquisition of new …",
            "The Dialectics of Competency Acquisition: Pollution Prevention in Electric Generation",
            "Alfred Marcus and Donald Geffen",
            "1998",
            "2vWkcVQAAAAJ:Y0pCki6q_DkC",
            244,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/(SICI)1097-0266(1998120)19:12%3C1145::AID-SMJ6%3E3.0.CO;2-B",
            "9015334164496568813",
            "\/scholar?cites=9015334164496568813",
            {
                "2000":2,
                "2001":4,
                "2002":1,
                "2003":4,
                "2004":6,
                "2005":9,
                "2006":9,
                "2007":8,
                "2008":19,
                "2009":13,
                "2010":21,
                "2011":20,
                "2012":17,
                "2013":14,
                "2014":15,
                "2015":9,
                "2016":15,
                "2017":10,
                "2018":7,
                "2019":12,
                "2020":20,
                "2021":4
            }
        ]
    ]
}