{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The different roles the attractive and repulsive forces play in forming the equilibrium structure of a Lennard‐Jones liquid are discussed. It is found that the effects of these forces are most easily separated by considering the structure factor (or equivalently, the Fourier transform of the pair‐correlation function) rather than the pair‐correlation function itself. At intermediate and large wave vectors, the repulsive forces dominate the quantitative behavior of the liquid structure factor. The attractions are manifested primarily in the small wave vector part of the structure factor; but this effect decreases as the density increases and is almost negligible at reduced densities higher than 0.65. These conclusions are established by considering the structure factor of a hypothetical reference system in which the intermolecular forces are entirely repulsive and identical to the repulsive forces in a Lennard‐Jones fluid. This reference …",
            "Role of repulsive forces in determining the equilibrium structure of simple liquids",
            "John D Weeks and David Chandler and Hans C Andersen",
            "1971",
            "2w06tQsAAAAJ:u5HHmVD_uO8C",
            4681,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1674820",
            "5155558120731217759",
            "\/scholar?cites=5155558120731217759",
            {
                "1982":26,
                "1983":49,
                "1984":44,
                "1985":42,
                "1986":44,
                "1987":54,
                "1988":31,
                "1989":53,
                "1990":54,
                "1991":54,
                "1992":49,
                "1993":56,
                "1994":54,
                "1995":59,
                "1996":73,
                "1997":82,
                "1998":68,
                "1999":78,
                "2000":92,
                "2001":92,
                "2002":76,
                "2003":96,
                "2004":116,
                "2005":100,
                "2006":97,
                "2007":101,
                "2008":114,
                "2009":141,
                "2010":157,
                "2011":172,
                "2012":169,
                "2013":210,
                "2014":196,
                "2015":235,
                "2016":226,
                "2017":227,
                "2018":219,
                "2019":270,
                "2020":239,
                "2021":30
            }
        ],
        [
            "We develop a unified and generally applicable theory of solvation of small and large apolar species in water. In the former, hydrogen bonding of water is hindered yet persists near the solutes. In the latter, hydrogen bonding is depleted, leading to drying of extended apolar surfaces, large forces of attraction, and hysteresis on mesoscopic length scales. The crossover occurs on nanometer length scales, when the local concentration of apolar units is sufficiently high, or when an apolar surface is sufficiently large. Our theory for the crossover has implications concerning the stability of protein assemblies and protein folding. ",
            "Hydrophobicity at small and large length scales",
            "Ka Lum and David Chandler and John D Weeks",
            "1999",
            "2w06tQsAAAAJ:u-x6o8ySG0sC",
            1697,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp984327m",
            "15527640452579047908",
            "\/scholar?cites=15527640452579047908",
            {
                "1999":6,
                "2000":38,
                "2001":41,
                "2002":63,
                "2003":63,
                "2004":71,
                "2005":96,
                "2006":78,
                "2007":84,
                "2008":111,
                "2009":83,
                "2010":105,
                "2011":100,
                "2012":95,
                "2013":103,
                "2014":89,
                "2015":81,
                "2016":99,
                "2017":83,
                "2018":59,
                "2019":63,
                "2020":75,
                "2021":6
            }
        ],
        [
            "We consider the equilibrium statistical mechanics of classical fluids in which the potential energy is decomposable into repulsive pair interactions. A generalized cluster expansion is derived relating the thermodynamic and structural properties of such systems to those of the hard-sphere fluid. The expansion is ordered by a softness parameter ξ which is essentially the range of intermolecular distances in which the difference between the Mayer f functions for the repulsive potential and an appropriate reference hard-sphere potential is nonzero. The first (lowest-order) approximation generated by the expansion equates the free energy and y (r) for the fluid to the respective functions appropriate to a system of hard spheres with diameter d. Here y (r)= g (r) e+ β u (r), where g (r) and u (r) denote the radial distribution function and repulsive pair potential, respectively. A prescription is given for choosing a temperature-and …",
            "Relationship between the hard-sphere fluid and fluids with realistic repulsive forces",
            "Hans C Andersen and John D Weeks and David Chandler",
            "1971",
            "2w06tQsAAAAJ:2osOgNQ5qMEC",
            689,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.4.1597",
            "13681907824192234042",
            "\/scholar?cites=13681907824192234042",
            {
                "1982":5,
                "1983":15,
                "1984":15,
                "1985":10,
                "1986":19,
                "1987":16,
                "1988":14,
                "1989":21,
                "1990":12,
                "1991":13,
                "1992":6,
                "1993":11,
                "1994":10,
                "1995":11,
                "1996":9,
                "1997":12,
                "1998":7,
                "1999":11,
                "2000":7,
                "2001":7,
                "2002":15,
                "2003":6,
                "2004":10,
                "2005":11,
                "2006":13,
                "2007":18,
                "2008":15,
                "2009":18,
                "2010":11,
                "2011":12,
                "2012":17,
                "2013":26,
                "2014":7,
                "2015":25,
                "2016":16,
                "2017":14,
                "2018":14,
                "2019":20,
                "2020":20,
                "2021":1
            }
        ],
        [
            "The van der Waals picture focuses on the differing roles of the strong short-ranged repulsive intermolecular forces and the longer ranged attractions in determining the structure and dynamics of dense fluids and solids. According to this physical picture, the attractive interactions help fix the volume of the system, but the arrangements and motions of molecules within that volume are determined primarily by the local packing and steric effects produced by the repulsive forces. This very useful approach, its limitations, and its successful application to a wide variety of static and dynamic phenomena in condensed matter systems are reviewed.",
            "Van der Waals picture of liquids, solids, and phase transformations",
            "David Chandler and John D Weeks and Hans C Andersen",
            "1983",
            "2w06tQsAAAAJ:qjMakFHDy7sC",
            653,
            "https:\/\/science.sciencemag.org\/content\/220\/4599\/787.abstract",
            "10038149775004177451",
            "\/scholar?cites=10038149775004177451",
            {
                "1984":10,
                "1985":13,
                "1986":12,
                "1987":7,
                "1988":8,
                "1989":11,
                "1990":9,
                "1991":8,
                "1992":2,
                "1993":15,
                "1994":10,
                "1995":11,
                "1996":13,
                "1997":15,
                "1998":10,
                "1999":19,
                "2000":10,
                "2001":10,
                "2002":15,
                "2003":20,
                "2004":13,
                "2005":21,
                "2006":31,
                "2007":19,
                "2008":30,
                "2009":23,
                "2010":27,
                "2011":25,
                "2012":30,
                "2013":26,
                "2014":33,
                "2015":22,
                "2016":30,
                "2017":20,
                "2018":20,
                "2019":20,
                "2020":26,
                "2021":4
            }
        ],
        [
            "In this article we discuss from a microscopic point of view theories for the transfer of material from a ﬂuid to a crystalline phase. We emphasize the processes occurring in the interfacial region, where the atoms or molecules from the ﬂuid assume the ordered arrangement of the crystal lattice. Our purpose is to evaluate the different factors that affect crystal growth, including the structure of the interface, impurities, defects in the crystal lattice, and the mobility of atoms at the interface. Morphological stability of the crystal1 and other aspects of crystal growth associated with bulk transport are not discussed.",
            "Dynamics of crystal growth",
            "John D Weeks and George H Gilmer",
            "1979",
            "2w06tQsAAAAJ:d1gkVwhDpl0C",
            622,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=-Hu6r7dKdJQC&oi=fnd&pg=PA157&dq=info:X_qRwEJM8X8J:scholar.google.com&ots=JkrHoPIuWi&sig=xYUF8UJWvOvuFo6XLwHbT7HXvpQ",
            "9219233761786460767",
            "\/scholar?cites=9219233761786460767",
            {
                "1982":12,
                "1983":12,
                "1984":16,
                "1985":16,
                "1986":17,
                "1987":14,
                "1988":18,
                "1989":21,
                "1990":25,
                "1991":33,
                "1992":31,
                "1993":39,
                "1994":20,
                "1995":37,
                "1996":17,
                "1997":18,
                "1998":22,
                "1999":15,
                "2000":18,
                "2001":16,
                "2002":10,
                "2003":12,
                "2004":13,
                "2005":8,
                "2006":13,
                "2007":6,
                "2008":18,
                "2009":9,
                "2010":2,
                "2011":2,
                "2012":8,
                "2013":5,
                "2014":10,
                "2015":8,
                "2016":17,
                "2017":18,
                "2018":8,
                "2019":8,
                "2020":6,
                "2021":1
            }
        ],
        [
            "The behavior of the interface in the three-dimensional (3-D) Ising and related lattice systems is modeled using a 2-D array of columns of varying heights. We show that the\" roughening\" transition (the transition from a localized to a delocalized interface) is directly related to the metal-insulator transition in a 2-D Coulomb gas. Implications of this relationship are discussed.",
            "Phase transition in the two-dimensional Coulomb gas, and the interfacial roughening transition",
            "ST Chui and JD Weeks",
            "1976",
            "2w06tQsAAAAJ:9yKSN-GCB0IC",
            477,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.14.4978",
            "13353237037721364597",
            "\/scholar?cites=13353237037721364597",
            {
                "1982":20,
                "1983":12,
                "1984":17,
                "1985":16,
                "1986":18,
                "1987":15,
                "1988":12,
                "1989":16,
                "1990":21,
                "1991":16,
                "1992":12,
                "1993":14,
                "1994":19,
                "1995":18,
                "1996":9,
                "1997":9,
                "1998":9,
                "1999":8,
                "2000":8,
                "2001":10,
                "2002":9,
                "2003":9,
                "2004":11,
                "2005":9,
                "2006":11,
                "2007":4,
                "2008":5,
                "2009":4,
                "2010":5,
                "2011":5,
                "2012":2,
                "2013":12,
                "2014":2,
                "2015":3,
                "2016":5,
                "2017":3,
                "2018":8,
                "2019":5,
                "2020":12,
                "2021":1
            }
        ],
        [
            "This paper is concerned with the effects that density fluctuations in different regions of a liquid–vapor interface have on the interfacial thermodynamic and structural properties. The total volume V is divided into a square array of columns whose width is the order of the bulk correlation length. The canonical partition function is written as a sum of constrained partition functions, each describing a system with a given number of particles in each column. Changes in the occupation number of each column (i.e., density fluctuations) are related to changes in position of the local Gibbs dividing surface, and the free energy of such distortions of the Gibbs surface is estimated using macroscopic ideas similar to those used in the capillary wave theory by Buff, Lovett, and Stillinger. Corrections to the interface tension as calculated for a single column with periodic boundary conditions are given. We make a self‐consistent choice of …",
            "Structure and thermodynamics of the liquid–vapor interface",
            "John D Weeks",
            "1977",
            "2w06tQsAAAAJ:UeHWp8X0CEIC",
            474,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.435276",
            "10639433237881130875",
            "\/scholar?cites=10639433237881130875",
            {
                "1981":7,
                "1982":17,
                "1983":10,
                "1984":15,
                "1985":12,
                "1986":28,
                "1987":6,
                "1988":5,
                "1989":16,
                "1990":8,
                "1991":7,
                "1992":8,
                "1993":8,
                "1994":10,
                "1995":11,
                "1996":4,
                "1997":3,
                "1998":6,
                "1999":14,
                "2000":14,
                "2001":10,
                "2002":11,
                "2003":6,
                "2004":12,
                "2005":21,
                "2006":10,
                "2007":9,
                "2008":15,
                "2009":23,
                "2010":8,
                "2011":9,
                "2012":7,
                "2013":11,
                "2014":17,
                "2015":12,
                "2016":14,
                "2017":16,
                "2018":11,
                "2019":11,
                "2020":7
            }
        ],
        [
            "D. van der Waals Equation. IV. Effect of Attractive Forces on Liquid Structure A. Cluster Theory of a Fluid of Attracting Hard Spheres B. Cluster Theory of Ionic Solutions С Comments about the Renormalization Technique D. Cluster Theory of Dense Fluids E. Comments on the New Renormalization Technique",
            "Roles of repulsive and attractive forces in liquids: The equilibrium theory of classical fluids",
            "Hans C Andersen and David Chandler and John D Weeks",
            "1976",
            "2w06tQsAAAAJ:zYLM7Y9cAGgC",
            454,
            "http:\/\/gold.cchem.berkeley.edu\/Pubs\/DC31.pdf",
            "17126518375026762974",
            "\/scholar?cites=17126518375026762974",
            {
                "1981":19,
                "1982":14,
                "1983":19,
                "1984":17,
                "1985":11,
                "1986":17,
                "1987":21,
                "1988":13,
                "1989":17,
                "1990":14,
                "1991":15,
                "1992":10,
                "1993":10,
                "1994":4,
                "1995":7,
                "1996":14,
                "1997":16,
                "1998":4,
                "1999":10,
                "2000":5,
                "2001":9,
                "2002":6,
                "2003":4,
                "2004":6,
                "2005":4,
                "2006":6,
                "2007":7,
                "2008":6,
                "2009":7,
                "2010":3,
                "2011":3,
                "2012":7,
                "2013":10,
                "2014":13,
                "2015":8,
                "2016":16,
                "2017":7,
                "2018":5,
                "2019":3,
                "2020":7
            }
        ],
        [
            "Hydrophobicity manifests itself differently on large and small length scales. This review focuses on large-length-scale hydrophobicity, particularly on dewetting at single hydrophobic surfaces and drying in regions bounded on two or more sides by hydrophobic surfaces. We review applicable theories, simulations, and experiments pertaining to large-scale hydrophobicity in physical and biomolecular systems and clarify some of the critical issues pertaining to this subject. Given space constraints, we cannot review all the significant and interesting work in this active field.",
            "Dewetting and hydrophobic interaction in physical and biological systems",
            "Bruce J Berne and John D Weeks and Ruhong Zhou",
            "2009",
            "2w06tQsAAAAJ:8k81kl-MbHgC",
            414,
            "https:\/\/www.annualreviews.org\/eprint\/QdnBBfQm98HjMRj5U48F\/full\/10.1146\/annurev.physchem.58.032806.104445",
            "391383398990834363",
            "\/scholar?cites=391383398990834363",
            {
                "2009":7,
                "2010":35,
                "2011":37,
                "2012":42,
                "2013":46,
                "2014":38,
                "2015":36,
                "2016":43,
                "2017":38,
                "2018":27,
                "2019":28,
                "2020":32,
                "2021":4
            }
        ],
        [
            "We present a quantitative theory to describe enhancement of defect reaction rates upon electron-hole recombination. The theory is based on the following mechanism: energy liberated upon nonradiative electron or hole capture is converted largely into vibrational energy that is initially localized in the vicinity of the defect. This vibrational energy can be utilized to promote defect reactions such as diffusion. The process can be described using a formulation similar to the successful Rice-Ramsperger-Kassel theory of unimolecular reactions. The resulting expression for the enhanced reaction rate depends upon two physical properties of the defect: the number of effective oscillators of the\" defect molecule\" and the rate of dissipation of local vibrational energy to the lattice. The theory is consistent with recent experiments of Kimerling and Lang and may be useful for understanding several related processes occurring in …",
            "Theory of recombination-enhanced defect reactions in semiconductors",
            "John D Weeks and John C Tully and LC Kimerling",
            "1975",
            "2w06tQsAAAAJ:Tyk-4Ss8FVUC",
            349,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.12.3286",
            "16867708054027234913",
            "\/scholar?cites=16867708054027234913",
            {
                "1981":8,
                "1982":8,
                "1983":22,
                "1984":5,
                "1985":4,
                "1986":8,
                "1987":5,
                "1988":15,
                "1989":10,
                "1990":11,
                "1991":9,
                "1992":8,
                "1993":9,
                "1994":9,
                "1995":4,
                "1996":11,
                "1997":11,
                "1998":11,
                "1999":5,
                "2000":3,
                "2001":4,
                "2002":5,
                "2003":10,
                "2004":8,
                "2005":12,
                "2006":8,
                "2007":10,
                "2008":6,
                "2009":8,
                "2010":4,
                "2011":4,
                "2012":3,
                "2013":13,
                "2014":7,
                "2015":5,
                "2016":1,
                "2017":3,
                "2018":6,
                "2019":4,
                "2020":9
            }
        ]
    ]
}