{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The optical response of semiconducting monolayer transition-metal dichalcogenides (TMDCs) is dominated by strongly bound excitons that are stable even at room temperature. However, substrate-related effects such as screening and disorder in currently available specimens mask many anticipated physical phenomena and limit device applications of TMDCs. Here, we demonstrate that that these undesirable effects are strongly suppressed in suspended devices. Extremely robust (photogain> 1,000) and fast (response time< 1 ms) photoresponse allow us to study, for the first time, the formation, binding energies and dissociation mechanisms of excitons in TMDCs through photocurrent spectroscopy. By analyzing the spectral positions of peaks in the photocurrent and by comparing them with first-principles calculations, we obtain binding energies, band gaps and spin-orbit splitting in monolayer TMDCs. For …",
            "Probing excitonic states in suspended two-dimensional semiconductors by photocurrent spectroscopy",
            "AR Klots and AKM Newaz and Bin Wang and D Prasai and H Krzyzanowska and Junhao Lin and D Caudel and NJ Ghimire and J Yan and BL Ivanov and KA Velizhanin and A Burger and DG Mandrus and NH Tolk and ST Pantelides and KI Bolotin",
            "2014",
            "2x2WSUEAAAAJ:9yKSN-GCB0IC",
            329,
            "https:\/\/www.nature.com\/articles\/srep06608",
            "9885624916122170120",
            "\/scholar?cites=9885624916122170120",
            {
                "2014":4,
                "2015":43,
                "2016":57,
                "2017":61,
                "2018":66,
                "2019":56,
                "2020":38,
                "2021":3
            }
        ],
        [
            "Recent work on electronically induced desorption of surface atoms and molecules resulting from the impact of electrons and UV photons with surfaces is reported. Since the overwhelming majority of emitted particles are neutral, emphasis is given to studies of excited and ground state desorbed neutral atoms and molecules. In particular, first measurements of velocity distributions of desorbed particles obtained using laser induced fluorescence are discussed.",
            "Desorption induced by electronic transitions",
            "Norman H Tolk and P Bucksbaum and N Gershenfeld and JS Kraus and RJ Morris and DE Murnick and JC Tully and RR Daniels and G Margaritondo and NG Stoffel",
            "1984",
            "2x2WSUEAAAAJ:35N4QoGY0k4C",
            149,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0168583X8490243X",
            "13894587632232388593",
            "\/scholar?cites=13894587632232388593",
            {
                "1983":1,
                "1984":7,
                "1985":12,
                "1986":10,
                "1987":11,
                "1988":3,
                "1989":14,
                "1990":8,
                "1991":5,
                "1992":7,
                "1993":7,
                "1994":3,
                "1995":3,
                "1996":5,
                "1997":2,
                "1998":2,
                "1999":6,
                "2000":3,
                "2001":2,
                "2002":3,
                "2003":3,
                "2004":3,
                "2005":5,
                "2006":5,
                "2007":3,
                "2008":2,
                "2009":2,
                "2010":1,
                "2011":2,
                "2012":3,
                "2013":2,
                "2014":2
            }
        ],
        [
            "PHYSICAL REVIEW LETTERS 25 OcroBER 1965 velocity su~ is non-negative definite;(b) the null cones form two separate systems, past and future (this means that one can globally assign a, time direction);(c) there is a noncom-pact Cauchy surface; that is, there exists a noncompact spacelike surface that intersects every timelike and null lineonce and once only. These conditions are satisfied by a universe of form (1) with K= 0 or-1 and filled with nor-mal matter. However, at S, p is positive by a finite amount. Therefore any perturbation of (1) which is not too large will leave p positive, and so there will still be a closed trapped surface and hence a physical singularity. Thus a universe that is similar on a large scale to the form (1) but has no exact local symmetries will have a singularity. Local irregularities cannot prevent it.The presence of matter gives a unique time-like congruence (the flow lines) which may be defined …",
            "Direct detection of two-photon emission from the metastable state of singly ionized helium",
            "M Lipeles and R Novick and N Tolk",
            "1965",
            "2x2WSUEAAAAJ:d1gkVwhDpl0C",
            149,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.15.690",
            "11811557563578713835",
            "\/scholar?cites=11811557563578713835",
            {
                "1981":1,
                "1982":2,
                "1983":1,
                "1984":2,
                "1985":2,
                "1986":1,
                "1987":2,
                "1988":1,
                "1989":1,
                "1990":2,
                "1991":3,
                "1992":1,
                "1993":5,
                "1994":4,
                "1995":4,
                "1996":2,
                "1997":1,
                "1998":4,
                "1999":1,
                "2000":1,
                "2001":1,
                "2002":3,
                "2003":4,
                "2004":5,
                "2005":5,
                "2006":1,
                "2007":2,
                "2008":3,
                "2009":3,
                "2010":4,
                "2011":5,
                "2012":1,
                "2013":3,
                "2014":3
            }
        ],
        [
            "The long‐term success of photosynthetic organisms has resulted in their global superabundance, which is sustained by their widespread, continual mass‐production of the integral proteins that photocatalyze the chemical processes of natural photosynthesis. Here, a fast, general method to assemble multilayer films composed of one such photocatalytic protein complex, Photosystem I (PSI), onto a variety of substrates is reported. The resulting films, akin to the stacked thylakoid structures of leaves, consist of a protein matrix that is permeable to electrochemical mediators and contain a high concentration of photoelectrochemically active redox centers. These multilayer assemblies vastly outperform previously reported monolayer films of PSI in terms of photocurrent production when incorporated into an electrochemical system, and it is shown that these photocatalytic properties increase with the film thickness. These …",
            "Enhanced photocurrent production by photosystem I multilayer assemblies",
            "Peter N Ciesielski and Christopher J Faulkner and Matthew T Irwin and Justin M Gregory and Norman H Tolk and David E Cliffel and G Kane Jennings",
            "2010",
            "2x2WSUEAAAAJ:_FxGoFyzp5QC",
            133,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adfm.201001193",
            "7540460429255679990",
            "\/scholar?cites=7540460429255679990",
            {
                "2009":1,
                "2010":5,
                "2011":3,
                "2012":18,
                "2013":24,
                "2014":12,
                "2015":19,
                "2016":11,
                "2017":15,
                "2018":10,
                "2019":14,
                "2020":1
            }
        ],
        [
            "Direct evidence for a size effect in self-trapped exciton (STE) photoluminescence (PL) from silica-based nanoscale materials as compared with bulk type-III fused silica is obtained. Two kinds of mesostructures were tested:(1) silica nanoparticle composites with primary particle size of 7 and 15 nm,(2) ordered and disordered mesoporous silicas with pore size ranging from∼ 2 to∼ 6 nm and wall thickness∼ 1 nm. The PL was induced by the two-photon absorption of focused 6.4 eV ArF laser light with intensity∼ 10 6 W cm− 2 and measured in a time-resolved detection mode. Two models are applied to examine the blue shift of the STE PL (STEPL) band with decreasing size of nanometer-sized silica fragments. The first model is based on the quantum confinement effect on Mott-Wannier-type excitons developed for semiconductor nanoscale materials. However, the use of this model leads to a contradiction showing …",
            "Size effect in self-trapped exciton photoluminescence from -based nanoscale materials",
            "Yuri D Glinka and Sheng-Hsien Lin and Lian-Pin Hwang and Yit-Taong Chen and Norman H Tolk",
            "2001",
            "2x2WSUEAAAAJ:IjCSPb-OGe4C",
            130,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.64.085421",
            "10674917591993973508",
            "\/scholar?cites=10674917591993973508",
            {
                "2000":1,
                "2001":1,
                "2002":6,
                "2003":3,
                "2004":2,
                "2005":3,
                "2006":8,
                "2007":7,
                "2008":6,
                "2009":8,
                "2010":9,
                "2011":13,
                "2012":9,
                "2013":8,
                "2014":7,
                "2015":7,
                "2016":6,
                "2017":6,
                "2018":6,
                "2019":6,
                "2020":8
            }
        ],
        [
            "Ultrafast time-resolved differential reflectivity of Bi2Se3 crystals is studied using optical pump-probe spectroscopy. Three distinct relaxation processes are found to contribute to the initial transient reflectivity changes. The deduced relaxation timescale and the sign of the reflectivity change suggest that electron–phonon interactions and defect-induced charge trapping are the underlying mechanisms for the three processes. After the crystal is exposed to air, the relative strength of these processes is altered and becomes strongly dependent on the excitation photon energy.",
            "Ultrafast carrier and phonon dynamics in  crystals",
            "J Qi and X Chen and W Yu and P Cadden-Zimansky and D Smirnov and NH Tolk and I Miotkowski and H Cao and YP Chen and Y Wu and S Qiao and Z Jiang",
            "2010",
            "2x2WSUEAAAAJ:ufrVoPGSRksC",
            117,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3513826",
            "16457969039524151427",
            "\/scholar?cites=16457969039524151427",
            {
                "2011":8,
                "2012":10,
                "2013":13,
                "2014":16,
                "2015":18,
                "2016":14,
                "2017":7,
                "2018":9,
                "2019":5,
                "2020":15,
                "2021":2
            }
        ],
        [
            "CW WhiteS DL Simms, and N. Hv Tolk tral aluminum, lithium, silicon5 and hy drogen. The widths of aIl of these lines are limited by the slit settings (S-ang strom resolution in Fige 2), but in higher resolution scans over selected wavelength intervals they are observed to be less than 1 angstrom in width. On the basis of this finding we conclude that the radiation arises£ rom atoms arsd molecules which have been sputtered off th. e surface in excited states arld are radiating as essentially free atomx arld molecules (6). Balmer lines of neutral hydrogen, which are observed in the impact of N> on quartz result from the interaction of the impinglng beam with residual surface contaminants (wa ter vapor or hydrocarbons)¢ In con trast to the radiation from sputtered silicon atoms, hydrogen radiation de creases when the sample is Jheated to drive off surface contaminantss Excited states of: floorine and oxygen, which would give …",
            "Surface composition determined by analysis of impact radiation",
            "CW White and DL Simms and NH Tolk",
            "1972",
            "2x2WSUEAAAAJ:qjMakFHDy7sC",
            112,
            "https:\/\/www.jstor.org\/stable\/1734166",
            "17413622942605496889",
            "\/scholar?cites=17413622942605496889",
            {
                "1979":3,
                "1980":5,
                "1981":6,
                "1982":4,
                "1983":3,
                "1984":3,
                "1985":1,
                "1986":2,
                "1987":1,
                "1988":2,
                "1989":3,
                "1990":1,
                "1991":2,
                "1992":2,
                "1993":1,
                "1994":1,
                "1995":1,
                "1996":1,
                "1997":2,
                "1998":1,
                "1999":1
            }
        ],
        [
            "The lifetime of the stretch mode of bond-center hydrogen in crystalline silicon is measured to be T 1= 7.8±0.2 ps with time-resolved, transient bleaching spectroscopy. The low-temperature spectral width of the absorption line due to the stretch mode converges towards its natural width for decreasing hydrogen concentration C H, and nearly coincides with the natural width for C H∼ 1 ppm. The lifetimes of the Si-H stretch modes of selected hydrogen-related defects are estimated from their spectral widths and shown to range from 1.6 to more than 37 ps.",
            "Vibrational lifetime of bond-center hydrogen in crystalline silicon",
            "M Budde and G Lüpke and C Parks Cheney and NH Tolk and Leonard C Feldman",
            "2000",
            "2x2WSUEAAAAJ:2osOgNQ5qMEC",
            106,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.85.1452",
            "11587922268479368803",
            "\/scholar?cites=11587922268479368803",
            {
                "2001":9,
                "2002":8,
                "2003":7,
                "2004":5,
                "2005":6,
                "2006":12,
                "2007":8,
                "2008":4,
                "2009":7,
                "2010":3,
                "2011":5,
                "2012":4,
                "2013":5,
                "2014":6,
                "2015":4,
                "2016":6,
                "2017":3,
                "2018":1,
                "2019":2
            }
        ],
        [
            "Low-energy ion-surface collisions have been observed to result in the emission of optical radiation arising from sputtering with simultaneous excitation. Emission functions have been obtained showing structure and energy thresholds which provide detailed information important in the understanding of this newly observed low-energy phenomenon. These data can be understood in terms of excited-state sputtering efficiencies and radiationless de-excitation processes which compete with radiative de-excitation of the excited states of the sputtered atoms.",
            "Optical radiation from low-energy ion-surface collisions",
            "CW White and NH Tolk",
            "1971",
            "2x2WSUEAAAAJ:UeHWp8X0CEIC",
            104,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.26.486",
            "18125346821540767630",
            "\/scholar?cites=18125346821540767630",
            {
                "1980":5,
                "1981":6,
                "1982":2,
                "1983":4,
                "1984":5,
                "1985":1,
                "1986":1,
                "1987":2,
                "1988":4,
                "1989":2,
                "1990":2,
                "1991":1,
                "1992":1,
                "1993":2,
                "1994":1,
                "1995":1,
                "1996":1,
                "1997":3,
                "1998":1,
                "1999":1,
                "2000":1,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":1
            }
        ],
        [
            "Measurements have been performed of the dependence on scattering angle and target orientation of the oscillatory structure recently observed in low-energy ion scattering from surfaces. Wide variation is exhibited in the behavior of oscillation maxima as a function of scattering angle depending on the target species studied. A semiquantitative model is presented which treats the phenomenon in terms of quantum mechanical phase interference between pairs of near-resonant quasimolecular levels.",
            "Angular dependence of oscillatory structure in low-energy ion-surface scattering",
            "NH Tolk and JC Tully and J Kraus and CW White and SH Neff",
            "1976",
            "2x2WSUEAAAAJ:zYLM7Y9cAGgC",
            100,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.36.747",
            "16932968752088029800",
            "\/scholar?cites=16932968752088029800",
            {
                "1980":5,
                "1981":3,
                "1982":2,
                "1983":2,
                "1984":2,
                "1985":6,
                "1986":4,
                "1987":5,
                "1988":2,
                "1989":4,
                "1990":5,
                "1991":2,
                "1992":1,
                "1993":2,
                "1994":3,
                "1995":4,
                "1996":2,
                "1997":1,
                "1998":1,
                "1999":1,
                "2000":3,
                "2001":2,
                "2002":1,
                "2003":1,
                "2004":2,
                "2005":2,
                "2006":1,
                "2007":3,
                "2008":2,
                "2009":1,
                "2010":2,
                "2011":2,
                "2012":1
            }
        ]
    ]
}