{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present a formalism for analyzing a full-sky temperature and polarization map of the cosmic microwave background. Temperature maps are analyzed by expanding over the set of spherical harmonics to give multipole moments of the two-point correlation function. Polarization, which is described by a second-rank tensor, can be treated analogously by expanding in the appropriate tensor spherical harmonics. We provide expressions for the complete set of temperature and polarization multipole moments for scalar and tensor metric perturbations. Four sets of multipole moments completely describe isotropic temperature and polarization correlations; for scalar metric perturbations one set is identically zero, giving the possibility of a clean determination of the vector and tensor contributions. The variance with which the multipole moments can be measured in idealized experiments is evaluated, including the effects …",
            "Statistics of cosmic microwave background polarization",
            "Marc Kamionkowski and Arthur Kosowsky and Albert Stebbins",
            "1997",
            "2xb_x6wAAAAJ:u5HHmVD_uO8C",
            1134,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.55.7368",
            "8214998329905751089",
            "\/scholar?cites=8214998329905751089",
            {
                "1997":11,
                "1998":26,
                "1999":34,
                "2000":20,
                "2001":26,
                "2002":40,
                "2003":52,
                "2004":36,
                "2005":41,
                "2006":57,
                "2007":41,
                "2008":58,
                "2009":58,
                "2010":50,
                "2011":44,
                "2012":54,
                "2013":45,
                "2014":62,
                "2015":73,
                "2016":64,
                "2017":42,
                "2018":66,
                "2019":58,
                "2020":62,
                "2021":5
            }
        ],
        [
            "A formalism for describing an all-sky map of the polarization of the cosmic microwave background is presented. The polarization pattern on the sky can be decomposed into two geometrically distinct components. One of these components is not coupled to density inhomogeneities. A nonzero amplitude for this component of polarization can only be caused by tensor or vector metric perturbations. This allows unambiguous identification of long-wavelength gravity waves or large-scale vortical flows at the time of last scattering.",
            "A probe of primordial gravity waves and vorticity",
            "Marc Kamionkowski and Arthur Kosowsky and Albert Stebbins",
            "1997",
            "2xb_x6wAAAAJ:d1gkVwhDpl0C",
            812,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.78.2058",
            "14895307895931390845",
            "\/scholar?cites=14895307895931390845",
            {
                "1996":3,
                "1997":11,
                "1998":16,
                "1999":21,
                "2000":11,
                "2001":18,
                "2002":30,
                "2003":29,
                "2004":26,
                "2005":19,
                "2006":34,
                "2007":26,
                "2008":36,
                "2009":42,
                "2010":32,
                "2011":26,
                "2012":41,
                "2013":26,
                "2014":60,
                "2015":44,
                "2016":50,
                "2017":41,
                "2018":69,
                "2019":44,
                "2020":51,
                "2021":2
            }
        ],
        [
            "The angular power spectrum of the cosmic microwave background (CMB) contains information on virtually all cosmological parameters of interest, including the geometry of the Universe (Ω), the baryon density, the Hubble constant (h), the cosmological constant (Λ), the number of light neutrinos, the ionization history, and the amplitudes and spectral indices of the primordial scalar and tensor perturbation spectra. We review the imprint of each parameter on the CMB. Assuming only that the primordial perturbations were adiabatic, we use a covariance-matrix approach to estimate the precision with which these parameters can be determined by a CMB temperature map as a function of the fraction of sky mapped, the level of pixel noise, and the angular resolution. For example, with no prior information about any of the cosmological parameters, a full-sky CMB map with 0.5 angular resolution and a noise level of 15 μK …",
            "Cosmological-parameter determination with microwave background maps",
            "Gerard Jungman and Marc Kamionkowski and Arthur Kosowsky and David N Spergel",
            "1996",
            "2xb_x6wAAAAJ:u-x6o8ySG0sC",
            650,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.54.1332",
            "146290223865937019",
            "\/scholar?cites=146290223865937019",
            {
                "1995":2,
                "1996":17,
                "1997":58,
                "1998":78,
                "1999":62,
                "2000":42,
                "2001":40,
                "2002":37,
                "2003":42,
                "2004":17,
                "2005":12,
                "2006":12,
                "2007":12,
                "2008":23,
                "2009":20,
                "2010":14,
                "2011":18,
                "2012":22,
                "2013":20,
                "2014":17,
                "2015":12,
                "2016":17,
                "2017":13,
                "2018":9,
                "2019":12,
                "2020":14,
                "2021":1
            }
        ],
        [
            "We consider the stochastic background of gravity waves produced by first-order cosmological phase transitions from two types of sources: colliding bubbles and hydrodynamic turbulence. First we discuss the fluid mechanics of relativistic spherical combustion. We then numerically collide many bubbles expanding at a velocity v and calculate the resulting spectrum of gravitational radiation in the linearized gravity approximation. Our results are expressed as simple functions of the mean bubble separation, the bubble expansion velocity, the latent heat, and the efficiency of converting latent heat to kinetic energy of the bubble walls. A first-order phase transition is also likely to excite a Kolmogoroff spectrum of turbulence. We estimate the gravity waves produced by such a spectrum of turbulence and find that the characteristic amplitude of the gravity waves produced is comparable to that from bubble collisions. Finally …",
            "Gravitational radiation from first-order phase transitions",
            "Marc Kamionkowski and Arthur Kosowsky and Michael S Turner",
            "1994",
            "2xb_x6wAAAAJ:zYLM7Y9cAGgC",
            549,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.49.2837",
            "5633102535702481415",
            "\/scholar?cites=5633102535702481415",
            {
                "1995":2,
                "1996":5,
                "1997":5,
                "1998":5,
                "1999":2,
                "2000":4,
                "2001":8,
                "2002":7,
                "2003":4,
                "2004":2,
                "2005":4,
                "2006":12,
                "2007":7,
                "2008":20,
                "2009":23,
                "2010":28,
                "2011":22,
                "2012":22,
                "2013":15,
                "2014":23,
                "2015":22,
                "2016":26,
                "2017":50,
                "2018":55,
                "2019":63,
                "2020":103,
                "2021":9
            }
        ],
        [
            "We present cosmological parameters derived from the angular power spectrum of the cosmic microwave background (CMB) radiation observed at 148 GHz and 218 GHz over 296 deg 2 with the Atacama Cosmology Telescope (ACT) during its 2008 season. ACT measures fluctuations at scales 500< ℓ< 10, 000. We fit a model for the lensed CMB, Sunyaev-Zel'dovich (SZ), and foreground contribution to the 148 GHz and 218 GHz power spectra, including thermal and kinetic SZ, Poisson power from radio and infrared point sources, and clustered power from infrared point sources. At ℓ= 3000, about half the power at 148 GHz comes from primary CMB after masking bright radio sources. The power from thermal and kinetic SZ is estimated to be , where . The IR Poisson power at 148 GHz is (C ℓ= 5.5±0.5 nK 2), and a clustered IR component is required with …",
            "The atacama cosmology telescope: cosmological parameters from the 2008 power spectrum",
            "J Dunkley and R Hlozek and J Sievers and V Acquaviva and Peter AR Ade and P Aguirre and M Amiri and JW Appel and LF Barrientos and ES Battistelli and JR Bond and B Brown and B Burger and J Chervenak and S Das and MJ Devlin and SR Dicker and W Bertrand Doriese and R Dünner and T Essinger-Hileman and RP Fisher and JW Fowler and A Hajian and M Halpern and M Hasselfield and C Hernández-Monteagudo and GC Hilton and M Hilton and AD Hincks and KM Huffenberger and DH Hughes and JP Hughes and L Infante and KD Irwin and JB Juin and M Kaul and J Klein and A Kosowsky and JM Lau and M Limon and YT Lin and RH Lupton and TA Marriage and D Marsden and P Mauskopf and F Menanteau and K Moodley and H Moseley and CB Netterfield and MD Niemack and MR Nolta and LA Page and L Parker and B Partridge and B Reid and N Sehgal and B Sherwin and DN Spergel and ST Staggs and DS Swetz and ER Switzer and R Thornton and H Trac and C Tucker and R Warne and E Wollack and Y Zhao",
            "2011",
            "2xb_x6wAAAAJ:9yKSN-GCB0IC",
            489,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/739\/1\/52\/meta",
            "10936522135728137312",
            "\/scholar?cites=10936522135728137312",
            {
                "2010":3,
                "2011":42,
                "2012":153,
                "2013":123,
                "2014":72,
                "2015":28,
                "2016":13,
                "2017":17,
                "2018":13,
                "2019":6,
                "2020":13,
                "2021":1
            }
        ],
        [
            "We present a catalog of 68 galaxy clusters, of which 19 are new discoveries, detected via the Sunyaev-Zel'dovich effect (SZ) at 148 GHz in the Atacama Cosmology Telescope (ACT) survey on the celestial equator. With this addition, the ACT collaboration has reported a total of 91 optically confirmed, SZ detected clusters. The 504 square degree survey region includes 270 square degrees of overlap with SDSS Stripe 82, permitting the confirmation of SZ cluster candidates in deep archival optical data. The subsample of 48 clusters within Stripe 82 is estimated to be 90% complete for M 500c> 4.5× 10 14 M⊙ and redshifts 0.15< z< 0.8. While a full suite of matched filters is used to detect the clusters, the sample is studied further through a''Profile Based Amplitude Analysis''using a statistic derived from a single filter at a fixed θ 500= 5 farcm 9 angular scale. This new approach incorporates the cluster redshift along with …",
            "The Atacama Cosmology Telescope: Sunyaev-Zel'dovich selected galaxy clusters at 148 GHz from three seasons of data",
            "Matthew Hasselfield and Matt Hilton and Tobias A Marriage and Graeme E Addison and L Felipe Barrientos and Nicholas Battaglia and Elia S Battistelli and J Richard Bond and Devin Crichton and Sudeep Das and Mark J Devlin and Simon R Dicker and Joanna Dunkley and Rolando Duenner and Joseph W Fowler and Megan B Gralla and Amir Hajian and Mark Halpern and Adam D Hincks and Renee Hlozek and John P Hughes and Leopoldo Infante and Kent D Irwin and Arthur Kosowsky and Danica Marsden and Felipe Menanteau and Kavilan Moodley and Michael D Niemack and Michael R Nolta and Lyman A Page and Bruce Partridge and Erik D Reese and Benjamin L Schmitt and Neelima Sehgal and Blake D Sherwin and Jon Sievers and Cristobal Sifon and David N Spergel and Suzanne T Staggs and Daniel S Swetz and Eric R Switzer and Robert Thornton and Hy Trac and Edward J Wollack",
            "2013",
            "2xb_x6wAAAAJ:8k81kl-MbHgC",
            482,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2013\/07\/008\/meta",
            "7069248741934870760",
            "\/scholar?cites=7069248741934870760",
            {
                "2013":14,
                "2014":80,
                "2015":77,
                "2016":65,
                "2017":52,
                "2018":74,
                "2019":58,
                "2020":57,
                "2021":4
            }
        ],
        [
            "This book lays out the scientific goals to be addressed by the next-generation ground-based cosmic microwave background experiment, CMB-S4, envisioned to consist of dedicated telescopes at the South Pole, the high Chilean Atacama plateau and possibly a northern hemisphere site, all equipped with new superconducting cameras. CMB-S4 will dramatically advance cosmological studies by crossing critical thresholds in the search for the B-mode polarization signature of primordial gravitational waves, in the determination of the number and masses of the neutrinos, in the search for evidence of new light relics, in constraining the nature of dark energy, and in testing general relativity on large scales.",
            "CMB-S4 science book",
            "Kevork N Abazajian and Peter Adshead and Zeeshan Ahmed and Steven W Allen and David Alonso and Kam S Arnold and Carlo Baccigalupi and James G Bartlett and Nicholas Battaglia and Bradford A Benson and Colin A Bischoff and Julian Borrill and Victor Buza and Erminia Calabrese and Robert Caldwell and John E Carlstrom and Clarence L Chang and Thomas M Crawford and Francis-Yan Cyr-Racine and Francesco De Bernardis and Tijmen de Haan and Sperello di Serego Alighieri and Joanna Dunkley and Cora Dvorkin and Josquin Errard and Giulio Fabbian and Stephen Feeney and Simone Ferraro and Jeffrey P Filippini and Raphael Flauger and George M Fuller and Vera Gluscevic and Daniel Green and Daniel Grin and Evan Grohs and Jason W Henning and J Colin Hill and Renee Hlozek and Gilbert Holder and William Holzapfel and Wayne Hu and Kevin M Huffenberger and Reijo Keskitalo and Lloyd Knox and Arthur Kosowsky and John Kovac and Ely D Kovetz and Chao-Lin Kuo and Akito Kusaka and Maude Le Jeune and Adrian T Lee and Marc Lilley and Marilena Loverde and Mathew S Madhavacheril and Adam Mantz and David JE Marsh and Jeffrey McMahon and Pieter Daniel Meerburg and Joel Meyers and Amber D Miller and Julian B Munoz and Ho Nam Nguyen and Michael D Niemack and Marco Peloso and Julien Peloton and Levon Pogosian and Clement Pryke and Marco Raveri and Christian L Reichardt and Graca Rocha and Aditya Rotti and Emmanuel Schaan and Marcel M Schmittfull and Douglas Scott and Neelima Sehgal and Sarah Shandera and Blake D Sherwin and Tristan L Smith and Lorenzo Sorbo and Glenn D Starkman and Kyle T Story and Alexander van Engelen and Joaquin D Vieira and Scott Watson and Nathan Whitehorn and WL Wu",
            "2016",
            "2xb_x6wAAAAJ:hkOj_22Ku90C",
            456,
            "https:\/\/arxiv.org\/abs\/1610.02743",
            "5938237312788629",
            "\/scholar?cites=5938237312788629",
            {
                "2016":5,
                "2017":72,
                "2018":147,
                "2019":102,
                "2020":119,
                "2021":8
            }
        ],
        [
            "We present constraints on cosmological and astrophysical parameters from high-resolution microwave background maps at 148 GHz and 218 GHz made by the Atacama Cosmology Telescope (ACT) in three seasons of observations from 2008 to 2010. A model of primary cosmological and secondary foreground parameters is fit to the map power spectra and lensing deflection power spectrum, including contributions from both the thermal Sunyaev-Zeldovich (tSZ) effect and the kinematic Sunyaev-Zeldovich (kSZ) effect, Poisson and correlated anisotropy from unresolved infrared sources, radio sources, and the correlation between the tSZ effect and infrared sources. The power ℓ 2 C ℓ\/2π of the thermal SZ power spectrum at 148 GHz is measured to be 3.4±1.4 μK 2 at ℓ= 3000, while the corresponding amplitude of the kinematic SZ power spectrum has a 95% confidence level upper limit of 8.6 μK 2. Combining ACT …",
            "The Atacama Cosmology Telescope: Cosmological parameters from three seasons of data",
            "Jonathan L Sievers and Renee A Hlozek and Michael R Nolta and Viviana Acquaviva and Graeme E Addison and Peter AR Ade and Paula Aguirre and Mandana Amiri and John William Appel and L Felipe Barrientos and Elia S Battistelli and Nick Battaglia and J Richard Bond and Ben Brown and Bryce Burger and Erminia Calabrese and Jay Chervenak and Devin Crichton and Sudeep Das and Mark J Devlin and Simon R Dicker and W Bertrand Doriese and Joanna Dunkley and Rolando Dünner and Thomas Essinger-Hileman and David Faber and Ryan P Fisher and Joseph W Fowler and Patricio Gallardo and Michael S Gordon and Megan B Gralla and Amir Hajian and Mark Halpern and Matthew Hasselfield and Carlos Hernández-Monteagudo and J Colin Hill and Gene C Hilton and Matt Hilton and Adam D Hincks and Dave Holtz and Kevin M Huffenberger and David H Hughes and John P Hughes and Leopoldo Infante and Kent D Irwin and David R Jacobson and Brittany Johnstone and Jean Baptiste Juin and Madhuri Kaul and Jeff Klein and Arthur Kosowsky and Judy M Lau and Michele Limon and Yen-Ting Lin and Thibaut Louis and Robert H Lupton and Tobias A Marriage and Danica Marsden and Krista Martocci and Phil Mauskopf and Michael McLaren and Felipe Menanteau and Kavilan Moodley and Harvey Moseley and Calvin B Netterfield and Michael D Niemack and Lyman A Page and William A Page and Lucas Parker and Bruce Partridge and Reed Plimpton and Hernan Quintana and Erik D Reese and Beth Reid and Felipe Rojas and Neelima Sehgal and Blake D Sherwin and Benjamin L Schmitt and David N Spergel and Suzanne T Staggs and Omelan Stryzak and Daniel S Swetz and Eric R Switzer and Robert Thornton and Hy Trac and Carole Tucker and Masao Uehara and Katerina Visnjic and Ryan Warne and Grant Wilson and Ed Wollack and Yue Zhao and Caroline Zunckel",
            "2013",
            "2xb_x6wAAAAJ:IjCSPb-OGe4C",
            387,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2013\/10\/060\/meta",
            "570391597999215929",
            "\/scholar?cites=570391597999215929",
            {
                "2013":39,
                "2014":115,
                "2015":54,
                "2016":45,
                "2017":43,
                "2018":34,
                "2019":28,
                "2020":24,
                "2021":3
            }
        ],
        [
            "In the linearized-gravity approximation we numerically compute the amount of gravitational radiation produced by the collision of two true-vacuum bubbles in Minkowski space. The bubbles are separated by distance d and we calculate the amount of gravitational radiation that is produced in a time τ∼ d (in a cosmological phase transition τ corresponds to the duration of the transition, which is expected to be of the order of the mean bubble separation d). Our approximations are generally valid for τ≲ H− 1. We find that the amount of gravitational radiation produced depends only upon the grossest features of the collision: the time τ and the energy density associated with the false-vacuum state, ρ vac. In particular, the spectrum dE GW\/dω∝ ρ vac 2 τ 6 and peaks at a characteristic frequency ω max≃ 3.8\/τ, and the fraction of the vacuum energy released into gravitational waves is about 1.3× 10− 3 (τ\/H− 1) 2, where H 2 …",
            "Gravitational radiation from colliding vacuum bubbles",
            "Arthur Kosowsky and Michael S Turner and Richard Watkins",
            "1992",
            "2xb_x6wAAAAJ:roLk4NBRz8UC",
            335,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.45.4514",
            "826841167427337546",
            "\/scholar?cites=826841167427337546",
            {
                "1992":4,
                "1993":3,
                "1994":2,
                "1995":1,
                "1996":1,
                "1997":3,
                "1998":2,
                "1999":2,
                "2000":3,
                "2001":4,
                "2002":1,
                "2003":3,
                "2004":2,
                "2005":6,
                "2006":6,
                "2007":17,
                "2008":16,
                "2009":22,
                "2010":12,
                "2011":15,
                "2012":10,
                "2013":10,
                "2014":17,
                "2015":16,
                "2016":25,
                "2017":33,
                "2018":37,
                "2019":56,
                "2020":5
            }
        ],
        [
            "We report on 23 clusters detected blindly as Sunyaev-ZEL'DOVICH (SZ) decrements in a 148 GHz, 455 deg 2 map of the southern sky made with data from the Atacama Cosmology Telescope 2008 observing season. All SZ detections announced in this work have confirmed optical counterparts. Ten of the clusters are new discoveries. One newly discovered cluster, ACT-CL J0102–4915, with a redshift of 0.75 (photometric), has an SZ decrement comparable to the most massive systems at lower redshifts. Simulations of the cluster recovery method reproduce the sample purity measured by optical follow-up. In particular, for clusters detected with a signal-to-noise ratio greater than six, simulations are consistent with optical follow-up that demonstrated this subsample is 100% pure. The simulations further imply that the total sample is 80% complete for clusters with mass in excess of 6× 10 14 solar masses referenced to …",
            "The Atacama Cosmology Telescope: Sunyaev-Zel'dovich-selected galaxy clusters at 148 GHz in the 2008 survey",
            "Tobias A Marriage and Viviana Acquaviva and Peter AR Ade and Paula Aguirre and Mandana Amiri and John William Appel and L Felipe Barrientos and Elia S Battistelli and J Richard Bond and Ben Brown and Bryce Burger and Jay Chervenak and Sudeep Das and Mark J Devlin and Simon R Dicker and W Bertrand Doriese and Joanna Dunkley and Rolando Dünner and Thomas Essinger-Hileman and Ryan P Fisher and Joseph W Fowler and Amir Hajian and Mark Halpern and Matthew Hasselfield and Carlos Hernández-Monteagudo and Gene C Hilton and Matt Hilton and Adam D Hincks and Renée Hlozek and Kevin M Huffenberger and David Handel Hughes and John P Hughes and Leopoldo Infante and Kent D Irwin and Jean Baptiste Juin and Madhuri Kaul and Jeff Klein and Arthur Kosowsky and Judy M Lau and Michele Limon and Yen-Ting Lin and Robert H Lupton and Danica Marsden and Krista Martocci and Phil Mauskopf and Felipe Menanteau and Kavilan Moodley and Harvey Moseley and Calvin B Netterfield and Michael D Niemack and Michael R Nolta and Lyman A Page and Lucas Parker and Bruce Partridge and Hernan Quintana and Erik D Reese and Beth Reid and Neelima Sehgal and Blake D Sherwin and Jon Sievers and David N Spergel and Suzanne T Staggs and Daniel S Swetz and Eric R Switzer and Robert Thornton and Hy Trac and Carole Tucker and Ryan Warne and Grant Wilson and Ed Wollack and Yue Zhao",
            "2011",
            "2xb_x6wAAAAJ:EYYDruWGBe4C",
            334,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/737\/2\/61\/meta",
            "11844161304370280351",
            "\/scholar?cites=11844161304370280351",
            {
                "2011":14,
                "2012":69,
                "2013":65,
                "2014":39,
                "2015":39,
                "2016":23,
                "2017":21,
                "2018":24,
                "2019":24,
                "2020":13,
                "2021":2
            }
        ]
    ]
}