{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In a six-year program started in 2014 July, the Extended Baryon Oscillation Spectroscopic Survey (eBOSS) will conduct novel cosmological observations using the BOSS spectrograph at Apache Point Observatory. These observations will be conducted simultaneously with the Time Domain Spectroscopic Survey (TDSS) designed for variability studies and the Spectroscopic Identification of eROSITA Sources (SPIDERS) program designed for studies of X-ray sources. In particular, eBOSS will measure with percent-level precision the distance-redshift relation with baryon acoustic oscillations (BAO) in the clustering of matter. eBOSS will use four different tracers of the underlying matter density field to vastly expand the volume covered by BOSS and map the large-scale-structures over the relatively unconstrained redshift range 0.6< z< 2.2. Using more than 250,000 new, spectroscopically confirmed luminous red …",
            "The SDSS-IV extended Baryon Oscillation Spectroscopic Survey: overview and early data",
            "Kyle S Dawson and Jean-Paul Kneib and Will J Percival and Shadab Alam and Franco D Albareti and Scott F Anderson and Eric Armengaud and Éric Aubourg and Stephen Bailey and Julian E Bautista and Andreas A Berlind and Matthew A Bershady and Florian Beutler and Dmitry Bizyaev and Michael R Blanton and Michael Blomqvist and Adam S Bolton and Jo Bovy and WN Brandt and Jon Brinkmann and Joel R Brownstein and Etienne Burtin and Zheng Cai and Chia-Hsun Chuang and Nicolas Clerc and Johan Comparat and Frances Cope and Rupert AC Croft and Irene Cruz-Gonzalez and Luiz N Da Costa and Marie-Claude Cousinou and Jeremy Darling and Axel De La MacOrra and Sylvain De La Torre and Timothée Delubac and Hélion Du Mas Des Bourboux and Tom Dwelly and Anne Ealet and Daniel J Eisenstein and Michael Eracleous and S Escoffier and Xiaohui Fan and Alexis Finoguenov and Andreu Font-Ribera and Peter Frinchaboy and Patrick Gaulme and Antonis Georgakakis and Paul Green and Hong Guo and Julien Guy and Shirley Ho and Diana Holder and Joe Huehnerhoff and Timothy Hutchinson and Yipeng Jing and Eric Jullo and Vikrant Kamble and Karen Kinemuchi and David Kirkby and Francisco-Shu Kitaura and Mark A Klaene and Russ R Laher and Dustin Lang and Pierre Laurent and Jean-Marc Le Goff and Cheng Li and Yu Liang and Marcos Lima and Qiufan Lin and Weipeng Lin and Yen-Ting Lin and Daniel C Long and Britt Lundgren and Nicholas MacDonald and Marcio Antonio Geimba Maia and Elena Malanushenko and Viktor Malanushenko and Vivek Mariappan and Cameron K McBride and Ian D McGreer and Brice Ménard and Andrea Merloni and Andres Meza and Antonio D Montero-Dorta and Demitri Muna and Adam D Myers and Kirpal Nandra and Tracy Naugle and Jeffrey A Newman and Pasquier Noterdaeme and Peter Nugent and Ricardo Ogando and Matthew D Olmstead and Audrey Oravetz and Daniel J Oravetz and Nikhil Padmanabhan and Nathalie Palanque-Delabrouille and Kaike Pan and John K Parejko and Isabelle Pâris and John A Peacock and Patrick Petitjean and Matthew M Pieri and Alice Pisani and Francisco Prada and Abhishek Prakash and Anand Raichoor and Beth Reid and James Rich and Jethro Ridl and Sergio Rodriguez-Torres and Aurelio Carnero Rosell and Ashley J Ross and Graziano Rossi and John Ruan and Mara Salvato and Conor Sayres and Donald P Schneider and David J Schlegel and Uros Seljak and Hee-Jong Seo and Branimir Sesar and Sarah Shandera and Yiping Shu and Anže Slosar and Flavia Sobreira and Alina Streblyanska and Nao Suzuki and Donna Taylor and Charling Tao and Jeremy L Tinker and Rita Tojeiro and Mariana Vargas-Magaña and Yuting Wang and Benjamin A Weaver and David H Weinberg and Martin White and WM Wood-Vasey and Christophe Yeche and Zhongxu Zhai and Cheng Zhao and Gong-bo Zhao and Zheng Zheng and Guangtun Ben Zhu and Hu Zou",
            "2016",
            "31rTCGYAAAAJ:j3f4tGmQtD8C",
            495,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/0004-6256\/151\/2\/44\/meta",
            "7587639168583771341",
            "\/scholar?cites=7587639168583771341",
            {
                "2015":3,
                "2016":56,
                "2017":72,
                "2018":93,
                "2019":111,
                "2020":140,
                "2021":17
            }
        ],
        [
            "This book lays out the scientific goals to be addressed by the next-generation ground-based cosmic microwave background experiment, CMB-S4, envisioned to consist of dedicated telescopes at the South Pole, the high Chilean Atacama plateau and possibly a northern hemisphere site, all equipped with new superconducting cameras. CMB-S4 will dramatically advance cosmological studies by crossing critical thresholds in the search for the B-mode polarization signature of primordial gravitational waves, in the determination of the number and masses of the neutrinos, in the search for evidence of new light relics, in constraining the nature of dark energy, and in testing general relativity on large scales.",
            "CMB-S4 science book",
            "Kevork N Abazajian and Peter Adshead and Zeeshan Ahmed and Steven W Allen and David Alonso and Kam S Arnold and Carlo Baccigalupi and James G Bartlett and Nicholas Battaglia and Bradford A Benson and Colin A Bischoff and Julian Borrill and Victor Buza and Erminia Calabrese and Robert Caldwell and John E Carlstrom and Clarence L Chang and Thomas M Crawford and Francis-Yan Cyr-Racine and Francesco De Bernardis and Tijmen de Haan and Sperello di Serego Alighieri and Joanna Dunkley and Cora Dvorkin and Josquin Errard and Giulio Fabbian and Stephen Feeney and Simone Ferraro and Jeffrey P Filippini and Raphael Flauger and George M Fuller and Vera Gluscevic and Daniel Green and Daniel Grin and Evan Grohs and Jason W Henning and J Colin Hill and Renee Hlozek and Gilbert Holder and William Holzapfel and Wayne Hu and Kevin M Huffenberger and Reijo Keskitalo and Lloyd Knox and Arthur Kosowsky and John Kovac and Ely D Kovetz and Chao-Lin Kuo and Akito Kusaka and Maude Le Jeune and Adrian T Lee and Marc Lilley and Marilena Loverde and Mathew S Madhavacheril and Adam Mantz and David JE Marsh and Jeffrey McMahon and Pieter Daniel Meerburg and Joel Meyers and Amber D Miller and Julian B Munoz and Ho Nam Nguyen and Michael D Niemack and Marco Peloso and Julien Peloton and Levon Pogosian and Clement Pryke and Marco Raveri and Christian L Reichardt and Graca Rocha and Aditya Rotti and Emmanuel Schaan and Marcel M Schmittfull and Douglas Scott and Neelima Sehgal and Sarah Shandera and Blake D Sherwin and Tristan L Smith and Lorenzo Sorbo and Glenn D Starkman and Kyle T Story and Alexander van Engelen and Joaquin D Vieira and Scott Watson and Nathan Whitehorn and WL Wu",
            "2016",
            "31rTCGYAAAAJ:iH-uZ7U-co4C",
            458,
            "https:\/\/arxiv.org\/abs\/1610.02743",
            "5938237312788629",
            "\/scholar?cites=5938237312788629",
            {
                "2016":5,
                "2017":72,
                "2018":147,
                "2019":102,
                "2020":118,
                "2021":11
            }
        ],
        [
            "We summarize the utility of precise cosmic microwave background (CMB) polarization measurements as probes of the physics of inflation. We focus on the prospects for using CMB measurements to differentiate various inflationary mechanisms. In particular, a detection of primordial B‐mode polarization would demonstrate that inflation occurred at a very high energy scale, and that the inflaton traversed a super‐Planckian distance in field space. We explain how such a detection or constraint would illuminate aspects of physics at the Planck scale. Moreover, CMB measurements can constrain the scale‐dependence and non‐Gaussianity of the primordial fluctuations and limit the possibility of a significant isocurvature contribution. Each such limit provides crucial information on the underlying inflationary dynamics. Finally, we quantify these considerations by presenting forecasts for the sensitivities of a future satellite …",
            "Probing inflation with CMB polarization",
            "Daniel Baumann and Mark G Jackson and Peter Adshead and Alexandre Amblard and Amjad Ashoorioon and Nicola Bartolo and Rachel Bean and Maria Beltrán and Francesco De Bernardis and Simeon Bird and Xingang Chen and Daniel JH Chung and Loris Colombo and Asantha Cooray and Paolo Creminelli and Scott Dodelson and Joanna Dunkley and Cora Dvorkin and Richard Easther and Fabio Finelli and Raphael Flauger and Mark P Hertzberg and Katherine Jones‐Smith and Shamit Kachru and Kenji Kadota and Justin Khoury and William H Kinney and Eiichiro Komatsu and Lawrence M Krauss and Julien Lesgourgues and Andrew Liddle and Michele Liguori and Eugene Lim and Andrei Linde and Sabino Matarrese and Harsh Mathur and Liam McAllister and Alessandro Melchiorri and Alberto Nicolis and Luca Pagano and Hiranya V Peiris and Marco Peloso and Levon Pogosian and Elena Pierpaoli and Antonio Riotto and Uroš Seljak and Leonardo Senatore and Sarah Shandera and Eva Silverstein and Tristan Smith and Pascal Vaudrevange and Licia Verde and Ben Wandelt and David Wands and Scott Watson and Mark Wyman and Amit Yadav and Wessel Valkenburg and Matias Zaldarriaga",
            "2009",
            "31rTCGYAAAAJ:u5HHmVD_uO8C",
            449,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3160885",
            "12447385986708699432",
            "\/scholar?cites=12447385986708699432",
            {
                "2009":19,
                "2010":69,
                "2011":50,
                "2012":64,
                "2013":52,
                "2014":60,
                "2015":50,
                "2016":29,
                "2017":20,
                "2018":20,
                "2019":5,
                "2020":6
            }
        ],
        [
            "The detection of primordial non-Gaussianity could provide a powerful means to test various inflationary scenarios. Although scale-invariant non-Gaussianity (often described by the fNL  formalism) is currently best constrained by the CMB, single-field models with changing sound speed can have strongly scale-dependent non-Gaussianity. Such models could evade the CMB constraints but still have important effects at scales responsible for the formation of cosmological objects such as clusters and galaxies. We compute the effect of scale-dependent primordial non-Gaussianity on cluster number counts as a function of redshift, using a simple ansatz to model scale-dependent features. We forecast constraints on these models achievable with forthcoming datasets. We also examine consequences for the galaxy bispectrum. Our results are relevant for the Dirac–Born–Infeld model of brane inflation, where the scale …",
            "Effects of scale-dependent non-Gaussianity on cosmological structures",
            "Marilena LoVerde and Amber Miller and Sarah Shandera and Licia Verde",
            "2008",
            "31rTCGYAAAAJ:u-x6o8ySG0sC",
            317,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2008\/04\/014\/meta",
            "15740061064058499564",
            "\/scholar?cites=15740061064058499564",
            {
                "2008":10,
                "2009":41,
                "2010":55,
                "2011":52,
                "2012":44,
                "2013":31,
                "2014":16,
                "2015":14,
                "2016":11,
                "2017":9,
                "2018":14,
                "2019":7,
                "2020":7,
                "2021":2
            }
        ],
        [
            "We employ robust weak gravitational lensing measurements to improve cosmological constraints from measurements of the galaxy cluster mass function and its evolution, using X-ray selected clusters detected in the ROSAT All-Sky Survey. Our lensing analysis constrains the absolute mass scale of such clusters at the 8 per cent level, including both statistical and systematic uncertainties. Combining it with the survey data and X-ray follow-up observations, we find a tight constraint on a combination of the mean matter density and late-time normalization of the matter power spectrum, σ8(Ωm\/0.3)0.17 = 0.81 ± 0.03, with marginalized, one-dimensional constraints of Ωm = 0.26 ± 0.03 and σ8 = 0.83 ± 0.04. For these two parameters, this represents a factor of 2 improvement in precision with respect to previous work, primarily due to the reduced systematic uncertainty in the absolute mass calibration provided by the …",
            "Weighing the giants–IV. Cosmology and neutrino mass",
            "Adam B Mantz and Anja Von der Linden and Steven W Allen and Douglas E Applegate and Patrick L Kelly and R Glenn Morris and David A Rapetti and Robert W Schmidt and Saroj Adhikari and Mark T Allen and Patricia R Burchat and David L Burke and Matteo Cataneo and David Donovan and Harald Ebeling and Sarah Shandera and Adam Wright",
            "2015",
            "31rTCGYAAAAJ:MXK_kJrjxJIC",
            224,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/446\/3\/2205\/2962571",
            "4668374636023670267",
            "\/scholar?cites=4668374636023670267",
            {
                "2014":2,
                "2015":22,
                "2016":40,
                "2017":32,
                "2018":39,
                "2019":43,
                "2020":44,
                "2021":2
            }
        ],
        [
            "Perturbative corrections to correlation functions for interacting theories in de Sitter spacetime often grow secularly with time, due to the properties of fluctuations on super-Hubble scales. This growth can lead to a breakdown of perturbation theory at late times. We argue that Dynamical Renormalization Group (DRG) techniques provide a convenient framework for interpreting and resumming these secularly growing terms. In the case of a massless scalar field in de Sitter with quartic self-interaction, the resummed result is also less singular in the infrared, in precisely the manner expected if a dynamical mass is generated. We compare this improved infrared behavior with large-N expansions when applicable.",
            "Super-Hubble de Sitter fluctuations and the dynamical RG",
            "CP Burgess and L Leblond and Richard Holman and S Shandera",
            "2010",
            "31rTCGYAAAAJ:qjMakFHDy7sC",
            153,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2010\/03\/033\/meta",
            "1613023451916846114",
            "\/scholar?cites=1613023451916846114",
            {
                "2010":13,
                "2011":13,
                "2012":13,
                "2013":13,
                "2014":15,
                "2015":15,
                "2016":14,
                "2017":18,
                "2018":16,
                "2019":10,
                "2020":12,
                "2021":1
            }
        ],
        [
            "A new and powerful probe of the origin and evolution of structures in the Universe has emerged and been actively developed over the last decade. In the coming decade, non-Gaussianity, ie, the study of non-Gaussian contributions to the correlations of cosmological fluctuations, will become an important probe of both the early and the late Universe. Specifically, it will play a leading role in furthering our understanding of two fundamental aspects of cosmology and astrophysics:(i) the physics of the very early universe that created the primordial seeds for large-scale structures, and (ii) the subsequent growth of structures via gravitational instability and gas physics at later times. To date, observations of fluctuations in the Cosmic Microwave Background (CMB) and the Large-Scale Structure of the Universe (LSS) have focused largely on the Gaussian contribution as measured by the two-point correlations (or the power spectrum) of density fluctuations. However, an even greater amount of information is contained in non-Gaussianity and a large discovery space therefore still remains to be explored. Many observational probes can be used to measure non-Gaussianity, including CMB, LSS, gravitational lensing, Lyman-alpha forest, 21-cm fluctuations, and the abundance of rare objects such as clusters of galaxies and high-redshift galaxies. Not only does the study of non-Gaussianity maximize the science return from a plethora of present and future cosmological experiments and observations, but it also carries great potential for important discoveries in the coming decade.",
            "Non-Gaussianity as a Probe of the Physics of the Primordial Universe and the Astrophysics of the Low Redshift Universe",
            "Eiichiro Komatsu and Niayesh Afshordi and Net al Bartolo and Daniel Baumann and JR Bond and EI Buchbinder and Christian T Byrnes and Xingang Chen and Daniel JH Chung and Asantha Cooray and Paolo Creminelli and N Dalal and Olivier Dore and Richard Easther and AV Frolov and KM Gorski and Mark G Jackson and Justin Khoury and William H Kinney and L Kofman and Kazuya Koyama and L Leblond and J-L Lehners and JE Lidsey and Michele Liguori and Eugene A Lim and A Linde and DH Lyth and J Maldacena and Sabino Matarrese and Liam McAllister and Patrick McDonald and S Mukohyama and B Ovrut and Hiranya V Peiris and C Raeth and Antonio Riotto and Y Rodriguez and Misao Sasaki and Roman Scoccimarro and D Seery and E Sefusatti and Uros Seljak and Leonardo Senatore and Sarah Shandera and EPS Shellard and Eva Silverstein and Anze Slosar and KM Smith and AA Starobinsky and PJ Steinhardt and F Takahashi and Max Tegmark and AJ Tolley and Licia Verde and Ben D Wandelt and David Wands and S Weinberg and Mark Wyman and Amit PS Yadav and Matias Zaldarriaga",
            "2009",
            "31rTCGYAAAAJ:2osOgNQ5qMEC",
            145,
            "https:\/\/arxiv.org\/abs\/0902.4759",
            "15300306356161320498",
            "\/scholar?cites=15300306356161320498",
            {
                "2009":8,
                "2010":23,
                "2011":23,
                "2012":23,
                "2013":19,
                "2014":16,
                "2015":10,
                "2016":3,
                "2017":4,
                "2018":9,
                "2019":2,
                "2020":2,
                "2021":1
            }
        ],
        [
            "We compare the simplest realistic brane inflationary model to recent cosmological data, including Wilkinson Microwave Anisotropy Probe (WMAP) three-year cosmic microwave background (CMB) results, Sloan Digital Sky Survey Luminous Red Galaxies (SDSS LRG) power spectrum data and Supernovae Legacy Survey (SNLS) type 1a supernovae distance measures. Here, the inflaton is simply the position of a D3-brane which is moving towards a <?TeX \\bar {D}3 ?>  -brane sitting at the bottom of a throat (a warped, deformed conifold) in the flux compactified bulk in type IIB string theory. The analysis includes both the usual slow-roll scenario and the Dirac–Born–Infeld scenario of slow but relativistic rolling. Requiring that the throat is inside the bulk greatly restricts the allowed parameter space. We discuss possible scenarios in which a large tensor mode and\/or non-Gaussianity may emerge. Here, the properties …",
            "Comparing brane inflation to WMAP",
            "Rachel Bean and Sarah E Shandera and SH Henry Tye and Jiajun Xu",
            "2007",
            "31rTCGYAAAAJ:d1gkVwhDpl0C",
            135,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2007\/05\/004\/meta",
            "7706448675809314393",
            "\/scholar?cites=7706448675809314393",
            {
                "2007":11,
                "2008":43,
                "2009":22,
                "2010":14,
                "2011":16,
                "2012":5,
                "2013":7,
                "2014":9,
                "2015":2,
                "2016":2,
                "2017":1,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Linking the slow-roll scenario and the Dirac–Born–Infeld scenario of ultra-relativistic roll (where, thanks to the warp factor, the inflaton moves slowly even with an ultra-relativistic Lorentz factor), we find that the KKLMMT D3–<?TeX \\bar {D}3 ?>  -brane inflation is robust; that is, enough e-folds of inflation is quite generic in the parameter space of the model. We show that the intermediate regime of relativistic roll can be quite interesting observationally. Introducing appropriate inflationary parameters, we explore the parameter space and give the constraints and predictions for the cosmological observables in this scenario. Among other properties, this scenario allows the saturation of the present observational bound of either the tensor\/scalar ratio r  (in the intermediate regime) or the non-Gaussianity fNL  (in the ultra-relativistic regime), but not both.",
            "Observing brane inflation",
            "Sarah E Shandera and SH Henry Tye",
            "2006",
            "31rTCGYAAAAJ:9yKSN-GCB0IC",
            128,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2006\/05\/007\/meta",
            "17350957980908786917",
            "\/scholar?cites=17350957980908786917",
            {
                "2006":9,
                "2007":23,
                "2008":18,
                "2009":22,
                "2010":13,
                "2011":9,
                "2012":6,
                "2013":4,
                "2014":2,
                "2015":4,
                "2016":3,
                "2017":7,
                "2018":4,
                "2019":1,
                "2020":2
            }
        ],
        [
            "Massless interacting scalar fields in de Sitter space have long been known to experience large fluctuations over length scales larger than Hubble distances. A similar situation arises in condensed matter physics in the vicinity of a critical point, and in this better-understood situation these large fluctuations indicate the failure in this regime of mean-field methods. We argue that for non-Goldstone scalars in de Sitter space, these fluctuations can also be interpreted as signaling the complete breakdown of the semi-classical methods widely used throughout cosmology. By power-counting the infrared properties of Feynman graphs in de Sitter space we find that for a massive scalar interacting through a λ phgr 4 interaction, control over the loop approximation is lost for masses smaller than m sime√ λ H\/2π, where H is the Hubble scale. We briefly discuss some potential implications for inflationary cosmology.",
            "Breakdown of semiclassical methods in de Sitter space",
            "CP Burgess and Richard Holman and L Leblond and S Shandera",
            "2010",
            "31rTCGYAAAAJ:Tyk-4Ss8FVUC",
            110,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2010\/10\/017\/meta",
            "17972684834606529426",
            "\/scholar?cites=17972684834606529426",
            {
                "2010":3,
                "2011":19,
                "2012":8,
                "2013":8,
                "2014":13,
                "2015":11,
                "2016":15,
                "2017":6,
                "2018":9,
                "2019":5,
                "2020":12,
                "2021":1
            }
        ]
    ]
}