{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "We present a technique based on the use of the quantifier elimination decision procedure for real closed fields and simple theorem proving to construct a series of successively finer qualitative abstractions of hybrid automata. The resulting abstractions are always discrete transition systems which can then be used by any traditional analysis tool. The constructed abstractions are conservative and can be used to establish safety properties of the original system. Our technique works on linear and non-linear polynomial hybrid systems, that is, the guards on discrete transitions and the continuous flows in all modes can be specified using arbitrary polynomial expressions over the continuous variables. We have a prototype tool in the SAL environment [13] which is built over the theorem prover PVS [19]. The technique promises to scale well to large and complex hybrid systems.",
            "Series of abstractions for hybrid automata",
            "Ashish Tiwari and Gaurav Khanna",
            "2002",
            "382Ttr0AAAAJ:u5HHmVD_uO8C",
            238,
            "https:\/\/link.springer.com\/chapter\/10.1007\/3-540-45873-5_36",
            "7508550131156339514",
            "\/scholar?cites=7508550131156339514",
            {
                "2002":4,
                "2003":15,
                "2004":13,
                "2005":20,
                "2006":16,
                "2007":24,
                "2008":19,
                "2009":14,
                "2010":7,
                "2011":21,
                "2012":16,
                "2013":17,
                "2014":9,
                "2015":10,
                "2016":10,
                "2017":7,
                "2018":5,
                "2019":4,
                "2020":2,
                "2021":1
            }
        ],
        [
            "Jacobson and Sotiriou showed that rotating black holes could be spun up past the extremal limit by the capture of nonspinning test bodies, if one neglects radiative and self-force effects. This would represent a violation of the cosmic censorship conjecture in four-dimensional, asymptotically flat spacetimes. We show that for some of the trajectories giving rise to naked singularities, radiative effects can be neglected. However, for these orbits the conservative self-force is important, and seems to have the right sign to prevent the formation of naked singularities.",
            "Test bodies and naked singularities: is the self-force the cosmic censor?",
            "Enrico Barausse and Vitor Cardoso and Gaurav Khanna",
            "2010",
            "382Ttr0AAAAJ:Y0pCki6q_DkC",
            176,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.261102",
            "5664826008007318935",
            "\/scholar?cites=5664826008007318935",
            {
                "2011":23,
                "2012":8,
                "2013":14,
                "2014":10,
                "2015":13,
                "2016":20,
                "2017":12,
                "2018":14,
                "2019":26,
                "2020":32,
                "2021":3
            }
        ],
        [
            "A general class of loop quantizations for anisotropic models is introduced and discussed, which enhances loop quantum cosmology by relevant features seen in inhomogeneous situations. The main new effect is an underlying lattice which is being refined during dynamical changes of the volume. In general, this leads to a new feature of dynamical difference equations which may not have constant step-size, posing new mathematical problems. It is discussed how such models can be evaluated and what lattice refinements imply for semiclassical behavior. Two detailed examples illustrate that stability conditions can put strong constraints on suitable refinement models, even in the absence of a fundamental Hamiltonian which defines changes of the underlying lattice. Thus, a large class of consistency tests of loop quantum gravity becomes available. In this context, it will also be seen that quantum corrections due to …",
            "Lattice refining loop quantum cosmology, anisotropic models, and stability",
            "Martin Bojowald and Daniel Cartin and Gaurav Khanna",
            "2007",
            "382Ttr0AAAAJ:u-x6o8ySG0sC",
            110,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.76.064018",
            "15492858116216531072",
            "\/scholar?cites=15492858116216531072",
            {
                "2007":7,
                "2008":24,
                "2009":14,
                "2010":8,
                "2011":7,
                "2012":10,
                "2013":4,
                "2014":4,
                "2015":5,
                "2016":4,
                "2017":10,
                "2018":3,
                "2019":6,
                "2020":3
            }
        ],
        [
            "We describe techniques to generate useful reachability information for nonlinear dynamical systems. These techniques can be automated for polynomial systems using algorithms from computational algebraic geometry. The generated information can be incorporated into other approaches for doing reachability computation. It can also be used when abstracting hybrid systems that contain modes with nonlinear dynamics. These techniques are most naturally embedded in the hybrid qualitative abstraction approach proposed by the authors previously. They also show that the formal qualitative abstraction approach is well suited for dealing with nonlinear systems.",
            "Nonlinear systems: Approximating reach sets",
            "Ashish Tiwari and Gaurav Khanna",
            "2004",
            "382Ttr0AAAAJ:d1gkVwhDpl0C",
            98,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-3-540-24743-2_40",
            "11853308230274953465",
            "\/scholar?cites=11853308230274953465",
            {
                "2004":2,
                "2005":5,
                "2006":4,
                "2007":8,
                "2008":9,
                "2009":5,
                "2010":8,
                "2011":10,
                "2012":11,
                "2013":8,
                "2014":7,
                "2015":5,
                "2016":6,
                "2017":2,
                "2018":3,
                "2019":1,
                "2020":2,
                "2021":1
            }
        ]
    ]
}