{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Measurements of the temperature and angular dependencies of the upper critical field H c 2 of a stoichiometric single crystal LiFeAs in pulsed magnetic fields up to 50 T were performed using a tunnel diode resonator. Complete H c 2∥ c (T) and H c 2⊥ c (T) functions with H c 2∥ c (0)= 17±1 T, H c 2⊥ c (0)= 26±1 T, and the anisotropy parameter γ H (T)≡ H c 2⊥ c\/H c 2∥ c decreasing from 2.5 at T c to 1.5 at T≪ T c were obtained. The results for both orientations are in excellent agreement with a theory of H c 2 for two-band s±pairing in the clean limit. We show that H c 2∥ c (T) is mostly limited by the orbital pair breaking, whereas the shape of H c 2⊥ c (T) indicates strong paramagnetic Pauli limiting and the inhomogeneous Fulde-Ferrel-Larkin-Ovchinnikov state below T F~ 5 K.",
            "Anisotropic upper critical field and possible Fulde-Ferrel-Larkin-Ovchinnikov state in the stoichiometric pnictide superconductor LiFeAs",
            "K Cho and H Kim and MA Tanatar and YJ Song and YS Kwon and WA Coniglio and CC Agosta and A Gurevich and R Prozorov",
            "2011",
            "38wQd24AAAAJ:BrmTIyaxlBUC",
            122,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.83.060502",
            "9149665509144837527",
            "\/scholar?cites=9149665509144837527",
            {
                "2011":17,
                "2012":18,
                "2013":20,
                "2014":14,
                "2015":11,
                "2016":9,
                "2017":8,
                "2018":9,
                "2019":6,
                "2020":10
            }
        ],
        [
            "We duscuss a resonant microwave trap for neutral atoms. Because of the long spontaneous radiation time this trap is remarkably different from the optical trap. It also has advantages over static magnetic traps that trap the excited spin state of the lowest electronic level, in that atoms predominantly in the spin ground state can be trapped. We analyze the relaxation-ejection lifetime of atoms in such a trap using the formalism of dressed atomic states. Results are appliedi to atomic hydrogen and the possibility of Bose-Einstein condensation is considered.",
            "Trapping of neutral atoms with resonant microwave radiation",
            "Charles C Agosta and Isaac F Silvera and Hendricus Theodorus Christiaan Stoof and Boudewijn J Verhaar",
            "1989",
            "38wQd24AAAAJ:35N4QoGY0k4C",
            110,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.62.2361",
            "8194517489076358296",
            "\/scholar?cites=8194517489076358296",
            {
                "1989":2,
                "1990":5,
                "1991":2,
                "1992":9,
                "1993":5,
                "1994":6,
                "1995":5,
                "1996":4,
                "1997":2,
                "1998":4,
                "1999":1,
                "2000":3,
                "2001":3,
                "2002":3,
                "2003":4,
                "2004":6,
                "2005":4,
                "2006":3,
                "2007":8,
                "2008":4,
                "2009":2,
                "2010":2,
                "2011":1,
                "2012":2,
                "2013":5,
                "2014":3,
                "2015":2,
                "2016":3,
                "2017":3,
                "2018":2,
                "2019":1
            }
        ]
    ]
}