{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "To learn if refractory periodontitis may be associated with defects in peripheral blood polymorphonuclear leukocyte (PMN) function, phagocytosis and chemotaxis were analyzed in 31 otherwise healthy patients and 12 unaffected controls. When compared to controls, no chemotactic defects to 10 nM f‐Met‐Leu‐Phe (fMLP) were detected. In contrast, phagocytosis was significantly impaired (P < 0.001). The mean rates of adhesion and ingestion of opsonized Staphylococcus aureus by PMNs were 7.1 ± 1.7 (± SD) and 1.4 ± 0.5 bacteria\/100 PMNs\/minute respectively for patients, and 11.0 ± 2.4 and 3.1 ± 0.6 for unaffected, healthy controls. While the quality of oral hygiene and access to dental care were high, a retrospective search for associated environmental variables showed that 90% (28 of 31) of the refractory patients were smokers. The frequency of smokers is particularly striking, since only 21% of adults in …",
            "Refractory periodontitis associated with abnormal polymorphonuclear leukocyte phagocytosis and cigarette smoking",
            "Gordon D MacFarlane and Mark C Herzberg and Larry F Wolff and Nancy A Hardie",
            "1992",
            "3CAC9QYAAAAJ:yD5IFk8b50cC",
            423,
            "https:\/\/aap.onlinelibrary.wiley.com\/doi\/abs\/10.1902\/jop.1992.63.11.908",
            "7984297490019071657",
            "\/scholar?cites=7984297490019071657",
            {
                "1993":2,
                "1994":6,
                "1995":4,
                "1996":18,
                "1997":12,
                "1998":20,
                "1999":23,
                "2000":18,
                "2001":16,
                "2002":12,
                "2003":21,
                "2004":20,
                "2005":21,
                "2006":22,
                "2007":21,
                "2008":19,
                "2009":13,
                "2010":16,
                "2011":13,
                "2012":18,
                "2013":12,
                "2014":14,
                "2015":12,
                "2016":15,
                "2017":9,
                "2018":11,
                "2019":10,
                "2020":8
            }
        ],
        [
            "The composition of the oral microbiome differs from one intraoral site to another, reflecting in part the host response and immune capacity at each site. By focusing on two major oral infections, periodontal disease and caries, new principles of disease emerge. Periodontal disease affects the soft tissues and bone that support the teeth. Caries is a unique infection of the dental hard tissues. The initiation of both diseases is marked by an increase in the complexity of the microbiome. In periodontitis, pathobionts and keystone pathogens such as Porphyromonas gingivalis appear in greater proportion than in health. As a keystone pathogen, P. gingivalis impairs host immune responses and appears necessary but not sufficient to cause periodontitis. Historically, dental caries had been causally linked to Streptococcus mutans. Contemporary microbiome studies now indicate that singular pathogens are not obvious in either …",
            "The oral microbiome and the immunobiology of periodontal disease and caries",
            "Massimo Costalonga and Mark C Herzberg",
            "2014",
            "3CAC9QYAAAAJ:YsMSGLbcyi4C",
            395,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0165247814001874",
            "1110862420481948439",
            "\/scholar?cites=1110862420481948439",
            {
                "2013":1,
                "2014":2,
                "2015":17,
                "2016":54,
                "2017":59,
                "2018":73,
                "2019":80,
                "2020":98,
                "2021":5
            }
        ],
        [
            "Biofilms are polymicrobial, with diverse bacterial species competing for limited space and nutrients. Under healthy conditions, the different species in biofilms maintain an ecological balance. This balance can be disturbed by environmental factors and interspecies interactions. These perturbations can enable dominant growth of certain species, leading to disease. To model clinically relevant interspecies antagonism, we studied three well-characterized and closely related oral species, Streptococcus gordonii, Streptococcus sanguinis, and cariogenic Streptococcus mutans. S. sanguinis and S. gordonii used oxygen availability and the differential production of hydrogen peroxide (H2O2) to compete effectively against S. mutans. Interspecies antagonism was influenced by glucose with reduced production of H2O2. Furthermore, aerobic conditions stimulated the competence system and the expression of the …",
            "Streptococcal antagonism in oral biofilms: Streptococcus sanguinis and Streptococcus gordonii interference with Streptococcus mutans",
            "Jens Kreth and Yongshu Zhang and Mark C Herzberg",
            "2008",
            "3CAC9QYAAAAJ:ye4kPcJQO24C",
            379,
            "https:\/\/jb.asm.org\/content\/190\/13\/4632.short",
            "14922957661034030318",
            "\/scholar?cites=14922957661034030318",
            {
                "2008":3,
                "2009":13,
                "2010":22,
                "2011":36,
                "2012":19,
                "2013":26,
                "2014":26,
                "2015":33,
                "2016":42,
                "2017":51,
                "2018":29,
                "2019":29,
                "2020":43,
                "2021":3
            }
        ],
        [
            "During episodes of dental bacteremia, viridans group streptococci encounter platelets. Among these microorganisms, certain Streptococcus sanguis induce human and rabbit platelets to aggregate in vitro. In experimental rabbits, circulating streptococci induced platelets to aggregate, triggering the accumulation of platelets and fibrin into the heart valve vegetations of endocarditis. At necropsy, affected rabbit hearts showed ischemie areas. We therefore hypothesized that circulating S. sanguis might cause coronary thrombosis and signs of myocardial infarction (MI). Signs of MI were monitored in rabbits after infusion with platelet‐aggregating doses of 4 to 40 × 109 cells of S. sanguis 133‐79. Infusion resulted in dose‐dependent changes in electrocardiograms, blood pressure, heart rate, and cardiac contractility. These changes were consistent with the occurrence of MI. Platelets isolated from hyperlipidemic rabbits …",
            "Effects of oral flora on platelets: possible consequences in cardiovascular disease",
            "Mark C Herzberg and Maurice W Meyer",
            "1996",
            "3CAC9QYAAAAJ:1sJd4Hv_s6UC",
            370,
            "https:\/\/aap.onlinelibrary.wiley.com\/doi\/abs\/10.1902\/jop.1996.67.10s.1138",
            "9292098267398742071",
            "\/scholar?cites=9292098267398742071",
            {
                "1996":1,
                "1997":1,
                "1998":16,
                "1999":13,
                "2000":20,
                "2001":12,
                "2002":24,
                "2003":24,
                "2004":19,
                "2005":21,
                "2006":14,
                "2007":22,
                "2008":23,
                "2009":15,
                "2010":13,
                "2011":16,
                "2012":16,
                "2013":9,
                "2014":15,
                "2015":11,
                "2016":14,
                "2017":9,
                "2018":11,
                "2019":11,
                "2020":8
            }
        ],
        [
            "Cardiovascular diseases, including atherosclerosis and myocardial ischemia, occur as a result of a complex set of genetic and environmental factors. During periodontitis, dental plaque microorganisms may disseminate through the blood to infect the vascular endothelium and contribute to the occurrence of atherosclerosis and risk of myocardial ischemia and infarction. Myocardial ischemia and infarction are often preceded by acute thromboembolic events. In an in vitro model of thrombosis, certain dental plaque bacteria induce platelets to aggregate. Aggregation of platelets is induced by the platelet aggregation‐associated protein [PAAP] expressed on plaque bacteria, including Streptococcus sanguis and Porphyromonas gingivalis. Intravenous infusion of S. sanguis into rabbits has been shown previously to cause changes in the electrocardiogram (ECG), heart rate, blood pressure, and cardiac contractility …",
            "Dental plaque, platelets, and cardiovascular diseases",
            "Mark C Herzberg and Maurice W Meyer",
            "1998",
            "3CAC9QYAAAAJ:olpn-zPbct0C",
            335,
            "https:\/\/aap.onlinelibrary.wiley.com\/doi\/abs\/10.1902\/annals.1998.3.1.151",
            "13702407938594494463",
            "\/scholar?cites=13702407938594494463",
            {
                "1998":5,
                "1999":3,
                "2000":12,
                "2001":9,
                "2002":9,
                "2003":15,
                "2004":10,
                "2005":15,
                "2006":21,
                "2007":16,
                "2008":21,
                "2009":25,
                "2010":23,
                "2011":29,
                "2012":21,
                "2013":19,
                "2014":14,
                "2015":11,
                "2016":10,
                "2017":13,
                "2018":10,
                "2019":9,
                "2020":7
            }
        ],
        [
            "The purposes of this study were to determine if: 1) an association exists between cigarette smoking and signs of periodontal disease after controlling for the confounding variables of age, sex, plaque, and calculus; 2) the prevalence of 5 bacteria commonly associated with periodontal disease differs between smokers and non‐smokers; and 3) the presence of any of these bacteria or smoking are associated with a mean proximal posterior probing depth ≥ 3.5 mm. Plaque, calculus, gingivitis, and probing depth were measured at the proximal surfaces of all teeth in one randomly selected posterior dental sextant in 615 adults. Subgingival plaque was sampled from the same sites and assayed for the presence of Porphyromonas gingivalis, Actinobacillus actinomycetemcomitans, Prevotella intermedia, Eikenella corrodens, and Fusobacterium nucleatum. A subsample of non‐smokers (n = 126), who were similar to …",
            "Association between cigarette smoking, bacterial pathogens, and periodontal status",
            "Jill L Stoltenberg and Joy B Osborn and Bruce L Pihlstrom and Mark C Herzberg and Dorothee M Aeppli and Larry F Wolff and George E Fischer",
            "1993",
            "3CAC9QYAAAAJ:NhqRSupF_l8C",
            333,
            "https:\/\/aap.onlinelibrary.wiley.com\/doi\/abs\/10.1902\/jop.1993.64.12.1225",
            "9204239420544639362",
            "\/scholar?cites=9204239420544639362",
            {
                "1994":2,
                "1995":3,
                "1996":7,
                "1997":13,
                "1998":17,
                "1999":12,
                "2000":16,
                "2001":20,
                "2002":9,
                "2003":15,
                "2004":15,
                "2005":27,
                "2006":12,
                "2007":18,
                "2008":6,
                "2009":16,
                "2010":20,
                "2011":15,
                "2012":9,
                "2013":11,
                "2014":12,
                "2015":12,
                "2016":10,
                "2017":11,
                "2018":11,
                "2019":5,
                "2020":2,
                "2021":1
            }
        ],
        [
            "Four highly purified salivary glycoproteins were used to study salivary-bacterial interactions. One pair of glycoproteins was mucin-like in composition, whereas the second pair was not. By an agglutination assay, it was found that only the mucin-glycoproteins agglutinated Streptococcus sanguis and S. mutans. Removal of sialic acid from these molecules resulted in a loss of agglutination of S. sanguis but not of S. mutans. The agglutination phenomenon was shown to require a salivary macromolecule of at least 150,000 daltons.",
            "Specificity of salivary-bacterial interactions: role of terminal sialic acid residues in the interaction of salivary glycoproteins with Streptococcus sanguis and Streptococcus …",
            "MJ Levine and MC Herzberg and MS Levine and SA Ellison and MW Stinson and HC Li and TLHC van Dyke",
            "1978",
            "3CAC9QYAAAAJ:vV6vV6tmYwMC",
            264,
            "https:\/\/iai.asm.org\/content\/19\/1\/107.short",
            "6816307988301627506",
            "\/scholar?cites=6816307988301627506",
            {
                "1981":10,
                "1982":15,
                "1983":12,
                "1984":12,
                "1985":13,
                "1986":13,
                "1987":8,
                "1988":6,
                "1989":7,
                "1990":12,
                "1991":8,
                "1992":7,
                "1993":3,
                "1994":8,
                "1995":7,
                "1996":3,
                "1997":5,
                "1998":3,
                "1999":7,
                "2000":6,
                "2001":3,
                "2002":5,
                "2003":3,
                "2004":4,
                "2005":3,
                "2006":5,
                "2007":2,
                "2008":2,
                "2009":3,
                "2010":4,
                "2011":3,
                "2012":2,
                "2013":6,
                "2014":5,
                "2015":5,
                "2016":7,
                "2017":5,
                "2018":1
            }
        ],
        [
            "The scope of this working group was to review (1) ecological interactions at the dental biofilm in health and disease, (2) the role of microbial communities in the pathogenesis of periodontitis and caries, and (3) the innate host response in caries and periodontal diseases.A health‐associated biofilm includes genera such as Neisseria, Streptococcus, Actinomyces, Veillonella and Granulicatella. Microorganisms associated with both caries and periodontal diseases are metabolically highly specialized and organized as multispecies microbial biofilms. Progression of these diseases involves multiple microbial interactions driven by different stressors. In caries, the exposure of dental biofilms to dietary sugars and their fermentation to organic acids results in increasing proportions of acidogenic and aciduric species. In gingivitis, plaque accumulation at the gingival margin …",
            "Role of microbial biofilms in the maintenance of oral health and in the development of dental caries and periodontal diseases. Consensus report of group 1 of the Joint EFP\/ORCA …",
            "Mariano Sanz and David Beighton and Michael A Curtis and Jaime A Cury and Irene Dige and Henrik Dommisch and Roger Ellwood and Rodrigo A Giacaman and David Herrera and Mark C Herzberg and Eija Könönen and Philip D Marsh and Joerg Meyle and Alex Mira and Ana Molina and Andrea Mombelli and Marc Quirynen and Eric C Reynolds and Lior Shapira and Egija Zaura",
            "2017",
            "3CAC9QYAAAAJ:dhFuZR0502QC",
            191,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/jcpe.12682",
            "3335895364751339017",
            "\/scholar?cites=3335895364751339017",
            {
                "2016":1,
                "2017":21,
                "2018":31,
                "2019":57,
                "2020":72,
                "2021":1
            }
        ],
        [
            "The calgranulins are a subgroup of proteins in the S100 family (calgranulin A, S100A8; calgranulin B, S100A9 and calgranulin C, S100A12) that provide protective anti-infective and anti-inflammatory functions for the mammalian host. In this review, we discuss the structure-function relationships whereby S100A8 and S100A9, and for comparison, S100A12, provide intra- and extracellular protection during the complex interplay between infection and inflammation and how the calgranulins are regulated to optimally protect the host. Ideally located to support epithelial barrier function, calprotectin, a complex of S100A8\/S100A9, is expressed in squamous mucosal keratinocytes and innate immune cells present at mucosal surfaces. The calgranulins are also abundantly produced in neutrophils and monocytes, whereas expression is induced in epidermal keratinocytes, gastrointestinal epithelial cells and fibroblasts …",
            "Anti-infective protective properties of S100 calgranulins",
            "Kenneth Hsu and Chantrakorn Champaiboon and Brian D Guenther and Brent S Sorenson and Ali Khammanivong and Karen F Ross and Carolyn L Geczy and Mark C Herzberg",
            "2009",
            "3CAC9QYAAAAJ:fEOibwPWpKIC",
            180,
            "https:\/\/www.ingentaconnect.com\/content\/ben\/aiaamc\/2009\/00000008\/00000004\/art00003",
            "17317916030179204151",
            "\/scholar?cites=17317916030179204151",
            {
                "2010":2,
                "2011":17,
                "2012":11,
                "2013":25,
                "2014":17,
                "2015":23,
                "2016":13,
                "2017":18,
                "2018":17,
                "2019":20,
                "2020":14
            }
        ],
        [
            "A strain of Streptococcus sanguis that induced rabbit platelets to aggregate in vitro (Agg+ phenotype) was hypothesized to be a more virulent pathogen than an Agg- strain in experimental endocarditis in rabbits. A left ventricular catheter was implanted, and then an Agg+ or Agg- strain was inoculated intravenously. Vegetations formed on the aortic semilunar valves but were unaffected by the duration of implantation of the catheter. Vegetations enlarged by accumulating platelets and their mass increased directly with the duration of endocarditis. Inoculation of the Agg+ strain consistently caused endocarditis with significantly larger vegetations, a more severe clinical course (including febrile episodes, hematological changes, and signs of myocardial ischemia), more gross lesions in major organs, and greater mortality than inoculation with the Agg- strain, saline, or the Agg+ strain pretreated with monospecific rabbit …",
            "The platelet interactivity phenotype of Streptococcus sanguis influences the course of experimental endocarditis.",
            "MC Herzberg and GD MacFarlane and KE Gong and NN Armstrong and AR Witt and PR Erickson and MW Meyer",
            "1992",
            "3CAC9QYAAAAJ:hqOjcs7Dif8C",
            179,
            "https:\/\/iai.asm.org\/content\/60\/11\/4809.short",
            "2111260923124482911",
            "\/scholar?cites=2111260923124482911",
            {
                "1993":4,
                "1994":6,
                "1995":6,
                "1996":6,
                "1997":7,
                "1998":15,
                "1999":12,
                "2000":12,
                "2001":5,
                "2002":8,
                "2003":5,
                "2004":8,
                "2005":12,
                "2006":9,
                "2007":5,
                "2008":6,
                "2009":7,
                "2010":3,
                "2011":9,
                "2012":9,
                "2013":3,
                "2014":3,
                "2015":2,
                "2016":4,
                "2017":5,
                "2018":2,
                "2019":2,
                "2020":2
            }
        ]
    ]
}