{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In an experiment at the SISSI-LISE3 facility of GANIL, the decay of the proton drip line nucleus F 45 e has been studied. Fragment-implantation events have been correlated with radioactive decay events in a 16× 16 pixel silicon-strip detector. The decay-energy spectrum of F 45 e implants shows a distinct peak at (1.14±0.04) M e V with a half-life of T 1\/2=(4.7− 1.4+ 3.4) m s. None of the events in this peak is in coincidence with β particles. For a longer correlation interval, daughter decays of the two-proton daughter C 43 r can be observed after F 45 e implantation. The decay energy for F 45 e agrees nicely with several theoretical predictions for two-proton radioactivity.",
            "Two-Proton Radioactivity of ",
            "J Giovinazzo and B Blank and M Chartier and S Czajkowski and Agnès Fleury and MJ Lopez Jimenez and MS Pravikoff and J-C Thomas and F de Oliveira Santos and M Lewitowicz and V Maslov and M Stanoiu and R Grzywacz and M Pfützner and C Borcea and BA Brown",
            "2002",
            "3Dk4I5sAAAAJ:SGW5VrABaM0C",
            327,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.89.102501",
            "12741907283406239546",
            "\/scholar?cites=12741907283406239546",
            {
                "2002":7,
                "2003":25,
                "2004":23,
                "2005":22,
                "2006":12,
                "2007":28,
                "2008":16,
                "2009":20,
                "2010":19,
                "2011":27,
                "2012":12,
                "2013":18,
                "2014":13,
                "2015":10,
                "2016":21,
                "2017":10,
                "2018":15,
                "2019":12,
                "2020":15
            }
        ],
        [
            "Decays of five 45Fe atoms have been observed at the fragment separator of GSI. Whereas one event is consistent with the β-decay of 45Fe accompanied by the emission of a 10 MeV proton, four decays are consistent with the emission of particle(s) of total energy 1.1±0.1 MeV. This observation represents the first evidence for two-proton ground-state radioactivity, a decay mode predicted for 45Fe. The time distribution of the observed decay events corresponds to a half-life of 3.2+2.6 -1.0 ms.",
            "First evidence for the two-proton decay of 45 Fe",
            "M Pfützner and E Badura and C Bingham and B Blank and M Chartier and H Geissel and J Giovinazzo and LV Grigorenko and R Grzywacz and M Hellström and Z Janas and J Kurcewicz and AS Lalleman and C Mazzocchi and I Mukha and G Münzenberg and C Plettner and E Roeckl and KP Rykaczewski and K Schmidt and RS Simon and M Stanoiu and J-C Thomas",
            "2002",
            "3Dk4I5sAAAAJ:MhiOAD_qIWkC",
            304,
            "https:\/\/link.springer.com\/article\/10.1140\/epja\/i2002-10033-9",
            "10879313918071434366",
            "\/scholar?cites=10879313918071434366",
            {
                "2002":7,
                "2003":26,
                "2004":16,
                "2005":19,
                "2006":9,
                "2007":26,
                "2008":16,
                "2009":19,
                "2010":17,
                "2011":25,
                "2012":16,
                "2013":16,
                "2014":12,
                "2015":9,
                "2016":16,
                "2017":12,
                "2018":17,
                "2019":12,
                "2020":13
            }
        ],
        [
            "New isomeric states in the neutron-rich nuclei near the Z= 28 and N= 40 shell closures have been identified among the reaction products of a 6 0. 3 A MeV 86 Kr beam on a nat Ni target. From the measured isomeric decay properties information about the excited states and their nuclear structure has been obtained. The isomerism is related mostly to the occupation of the neutron g 9\/2 orbital, an intruder level in the N= 3 fp shell. It is illustrated with the decay properties of 69 Ni m, 70 Ni m, and 71 Cu m interpreted within the nuclear shell model.",
            "New Island of  Isomers in Neutron-Rich Nuclei around the  and  Shell Closures",
            "R Grzywacz and R Béraud and C Borcea and A Emsallem and M Glogowski and H Grawe and D Guillemaud-Mueller and M Hjorth-Jensen and M Houry and M Lewitowicz and AC Mueller and A Nowak and A Płochocki and M Pfützner and K Rykaczewski and MG Saint-Laurent and JE Sauvestre and M Schaefer and O Sorlin and J Szerypo and W Trinder and S Viteritti and J Winfield",
            "1998",
            "3Dk4I5sAAAAJ:buQ7SEKw-1sC",
            301,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.81.766",
            "10238751372623512065",
            "\/scholar?cites=10238751372623512065",
            {
                "1998":5,
                "1999":22,
                "2000":21,
                "2001":15,
                "2002":14,
                "2003":23,
                "2004":11,
                "2005":26,
                "2006":12,
                "2007":13,
                "2008":17,
                "2009":11,
                "2010":11,
                "2011":9,
                "2012":19,
                "2013":8,
                "2014":12,
                "2015":15,
                "2016":7,
                "2017":8,
                "2018":7,
                "2019":4,
                "2020":4
            }
        ],
        [
            "Two years after the discovery of element 117, we undertook a second campaign using the Bk 249+ Ca 48 reaction for further investigations of the production and decay properties of the isotopes of element 117 on a larger number of events. The experiments were started in the end of April 2012 and are still under way. This Letter presents the results obtained in 1200 hours of an experimental run with the beam dose of Ca 48 of about 1.5× 10 19 particles. The Bk 249 target was irradiated at two energies of Ca 48 that correspond to the maximum probability of the reaction channels with evaporation of three and four neutrons from the excited 1 297 17. In this experiment, two decay chains of 1 294 17 (3 n) and five decay chains of 1 293 17 (4 n) were detected. In the course of the long-term work, Cf 249—the product of decay of Bk 249 (330 d)—is being accumulated in the target. Consequently, in the present experiment …",
            "Production and Decay of the Heaviest Nuclei  and ",
            "Yu Ts Oganessian and F Sh Abdullin and C Alexander and J Binder and Rose Ann Boll and SN Dmitriev and J Ezold and K Felker and JM Gostic and RK Grzywacz and JH Hamilton and RA Henderson and MG Itkis and K Miernik and D Miller and KJ Moody and AN Polyakov and AV Ramayya and James B Roberto and MA Ryabinin and Krzysztof Piotr Rykaczewski and RN Sagaidak and DA Shaughnessy and IV Shirokovsky and MV Shumeiko and MA Stoyer and NJ Stoyer and VG Subbotin and AM Sukhov and Yu S Tsyganov and VK Utyonkov and AA Voinov and GK Vostokin",
            "2012",
            "3Dk4I5sAAAAJ:kVjdVfd2voEC",
            223,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.162501",
            "10642626349923788786",
            "\/scholar?cites=10642626349923788786",
            {
                "2011":1,
                "2012":4,
                "2013":29,
                "2014":24,
                "2015":33,
                "2016":32,
                "2017":17,
                "2018":26,
                "2019":23,
                "2020":26,
                "2021":6
            }
        ],
        [
            "We report on the production of the doubly-magic nucleus 100Sn and other proton-rich nuclei in the A ∼ 100 region in the reaction 112Sn + natNi at 63 MeV\/nucleon. The experiment was carried out using the high acceptance device SISSI and the Alpha and LISE3 spectrometers at GANIL. The identification of the reaction products (A, Z and Q) was made using the measurements of time-of-flight, energy-loss and kinetic energy.",
            "Identification of the doubly-magic nucleus 100Sn in the reaction 112Sn+ natNi at 63 MeV\/nucleon",
            "M Lewitowicz and R Anne and G Auger and D Bazin and C Borcea and V Borrel and JM Corre and T Dörfler and A Fomichov and R Grzywacz and D Guillemaud-Mueller and R Hue and Marc Huyse and Z Janas and H Keller and S Lukyanov and AC Mueller and Yu Penionzhkevich and M Pfützner and F Pougheon and K Rykaczewski and MG Saint-Laurent and K Schmidt and WD Schmidt-Ott and O Sorlin and J Szerypo and O Tarasov and J Wauters and J Zylicz",
            "1994",
            "3Dk4I5sAAAAJ:vbGhcppDl1QC",
            217,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0370269394908524",
            "6480144044197455734",
            "\/scholar?cites=6480144044197455734",
            {
                "1994":3,
                "1995":33,
                "1996":18,
                "1997":21,
                "1998":10,
                "1999":15,
                "2000":12,
                "2001":9,
                "2002":7,
                "2003":13,
                "2004":5,
                "2005":10,
                "2006":3,
                "2007":4,
                "2008":6,
                "2009":7,
                "2010":3,
                "2011":6,
                "2012":2,
                "2013":4,
                "2014":3,
                "2015":3,
                "2016":6,
                "2017":3,
                "2018":1,
                "2019":4
            }
        ],
        [
            "In an experiment at the SISSI\/LISE3 facility of GANIL, we used the projectile fragmentation of a primary 58 Ni 2 6+ beam at 74.5 MeV\/nucleon with an average current of 3 μ A on a natural nickel target to produce very neutron-deficient isotopes. In a 10-day experiment, 287 42 Cr isotopes, 53 45 Fe isotopes, 106 49 Ni isotopes, and 4 48 Ni isotopes were unambiguously identified. The doubly magic nucleus 48 Ni, observed for the first time, is the most proton-rich isotope ever identified with an isospin projection T z=− 4. It is probably the last doubly magic nucleus with “classical” shell closures accessible for present-day facilities. Its observation allows us to deduce a lower limit for the half-life of 48 Ni of 0.5 μ s.",
            "Discovery of Doubly Magic ",
            "B Blank and M Chartier and S Czajkowski and J Giovinazzo and MS Pravikoff and J-C Thomas and G de France and F de Oliveira Santos and M Lewitowicz and C Borcea and R Grzywacz and Z Janas and M Pfützner",
            "2000",
            "3Dk4I5sAAAAJ:kWvqk_afx_IC",
            193,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.1116",
            "11895057395386885550",
            "\/scholar?cites=11895057395386885550",
            {
                "2000":13,
                "2001":31,
                "2002":29,
                "2003":22,
                "2004":15,
                "2005":10,
                "2006":5,
                "2007":10,
                "2008":11,
                "2009":3,
                "2010":3,
                "2011":6,
                "2012":5,
                "2013":6,
                "2014":4,
                "2015":1,
                "2016":5,
                "2017":5,
                "2018":5
            }
        ],
        [
            "In a series of experiments at the SISSI\/LISE3 facility of GANIL conducted between 1999 and 2004, we have collected decay information for proton-rich nuclei between 36 Ca and 56 Zn. The data allowed us to study the decay properties of 26 nuclei. The main experimental information obtained for all nuclei is their β-decay half-life and their total β-delayed proton emission branching ratio. For many nuclei, individual proton groups and γ rays were identified and allowed us to establish first partial decay schemes for some of the nuclei studied. In addition, mass-excess values have been determined for some of the nuclei by means of the isobaric multiplet mass equation. For 50 Ni, the decay via β-delayed two-proton emission could be tentatively identified. The decay of 49 Ni allowed for the first time to identify the first 2+ state in 48 Fe. The experimental data are confronted to model predictions for the half-life and the mass …",
            "The decay of proton-rich nuclei in the mass A= 36–56 region",
            "C Dossat and N Adimi and F Aksouh and F Becker and A Bey and B Blank and C Borcea and R Borcea and A Boston and M Caamano and G Canchel and M Chartier and D Cortina and S Czajkowski and G De France and F de Oliveira Santos and Agnès Fleury and G Georgiev and J Giovinazzo and S Grevy and R Grzywacz and M Hellström and M Honma and Z Janas and D Karamanis and J Kurcewicz and M Lewitowicz and MJ López Jiménez and C Mazzocchi and I Matea and V Maslov and P Mayet and C Moore and M Pfützner and MS Pravikoff and M Stanoiu and I Stefan and JC Thomas",
            "2007",
            "3Dk4I5sAAAAJ:_kc_bZDykSQC",
            171,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0375947407005507",
            "994772253940104694",
            "\/scholar?cites=994772253940104694",
            {
                "2007":2,
                "2008":5,
                "2009":7,
                "2010":6,
                "2011":20,
                "2012":34,
                "2013":16,
                "2014":15,
                "2015":17,
                "2016":20,
                "2017":9,
                "2018":7,
                "2019":4,
                "2020":9
            }
        ],
        [
            "The recently commissioned Recoil Mass Spectrometer (RMS) at the Holifield Radioactive Ion Beam Facility (HRIBF) is described. Consisting of a momentum separator followed by an E-D-E Rochester-type mass spectrometer, the RMS is the centerpiece of the nuclear structure endstation at the HRIBF. Designed to transport ions with rigidities near K=100, the RMS has acceptances of ±10% in energy and ±4.9% in mass-to-charge ratio. Recent experimental results are used to illustrate the detection capabilities of the RMS, which is compatible with many detectors and devices.",
            "Performance of the recoil mass spectrometer and its detector systems at the holifield radioactive ion beam facility",
            "CJ Gross and TN Ginter and D Shapira and WT Milner and JW McConnell and AN James and JW Johnson and J Mas and PF Mantica and RL Auble and JJ Das and JL Blankenship and JH Hamilton and RL Robinson and YA Akovali and C Baktash and JC Batchelder and CR Bingham and MJ Brinkman and HK Carter and RA Cunningham and T Davinson and JD Fox and A Galindo-Uribarri and R Grzywacz and JF Liang and BD MacDonald and J MacKenzie and SD Paul and A Piechaczek and DC Radford and AV Ramayya and W Reviol and Dirk Rudolph and K Rykaczewski and KS Toth and W Weintraub and C Williams and PJ Woods and C-H Yu and EF Zganjar",
            "2000",
            "3Dk4I5sAAAAJ:q3oQSFYPqjQC",
            164,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900200001595",
            "4060606807156179016",
            "\/scholar?cites=4060606807156179016",
            {
                "2000":2,
                "2001":1,
                "2002":7,
                "2003":23,
                "2004":6,
                "2005":29,
                "2006":7,
                "2007":14,
                "2008":4,
                "2009":3,
                "2010":11,
                "2011":3,
                "2012":8,
                "2013":9,
                "2014":9,
                "2015":5,
                "2016":4,
                "2017":5,
                "2018":3,
                "2019":7,
                "2020":4
            }
        ],
        [
            "We present the observation of an isomeric decay in the very neutron deficient nucleus 36 74 Kr. The isomer is interpreted as an excited 0+ state, consistent with the long standing prediction of high deformation prolate\/oblate shape coexistence in this nucleus. The magnitude of the E 0 matrix element deduced for the 0 2+→ 0 1+ transition gives strong support to the prediction of a highly deformed oblate rotor.",
            "Evidence for a highly deformed oblate  state in ",
            "Ch Chandler and PH Regan and CJ Pearson and Bertram Blank and AM Bruce and WN Catford and N Curtis and S Czajkowski and W Gelletly and R Grzywacz and Z Janas and M Lewitowicz and C Marchand and NA Orr and RD Page and A Petrovici and AT Reed and MG Saint-Laurent and SM Vincent and R Wadsworth and DD Warner and JS Winfield",
            "1997",
            "3Dk4I5sAAAAJ:aqlVkmm33-oC",
            163,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.56.R2924",
            "1101954110641105033",
            "\/scholar?cites=1101954110641105033",
            {
                "1998":9,
                "1999":10,
                "2000":16,
                "2001":13,
                "2002":6,
                "2003":12,
                "2004":9,
                "2005":9,
                "2006":7,
                "2007":8,
                "2008":8,
                "2009":6,
                "2010":4,
                "2011":11,
                "2012":4,
                "2013":2,
                "2014":3,
                "2015":9,
                "2016":3,
                "2017":3,
                "2018":3,
                "2019":3,
                "2020":2
            }
        ],
        [
            "In an experiment at the SISSI\/LISE facility of GANIL, we used the projectile fragmentation of a 78 Kr primary beam at 73 MeV\/nucleon to produce new isotopes of astrophysical interest. We obtained clear evidence for the existence of the five new isotopes 60 Ga, 64 As, 6 9, 7 0 Kr, and 74 Sr. However, we did not find any evidence for 69 Br, whereas comparable nuclei were observed with more than 1000 counts. The isotope 69 Br is thus deduced to be a proton-unbound nucleus with a half-life shorter than about 100 ns. The influence of these results on our understanding of the astrophysical RP process is discussed.",
            "New Isotopes from  Fragmentation and the Ending Point of the Astrophysical Rapid-Proton-Capture Process",
            "B Blank and S Andriamonje and S Czajkowski and F Davi and R Del Moral and JP Dufour and Agnès Fleury and A Musquere and MS Pravikoff and R Grzywacz and Z Janas and M Pfützner and A Grewe and A Heinz and A Junghans and M Lewitowicz and J-E Sauvestre and C Donzaud",
            "1995",
            "3Dk4I5sAAAAJ:R3hNpaxXUhUC",
            155,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.74.4611",
            "1711341956156614495",
            "\/scholar?cites=1711341956156614495",
            {
                "1994":1,
                "1995":3,
                "1996":8,
                "1997":11,
                "1998":14,
                "1999":10,
                "2000":9,
                "2001":15,
                "2002":6,
                "2003":6,
                "2004":8,
                "2005":11,
                "2006":4,
                "2007":7,
                "2008":3,
                "2009":1,
                "2010":4,
                "2011":4,
                "2012":5,
                "2013":7,
                "2014":2,
                "2015":1,
                "2016":7,
                "2017":2,
                "2018":1,
                "2019":2,
                "2020":1,
                "2021":1
            }
        ]
    ]
}