{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The relativistic dynamics of an electron submitted to the three-dimensional field of a focused, ultrahigh-intensity laser pulse are studied numerically. The diffracting field in vacuum is modeled by the paraxial propagator and exactly satisfies the Lorentz gauge condition everywhere. In rectangular coordinates, the electromagnetic field is Fourier transformed into transverse and longitudinal wave packets, and diffraction is described through the different phase shifts accumulated by the various Fourier components, as constrained by the dispersion relation. In cylindrical geometry, the radial dependence of the focusing wave is described as a continuous spectrum of Bessel functions and can be obtained by using Hankel’s integral theorem. To define the boundary conditions for this problem, the beam profile is matched to a Gaussian-Hermite distribution at focus, where the wave front is planar. Plane-wave dynamics are …",
            "Three-dimensional relativistic electron scattering in an ultrahigh-intensity laser focus",
            "FV Hartemann and JR Van Meter and AL Troha and EC Landahl and NC Luhmann and HA Baldis and Atul Gupta and AK Kerman",
            "1998",
            "3dTFetEAAAAJ:u5HHmVD_uO8C",
            105,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.58.5001",
            "8528650649768081374",
            "\/scholar?cites=8528650649768081374",
            {
                "1999":2,
                "2000":4,
                "2001":9,
                "2002":9,
                "2003":5,
                "2004":12,
                "2005":4,
                "2006":11,
                "2007":3,
                "2008":1,
                "2009":6,
                "2010":2,
                "2011":5,
                "2012":2,
                "2013":2,
                "2014":3,
                "2015":9,
                "2016":1,
                "2017":1,
                "2018":2,
                "2019":6,
                "2020":6
            }
        ],
        [
            "We have developed a synchrotron-based, time-resolved x-ray microprobe to investigate optical strong-field processes at intermediate intensities (10 14–10 15 W\/cm 2). This quantum-state specific probe has enabled the direct observation of orbital alignment in the residual ion produced by strong-field ionization of krypton atoms via resonant, polarized x-ray absorption. We found strong alignment to persist for a period long compared to the spin-orbit coupling time scale (6.2 fs). The observed degree of alignment can be explained by models that incorporate spin-orbit coupling. The methodology is applicable to a wide range of problems.",
            "X-ray microprobe of orbital alignment in strong-field ionized atoms",
            "L Young and DA Arms and EM Dufresne and RW Dunford and DL Ederer and C Höhr and EP Kanter and B Krässig and EC Landahl and ER Peterson and J Rudati and R Santra and SH Southworth",
            "2006",
            "3dTFetEAAAAJ:u-x6o8ySG0sC",
            101,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.083601",
            "10855114066255662491",
            "\/scholar?cites=10855114066255662491",
            {
                "2006":2,
                "2007":6,
                "2008":13,
                "2009":10,
                "2010":15,
                "2011":11,
                "2012":10,
                "2013":9,
                "2014":1,
                "2015":4,
                "2016":3,
                "2017":4,
                "2018":5,
                "2019":4,
                "2020":3,
                "2021":1
            }
        ],
        [
            "We use time-resolved measurements of the evolution of surface and buried layer temperatures to quantify the contribution of ballistic phonons to heat transport on nanometer length scales. A laser pulse heats a 100 nm thick Al film which cools by conduction into a GaAs substrate. The top 120–250 nm of the GaAs substrate is doped with In to create a buried layer with a distinct lattice constant. The cooling of the Al film is monitored by time-domain thermoreflectance and, in the second set of experiments, the heating and cooling of the GaAs: In buried layer are monitored by time-resolved x-ray diffraction. The combination of these data shows that thermal transport by ballistic phonons accounts for nearly 20% of the heat flow across the buried layer on nanosecond time scales.",
            "Ballistic-phonon heat conduction at the nanoscale as revealed by time-resolved x-ray diffraction and time-domain thermoreflectance",
            "M Highland and BC Gundrum and Yee Kan Koh and Robert S Averback and David G Cahill and VC Elarde and JJ Coleman and DA Walko and EC Landahl",
            "2007",
            "3dTFetEAAAAJ:UeHWp8X0CEIC",
            80,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.76.075337",
            "11174568910390706976",
            "\/scholar?cites=11174568910390706976",
            {
                "2008":1,
                "2009":2,
                "2010":6,
                "2011":9,
                "2012":6,
                "2013":6,
                "2014":7,
                "2015":7,
                "2016":5,
                "2017":7,
                "2018":8,
                "2019":8,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Miro is a highly conserved calcium‐binding GTPase at the regulatory nexus of mitochondrial transport and autophagy. Here we present crystal structures comprising the tandem EF hand and carboxy terminal GTPase (cGTPase) domains of Drosophila Miro. The structures reveal two previously unidentified ‘hidden’ EF hands, each paired with a canonical EF hand. Each EF hand pair is bound to a helix that structurally mimics an EF hand ligand. A key nucleotide‐sensing element and a Pink1 phosphorylation site both lie within an extensive EF hand–cGTPase interface. Our results indicate structural mechanisms for calcium, nucleotide and phosphorylation‐dependent regulation of mitochondrial function by Miro.",
            "Structural coupling of the EF hand and C‐terminal GTPase domains in the mitochondrial protein Miro",
            "Julian L Klosowiak and Pamela J Focia and Srinivas Chakravarthy and Eric C Landahl and Douglas M Freymann and Sarah E Rice",
            "2013",
            "3dTFetEAAAAJ:p2g8aNsByqUC",
            65,
            "https:\/\/www.embopress.org\/doi\/abs\/10.1038\/embor.2013.151",
            "2697780481342285469",
            "\/scholar?cites=2697780481342285469",
            {
                "2014":6,
                "2015":7,
                "2016":11,
                "2017":6,
                "2018":13,
                "2019":13,
                "2020":9
            }
        ],
        [
            "The recent developments in X-ray detectors have opened new possibilities in the area of time-resolved pump\/probe X-ray experiments; this article presents the novel use of a PILATUS detector to achieve X-ray pulse duration limited time-resolution at the Advanced Photon Source (APS), USA. The capability of the gated PILATUS detector to selectively detect the signal from a given X-ray pulse in 24 bunch mode at the APS storage ring is demonstrated. A test experiment performed on polycrystalline organic thin films of α-perylene illustrates the possibility of reaching an X-ray pulse duration limited time-resolution of 60 ps using the gated PILATUS detector. This is the first demonstration of X-ray pulse duration limited data recorded using an area detector without the use of a mechanical chopper array at the beamline.",
            "Picosecond time-resolved laser pump\/X-ray probe experiments using a gated single-photon-counting area detector",
            "T Ejdrup and HT Lemke and K Haldrup and TN Nielsen and DA Arms and DA Walko and A Miceli and EC Landahl and EM Dufresne and Martin Meedom Nielsen",
            "2009",
            "3dTFetEAAAAJ:Y0pCki6q_DkC",
            61,
            "https:\/\/scripts.iucr.org\/cgi-bin\/paper?gf5019",
            "5921711578392577520",
            "\/scholar?cites=5921711578392577520",
            {
                "2009":2,
                "2010":8,
                "2011":5,
                "2012":2,
                "2013":6,
                "2014":10,
                "2015":2,
                "2016":10,
                "2017":5,
                "2018":4,
                "2019":4,
                "2020":2
            }
        ],
        [
            "Nonlinear effects in the coupling of polarization with elastic strain have been predicted to occur in ferroelectric materials subjected to high electric fields. Such predictions are tested here for a PbZr 0.2 Ti 0.8 O 3 ferroelectric thin film at electric fields in the range of several hundred MV\/m and strains reaching up to 2.7%. The piezoelectric strain exceeds predictions based on constant piezoelectric coefficients at electric fields from approximately 200 to 400 MV\/m, which is consistent with a nonlinear effect predicted to occur at corresponding piezoelectric distortions.",
            "Nonlinear piezoelectricity in epitaxial ferroelectrics at high electric fields",
            "Alexei Grigoriev and Rebecca Sichel and Ho Nyung Lee and Eric C Landahl and Bernhard Adams and Eric M Dufresne and Paul G Evans",
            "2008",
            "3dTFetEAAAAJ:2osOgNQ5qMEC",
            56,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.027604",
            "15840511659533892506",
            "\/scholar?cites=15840511659533892506",
            {
                "2008":3,
                "2009":8,
                "2010":9,
                "2011":7,
                "2012":4,
                "2013":3,
                "2014":4,
                "2015":5,
                "2016":2,
                "2017":3,
                "2018":2,
                "2019":3
            }
        ],
        [
            "The inverse free-electron laser (IFEL) interaction is studied theoretically and computationally in the case where the drive laser intensity approaches the relativistic regime, and the pulse duration is only a few optical cycles long. The IFEL concept has been demonstrated as a viable vacuum laser acceleration process; it is shown here that by using an ultrashort, ultrahigh-intensity drive laser pulse, the IFEL interaction bandwidth and accelerating gradient are increased considerably, thus yielding large energy gains. Using a chirped pulse and negative dispersion focusing optics allows one to take further advantage of the laser optical bandwidth and produce a chromatic line focus maximizing the gradient. The combination of these novel ideas results in a compact vacuum laser accelerator capable of accelerating picosecond electron bunches with a high gradient (GeV\/m) and very low energy spread.",
            "The chirped-pulse inverse free-electron laser: A high-gradient vacuum laser accelerator",
            "FV Hartemann and EC Landahl and AL Troha Jr and JR Van Meter and HA Baldis and RR Freeman and NC Luhmann Jr and L Song and AK Kerman and DUL Yu",
            "1999",
            "3dTFetEAAAAJ:9yKSN-GCB0IC",
            55,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.873718",
            "7331806138553024701",
            "\/scholar?cites=7331806138553024701",
            {
                "2000":4,
                "2001":6,
                "2002":5,
                "2003":2,
                "2004":4,
                "2005":3,
                "2006":2,
                "2007":1,
                "2008":3,
                "2009":2,
                "2010":1,
                "2011":2,
                "2012":2,
                "2013":4,
                "2014":3,
                "2015":5,
                "2016":4,
                "2017":2
            }
        ],
        [
            "The validity of the concept of laser-driven vacuum acceleration has been questioned, based on an extrapolation of the well-known Lawson-Woodward theorem, which stipulates that plane electromagnetic waves cannot accelerate charged particles in vacuum. To formally demonstrate that electrons can indeed be accelerated in vacuum by focusing or diffracting electromagnetic waves, the interaction between a point charge and coherent dipole radiation is studied in detail. The corresponding four-potential exactly satisfies both Maxwell’s equations and the Lorentz gauge condition everywhere, and is analytically tractable. It is found that in the far-field region, where the field distribution closely approximates that of a plane wave, we recover the Lawson-Woodward result, while net acceleration is obtained in the near-field region. The scaling of the energy gain with wave-front curvature and wave amplitude is studied …",
            "Vacuum electron acceleration by coherent dipole radiation",
            "AL Troha and JR Van Meter and EC Landahl and RM Alvis and ZA Unterberg and K Li and NC Luhmann and AK Kerman and FV Hartemann",
            "1999",
            "3dTFetEAAAAJ:qjMakFHDy7sC",
            48,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.60.926",
            "17580973410757273970",
            "\/scholar?cites=17580973410757273970",
            {
                "2000":3,
                "2001":2,
                "2002":3,
                "2003":2,
                "2004":2,
                "2005":3,
                "2006":5,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":3,
                "2011":2,
                "2012":6,
                "2013":1,
                "2014":3,
                "2015":3,
                "2016":7
            }
        ],
        [
            "We demonstrate a hard x-ray probe of laser-aligned small molecules. To align small molecules with optical lasers, high intensities at nonresonant wavelengths are necessary. We use 95ps pulses focused to 40μm from an 800nm Ti:sapphire laser at a peak intensity of 1012W∕cm2 to create an ensemble of aligned bromotrifluoromethane (CF3Br) molecules. Linearly polarized, 120ps x-ray pulses, focused to 10μm, tuned to the Br 1s→σ* preedge resonance at 13.476keV, probe the ensemble of laser-aligned molecules. The demonstrated methodology has a variety of applications and can enable ultrafast imaging of laser-controlled molecular motions with Ångstrom-level resolution.",
            "An x-ray probe of laser-aligned molecules",
            "Emily R Peterson and Christian Buth and Dohn A Arms and Robert W Dunford and Elliot P Kanter and Bertold Krässig and Eric C Landahl and Stephen T Pratt and Robin Santra and Stephen H Southworth and Linda Young",
            "2008",
            "3dTFetEAAAAJ:d1gkVwhDpl0C",
            46,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2890846",
            "3814320204698036038",
            "\/scholar?cites=3814320204698036038",
            {
                "2008":8,
                "2009":8,
                "2010":10,
                "2011":5,
                "2012":1,
                "2013":2,
                "2014":1,
                "2015":2,
                "2016":3,
                "2017":2,
                "2018":1,
                "2019":1,
                "2020":2
            }
        ],
        [
            "Time-resolved x-ray absorption spectroscopy has been used to observe the transient species generated by one-photon detachment of an electron from aqueous bromide. The K-edge spectrum of the short-lived Br0 atom exhibits a resonant 1s-4p transition that is absent for the Br− precursor. The strong 1s-4p resonance suggests that there is very little charge transfer from the solvent to the open-shell atom, whereas weak oscillations above the absorption edge indicate that the solvent shell around a neutral Br0 atom is defined primarily by hydrophobic interactions. These conclusions are in agreement with Monte Carlo and quantum chemical simulations of the solvent structure.",
            "Transient x-ray absorption spectroscopy of hydrated halogen atom",
            "Christopher G Elles and Ilya A Shkrob and Robert A Crowell and Dohn A Arms and Eric C Landahl",
            "2008",
            "3dTFetEAAAAJ:IjCSPb-OGe4C",
            40,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2827456",
            "4140137575356394559",
            "\/scholar?cites=4140137575356394559",
            {
                "2008":1,
                "2009":7,
                "2010":7,
                "2011":5,
                "2012":3,
                "2013":7,
                "2014":1,
                "2015":1,
                "2016":4,
                "2017":3,
                "2018":1
            }
        ]
    ]
}