{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Optical tweezers have been widely used to manipulate biological and colloidal material, but the diffraction limit of far-field optics makes focused beams unsuitable for manipulating nanoscale objects with dimensions much smaller than the wavelength of light. While plasmonic structures have recently been successful in trapping nanoscale objects with high positioning accuracy, using such structures for manipulation over longer range has remained a significant challenge. In this work, we introduce a conveyor belt design based on a novel plasmonic structure, the resonant C-shaped engraving (CSE). We show how long-range manipulation is made possible by means of handoff between neighboring CSEs, and we present a simple technique for controlling handoff by rotating the polarization of laser illumination. We experimentally demonstrate handoff between a pair of CSEs for polystyrene spheres 200, 390, and …",
            "Nano-optical conveyor belt, part II: demonstration of handoff between near-field optical traps",
            "Yuxin Zheng and Jason Ryan and Paul Hansen and Yao-Te Cheng and Tsung-Ju Lu and Lambertus Hesselink",
            "2014",
            "3Dw2ZpYAAAAJ:u5HHmVD_uO8C",
            73,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl404045n",
            "15116695546709854422",
            "\/scholar?cites=15116695546709854422",
            {
                "2014":2,
                "2015":8,
                "2016":8,
                "2017":13,
                "2018":16,
                "2019":12,
                "2020":12,
                "2021":1
            }
        ],
        [
            "We propose a method for peristaltic transport of nanoparticles using the optical force field over a nanostructured surface. Nanostructures may be designed to produce strong near-field hot spots when illuminated. The hot spots function as optical traps, separately addressable by their resonant wavelengths and polarizations. By activating closely packed traps sequentially, nanoparticles may be handed off between adjacent traps in a peristaltic fashion. A linear repeating structure of three separately addressable traps forms a “nano-optical conveyor belt”; a unit cell with four separately addressable traps permits controlled peristaltic transport in the plane. Using specifically designed activation sequences allows particle sorting.",
            "Nano-optical conveyor belt, part I: theory",
            "Paul Hansen and Yuxin Zheng and Jason Ryan and Lambertus Hesselink",
            "2014",
            "3Dw2ZpYAAAAJ:u-x6o8ySG0sC",
            55,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl404011s",
            "17276700077377291167",
            "\/scholar?cites=17276700077377291167",
            {
                "2014":5,
                "2015":4,
                "2016":9,
                "2017":9,
                "2018":10,
                "2019":8,
                "2020":10
            }
        ],
        [
            "The sensitivity of a nanophotonic device's performance with respect to changes in its shape and size can be efficiently obtained by adjoint FDTD. By optimizing the structure's boundary we constrain resulting designs to be fabricatable.",
            "Nanophotonic device optimization with adjoint fdtd",
            "Paul Hansen and Yuxin Zheng and Eugene Perederey and Lambertus Hesselink",
            "2011",
            "3Dw2ZpYAAAAJ:UeHWp8X0CEIC",
            6,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/5951093\/",
            "7110133505577702373",
            "\/scholar?cites=7110133505577702373",
            {
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":1
            }
        ],
        [
            "The hybrid three-arm coupler, which consists of the middle long range surface plasmon polariton (LRSPP) waveguide and two outside conventional dielectric waveguides, is proposed and analyzed numerically with finite element method. The characteristics, including coupling length, coupling loss, extinction ratio and frequency dependence, are discussed in detail with different structure parameters. Compared with the two-arm hybrid coupler, the coupling loss of the three-arm hybrid coupler based devices can be reduced, especially with wider middle LRSPP waveguide. Extra transmission loss on the metal strip can be avoided because of the lossless input and output arms. Furthermore, different from conventional three-arm dielectric coupler, we find that the three-arm hybrid coupler with asymmetric structure can reach a much higher extinction ratio by introducing a middle arm offset. Since the middle arm can only …",
            "Hybrid three-arm coupler consisted of long range surface plasmon polariton and dielectric waveguides",
            "Fang Liu and Ruiyuan Wan and Yi Rao and Yuxin Zheng and Yidong Huang and Wei Zhang and Jiangde Peng",
            "2008",
            "3Dw2ZpYAAAAJ:IjCSPb-OGe4C",
            4,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=JLT-26-24-3872",
            "13327999355093558320",
            "\/scholar?cites=13327999355093558320",
            {
                "2009":3,
                "2010":1
            }
        ],
        [
            "We present a numerical technique for design and optimization of nanometallic structures for near-field optical applications such as heat-assisted magnetic recording (HAMR). The sensitivity of the optical behavior of a nanostructure with respect to its size and shape may be efficiently obtained with a pair of “forward” and “backward” FDTD simulations. Devices may be optimized by iteratively adjusting their dimensions along direction of highest sensitivity for improvement.",
            "Adjoint fdtd for nanophotonic device optimization",
            "Paul Hansen and Yuxin Zheng and Eugene Perederey and Lambertus Hesselink",
            "2011",
            "3Dw2ZpYAAAAJ:LkGwnXOMwfcC",
            3,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ISOM_ODS-2011-OTuE2",
            "7957292030468138420",
            "\/scholar?cites=7957292030468138420",
            {
                "2014":1,
                "2015":1,
                "2016":1
            }
        ]
    ]
}