{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The oxide superconductors, particularly those recently discovered that are based on La2CuO4, have a set of peculiarities that suggest a common, unique mechanism: they tend in every case to occur near a metal-insulator transition into an odd-electron insulator with peculiar magnetic properties. This insulating phase is proposed to be the long-sought \"resonating-valence-bond\" state or \"quantum spin liquid\" hypothesized in 1973. This insulating magnetic phase is favored by low spin, low dimensionality, and magnetic frustration. The preexisting magnetic singlet pairs of the insulating state become charged superconducting pairs when the insulator is doped sufficiently strongly. The mechanism for superconductivity is hence predominantly electronic and magnetic, although weak phonon interactions may favor the state. Many unusual properties are predicted, especially of the insulating state.",
            "The resonating valence bond state in La2CuO4 and superconductivity",
            "Philip W Anderson",
            "1987",
            "3FM71vAAAAAJ:QsaTk4IG4EwC",
            9079,
            "https:\/\/science.sciencemag.org\/content\/235\/4793\/1196.abstract",
            "13148575150639226589",
            "\/scholar?cites=13148575150639226589",
            {
                "1987":255,
                "1988":549,
                "1989":547,
                "1990":445,
                "1991":387,
                "1992":387,
                "1993":301,
                "1994":251,
                "1995":201,
                "1996":169,
                "1997":155,
                "1998":187,
                "1999":180,
                "2000":175,
                "2001":175,
                "2002":202,
                "2003":219,
                "2004":214,
                "2005":249,
                "2006":254,
                "2007":257,
                "2008":277,
                "2009":241,
                "2010":232,
                "2011":261,
                "2012":268,
                "2013":240,
                "2014":259,
                "2015":219,
                "2016":256,
                "2017":218,
                "2018":259,
                "2019":238,
                "2020":264,
                "2021":24
            }
        ],
        [
            "This paper focuses on patterns of technological change and on the impact of technological breakthroughs on environmental conditions. Using data from the minicomputer, cement, and airline industries from their births through 1980, we demonstrate that technology evolves through periods of incremental change punctuated by technological break-throughs that either enhance or destroy the competence of firms in an industry. These breakthroughs, or technological discontinuities, significantly increase both environmental uncertainty and munificence. The study shows that while competence-destroying discontinuities are initiated by new firms and are associated with increased environmental turbulence, competence-enhancing discontinuities are initiated by existing firms and are associated with decreased environmental turbulence. These effects decrease over successive discontinuities. Those firms that initiate …",
            "Technological discontinuities and organizational environments",
            "Michael L Tushman and Philip Anderson",
            "1986",
            "3FM71vAAAAAJ:u5HHmVD_uO8C",
            8493,
            "https:\/\/www.jstor.org\/stable\/2392832",
            "16895149444248255022",
            "\/scholar?cites=16895149444248255022",
            {
                "1990":30,
                "1991":45,
                "1992":48,
                "1993":53,
                "1994":58,
                "1995":77,
                "1996":99,
                "1997":109,
                "1998":108,
                "1999":118,
                "2000":155,
                "2001":184,
                "2002":212,
                "2003":232,
                "2004":281,
                "2005":322,
                "2006":356,
                "2007":397,
                "2008":419,
                "2009":431,
                "2010":465,
                "2011":412,
                "2012":473,
                "2013":501,
                "2014":431,
                "2015":450,
                "2016":394,
                "2017":427,
                "2018":338,
                "2019":350,
                "2020":316,
                "2021":15
            }
        ],
        [
            "A new theory of the class of dilute magnetic alloys, called the spin glasses, is proposed which offers a simple explanation of the cusp found experimentally in the susceptibility. The argument is that because the interaction between the spins dissolved in the matrix oscillates in sign according to distance, there will be no mean ferro-or antiferromagnetism, but there will be a ground state with the spins aligned in definite directions, even if these directions appear to be at random. At the critical temperature the existence of these preferred directions affects the orientation of the spins, leading to a cusp in the susceptibility. This cusp is smoothed by an external field. Although the behaviour at low t needs a quantum mechanical treatment, it is interesting to complete the classical calculations down to t= 0. Classically the susceptibility tends to a constant value at t= 0, and the specific heat to a constant value.",
            "Theory of spin glasses",
            "Samuel Frederick Edwards and Phil W Anderson",
            "1975",
            "3FM71vAAAAAJ:IsPWOBWtZBwC",
            4562,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0305-4608\/5\/5\/017\/meta",
            "5508581745666619970",
            "\/scholar?cites=5508581745666619970",
            {
                "1982":119,
                "1983":149,
                "1984":111,
                "1985":107,
                "1986":95,
                "1987":116,
                "1988":87,
                "1989":68,
                "1990":61,
                "1991":63,
                "1992":71,
                "1993":74,
                "1994":74,
                "1995":65,
                "1996":71,
                "1997":63,
                "1998":70,
                "1999":71,
                "2000":76,
                "2001":77,
                "2002":89,
                "2003":88,
                "2004":95,
                "2005":118,
                "2006":95,
                "2007":109,
                "2008":126,
                "2009":125,
                "2010":120,
                "2011":136,
                "2012":128,
                "2013":124,
                "2014":107,
                "2015":106,
                "2016":118,
                "2017":119,
                "2018":112,
                "2019":121,
                "2020":144,
                "2021":6
            }
        ],
        [
            "An evolutionary model of technological change is proposed in which a technological breakthrough, or discontinuity, initiates an era of intense technical variation and selection, culminating in a single dominant design. This era of ferment is followed by a period of incremental technical progress, which may be broken by a subsequent technological discontinuity. A longitudinal study of the cement (1888-1980), glass (1893-1980), and minicomputer (1958-1982) industries indicates that when patents are not a significant factor, a technological discontinuity is generally followed by a single standard. Across these diverse product classes, sales always peak after a dominant design emerges. Discontinuities never become dominant designs, and dominant designs lag behind the industry's technical frontier. Both the length of the era of ferment and the type of firm inaugurating a standard are contingent on how the …",
            "Technological discontinuities and dominant designs: A cyclical model of technological change",
            "Philip Anderson and Michael L Tushman",
            "1990",
            "3FM71vAAAAAJ:u-x6o8ySG0sC",
            4405,
            "https:\/\/www.jstor.org\/stable\/2393511",
            "14380145550915309670",
            "\/scholar?cites=14380145550915309670",
            {
                "1993":20,
                "1994":31,
                "1995":38,
                "1996":38,
                "1997":47,
                "1998":50,
                "1999":69,
                "2000":64,
                "2001":85,
                "2002":112,
                "2003":122,
                "2004":137,
                "2005":146,
                "2006":164,
                "2007":194,
                "2008":216,
                "2009":207,
                "2010":214,
                "2011":222,
                "2012":259,
                "2013":289,
                "2014":240,
                "2015":236,
                "2016":244,
                "2017":220,
                "2018":204,
                "2019":224,
                "2020":190,
                "2021":10
            }
        ],
        [
            "Complex organizations exhibit surprising, nonlinear behavior. Although organization scientists have studied complex organizations for many years, a developing set of conceptual and computational tools makes possible new approaches to modeling nonlinear interactions within and between organizations. Complex adaptive system models represent a genuinely new way of simplifying the complex. They are characterized by four key elements: agents with schemata, self-organizing networks sustained by importing energy, coevolution to the edge of chaos, and system evolution based on recombination. New types of models that incorporate these elements will push organization science forward by merging empirical observation with computational agent-based simulation. Applying complex adaptive systems models to strategic management leads to an emphasis on building systems that can rapidly evolve effective …",
            "Perspective: Complexity theory and organization science",
            "Philip Anderson",
            "1999",
            "3FM71vAAAAAJ:d1gkVwhDpl0C",
            3072,
            "https:\/\/pubsonline.informs.org\/doi\/abs\/10.1287\/orsc.10.3.216",
            "4978143018374402715",
            "\/scholar?cites=4978143018374402715",
            {
                "2000":18,
                "2001":40,
                "2002":58,
                "2003":68,
                "2004":92,
                "2005":89,
                "2006":106,
                "2007":113,
                "2008":127,
                "2009":147,
                "2010":144,
                "2011":184,
                "2012":171,
                "2013":219,
                "2014":218,
                "2015":221,
                "2016":215,
                "2017":213,
                "2018":214,
                "2019":177,
                "2020":153,
                "2021":15
            }
        ],
        [
            "It is pointed out that a model which agrees well with the observed properties of semiconducting glasses is an attractive Hubbard model of localized states. Such a model has no gap for two-electron excitations but an energy gap for one-electron ones. The suggested physical model for a two-electron excitation is a new covalent bond in the structure, which is severely localized. It is also proposed that the one-electron excitation spectrum is wholly, or almost wholly, extended, and all observed gaps are identical with the mobility gap.",
            "Model for the electronic structure of amorphous semiconductors",
            "PW Anderson",
            "1975",
            "3FM71vAAAAAJ:qCpRzq7zkD8C",
            1901,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.34.953",
            "3736070447086566758",
            "\/scholar?cites=3736070447086566758",
            {
                "1982":36,
                "1983":47,
                "1984":41,
                "1985":78,
                "1986":45,
                "1987":56,
                "1988":57,
                "1989":58,
                "1990":46,
                "1991":55,
                "1992":51,
                "1993":52,
                "1994":33,
                "1995":34,
                "1996":20,
                "1997":31,
                "1998":31,
                "1999":28,
                "2000":30,
                "2001":30,
                "2002":29,
                "2003":31,
                "2004":36,
                "2005":37,
                "2006":33,
                "2007":55,
                "2008":38,
                "2009":50,
                "2010":41,
                "2011":38,
                "2012":63,
                "2013":46,
                "2014":46,
                "2015":27,
                "2016":39,
                "2017":41,
                "2018":42,
                "2019":29,
                "2020":35,
                "2021":2
            }
        ],
        [
            "In the postindustrial era, the success of a corporation lies more in its intellectual and systems capabilities than in its physical assets. The capacity to manage human intellect-and to convert it into useful products and services—-is fast becoming the critical executive skill of the age. As a result, there has been a flurry of interest in intellectual capital, creativity, innovation, and the learning organization, but surprisingly little attention has been given to managing professional intellect. This oversight is especially surprising because professional intellect creates most of the value in the new economy. Its benefits are immediately visible in the large service industries, such as software, health care, financial services, communications, and consulting. But in manufacturing industries as well, professionals generate the preponderance of value—-through activities like research and development, process design, product design, logistics, marketing, or systems management. Despite the growing importance of professional intellect, few managers have systematic answers to even these basic questions: What is professional intellect? How can we develop it? How can we leverage it?",
            "Managing professional intellect: making the most of the best",
            "James Brian Quinn and Philip Anderson and Sydney Finkelstein",
            "1998",
            "3FM71vAAAAAJ:9yKSN-GCB0IC",
            1788,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=eTBdDsOc9FsC&oi=fnd&pg=PA87&dq=info:crhRSL3d6t0J:scholar.google.com&ots=9CR0FYviyG&sig=3tlfjEMhCy_qt8-Ftia2b_qMufg",
            "15990837231964239986",
            "\/scholar?cites=15990837231964239986",
            {
                "1997":27,
                "1998":19,
                "1999":43,
                "2000":53,
                "2001":68,
                "2002":66,
                "2003":77,
                "2004":98,
                "2005":103,
                "2006":96,
                "2007":89,
                "2008":105,
                "2009":100,
                "2010":88,
                "2011":93,
                "2012":80,
                "2013":94,
                "2014":79,
                "2015":80,
                "2016":66,
                "2017":66,
                "2018":44,
                "2019":52,
                "2020":52,
                "2021":2
            }
        ],
        [
            "In this paper a generalized theory of collision broadening is developed, adequate for predicting line breadths in the microwave and infra-red regions. This theory differs from previous ones in taking into account transitions among quantum states caused by collisions, although it is limited to a classical picture of the relative motion of the colliding molecules as a whole. Formulas are derived for computing approximate line broadening collision cross-sections from known intermolecular interactions, and the results of the theory are successfully compared with experiments on self-broadening in the ammonia inversion spectrum and the vibrational band spectra of HCl and HCN. Some cases of foreign gas broadening in the microwave region are examined, but it is concluded that in general the Van der Waals interaction, commonly assumed to be the force important in causing foreign gas broadening, is not adequate to …",
            "Pressure broadening in the microwave and infra-red regions",
            "PHILIP W Anderson",
            "1949",
            "3FM71vAAAAAJ:eAlLMO4JVmQC",
            1437,
            "https:\/\/journals.aps.org\/pr\/abstract\/10.1103\/PhysRev.76.647",
            "8848553683210056470",
            "\/scholar?cites=8848553683210056470",
            {
                "1982":31,
                "1983":29,
                "1984":19,
                "1985":30,
                "1986":19,
                "1987":23,
                "1988":31,
                "1989":26,
                "1990":18,
                "1991":24,
                "1992":25,
                "1993":15,
                "1994":21,
                "1995":21,
                "1996":19,
                "1997":21,
                "1998":22,
                "1999":20,
                "2000":22,
                "2001":16,
                "2002":12,
                "2003":15,
                "2004":18,
                "2005":14,
                "2006":13,
                "2007":13,
                "2008":23,
                "2009":15,
                "2010":23,
                "2011":12,
                "2012":24,
                "2013":17,
                "2014":34,
                "2015":11,
                "2016":18,
                "2017":18,
                "2018":12,
                "2019":13,
                "2020":11,
                "2021":1
            }
        ],
        [
            "First Published in 2018. Routledge is an imprint of Taylor & Francis, an Informa company.",
            "Basic notions of condensed matter physics",
            "Philip W Anderson",
            "2018",
            "3FM71vAAAAAJ:ZzlSgRqYykMC",
            1411,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=9HhQDwAAQBAJ&oi=fnd&pg=PT9&dq=info:dOY1BaZgK9IJ:scholar.google.com&ots=ymk5bVpEZg&sig=_mbvpMUMrzv-iluWCN2i1u3nXUM",
            "15144304438131680884",
            "\/scholar?cites=15144304438131680884",
            {
                "1985":10,
                "1986":21,
                "1987":27,
                "1988":22,
                "1989":34,
                "1990":28,
                "1991":25,
                "1992":18,
                "1993":25,
                "1994":35,
                "1995":24,
                "1996":28,
                "1997":24,
                "1998":40,
                "1999":39,
                "2000":30,
                "2001":42,
                "2002":31,
                "2003":32,
                "2004":31,
                "2005":52,
                "2006":43,
                "2007":50,
                "2008":50,
                "2009":46,
                "2010":60,
                "2011":55,
                "2012":48,
                "2013":54,
                "2014":51,
                "2015":46,
                "2016":53,
                "2017":53,
                "2018":47,
                "2019":54,
                "2020":64,
                "2021":4
            }
        ],
        [
            "We take a structural approach to assessing innovation. We develop a comprehensive set of measures to assess an innovation's locus, type, and characteristics. We find that the concepts of competence destroying and competence enhancing are composed of two distinct constructs that, although correlated, separately characterize an innovation: new competence acquisition and competence enhancement\/destruction. We develop scales to measure these constructs and show that new competence acquisition and competence enhancing\/destroying are different from other innovation characteristics including core\/peripheral and incremental\/radical, as well as architectural and generational innovation types. We show that innovations can be evaluated distinctively on these various dimensions with generally small correlations between them. We estimate the impact these different innovation characteristics and types …",
            "A structural approach to assessing innovation: Construct development of innovation locus, type, and characteristics",
            "Hubert Gatignon and Michael L Tushman and Wendy Smith and Philip Anderson",
            "2002",
            "3FM71vAAAAAJ:2osOgNQ5qMEC",
            1263,
            "https:\/\/pubsonline.informs.org\/doi\/abs\/10.1287\/mnsc.48.9.1103.174",
            "4833408337311203774",
            "\/scholar?cites=4833408337311203774",
            {
                "2002":5,
                "2003":7,
                "2004":30,
                "2005":33,
                "2006":51,
                "2007":59,
                "2008":84,
                "2009":93,
                "2010":74,
                "2011":76,
                "2012":105,
                "2013":87,
                "2014":78,
                "2015":68,
                "2016":78,
                "2017":81,
                "2018":85,
                "2019":72,
                "2020":72,
                "2021":4
            }
        ]
    ]
}