{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Meiotic recombination in S. cerevisiae is initiated by double-strand breaks (DSBs). In certain mutants, breaks accumulate with a covalently attached protein, suggesting that cleavage is catalyzed by the DSB-associated protein via a topoisomerase-like transesterase mechanism. We have purified these protein–DNA complexes and identified the protein as Spo11, one of several proteins required for DSB formation. These findings strongly implicate Spo11 as the catalytic subunit of the meiotic DNA cleavage activity. This is the first identification of a biochemical function for any of the gene products involved in DSB formation. Spo11 defines a protein family with other members in fission yeast, nematodes, and archaebacteria. The S. pombe homolog, rec12p, is also known to be required for meiotic recombination. Thus, these findings provide direct evidence that the mechanism of meiotic recombination initiation is …",
            "Meiosis-specific DNA double-strand breaks are catalyzed by Spo11, a member of a widely conserved protein family",
            "Scott Keeney and Craig N Giroux and Nancy Kleckner",
            "1997",
            "3FunQ3UAAAAJ:u5HHmVD_uO8C",
            1623,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867400818760",
            "10501535546827291283",
            "\/scholar?cites=10501535546827291283",
            {
                "1997":19,
                "1998":38,
                "1999":35,
                "2000":51,
                "2001":50,
                "2002":47,
                "2003":43,
                "2004":77,
                "2005":60,
                "2006":55,
                "2007":76,
                "2008":75,
                "2009":76,
                "2010":67,
                "2011":72,
                "2012":81,
                "2013":86,
                "2014":59,
                "2015":66,
                "2016":100,
                "2017":95,
                "2018":87,
                "2019":107,
                "2020":93,
                "2021":5
            }
        ],
        [
            "In Saccharomyces cerevisiae, meiotic recombination is initiated by Spo11-dependent double-strand breaks (DSBs), a process that precedes homologous synapsis. Here we use an antibody specific for a phosphorylated histone (γ-H2AX, which marks the sites of DSBs) to investigate the timing, distribution and Spo11-dependence of meiotic DSBs in the mouse. We show that, as in yeast, recombination in the mouse is initiated by Spo11-dependent DSBs that form during leptotene. Loss of γ-H2AX staining (which in irradiated somatic cells is temporally linked with DSB repair) is temporally and spatially correlated with synapsis, even when this synapsis is' non-homologous'.",
            "Recombinational DNA double-strand breaks in mice precede synapsis",
            "Shantha K Mahadevaiah and James MA Turner and Frédéric Baudat and Emmy P Rogakou and Peter de Boer and Josefa Blanco-Rodríguez and Maria Jasin and Scott Keeney and William M Bonner and Paul S Burgoyne",
            "2001",
            "3FunQ3UAAAAJ:u-x6o8ySG0sC",
            832,
            "https:\/\/www.nature.com\/articles\/ng0301_271",
            "7430324340623096990",
            "\/scholar?cites=7430324340623096990",
            {
                "2001":14,
                "2002":20,
                "2003":54,
                "2004":54,
                "2005":55,
                "2006":43,
                "2007":62,
                "2008":34,
                "2009":49,
                "2010":51,
                "2011":51,
                "2012":42,
                "2013":43,
                "2014":43,
                "2015":32,
                "2016":38,
                "2017":40,
                "2018":34,
                "2019":34,
                "2020":34,
                "2021":3
            }
        ],
        [
            "Homologous recombination is essential during meiosis in most sexually reproducing organisms. In budding yeast, and most likely in other organisms as well, meiotic recombination proceeds via the formation and repair of DNA double-strand breaks (DSBs). These breaks appear to be formed by the Spo11 protein, with assistance from a large number of other gene products, by a topoisomerase-like transesterase mechanism. Recent studies in fission yeast, multicellular fungi, flies, worms, plants, and mammals indicate that the role of Spo11 in meiotic recombination initiation is highly conserved. This chapter reviews the properties of Spo11 and the other gene products required for meiotic DSB formation in a number of organisms and discusses ways in which recombination initiation is coordinated with other events occurring in the meiotic cell.",
            "Mechanism and control of meiotic recombination initiation",
            "Scott Keeney",
            "2001",
            "3FunQ3UAAAAJ:d1gkVwhDpl0C",
            702,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0070215301520086\/pdf?md5=74ac5c87b66c80a88958d890ec7402eb&pid=1-s2.0-S0070215301520086-main.pdf",
            "659420693044750821",
            "\/scholar?cites=659420693044750821",
            {
                "2001":5,
                "2002":25,
                "2003":35,
                "2004":46,
                "2005":53,
                "2006":60,
                "2007":56,
                "2008":45,
                "2009":41,
                "2010":40,
                "2011":48,
                "2012":43,
                "2013":46,
                "2014":34,
                "2015":22,
                "2016":30,
                "2017":11,
                "2018":20,
                "2019":20,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Spo11, a protein first identified in yeast, is thought to generate the chromosome breaks that initiate meiotic recombination. We now report that disruption of mouse Spo11 leads to severe gonadal abnormalities from defective meiosis. Spermatocytes suffer apoptotic death during early prophase; oocytes reach the diplotene\/dictyate stage in nearly normal numbers, but most die soon after birth. Consistent with a conserved function in initiating meiotic recombination, Dmc1\/Rad51 focus formation is abolished. Spo11−\/− meiocytes also display homologous chromosome synapsis defects, similar to fungi but distinct from flies and nematodes. We propose that recombination initiation precedes and is required for normal synapsis in mammals. Our results also support the view that mammalian checkpoint responses to meiotic recombination and\/or synapsis defects are sexually dimorphic.",
            "Chromosome synapsis defects and sexually dimorphic meiotic progression in mice lacking Spo11",
            "Frédéric Baudat and Katia Manova and Julie Pui Yuen and Maria Jasin and Scott Keeney",
            "2000",
            "3FunQ3UAAAAJ:9yKSN-GCB0IC",
            656,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1097276500000988",
            "7441060436680508594",
            "\/scholar?cites=7441060436680508594",
            {
                "2001":20,
                "2002":38,
                "2003":38,
                "2004":27,
                "2005":35,
                "2006":34,
                "2007":32,
                "2008":30,
                "2009":25,
                "2010":36,
                "2011":36,
                "2012":38,
                "2013":30,
                "2014":24,
                "2015":35,
                "2016":30,
                "2017":27,
                "2018":33,
                "2019":40,
                "2020":43,
                "2021":1
            }
        ],
        [
            "DNA double-strand breaks (DSBs) with protein covalently attached to 5′ strand termini are formed by Spo11 to initiate meiotic recombination 1, 2. The Spo11 protein must be removed for the DSB to be repaired, but the mechanism for removal is unclear 3. Here we show that meiotic DSBs in budding yeast are processed by endonucleolytic cleavage that releases Spo11 attached to an oligonucleotide with a free 3′-OH. Two discrete Spo11–oligonucleotide complexes were found in equal amounts, differing with respect to the length of the bound DNA. We propose that these forms arise from different spacings of strand cleavages flanking the DSB, with every DSB processed asymmetrically. Thus, the ends of a single DSB may be biochemically distinct at or before the initial processing step—much earlier than previously thought. SPO11–oligonucleotide complexes were identified in extracts of mouse testis, indicating …",
            "Endonucleolytic processing of covalent protein-linked DNA double-strand breaks",
            "Matthew J Neale and Jing Pan and Scott Keeney",
            "2005",
            "3FunQ3UAAAAJ:2osOgNQ5qMEC",
            549,
            "https:\/\/www.nature.com\/articles\/nature03872",
            "1449683063646555424",
            "\/scholar?cites=1449683063646555424",
            {
                "2005":2,
                "2006":19,
                "2007":38,
                "2008":29,
                "2009":37,
                "2010":36,
                "2011":39,
                "2012":34,
                "2013":35,
                "2014":33,
                "2015":35,
                "2016":42,
                "2017":39,
                "2018":45,
                "2019":36,
                "2020":48,
                "2021":1
            }
        ],
        [
            "The nonrandom distribution of meiotic recombination influences patterns of inheritance and genome evolution, but chromosomal features governing this distribution are poorly understood. Formation of the DNA double-strand breaks (DSBs) that initiate recombination results in the accumulation of Spo11 protein covalently bound to small DNA fragments. By sequencing these fragments, we uncover a genome-wide DSB map of unprecedented resolution and sensitivity. We use this map to explore how DSB distribution is influenced by large-scale chromosome structures, chromatin, transcription factors, and local sequence composition. Our analysis offers mechanistic insight into DSB formation and early processing steps, supporting the view that the recombination terrain is molded by combinatorial and hierarchical interaction of factors that work on widely different size scales. This map illuminates the occurrence of …",
            "A hierarchical combination of factors shapes the genome-wide topography of yeast meiotic recombination initiation",
            "Jing Pan and Mariko Sasaki and Ryan Kniewel and Hajime Murakami and Hannah G Blitzblau and Sam E Tischfield and Xuan Zhu and Matthew J Neale and Maria Jasin and Nicholas D Socci and Andreas Hochwagen and Scott Keeney",
            "2011",
            "3FunQ3UAAAAJ:3fE2CSJIrl8C",
            424,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867411001231",
            "7903014132123723593",
            "\/scholar?cites=7903014132123723593",
            {
                "2011":17,
                "2012":34,
                "2013":52,
                "2014":46,
                "2015":31,
                "2016":40,
                "2017":48,
                "2018":53,
                "2019":47,
                "2020":54,
                "2021":1
            }
        ],
        [
            "During meiosis, accurate separation of maternal and paternal chromosomes requires that they first be connected to one another through homologous recombination. Meiotic recombination has many intriguing but poorly understood features that distinguish it from recombination in mitotically dividing cells, and several of these features depend on the meiosis-specific DNA strand exchange protein Dmc1 (disrupted meiotic cDNA1). Many questions about this protein have arisen since its discovery more than a decade ago, but recent genetic and biochemical breakthroughs promise to shed light on the unique behaviours and functions of this central player in the remarkable chromosome dynamics of meiosis.",
            "Clarifying the mechanics of DNA strand exchange in meiotic recombination",
            "Matthew J Neale and Scott Keeney",
            "2006",
            "3FunQ3UAAAAJ:Tyk-4Ss8FVUC",
            380,
            "https:\/\/www.nature.com\/articles\/nature04885",
            "6428677781706139769",
            "\/scholar?cites=6428677781706139769",
            {
                "2007":21,
                "2008":35,
                "2009":26,
                "2010":23,
                "2011":26,
                "2012":36,
                "2013":32,
                "2014":30,
                "2015":25,
                "2016":27,
                "2017":31,
                "2018":22,
                "2019":17,
                "2020":24,
                "2021":2
            }
        ],
        [
            "Until recently, recombination studies in humans and mice had identified only a few anecdotal examples of crossover hot spots. Recently, the pace of discovery has accelerated. In every genomic segment that has been examined at sufficiently high resolution, recombination events have a punctate recombination distribution: they are clustered within small (1–2-kb) regions that are surrounded by large stretches of recombinationally suppressed DNA. Here, we review progress in understanding the distribution of mammalian recombination events, tie mammalian results together with informative studies in budding yeast and discuss the consequences of these findings for genome diversity and evolution.",
            "Where the crossovers are: recombination distributions in mammals",
            "Liisa Kauppi and Alec J Jeffreys and Scott Keeney",
            "2004",
            "3FunQ3UAAAAJ:qjMakFHDy7sC",
            348,
            "https:\/\/www.nature.com\/articles\/nrg1346",
            "2682120753355580593",
            "\/scholar?cites=2682120753355580593",
            {
                "2004":10,
                "2005":28,
                "2006":34,
                "2007":34,
                "2008":17,
                "2009":21,
                "2010":25,
                "2011":18,
                "2012":17,
                "2013":20,
                "2014":23,
                "2015":20,
                "2016":13,
                "2017":25,
                "2018":17,
                "2019":16,
                "2020":9
            }
        ],
        [
            "Crossovers produced by homologous recombination promote accurate chromosome segregation in meiosis and are controlled such that at least one forms per chromosome pair and multiple crossovers are widely spaced. Recombination initiates with an excess number of double-strand breaks made by Spo11 protein. Thus, crossover control involves a decision by which some breaks give crossovers while others follow a predominantly noncrossover pathway(s). To understand this decision, we examined recombination when breaks are reduced in yeast spo11 hypomorphs. We find that crossover levels tend to be maintained at the expense of noncrossovers and that genomic loci differ in expression of this “crossover homeostasis.” These findings define a previously unsuspected manifestation of crossover control, i.e., that the crossover\/noncrossover ratio can change to maintain crossovers. Our results distinguish …",
            "Crossover homeostasis in yeast meiosis",
            "Emmanuelle Martini and Robert L Diaz and Neil Hunter and Scott Keeney",
            "2006",
            "3FunQ3UAAAAJ:WF5omc3nYNoC",
            325,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867406008592",
            "7568216097328007469",
            "\/scholar?cites=7568216097328007469",
            {
                "2006":2,
                "2007":26,
                "2008":16,
                "2009":11,
                "2010":20,
                "2011":26,
                "2012":29,
                "2013":23,
                "2014":26,
                "2015":24,
                "2016":23,
                "2017":30,
                "2018":25,
                "2019":29,
                "2020":14
            }
        ],
        [
            "Meiotic crossovers are produced when programmed double-strand breaks (DSBs) are repaired by recombination from homologous chromosomes (homologues). In a wide variety of organisms, meiotic HORMA-domain proteins are required to direct DSB repair towards homologues. This inter-homologue bias is required for efficient homology search, homologue alignment, and crossover formation. HORMA-domain proteins are also implicated in other processes related to crossover formation, including DSB formation, inhibition of promiscuous formation of the synaptonemal complex (SC), and the meiotic prophase checkpoint that monitors both DSB processing and SCs. We examined the behavior of two previously uncharacterized meiosis-specific mouse HORMA-domain proteins—HORMAD1 and HORMAD2—in wild-type mice and in mutants defective in DSB processing or SC formation. HORMADs are preferentially associated with unsynapsed chromosome axes throughout meiotic prophase. We observe a strong negative correlation between SC formation and presence of HORMADs on axes, and a positive correlation between the presumptive sites of high checkpoint-kinase ATR activity and hyper-accumulation of HORMADs on axes. HORMADs are not depleted from chromosomes in mutants that lack SCs. In contrast, DSB formation and DSB repair are not absolutely required for depletion of HORMADs from synapsed axes. A simple interpretation of these findings is that SC formation directly or indirectly promotes depletion of HORMADs from chromosome axes. We also find that TRIP13 protein is required for reciprocal distribution of …",
            "Mouse HORMAD1 and HORMAD2, two conserved meiotic chromosomal proteins, are depleted from synapsed chromosome axes with the help of TRIP13 AAA-ATPase",
            "Lukasz Wojtasz and Katrin Daniel and Ignasi Roig and Ewelina Bolcun-Filas and Huiling Xu and Verawan Boonsanay and Christian R Eckmann and Howard J Cooke and Maria Jasin and Scott Keeney and Michael J McKay and Attila Toth",
            "2009",
            "3FunQ3UAAAAJ:kNdYIx-mwKoC",
            284,
            "https:\/\/journals.plos.org\/plosgenetics\/article?id=10.1371\/journal.pgen.1000702",
            "11672277455450121843",
            "\/scholar?cites=11672277455450121843",
            {
                "2010":13,
                "2011":17,
                "2012":29,
                "2013":24,
                "2014":24,
                "2015":19,
                "2016":27,
                "2017":22,
                "2018":30,
                "2019":30,
                "2020":46,
                "2021":2
            }
        ]
    ]
}