{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Direct-force measurements of the interactions between recombinant C-cadherin from Xenopus demonstrated that the ectodomain of cadherin exhibits multiple adhesive contacts that involve successive domains along the extracellular region of the protein. Contacts between the fully interdigitated antiparallel proteins form the strongest adhesive interaction. A second weaker minimum was measured when the interdigitated proteins were separated by a distance equal to the length of one domain of the extracellular (EC) fragment and corresponding to the antiparallel alignment of domains one through four (EC1 through EC4). The successive rupture of these interactions generates an unbinding force profile that may be optimized to impede the abrupt failure of cadherin-mediated junctions under force.",
            "Direct molecular force measurements of multiple adhesive interactions between cadherin ectodomains",
            "Sanjeevi Sivasankar and William Brieher and N Lavrik and B Gumbiner and D Leckband",
            "1999",
            "3G23WNoAAAAJ:u5HHmVD_uO8C",
            195,
            "https:\/\/www.pnas.org\/content\/96\/21\/11820.short",
            "14534219933316403397",
            "\/scholar?cites=14534219933316403397",
            {
                "2000":7,
                "2001":11,
                "2002":19,
                "2003":9,
                "2004":16,
                "2005":9,
                "2006":16,
                "2007":22,
                "2008":19,
                "2009":7,
                "2010":10,
                "2011":5,
                "2012":8,
                "2013":7,
                "2014":8,
                "2015":4,
                "2016":5,
                "2017":2,
                "2018":3,
                "2019":3,
                "2020":4
            }
        ],
        [
            "The cadherin family of Ca2+-dependent cell adhesion proteins are critical for the morphogenesis and functional organization of tissues in multicellular organisms, but the molecular interactions between cadherins that are at the core of cell–cell adhesion are a matter of considerable debate. A widely-accepted model is that cadherins adhere in 3 stages. First, the functional unit of cadherin adhesion is a cis dimer formed by the binding of the extracellular regions of 2 cadherins on the same cell surface. Second, formation of low-affinity trans interactions between cadherin cis dimers on opposing cell surfaces initiates cell–cell adhesion. Third, lateral clustering of cadherins cooperatively strengthens intercellular adhesion. Evidence of these cadherin binding states during adhesion is, however, contradictory, and evidence for cooperativity is lacking. We used single-molecule structural (fluorescence resonance energy …",
            "Resolving cadherin interactions and binding cooperativity at the single-molecule level",
            "Yunxiang Zhang and Sanjeevi Sivasankar and W James Nelson and Steven Chu",
            "2009",
            "3G23WNoAAAAJ:9yKSN-GCB0IC",
            187,
            "https:\/\/www.pnas.org\/content\/106\/1\/109.short",
            "8054344961517255940",
            "\/scholar?cites=8054344961517255940",
            {
                "2009":12,
                "2010":14,
                "2011":20,
                "2012":28,
                "2013":18,
                "2014":13,
                "2015":18,
                "2016":19,
                "2017":14,
                "2018":11,
                "2019":11,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Classical cadherin cell-cell adhesion proteins play key morphogenetic roles during development and are essential for maintaining tissue integrity in multicellular organisms. Classical cadherins bind in two distinct conformations, X-dimer and strand-swap dimer; during cellular rearrangements, these adhesive states are exposed to mechanical stress. However, the molecular mechanisms by which cadherins resist tensile force and the pathway by which they convert between different conformations are unclear. Here, we use single molecule force measurements with an atomic force microscope (AFM) to show that E-cadherin, a prototypical classical cadherin, forms three types of adhesive bonds: catch bonds, which become longer lived in the presence of tensile force; slip bonds, which become shorter lived when pulled; and ideal bonds that are insensitive to mechanical stress. We show that X-dimers form catch bonds …",
            "Ideal, catch, and slip bonds in cadherin adhesion",
            "Sabyasachi Rakshit and Yunxiang Zhang and Kristine Manibog and Omer Shafraz and Sanjeevi Sivasankar",
            "2012",
            "3G23WNoAAAAJ:eQOLeE2rZwMC",
            183,
            "https:\/\/www.pnas.org\/content\/109\/46\/18815.short",
            "17414484983327705464",
            "\/scholar?cites=17414484983327705464",
            {
                "2013":8,
                "2014":19,
                "2015":26,
                "2016":23,
                "2017":29,
                "2018":23,
                "2019":27,
                "2020":25,
                "2021":3
            }
        ],
        [
            "Direct measurements of the interactions between antiparallel, oriented monolayers of the complete extracellular region of C-cadherin demonstrate that, rather than binding in a single unique orientation, the cadherins adhere in three distinct alignments. The strongest adhesion is observed when the opposing extracellular fragments are completely interdigitated. A second adhesive alignment forms when the interdigitated proteins separate by 70 ± 10 Å. A third complex forms at a bilayer separation commensurate with the approximate overlap of cadherin extracellular domains 1 and 2 (CEC1–2). The locations of the energy minima are independent of both the surface density of bound cadherin and the stiffness of the force transducer. Using surface element integration, we show that two flat surfaces that interact through an oscillatory potential will exhibit discrete minima at the same locations in the force profile measured …",
            "Direct measurements of multiple adhesive alignments and unbinding trajectories between cadherin extracellular domains",
            "S Sivasankar and B Gumbiner and D Leckband",
            "2001",
            "3G23WNoAAAAJ:u-x6o8ySG0sC",
            160,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349501761462",
            "17282387419610208444",
            "\/scholar?cites=17282387419610208444",
            {
                "2001":4,
                "2002":16,
                "2003":5,
                "2004":21,
                "2005":11,
                "2006":11,
                "2007":18,
                "2008":18,
                "2009":6,
                "2010":8,
                "2011":5,
                "2012":8,
                "2013":7,
                "2014":2,
                "2015":4,
                "2016":6,
                "2017":3,
                "2018":1,
                "2019":3,
                "2020":2
            }
        ],
        [
            "The photoluminescence of CdSe\/CdS core\/shell quantum dots, nanorods, and tetrapods is investigated as a function of applied hydrostatic and non-hydrostatic pressure. The optoelectronic properties of all three nanocrystal morphologies are affected by strain. Furthermore, it is demonstrated that the unique morphology of seeded tetrapods is highly sensitive to non-isotropic stress environments. Seeded tetrapods can thereby serve as an optical strain gauge, capable of measuring forces on the order of nanonewtons. We anticipate that a nanocrystal strain gauge with optical readout will be useful for applications including sensitive optomechanical devices and biological force investigations.",
            "Strain-dependent photoluminescence behavior of CdSe\/CdS nanocrystals with spherical, linear, and branched topologies",
            "Charina L Choi and Kristie J Koski and Sanjeevi Sivasankar and A Paul Alivisatos",
            "2009",
            "3G23WNoAAAAJ:UeHWp8X0CEIC",
            134,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl9017572",
            "6978336754568089134",
            "\/scholar?cites=6978336754568089134",
            {
                "2010":12,
                "2011":14,
                "2012":10,
                "2013":14,
                "2014":11,
                "2015":14,
                "2016":12,
                "2017":17,
                "2018":11,
                "2019":9,
                "2020":10
            }
        ],
        [
            "Direct measurements of the distance-dependent forces between membrane-bound cadherins were used to test current models of homophilic cadherin interactions. The results reveal a complex binding mechanism in which the proteins adhere in multiple alignments that involve more than the amino-terminal domains.",
            "Mechanism of homophilic cadherin adhesion",
            "Deborah Leckband and Sanjeevi Sivasankar",
            "2000",
            "3G23WNoAAAAJ:d1gkVwhDpl0C",
            126,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0955067400001368",
            "12702203618225832009",
            "\/scholar?cites=12702203618225832009",
            {
                "2001":5,
                "2002":15,
                "2003":12,
                "2004":12,
                "2005":9,
                "2006":10,
                "2007":9,
                "2008":3,
                "2009":8,
                "2010":4,
                "2011":9,
                "2012":3,
                "2013":2,
                "2014":8,
                "2015":4,
                "2016":3,
                "2017":1,
                "2018":3,
                "2019":2,
                "2020":2,
                "2021":1
            }
        ],
        [
            "In this work, we used direct measurements with the surface force apparatus to determine the pH-dependent electrostatic charge density of a single binding face of streptavidin. Mean field calculations have been used with considerable success to model electrostatic potential fields near protein surfaces, but these models and their inherent assumptions have not been tested directly at the molecular level. Using the force apparatus and immobilized, oriented monolayers of streptavidin, we measured a pI of 5–5.5 for the biotin-binding face of the protein. This differs from the pI of 6.3 for the soluble protein and confirms that we probed the local electrostatic features of the macromolecule. With finite difference solutions of the linearized Poisson–Boltzmann equation, we then calculated the pH-dependent charge densities adjacent to the same face of the protein. These calculated values agreed quantitatively with those …",
            "Direct molecular level measurements of the electrostatic properties of a protein surface",
            "S Sivasankar and S Subramaniam and D Leckband",
            "1998",
            "3G23WNoAAAAJ:2osOgNQ5qMEC",
            112,
            "https:\/\/www.pnas.org\/content\/95\/22\/12961.short",
            "6918153713589764107",
            "\/scholar?cites=6918153713589764107",
            {
                "1999":1,
                "2000":4,
                "2001":4,
                "2002":3,
                "2003":6,
                "2004":5,
                "2005":6,
                "2006":5,
                "2007":6,
                "2008":7,
                "2009":9,
                "2010":12,
                "2011":8,
                "2012":6,
                "2013":3,
                "2014":5,
                "2015":5,
                "2016":4,
                "2017":4,
                "2018":3,
                "2019":6
            }
        ],
        [
            "Classical cadherin Ca 2+-dependent cell–cell adhesion proteins play key roles in embryogenesis and in maintaining tissue integrity. Cadherins mediate robust adhesion by binding in multiple conformations. One of these adhesive states, called an X-dimer, forms catch bonds that strengthen and become longer lived in the presence of mechanical force. Here we use single-molecule force-clamp spectroscopy with an atomic force microscope along with molecular dynamics and steered molecular dynamics simulations to resolve the molecular mechanisms underlying catch bond formation and the role of Ca 2+ ions in this process. Our data suggest that tensile force bends the cadherin extracellular region such that they form long-lived, force-induced hydrogen bonds that lock X-dimers into tighter contact. When Ca 2+ concentration is decreased, fewer de novo hydrogen bonds are formed and catch bond formation is …",
            "Resolving the molecular mechanism of cadherin catch bond formation",
            "Kristine Manibog and Hui Li and Sabyasachi Rakshit and Sanjeevi Sivasankar",
            "2014",
            "3G23WNoAAAAJ:ZeXyd9-uunAC",
            90,
            "https:\/\/www.nature.com\/articles\/ncomms4941",
            "10195989708120600998",
            "\/scholar?cites=10195989708120600998",
            {
                "2014":2,
                "2015":11,
                "2016":17,
                "2017":17,
                "2018":16,
                "2019":16,
                "2020":11
            }
        ],
        [
            "Cadherins are Ca2+-dependent cell-cell adhesion proteins with an extracellular region of five domains (EC1 to EC5). Adhesion is mediated by “strand swapping” of a conserved tryptophan residue in position 2 between EC1 domains of opposing cadherins, but the formation of this structure is not well understood. Using single-molecule fluorescence resonance energy transfer and single-molecule force measurements with the atomic force microscope, we demonstrate that cadherins initially interact via EC1 domains without swapping tryptophan-2 to form a weak Ca2+ dependent initial encounter complex that has 25% of the bond strength of a strand-swapped dimer. We suggest that cadherin dimerization proceeds via an induced fit mechanism where the monomers first form a tryptophan-2 independent initial encounter complex and then undergo subsequent conformational changes to form the final strand-swapped …",
            "Characterizing the initial encounter complex in cadherin adhesion",
            "Sanjeevi Sivasankar and Yunxiang Zhang and W James Nelson and Steven Chu",
            "2009",
            "3G23WNoAAAAJ:IjCSPb-OGe4C",
            83,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0969212609002548",
            "8679458233188989780",
            "\/scholar?cites=8679458233188989780",
            {
                "2009":1,
                "2010":4,
                "2011":10,
                "2012":10,
                "2013":7,
                "2014":9,
                "2015":7,
                "2016":8,
                "2017":10,
                "2018":8,
                "2019":3,
                "2020":6
            }
        ],
        [
            "Recent advances in the synthesis of multicomponent nanocrystals have enabled the design of nanocrystal molecules with unique photophysical behavior and functionality. Here we demonstrate a highly luminescent nanocrystal molecule, the CdSe\/CdS core\/shell tetrapod, which is designed to have weak vibronic coupling between excited states and thereby violates Kasha’s rule via emission from multiple excited levels. Using single particle photoluminescence spectroscopy, we show that in addition to the expected LUMO to HOMO radiative transition, a higher energy transition is allowed via spatially indirect recombination. The oscillator strength of this transition can be experimentally controlled, enabling control over carrier behavior and localization at the nanoscale.",
            "Spatially indirect emission in a luminescent nanocrystal molecule",
            "Charina L Choi and Hui Li and Andrew CK Olson and Prashant K Jain and Sanjeevi Sivasankar and A Paul Alivisatos",
            "2011",
            "3G23WNoAAAAJ:zYLM7Y9cAGgC",
            77,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl2007032",
            "14131738583170948674",
            "\/scholar?cites=14131738583170948674",
            {
                "2011":2,
                "2012":10,
                "2013":13,
                "2014":9,
                "2015":5,
                "2016":11,
                "2017":14,
                "2018":3,
                "2019":4,
                "2020":6
            }
        ]
    ]
}