{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "There has been great interest in developing cost-effective and high-performance catalysts for the ozonation treatment of biologically refractory wastewaters. This study developed a novel copper-cerium oxide supported alumina (Cu-Ce\/Al2O3) catalyst for the catalytic ozonation of pulp and paper mill wastewater. The evenly distributed composite metal oxides on the surface of catalysts evidently improved the catalytic degradation efficiency. The Cu-Ce\/Al2O3\/O3 process increased the total organic carbon (TOC) removal by 6.5%, 9.5%, 24.5%, and 35.5%, compared with Ce\/Al2O3\/O3, Cu\/Al2O3\/O3, Al2O3\/O3, and ozone alone processes, respectively. The enhanced catalytic ozonation efficiency was mainly ascribed to an increased hydroxyl radical (· OH)-mediated ozonation, both in the bulk solution and on the surface of catalysts. The surface hydroxyl groups (-OHs) of Al2O3 along with the deposited Cu-Ce oxides greatly enhanced the catalytic performance. This work illustrated potential applications of Cu-Ce\/Al2O3 catalyzed ozonation for the advanced treatment of biologically recalcitrant wastewaters.",
            "Mineralization of recalcitrant organic pollutants in pulp and paper mill wastewaters through ozonation catalyzed by Cu-Ce supported on Al2O3",
            "Shuaiming He and Pengcheng Luan and Lihuan Mo and Jun Xu and Jun Li and Liqi Zhu and Jinsong Zeng",
            "2018",
            "3hdXUuMAAAAJ:qjMakFHDy7sC",
            8,
            "https:\/\/ojs.cnr.ncsu.edu\/index.php\/BioRes\/article\/view\/12913",
            "14099690928702591412",
            "\/scholar?cites=14099690928702591412",
            {
                "2020":7,
                "2021":1
            }
        ],
        [
            "As a new solar technology, interface steam generation has great prospects in the application of desalination and fractionation. Herein, we report a sustainable, efficient, and accessible loofah-based solar evaporator with a bilayer structure. The top carbonized layer functioned as efficient solar absorbers with broad light absorption and high light trapping. At the bottom layer, attributed to loofah fibers' natural hydrophilicity and hierarchical macropores and microchannels, sufficient water was pumped to the localized heating interface. During desalination, the salt concentration gradient between the macropores and microchannels allowed for efficient salt drainage in the loofah and prevented the accumulation of salt on the surface of the evaporator, thus ensuring long-term stability. This economical light absorber and the water-pumping natural fibers exhibited a steam generation rate of ∼1.42 kg m−2 h−1 and an …",
            "An ‘antifouling’porous loofah sponge with internal microchannels as solar absorbers and water pumpers for thermal desalination",
            "Chao Liu and Kevin Hong and Xiao Sun and Avi Natan and Pengcheng Luan and Yang Yang and Hongli Zhu",
            "2020",
            "3hdXUuMAAAAJ:YsMSGLbcyi4C",
            6,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2020\/ta\/d0ta03872e",
            "16683960304051012389",
            "\/scholar?cites=16683960304051012389",
            {
                "2020":4,
                "2021":2
            }
        ],
        [
            "Cellulose nanocrystal (CNC) particles have been widely used as template for porous materials synthesis. The pore size of porous materials is closely related to the dimension of CNC templates. In the present study, the initial crystal size of raw cellulose material was changed by a simple mercerization treatment, and elliptical- or granule-like CNC with allomorph of cellulose II (CNC-II) was obtained by following sulfuric acid hydrolysis. Then CNC\\SiO2 core–shell particles and porous SiO2 were successfully fabricated based on the templates of CNC-II and conventional CNC, respectively. The results showed that the morphology of CNC\\SiO2 core–shell particles were well copied by corresponding templates. After the template is removed by calcination, the obtained porous SiO2 particles synthesized by CNC-II exhibited a smaller and narrower pore width distribution.",
            "Cellulose II nanocrystal: a promising bio-template for porous or hollow nano SiO 2 fabrication",
            "Yishan Kuang and Xia Li and Pengcheng Luan and Xi Zhang and Jun Xu and Lihuan Mo and Jie Gong and Jun Li",
            "2020",
            "3hdXUuMAAAAJ:d1gkVwhDpl0C",
            3,
            "https:\/\/link.springer.com\/article\/10.1007\/s10570-020-02973-6",
            "1326845364109206443",
            "\/scholar?cites=1326845364109206443",
            {
                "2020":1,
                "2021":2
            }
        ],
        [
            "Graphene-based nanocomposites have attracted tremendous attention in recent years. In this study, a facile yet effective approach was developed to synthesize reduced graphene oxide and an Ag–graphene nanocomposite. The basic strategy involved in the preparation of reduced graphene oxide includes reducing graphene oxide with dopamine, followed by in situ syntheses of the Ag-PDA-reducing graphene oxide (RGO) nanocomposite through adding AgNO 3 solution and a small amount of dopamine. The nanocomposite was characterized by transmission electron microscopy (TEM), atomic force microscopy (AFM), X-ray diffraction (XRD), FTIR spectra, Raman spectra, ultraviolet-visible (UV-vis), and X-ray photoelectron spectroscopy (XPS), results indicated that a uniform PDA film is formed on the surface of the GO and GO is successfully reduced. Besides, the in situ synthesized Ag nanoparticles (AgNPs) were evenly distributed on the RGO surface. To investigate antibacterial properties Ag-PDA-RGO, different dosages were selected for evaluating the antibacterial activity against Gram-positive bacteria Staphylococcus aureus and Gram-negative bacteria Escherichia coli. The Ag-PDA-RGO nanocomposites displayed excellent antibacterial property. The antibacterial ratio reached 99.9% against S. aureus and 90.9% against E. coli when the dosage of 100 mg\/L Ag-PDA-RGO nanocomposites was 100 μL. The novel Ag-PDA-RGO nanocomposite prepared by a facile yet effective, environmentally friendly, and low-cost method holds great promise in a wide range of modern biomedical applications. View Full-Text",
            "Antibacterial Performance of a Mussel-Inspired Polydopamine-Treated Ag\/Graphene Nanocomposite Material",
            "Jianming Liao and Shuaiming He and Shasha Guo and Pengcheng Luan and Lihuan Mo and Jun Li",
            "2019",
            "3hdXUuMAAAAJ:9yKSN-GCB0IC",
            3,
            "https:\/\/www.mdpi.com\/1996-1944\/12\/20\/3360",
            "3171517088682854501",
            "\/scholar?cites=3171517088682854501",
            {
                "2020":2,
                "2021":1
            }
        ],
        [
            "Formation of brown deposit is quite a common problem in hot pressing stage of cellulosic pulp molded tableware production, especially using bleached sugarcane bagasse pulp as raw material which blocks the pipes, corrodes and damages the equipment, increases the cleaning frequency and correspondingly increases the costs as well as reduces the quality of the products. In this work, the composition of the deposit was analyzed, and the effects of fines to the drainage and drying process of cellulosic pulp molded tableware production was studied by thermogravimetric analysis to investigate the cause of this problem. It was found that high contents of fines containing waterproofing agent and oilproofing agent was the main cause of this problem. Compared to the pulps without fines, pulp composed of 100% fines had lower absolute value of zeta-potential and higher adsorption ability of waterproofing agent and …",
            "Investigation of deposit problem during sugarcane bagasse pulp molded tableware production",
            "Pengcheng Luan and Jun Li and Shuaiming He and Yishan Kuang and Lihuan Mo and Tao Song",
            "2019",
            "3hdXUuMAAAAJ:2osOgNQ5qMEC",
            2,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S095965261932726X",
            "8235196373850796134",
            "\/scholar?cites=8235196373850796134",
            {
                "2020":2
            }
        ],
        [
            "There exists great passion to develop an economical and high-efficient catalyst for the catalytic ozonation treatment of biologically recalcitrant wastewater wastewater Subject Category: Commodities and Products",
            "Heterogeneous catalytic ozonation of paper-making wastewater with α-Fe2O3\/γ-Al2O3 as a catalyst for increased TOC and color removals.",
            "ShuaiMing He and Jun Li and Jun Xu and LiHuan Mo and LiQi Zhu and PengCheng Luan and Jinsong Zeng",
            "2017",
            "3hdXUuMAAAAJ:u-x6o8ySG0sC",
            2,
            "https:\/\/www.cabdirect.org\/cabdirect\/abstract\/20183148400",
            "1280377473956578602",
            "\/scholar?cites=1280377473956578602",
            {
                "2018":1,
                "2019":1
            }
        ],
        [
            "The world is currently transitioning from a fossil‐fuel‐driven energy economy to one that is supplied by more renewable and sustainable materials. Trees as the most abundant renewable bioresource have attracted significant attention for advanced materials and manufacturing in this epochal transition. Trees are composed with complex structures and components such as trunk (stem and bark), leaf, flower, seed, and root. Although many excellent reviews have been published regarding advanced applications of wood and wood‐derived biopolymers in different fields, such as energy, electronics, biomedical, and water treatment, no reviews have revisited and systematically discussed functional materials and even devices derived from trees in a full scope yet. Therefore, a timely summary of the recent development of materials and structures derived from different parts of trees for sustainability is prsented here. A …",
            "Biopolymers derived from trees as sustainable multifunctional materials: a review",
            "Chao Liu and Pengcheng Luan and Qiang Li and Zheng Cheng and Pengyang Xiang and Detao Liu and Yi Hou and Yang Yang and Hongli Zhu",
            "2020",
            "3hdXUuMAAAAJ:IjCSPb-OGe4C",
            1,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.202001654",
            "15017533148595584616",
            "\/scholar?cites=15017533148595584616",
            {
                "2021":1
            }
        ]
    ]
}