{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "We show that cosmic acceleration can arise due to very tiny corrections to the usual gravitational action of general relativity, of the form R− n with n> 0. This model eliminates the need for a nonzero cosmological constant or any other form of dark energy, attributing a purely gravitational origin to the acceleration of the universe.",
            "Is cosmic speed-up due to new gravitational physics?",
            "Sean M Carroll and Vikram Duvvuri and Mark Trodden and Michael S Turner",
            "2004",
            "3HPicwEAAAAJ:W7OEmFMy1HYC",
            2425,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.70.043528",
            "17640583323263329893",
            "\/scholar?cites=17640583323263329893",
            {
                "2003":12,
                "2004":44,
                "2005":85,
                "2006":123,
                "2007":148,
                "2008":198,
                "2009":197,
                "2010":163,
                "2011":150,
                "2012":181,
                "2013":168,
                "2014":156,
                "2015":132,
                "2016":131,
                "2017":128,
                "2018":113,
                "2019":130,
                "2020":149,
                "2021":11
            }
        ],
        [
            "Models of dark energy are conveniently characterized by the equation-of-state parameter w= p\/ρ, where ρ is the energy density and p is the pressure. Imposing the dominant energy condition, which guarantees stability of the theory, implies that w>~− 1. Nevertheless, it is conceivable that a well-defined model could (perhaps temporarily) have w<− 1, and indeed such models have been proposed. We study the stability of dynamical models exhibiting w<− 1 by virtue of a negative kinetic term. Although naively unstable, we explore the possibility that these models might be phenomenologically viable if thought of as effective field theories valid only up to a certain momentum cutoff. Under our most optimistic assumptions, we argue that the instability time scale can be greater than the age of the universe, but only if the cutoff is at or below 10− 3 eV. We conclude that it is difficult, although not necessarily impossible, to …",
            "Can the dark energy equation-of-state parameter w be less than− 1?",
            "Sean M Carroll and Mark Hoffman and Mark Trodden",
            "2003",
            "3HPicwEAAAAJ:YsMSGLbcyi4C",
            1325,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.68.023509",
            "12680784465711554019",
            "\/scholar?cites=12680784465711554019",
            {
                "2003":40,
                "2004":93,
                "2005":112,
                "2006":111,
                "2007":84,
                "2008":87,
                "2009":83,
                "2010":67,
                "2011":76,
                "2012":84,
                "2013":68,
                "2014":68,
                "2015":50,
                "2016":46,
                "2017":67,
                "2018":61,
                "2019":59,
                "2020":56,
                "2021":4
            }
        ],
        [
            "After a decade and a half of research motivated by the accelerating universe, theory and experiment have reached a certain level of maturity. The development of theoretical models beyond Λ or smooth dark energy, often called modified gravity, has led to broader insights into a path forward, and a host of observational and experimental tests have been developed. In this review we present the current state of the field and describe a framework for anticipating developments in the next decade. We identify the guiding principles for rigorous and consistent modifications of the standard model, and discuss the prospects for empirical tests. We begin by reviewing recent attempts to consistently modify Einstein gravity in the infrared, focusing on the notion that additional degrees of freedom introduced by the modification must “screen” themselves from local tests of gravity. We categorize screening mechanisms into three …",
            "Beyond the cosmological standard model",
            "Austin Joyce and Bhuvnesh Jain and Justin Khoury and Mark Trodden",
            "2015",
            "3HPicwEAAAAJ:PELIpwtuRlgC",
            800,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370157314004487",
            "2250903897113008118",
            "\/scholar?cites=2250903897113008118",
            {
                "2014":4,
                "2015":81,
                "2016":120,
                "2017":124,
                "2018":144,
                "2019":163,
                "2020":154,
                "2021":9
            }
        ],
        [
            "We provide an up-to-date account of progress toward understanding the origin of the observed baryon asymmetry of the universe. We provide a pedagogical introduction to the primary areas of research in this field, giving a detailed description of the different scenarios. The very recent developments in Grand-Unified-Theory baryogenesis, leptogenesis, electroweak baryogenesis, and the Affleck-Dine mechanism are presented. In particular, we focus on specific particle physics implementations, mostly in the context of supersymmetry, which lead to specific testable predictions.",
            "Recent progress in baryogenesis",
            "Antonio Riotto and Mark Trodden",
            "1999",
            "3HPicwEAAAAJ:ufrVoPGSRksC",
            799,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.nucl.49.1.35",
            "7641720451027218509",
            "\/scholar?cites=7641720451027218509",
            {
                "1999":13,
                "2000":33,
                "2001":50,
                "2002":32,
                "2003":29,
                "2004":39,
                "2005":30,
                "2006":28,
                "2007":32,
                "2008":31,
                "2009":27,
                "2010":23,
                "2011":37,
                "2012":39,
                "2013":30,
                "2014":51,
                "2015":33,
                "2016":45,
                "2017":38,
                "2018":45,
                "2019":51,
                "2020":56,
                "2021":3
            }
        ]
    ]
}