{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We have used the unique spatial sensitivity of polarized neutron and soft x-ray beams in reflection geometry to measure the depth dependence of magnetization across the interface between a ferromagnet and an antiferromagnet. The net uncompensated magnetization near the interface responds to applied field, while uncompensated spins in the antiferromagnet bulk are pinned, thus providing a means to establish exchange bias.",
            "Depth profile of uncompensated spins in an exchange bias system",
            "S Roy and MR Fitzsimmons and S Park and M Dorn and Oleg Petracic and Igor V Roshchin and Zhi-Pan Li and X Batlle and R Morales and A Misra and Xixiang Zhang and K Chesnel and JB Kortright and SK Sinha and Ivan K Schuller",
            "2005",
            "3HprgCcAAAAJ:4TOpqqG69KYC",
            217,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.047201",
            "17437057421905097951",
            "\/scholar?cites=17437057421905097951",
            {
                "2005":1,
                "2006":16,
                "2007":18,
                "2008":24,
                "2009":23,
                "2010":24,
                "2011":11,
                "2012":18,
                "2013":13,
                "2014":17,
                "2015":12,
                "2016":9,
                "2017":11,
                "2018":8,
                "2019":4,
                "2020":7
            }
        ],
        [
            "A detailed study on the influence of particle size varied from 8 nm to 53 nm on the structural and magnetic properties of La0.8Sr0.2MnO3−δ has been done. The unit cell volume increases and the microstrain in the compound shows peak formation as the particle size decreases. Nano particles of La0.8Sr0.2MnO3−δ exhibit superparamagnetism whose blocking temperature has a nonlinear and logarithmic decreasing tendency as function of particle size and applied magnetic field, respectively. Evidence of formation of a magnetically dead layer at the surface has been found and the ratio of the thickness of the dead layer to the particle size increases exponentially with particle size. The coercivity of the nanoparicles increases manifold as particle size varies from 53 nm to 21 nm. In the single domain region the coercivity exhibits a d−1.125 behavior. The temperature dependence of the saturation magnetization shows …",
            "Size induced variations in structural and magnetic properties of double exchange  nano-ferromagnet",
            "Sujoy Roy and Igor Dubenko and Dossah D Edorh and Naushad Ali",
            "2004",
            "3HprgCcAAAAJ:qxL8FJ1GzNcC",
            158,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1760230",
            "5959653400391542885",
            "\/scholar?cites=5959653400391542885",
            {
                "2005":4,
                "2006":5,
                "2007":10,
                "2008":16,
                "2009":8,
                "2010":7,
                "2011":7,
                "2012":17,
                "2013":10,
                "2014":17,
                "2015":12,
                "2016":13,
                "2017":8,
                "2018":8,
                "2019":6,
                "2020":8,
                "2021":2
            }
        ],
        [
            "The crystal structure, magnetic and electrical transport properties of the sodium-doped lanthanum manganites La 1-x Na x MnO 3 (0.07≤ x≤ 0.40) have been studied in detail using x-ray powder diffraction, atomic absorption spectroscopy, a SQUID (superconducting quantum interference device) magnetometer and the four-probe resistivity measurement technique. A rhombohedrally distorted perovskite structure has been observed in the range 0.07≤ x≤ 0.20. Both the lattice parameter and unit-cell volume decrease with increase in the Na content. A ferromagnetic-to-paramagnetic phase transition associated with a metal-insulator transition is observed for all the La 1-x Na x MnO 3 compounds. There is a systematic change in both the Mn-O-Mn bond angle and the tolerance factor with Na content. The compositional variation of the magnetic and metal-insulator transition temperatures is explained as due to the …",
            "Interplay of structure and transport properties of sodium-doped lanthanum manganite",
            "S Roy and YQ Guo and S Venkatesh and N Ali",
            "2001",
            "3HprgCcAAAAJ:M3ejUd6NZC8C",
            153,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/13\/42\/314\/meta",
            "4665800024342075154",
            "\/scholar?cites=4665800024342075154",
            {
                "2002":3,
                "2003":8,
                "2004":16,
                "2005":6,
                "2006":10,
                "2007":8,
                "2008":14,
                "2009":3,
                "2010":6,
                "2011":7,
                "2012":5,
                "2013":9,
                "2014":9,
                "2015":16,
                "2016":4,
                "2017":7,
                "2018":6,
                "2019":12,
                "2020":4
            }
        ],
        [
            "A detailed magnetic study has been carried out for the air-synthesized R Ba Co 2 O 5+ δ (R= La Ho) cobaltites. R Ba Co 2 O 5+ δ compounds exhibit complex magnetic behavior depending on the rare earth, the oxygen content, and variable Co valency. Spin-state transitions have been observed in the paramagnetic region at T≈ 350 K for R= Nd, Sm, Eu, Gd, and Tb compounds. The spin transition was found to depend delicately on the oxygen content and can be detected at oxygen concentrations varied within 5.3–5.5. Clear effects of the rare earths on the magnetic properties of the compounds at low temperature have been observed. R Ba Co 2 O 5+ δ compounds show Co weak ferromagnetism plus rare-earth paramagnetism for the heavy rare-earth-based compounds (Gd Ho) and strongly ordered noncollinear ferromagnetic structure with high coercivity for light rare-earth-based compounds (Pr Eu), thereby …",
            "Magnetic properties of perovskite-derived air-synthesized R Ba Co 2 O 5+ δ (R= La Ho) compounds",
            "S Roy and IS Dubenko and M Khan and EM Condon and J Craig and N Ali and W Liu and BS Mitchell",
            "2005",
            "3HprgCcAAAAJ:aqlVkmm33-oC",
            114,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.71.024419",
            "1816765896286594550",
            "\/scholar?cites=1816765896286594550",
            {
                "2005":3,
                "2006":8,
                "2007":13,
                "2008":16,
                "2009":21,
                "2010":8,
                "2011":3,
                "2012":4,
                "2013":4,
                "2014":4,
                "2015":9,
                "2016":3,
                "2017":4,
                "2018":3,
                "2019":6,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Using polarized neutron reflectometry, we obtained separate depth profiles for pinned and unpinned magnetization across the interface of a ferromagnet\/antiferromagnet bilayer as a function of the sign of exchange bias. The pinned and unpinned magnetization depth profiles are nonuniform and extend well beyond the chemical interface, suggesting an interfacial region magnetically distinct from its surroundings. A model that includes pinned and unpinned moments in the ferromagnet and antiferromagnet is developed for a complete description of the data.",
            "Pinned magnetization in the antiferromagnet and ferromagnet of an exchange bias system",
            "MR Fitzsimmons and BJ Kirby and S Roy and Zhi-Pan Li and Igor V Roshchin and SK Sinha and Ivan K Schuller",
            "2007",
            "3HprgCcAAAAJ:Wp0gIr-vW9MC",
            111,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.75.214412",
            "3804178644743567182",
            "\/scholar?cites=3804178644743567182",
            {
                "2007":4,
                "2008":7,
                "2009":9,
                "2010":11,
                "2011":9,
                "2012":11,
                "2013":3,
                "2014":15,
                "2015":9,
                "2016":5,
                "2017":11,
                "2018":3,
                "2019":6,
                "2020":6,
                "2021":2
            }
        ],
        [
            "In this study we investigate the effects of Ce doping in R1−xAxMnO3 (R=La, Ce, and A=Sr, Ce) on the magnetic and transport properties of this system. For La1−xCexMnO3 (LCMO), an increase in Ce concentration is accompanied by an increase in TC from 225 to 236 K, as well as an increase in the electrical resistivity. An extremely high resistivity is observed in the new system Ce1−xSrxMnO3 (CSMO) which becomes insulating below its Curie temperature of 43 K. A maximum magnetoresistance (MR) ratio of 40% for CSMO and 53% for LCMO is observed. A larger change in resistivity is seen to correspond to an increase in the Ce concentration, however this is offset by an overall resistivity increase which keeps the MR ratio low. The high resistivity may be due to unreacted oxides in the samples. If true, the amount of impurity appears to be proportional to the Ce doping. If this impurity level can be reduced, a …",
            "Colossal magnetoresistance in Ce doped manganese oxides",
            "JR Gebhardt and S Roy and N Ali",
            "1999",
            "3HprgCcAAAAJ:4DMP91E08xMC",
            107,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.369987",
            "2814465684805219891",
            "\/scholar?cites=2814465684805219891",
            {
                "1999":1,
                "2000":2,
                "2001":6,
                "2002":7,
                "2003":5,
                "2004":16,
                "2005":8,
                "2006":11,
                "2007":5,
                "2008":3,
                "2009":4,
                "2010":7,
                "2011":6,
                "2012":8,
                "2013":2,
                "2014":3,
                "2015":3,
                "2016":2,
                "2017":4,
                "2018":2,
                "2019":1
            }
        ],
        [
            "The interesting physics and potential memory technologies resulting from topologically protected spin textures such as skyrmions have prompted efforts to discover new material systems that can host these kinds of magnetic structures. Here, we use the highly tunable magnetic properties of amorphous Fe\/Gd multilayer films to explore the magnetic properties that lead to dipole-stabilized skyrmions and skyrmion lattices that form from the competition of dipolar field and exchange energy. Using both real space imaging and reciprocal space scattering techniques, we determined the range of material properties and magnetic fields where skyrmions form. Micromagnetic modeling closely matches our observation of small skyrmion features (∼ 50 to 70 nm) and suggests that these classes of skyrmions have a rich domain structure that is Bloch-like in the center of the film and more Néel-like towards each surface. Our …",
            "Tailoring magnetic energies to form dipole skyrmions and skyrmion lattices",
            "SA Montoya and S Couture and JJ Chess and JCT Lee and N Kent and D Henze and SK Sinha and M-Y Im and SD Kevan and P Fischer and BJ McMorran and V Lomakin and S Roy and EE Fullerton",
            "2017",
            "3HprgCcAAAAJ:2P1L_qKh6hAC",
            100,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.95.024415",
            "2265039615406309526",
            "\/scholar?cites=2265039615406309526",
            {
                "2016":1,
                "2017":10,
                "2018":32,
                "2019":21,
                "2020":30,
                "2021":5
            }
        ],
        [
            "The interesting physics and potential memory technologies resulting from topologically protected spin textures such as skyrmions have prompted efforts to discover new material systems that can host these kinds of magnetic structures. Here, we use the highly tunable magnetic properties of amorphous Fe\/Gd multilayer films to explore the magnetic properties that lead to dipole-stabilized skyrmions and skyrmion lattices that form from the competition of dipolar field and exchange energy. Using both real space imaging and reciprocal space scattering techniques, we determined the range of material properties and magnetic fields where skyrmions form. Micromagnetic modeling closely matches our observation of small skyrmion features (∼ 50 to 70 nm) and suggests that these classes of skyrmions have a rich domain structure that is Bloch-like in the center of the film and more Néel-like towards each surface. Our …",
            "Tailoring magnetic energies to form dipole skyrmions and skyrmion lattices",
            "SA Montoya and S Couture and JJ Chess and JCT Lee and N Kent and D Henze and SK Sinha and M-Y Im and SD Kevan and P Fischer and BJ McMorran and V Lomakin and S Roy and EE Fullerton",
            "2017",
            "3HprgCcAAAAJ:RGFaLdJalmkC",
            100,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.95.024415",
            "2265039615406309526",
            "\/scholar?cites=2265039615406309526",
            {
                "2016":1,
                "2017":10,
                "2018":32,
                "2019":21,
                "2020":30,
                "2021":5
            }
        ],
        [
            "The magnetic and electrical transport properties and relative thermal expansion measurements on GdBaCo 2 O 5.45 show the existence of a stabilized intermediate spin state of Co 3+ in the temperature region 108 K<~ T<~ 365 K. A charge ordering effect at 242 K due to Jahn-Teller effect followed by a ferromagnetic transition is observed in the intermediate spin state. Thermal expansion data reveal second and first order phase transitions at 163 and 359 K, respectively. These are explained as due to spin state transition accompanied by a change in the ionic radius of Co 3+ in different spin states.",
            "Observation of low, intermediate, and high spin states in ",
            "S Roy and M Khan and YQ Guo and J Craig and N Ali",
            "2002",
            "3HprgCcAAAAJ:9ZlFYXVOiuMC",
            100,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.65.064437",
            "11356443653615616744",
            "\/scholar?cites=11356443653615616744",
            {
                "2002":2,
                "2003":5,
                "2004":5,
                "2005":11,
                "2006":9,
                "2007":7,
                "2008":5,
                "2009":4,
                "2010":5,
                "2011":5,
                "2012":2,
                "2013":3,
                "2014":5,
                "2015":2,
                "2016":4,
                "2017":5,
                "2018":9,
                "2019":5,
                "2020":7
            }
        ],
        [
            "Rutaecarpine (Rut) has been shown to induce hypotension and vasorelaxation. In vitro studies indicated that the vasorelaxant effect of Rut was largely endothelium-dependent. We previously reported that Rut increased intracellular Ca2+ concentrations ([Ca2+]i) in cultured rat endothelial cells (ECs) and decreased [Ca2+]i in cultured rat vascular smooth muscle (VSMCs) cells. The present results showed that the hypotensive effect of Rut (10–100 μg\/kg i.v.) was significantly blocked by the nitric oxide synthase inhibitorNω-nitro-l-arginine. In aortic rings, Rut (0.1–3.0 μM)-induced vasorelaxation was inhibited byNω-nitro-l-arginine and hydroquinone but not by antagonists of the various K+ channels, 4-aminopyridine, apamin, charybdotoxin, or glibenclamide. Rut (0.1 and 1.0 μM) inhibited the norepinephrine-induced contraction generated by Ca2+ influx and at 1.0 μM increased cyclic GMP (cGMP) production in …",
            "Vasorelaxing action of rutaecarpine: effects of rutaecarpine on calcium channel activities in vascular endothelial and smooth muscle cells",
            "Guei-Jane Wang and Xi-Chen Wu and Chieh-Fu Chen and Lie-Chwen Lin and Yi-Tsau Huang and Jie Shan and Peter KT Pang",
            "1999",
            "3HprgCcAAAAJ:D03iK_w7-QYC",
            96,
            "https:\/\/jpet.aspetjournals.org\/content\/289\/3\/1237.short",
            "11279833112438746077",
            "\/scholar?cites=11279833112438746077",
            {
                "2000":3,
                "2001":3,
                "2002":6,
                "2003":9,
                "2004":5,
                "2005":6,
                "2006":8,
                "2007":9,
                "2008":6,
                "2009":6,
                "2010":7,
                "2011":3,
                "2012":4,
                "2013":4,
                "2014":3,
                "2015":2,
                "2016":3,
                "2017":1,
                "2018":4,
                "2019":2,
                "2020":2
            }
        ]
    ]
}