{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A technique for reduction of the Dirac equation, which initially omits the spin-orbit interaction (thus keeping spin as a good quantum number), but retains all other relativistic kinematic effects such as mass-velocity, Darwin, and higher order terms is presented. The spin-orbit interaction can be included as a perturbation once the'relativistic'spin-polarised bands and wavefunctions have been obtained. The technique is used together with the local spin density approximation for exchange and correlation to calculate the self-consistent charge and spin density of a neutral Gd atom. The calculated magnetic form factor agrees extremely well with experiment. Comparison with a paramagnetic RAPW calculation shows the procedure should be accurate and fast for general band structure determinations.",
            "A technique for relativistic spin-polarised calculations",
            "DD Koelling and BN Harmon",
            "1977",
            "3k5XzKYAAAAJ:35r97b3x0nAC",
            2337,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0022-3719\/10\/16\/019\/meta",
            "8249818829340907454",
            "\/scholar?cites=8249818829340907454",
            {
                "1982":21,
                "1983":16,
                "1984":30,
                "1985":42,
                "1986":22,
                "1987":28,
                "1988":24,
                "1989":25,
                "1990":30,
                "1991":37,
                "1992":22,
                "1993":36,
                "1994":36,
                "1995":20,
                "1996":24,
                "1997":35,
                "1998":38,
                "1999":44,
                "2000":42,
                "2001":49,
                "2002":38,
                "2003":55,
                "2004":48,
                "2005":49,
                "2006":68,
                "2007":78,
                "2008":84,
                "2009":75,
                "2010":77,
                "2011":74,
                "2012":120,
                "2013":84,
                "2014":94,
                "2015":113,
                "2016":128,
                "2017":117,
                "2018":118,
                "2019":107,
                "2020":104,
                "2021":10
            }
        ],
        [
            "The emission and reflection spectra of ZnO have been investigated in the intrinsic region and the data have been interpreted in terms of the wurtzite crystal band structure. Free-exciton emission is observed for the first time. Both the Γ 5 and Γ 6 state excitons associated with top valence band have been identified. This identification has established the valence-band symmetry ordering in ZnO.",
            "Valence-band ordering in ZnO",
            "DC Reynolds and David C Look and B Jogai and CW Litton and G Cantwell and WC Harsch",
            "1999",
            "3k5XzKYAAAAJ:QUX0mv85b1cC",
            630,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.60.2340",
            "16788779609548662806",
            "\/scholar?cites=16788779609548662806",
            {
                "1999":3,
                "2000":1,
                "2001":8,
                "2002":9,
                "2003":8,
                "2004":36,
                "2005":28,
                "2006":33,
                "2007":36,
                "2008":38,
                "2009":26,
                "2010":37,
                "2011":50,
                "2012":40,
                "2013":32,
                "2014":45,
                "2015":38,
                "2016":39,
                "2017":32,
                "2018":28,
                "2019":33,
                "2020":25,
                "2021":2
            }
        ],
        [
            "Recent investigations of the superconducting iron-arsenide families have highlighted the role of pressure, be it chemical or mechanical, in fostering superconductivity. Here we report that CaFe 2 As 2 undergoes a pressure-induced transition to a nonmagnetic volume “collapsed” tetragonal phase, which becomes superconducting at lower temperature. Spin-polarized total-energy calculations on the collapsed structure reveal that the magnetic Fe moment itself collapses, consistent with the absence of magnetic order in neutron diffraction.",
            "Pressure-induced volume-collapsed tetragonal phase of  as seen via neutron scattering",
            "A Kreyssig and MA Green and Y Lee and GD Samolyuk and P Zajdel and JW Lynn and SL Bud’Ko and MS Torikachvili and N Ni and S Nandi and JB Leao and SJ Poulton and DN Argyriou and BN Harmon and RJ McQueeney and PC Canfield and AI Goldman",
            "2008",
            "3k5XzKYAAAAJ:vDZJ-YLwNdEC",
            415,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.78.184517",
            "14757727362687952388",
            "\/scholar?cites=14757727362687952388",
            {
                "2008":11,
                "2009":72,
                "2010":35,
                "2011":37,
                "2012":32,
                "2013":28,
                "2014":41,
                "2015":26,
                "2016":31,
                "2017":21,
                "2018":30,
                "2019":22,
                "2020":23,
                "2021":5
            }
        ],
        [
            "General equations of motion are introduced for the evaluation of spin dynamics in magnetic materials. The theory uses the adiabatic separation of diagonal and off-diagonal components of the spin density matrix. This adiabatic approach considers the orientation of the local magnetic moments to be slowly varying relative to their magnitudes. The angles of the magnetization density are introduced as collective variables in density functional theory. The equations and technique can be simultaneously combined with those of first-principles molecular dynamics for the consistent treatment of spin-lattice interactions. Stochastic and deterministic approaches for treating finite temperature effects are introduced for such dynamics. The method is implemented within the local density approximation and applied to γ-Fe, a frustrated system where we obtain additional low-energy magnetic configurations.© 1996 The American …",
            "Spin dynamics in magnets: Equation of motion and finite temperature effects",
            "VP Antropov and MI Katsnelson and BN Harmon and M Van Schilfgaarde and D Kusnezov",
            "1996",
            "3k5XzKYAAAAJ:-FonjvnnhkoC",
            341,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.54.1019",
            "10368969789232208277",
            "\/scholar?cites=10368969789232208277",
            {
                "1996":2,
                "1997":5,
                "1998":11,
                "1999":16,
                "2000":15,
                "2001":10,
                "2002":10,
                "2003":11,
                "2004":14,
                "2005":13,
                "2006":18,
                "2007":12,
                "2008":9,
                "2009":13,
                "2010":11,
                "2011":9,
                "2012":16,
                "2013":13,
                "2014":19,
                "2015":24,
                "2016":13,
                "2017":21,
                "2018":22,
                "2019":16,
                "2020":13,
                "2021":3
            }
        ],
        [
            "Conduction-electron polarization, spin densities, and neutron magnetic scattering in ferromagnetic Gd metal were studied using the spin-polarized augmented-plane-wave (APW) method in a warped-muffin-tin-potential formulation. The spin-up and spin-down bands were found to be very similar in shape to the bands from a paramagnetic calculation, with the exchange splitting proportional to the amount of d character in the bands. It was also found that the conduction-electron spin density determined from the APW wave functions is of mostly d character. This dominance of the d-like wave functions for the spin-dependent interactions is explained by (i) the much greater overlap of the 4 f states with the d-like wave functions as compared to the s− p wave functions;(ii) the nearly complete d character of the bands in the region of the Fermi surface. The magnetic form factor was calculated from the conduction-electron …",
            "Spin-polarized energy-band structure, conduction-electron polarization, spin densities, and the neutron magnetic form factor of ferromagnetic gadolinium",
            "BN Harmon and AJ Freeman",
            "1974",
            "3k5XzKYAAAAJ:kNdYIx-mwKoC",
            294,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.10.1979",
            "1108907407523731374",
            "\/scholar?cites=1108907407523731374",
            {
                "1981":9,
                "1982":7,
                "1983":7,
                "1984":7,
                "1985":3,
                "1986":3,
                "1987":3,
                "1988":5,
                "1989":1,
                "1990":6,
                "1991":6,
                "1992":4,
                "1993":9,
                "1994":10,
                "1995":3,
                "1996":7,
                "1997":5,
                "1998":6,
                "1999":3,
                "2000":7,
                "2001":7,
                "2002":6,
                "2003":11,
                "2004":8,
                "2005":13,
                "2006":9,
                "2007":5,
                "2008":4,
                "2009":6,
                "2010":4,
                "2011":6,
                "2012":5,
                "2013":4,
                "2014":6,
                "2015":6,
                "2016":3,
                "2017":1,
                "2018":2
            }
        ],
        [
            "We use angle-resolved photoemission spectroscopy to investigate the electronic properties of the newly discovered iron-arsenic superconductor Ba 1− x K x Fe 2 As 2 and nonsuperconducting BaFe 2 As 2. Our study indicates that the Fermi surface of the undoped, parent compound BaFe 2 As 2 consists of hole pocket (s) at Γ (0, 0) and larger electron pocket (s) at X (1, 0), in general agreement with full-potential linearized plane wave calculations. Upon doping with potassium, the hole pocket expands and the electron pocket becomes smaller with its bottom approaching the chemical potential. Such an evolution of the Fermi surface is consistent with hole doping within a rigid-band shift model. Our results also indicate that the full-potential linearized plane wave calculation is a reasonable approach for modeling the electronic properties of both undoped and K-doped iron arsenites.",
            "K-Doping Dependence of the Fermi Surface of the Iron-Arsenic  Superconductor Using Angle-Resolved Photoemission Spectroscopy",
            "Chang Liu and GD Samolyuk and Y Lee and Ni Ni and Takeshi Kondo and AF Santander-Syro and SL Bud’Ko and JL McChesney and E Rotenberg and T Valla and AV Fedorov and PC Canfield and BN Harmon and A Kaminski",
            "2008",
            "3k5XzKYAAAAJ:lgwcVrK6X84C",
            287,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.177005",
            "15617619433342815869",
            "\/scholar?cites=15617619433342815869",
            {
                "2007":1,
                "2008":5,
                "2009":68,
                "2010":53,
                "2011":40,
                "2012":24,
                "2013":20,
                "2014":27,
                "2015":19,
                "2016":9,
                "2017":6,
                "2018":6,
                "2019":5,
                "2020":2
            }
        ],
        [
            "The lattice parameter, bulk modulus, cohesive energy, and magnetization of Fe, Co, and Ni are calculated using the generalized gradient approximation (GGA) of Perdew and co-workers. The GGA results agree better with experimental data than the corresponding results calculated with the local-spin-density approximation (LSDA). In particular, the overestimation of the cohesive energies are reduced and the GGA correctly predicts the bcc ferromagnetic phase to be the ground state of Fe, while the LSDA fails to do so. We have also studied the electronic and magnetic properties of the insulating antiferromagnetic transition-metal compounds FeO, CoO, and NiO with the GGA. For these oxides it is found that the results are very similar to the results calculated with use of the LSDA.",
            "Ground-state properties of Fe, Co, Ni, and their monoxides: Results of the generalized gradient approximation",
            "TC Leung and Che Ting Chan and BN Harmon",
            "1991",
            "3k5XzKYAAAAJ:cWzG1nlazyYC",
            267,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.44.2923",
            "13156774682969380345",
            "\/scholar?cites=13156774682969380345",
            {
                "1992":4,
                "1993":15,
                "1994":11,
                "1995":2,
                "1996":6,
                "1997":5,
                "1998":6,
                "1999":8,
                "2000":8,
                "2001":10,
                "2002":14,
                "2003":16,
                "2004":17,
                "2005":10,
                "2006":24,
                "2007":11,
                "2008":6,
                "2009":6,
                "2010":16,
                "2011":7,
                "2012":10,
                "2013":9,
                "2014":10,
                "2015":9,
                "2016":10,
                "2017":5,
                "2018":3,
                "2019":3,
                "2020":6
            }
        ],
        [
            "Nonlocal corrections to the London model are used to describe vortex lattices in LuNi 2 B 2 C. Within this scheme in fields along the c axis, vortices should form a square lattice (rotated 45 relative to the crystal axes afandfb) at large fields, should transform to a triangular one at a field H 2, and to another triangular lattice at a still lower field H 1. We argue that the transition at H 2 is of second order, whereas at H 1 it is of first order. In tilted fields, H 2 is predicted to move to higher fields. Neutron-scattering data for ErNi 2 B 2 C are discussed.",
            "Vortex lattice transitions in borocarbides",
            "VG Kogan and M Bullock and B Harmon and P Miranovic-acute and Lj Dobrosavljevic-acute-Grujic-acute and PL Gammel and DJ Bishop",
            "1997",
            "3k5XzKYAAAAJ:tS2w5q8j5-wC",
            249,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.55.R8693",
            "5567338984246420826",
            "\/scholar?cites=5567338984246420826",
            {
                "1997":7,
                "1998":22,
                "1999":17,
                "2000":22,
                "2001":21,
                "2002":19,
                "2003":23,
                "2004":9,
                "2005":10,
                "2006":15,
                "2007":8,
                "2008":6,
                "2009":10,
                "2010":8,
                "2011":9,
                "2012":7,
                "2013":1,
                "2014":6,
                "2015":4,
                "2016":3,
                "2017":5,
                "2018":4,
                "2019":6,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Single-crystal neutron and high-energy x-ray diffraction measurements have identified the phase lines corresponding to transitions among the ambient-pressure paramagnetic tetragonal (T), the antiferromagnetic orthorhombic (O), and the nonmagnetic collapsed tetragonal (cT) phases of CaFe 2 As 2. We find no evidence of additional structures for pressures of up to 2.5 GPa (at 300 K). Both the T-cT and O-cT transitions exhibit significant hysteresis effects, and we demonstrate that coexistence of the O and cT phases can occur if a nonhydrostatic component of pressure is present. Measurements of the magnetic diffraction peaks show no change in the magnetic structure or ordered moment as a function of pressure in the O phase, and we find no evidence of magnetic ordering in the cT phase. Band-structure calculations show that the transition into the cT phase results in a strong decrease in the iron 3 d density of …",
            "Lattice collapse and quenching of magnetism in  under pressure: A single-crystal neutron and x-ray diffraction investigation",
            "AI Goldman and A Kreyssig and K Prokeš and DK Pratt and DN Argyriou and JW Lynn and S Nandi and SAJ Kimber and Y Chen and YB Lee and G Samolyuk and JB Leão and SJ Poulton and SL Bud’ko and N Ni and PC Canfield and BN Harmon and RJ McQueeney",
            "2009",
            "3k5XzKYAAAAJ:AvfA0Oy_GE0C",
            233,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.79.024513",
            "9201728455840007553",
            "\/scholar?cites=9201728455840007553",
            {
                "2008":2,
                "2009":34,
                "2010":22,
                "2011":26,
                "2012":18,
                "2013":15,
                "2014":31,
                "2015":12,
                "2016":16,
                "2017":18,
                "2018":17,
                "2019":13,
                "2020":8,
                "2021":1
            }
        ],
        [
            "The important longitudinal (2 3, 2 3, 2 3) vibrational modes in Mo, Nb, and bcc Zr as well as the H-point modes in Mo and Nb have been studied using the frozen-phonon approach. These entirely first-principles calculations involve the precise evaluation of the total crystalline energy as a function of lattice displacement and yield calculated phonon frequencies to within a few percent of the experimental values. Anharmonic terms are readily obtained and are found to be very important for causing the tendency toward the ω-phase instability in bcc Zr. The charge densities and single-particle energies obtained in the course of the calculations allow a detailed analysis of the electronic response to lattice distortions and the mechanisms causing phonon anomalies. The calculations also provide first-principles benchmarks at a few wave vectors where the validity of phenomenological models can be tested or their …",
            "Vibrational frequencies via total-energy calculations. Applications to transition metals",
            "K-M Ho and CL Fu and BN Harmon",
            "1984",
            "3k5XzKYAAAAJ:8AbLer7MMksC",
            216,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.29.1575",
            "5750897330275307237",
            "\/scholar?cites=5750897330275307237",
            {
                "1984":2,
                "1985":11,
                "1986":5,
                "1987":8,
                "1988":12,
                "1989":6,
                "1990":14,
                "1991":10,
                "1992":8,
                "1993":18,
                "1994":9,
                "1995":8,
                "1996":8,
                "1997":7,
                "1998":6,
                "1999":7,
                "2000":5,
                "2001":4,
                "2002":2,
                "2003":5,
                "2004":3,
                "2005":5,
                "2006":9,
                "2007":4,
                "2008":5,
                "2009":3,
                "2010":3,
                "2011":5,
                "2012":5,
                "2013":5,
                "2014":1,
                "2015":2,
                "2016":3,
                "2017":1,
                "2018":1,
                "2019":3,
                "2020":1
            }
        ]
    ]
}