{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "We define misconceptions [1] as strongly held cognitive structures that are different from the accepted understanding in a field and that are presumed to interfere with the acquisition of new knowledge. While a lack of concept or knowledge can be remedied with instruction and subsequent learning, misconceptions are believed to hamper, unwittingly, the proper acceptance and integration of new knowledge or skills. Before the correct concept can be taught, it is essential for the student to ‘unlearn’the misconception. For the purpose of this work,‘preconceptions’ and ‘alternative concepts’ are synonyms of misconceptions, inasmuch as they are different from the established concepts as accepted in a field. The importance of finding a means of distinguishing a lack of knowledge from a misconception cannot be overemphasized. Although both are relevant to the understanding and the assimilation of a subject matter, the instructional methods for eliminating misconceptions and for remedying a lack of knowledge can differ considerably. Identification of misconceptions and distinguishing them from a lack of knowledge is a fertile area in education research. However, the tests developed during such research, although refined, are cumbersome and not easily amenable to application in the classroom. The purpose of this study was to develop a simple and effective method for distinguishing a lack of knowledge from misconceptions. The simplicity of the method is expected to lead to a routine utilization of it by schoolteachers and college professors. The method is universally applicable in science, mathematics, engineering and other fields, from middle to …",
            "Misconceptions and the certainty of response index (CRI)",
            "Saleem Hasan and Diola Bagayoko and Ella L Kelley",
            "1999",
            "3Ktrl90AAAAJ:0EnyYjriUFMC",
            477,
            "https:\/\/www.researchgate.net\/profile\/Diola_Bagayoko\/publication\/241530804_Misconceptions_and_the_Certainty_of_Response_Index_CRI\/links\/53d2e74d0cf220632f3cc30a.pdf",
            "13753281090678419138",
            "\/scholar?cites=13753281090678419138",
            {
                "2004":2,
                "2005":6,
                "2006":6,
                "2007":5,
                "2008":4,
                "2009":5,
                "2010":12,
                "2011":5,
                "2012":12,
                "2013":14,
                "2014":31,
                "2015":25,
                "2016":49,
                "2017":73,
                "2018":65,
                "2019":84,
                "2020":63,
                "2021":1
            }
        ],
        [
            "An efficient method for the prediction of fundamental band gaps in solids using density functional theory (DFT) is proposed. Generalizing the Delta self-consistent-field (Δ SCF) method to infinite solids, the Δ-sol method is based on total-energy differences and derived from dielectric screening properties of electrons. Using local and semilocal exchange-correlation functionals (local density and generalized gradient approximations), we demonstrate a 70% reduction of mean absolute errors compared to Kohn-Sham gaps on over 100 compounds with experimental gaps of 0.5–4 eV, at computational costs similar to typical DFT calculations.",
            "Efficient band gap prediction for solids",
            "MKY Chan and Gerbrand Ceder",
            "2010",
            "3Ktrl90AAAAJ:2KloaMYe4IUC",
            373,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.196403",
            "13209486100228673526",
            "\/scholar?cites=13209486100228673526",
            {
                "2010":1,
                "2011":15,
                "2012":11,
                "2013":32,
                "2014":35,
                "2015":26,
                "2016":41,
                "2017":53,
                "2018":50,
                "2019":49,
                "2020":49,
                "2021":9
            }
        ],
        [
            "A series of self-consistent-band calculations have been performed for a ferromagnetic state of iron in both the bcc and fcc structures. The dependence of the magnetic moment per atom on the lattice parameter was obtained. The linear combination of Gaussian orbitals method was employed in conjunction with a local-density exchange-correlation potential. An explanation is given for the abrupt increase in the magnetic moment in the fcc case near r s= 2.7 in terms of behavior of the band structure.",
            "Lattice-parameter dependence of ferromagnetism in bcc and fcc iron",
            "D Bagayoko and J Callaway",
            "1983",
            "3Ktrl90AAAAJ:ufrVoPGSRksC",
            224,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.28.5419",
            "1211283784890674419",
            "\/scholar?cites=1211283784890674419",
            {
                "1985":8,
                "1986":7,
                "1987":19,
                "1988":21,
                "1989":12,
                "1990":12,
                "1991":11,
                "1992":9,
                "1993":10,
                "1994":6,
                "1995":10,
                "1996":6,
                "1997":4,
                "1998":4,
                "1999":8,
                "2000":5,
                "2001":4,
                "2002":3,
                "2003":3,
                "2004":11,
                "2005":5,
                "2006":4,
                "2007":9,
                "2008":4,
                "2009":3,
                "2010":2,
                "2011":4,
                "2012":4,
                "2013":1,
                "2014":3,
                "2015":2,
                "2016":2,
                "2017":5,
                "2018":2
            }
        ],
        [
            "The electronic structure, charge distribution, effective charge, and charge transfer in ferroelectric tetragonal are carefully studied using a local density functional potential and a self-consistent ab initio LCAO (linear combination of atomic orbitals) method. It is shown that the band gap and low-energy conduction band can be calculated with a reasonable accuracy when the ab initio LCAO method is used with an optimum basis set of atomic orbitals. The calculated optical spectrum, band gap, and effective mass of, obtained from the calculated electronic structure, are in good agreement with experimental results.",
            "Ab initio calculations of the electronic structure and optical properties of ferroelectric tetragonal",
            "D Bagayoko and GL Zhao and JD Fan and JT Wang",
            "1998",
            "3Ktrl90AAAAJ:LkGwnXOMwfcC",
            125,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/10\/25\/014\/meta",
            "7312281534756811686",
            "\/scholar?cites=7312281534756811686",
            {
                "1998":2,
                "1999":2,
                "2000":3,
                "2001":4,
                "2002":5,
                "2003":4,
                "2004":8,
                "2005":2,
                "2006":4,
                "2007":4,
                "2008":6,
                "2009":5,
                "2010":4,
                "2011":9,
                "2012":5,
                "2013":5,
                "2014":9,
                "2015":4,
                "2016":8,
                "2017":6,
                "2018":7,
                "2019":11,
                "2020":5,
                "2021":1
            }
        ]
    ]
}