{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Proteins have gained increasing success as therapeutic agents; however, challenges exist in effective and efficient delivery. In this work, we present a simple and versatile method for encapsulating proteins via complex coacervation with oppositely charged polypeptides, poly(l-lysine) (PLys) and poly(d\/l-glutamic acid) (PGlu). A model protein system, bovine serum albumin (BSA), was incorporated efficiently into coacervate droplets via electrostatic interaction up to a maximum loading of one BSA per PLys\/PGlu pair and could be released under conditions of decreasing pH. Additionally, encapsulation within complex coacervates did not alter the secondary structure of the protein. Lastly the complex coacervate system was shown to be biocompatible and interact well with cells in vitro. A simple, modular system for encapsulation such as the one presented here may be useful in a range of drug delivery applications.",
            "Protein Encapsulation via Polypeptide Complex Coacervation",
            "M. Tirrell K.A. Black and D. Priftis and S.L. Perry and J. Yip and W.Y. Byun",
            "2014",
            "3N8RolMAAAAJ:9ZlFYXVOiuMC",
            161,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/mz500529v",
            "16261574471528490451",
            "\/scholar?cites=16261574471528490451",
            {
                "2014":1,
                "2015":7,
                "2016":17,
                "2017":21,
                "2018":32,
                "2019":41,
                "2020":39,
                "2021":1
            }
        ],
        [
            "Complex coacervation is an electrostatically-driven phase separation phenomenon that is utilized in a wide range of everyday applications and is of great interest for the creation of self-assembled materials. Here, we utilized turbidity to characterize the effect of salt type on coacervate formation using two vinyl polyelectrolytes, poly (acrylic acid sodium salt)(pAA) and poly (allylamine hydrochloride)(pAH), as simple models for industrial and biological coacervates. We confirmed the dominant role of salt valence on the extent of coacervate formation, while demonstrating the presence of significant secondary effects, which can be described by Hofmeister-like behavior. These results revealed the importance of ion-specific interactions, which are crucial for the informed design of coacervate-based materials for use in complex ionic environments, and can enable more detailed theoretical investigations on the role of subtle electrostatic and thermodynamic effects in complex coacervation. View Full-Text",
            "The effect of salt on the complex coacervation of vinyl polyelectrolytes",
            "Sarah L Perry and Yue Li and Dimitrios Priftis and Lorraine Leon and Matthew Tirrell",
            "2014",
            "3N8RolMAAAAJ:Wp0gIr-vW9MC",
            147,
            "https:\/\/www.mdpi.com\/2073-4360\/6\/6\/1756",
            "2155430257253551990",
            "\/scholar?cites=2155430257253551990",
            {
                "2014":2,
                "2015":9,
                "2016":15,
                "2017":24,
                "2018":32,
                "2019":32,
                "2020":29,
                "2021":1
            }
        ],
        [
            "Polyelectrolyte complexes present new opportunities for self-assembled soft matter. Factors determining whether the phase of the complex is solid or liquid remain unclear. Ionic polypeptides enable examination of the effects of stereochemistry on complex formation. Here we demonstrate that chirality determines the state of polyelectrolyte complexes, formed from mixing dilute solutions of oppositely charged polypeptides, via a combination of electrostatic and hydrogen-bonding interactions. Fluid complexes occur when at least one of the polypeptides in the mixture is racemic, which disrupts backbone hydrogen-bonding networks. Pairs of purely chiral polypeptides, of any sense, form compact, fibrillar solids with a β-sheet structure. Analogous behaviour occurs in micelles formed from polypeptide block copolymers with polyethylene oxide, where assembly into aggregates with either solid or fluid cores, and …",
            "Chirality-selected phase behaviour in ionic polypeptide complexes",
            "Sarah L Perry and Lorraine Leon and Kyle Q Hoffmann and Matthew J Kade and Dimitrios Priftis and Katie A Black and Derek Wong and Ryan A Klein and Charles F Pierce and Khatcher O Margossian and Jonathan K Whitmer and Jian Qin and Juan J De Pablo and Matthew Tirrell",
            "2015",
            "3N8RolMAAAAJ:iH-uZ7U-co4C",
            133,
            "https:\/\/www.nature.com\/articles\/ncomms7052?origin=ppub",
            "9036601343552296345",
            "\/scholar?cites=9036601343552296345",
            {
                "2014":1,
                "2015":6,
                "2016":15,
                "2017":21,
                "2018":26,
                "2019":28,
                "2020":35
            }
        ]
    ]
}