{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "SIDALC.\n",
            "Man in the Andes; a multidisciplinary study of high-altitude Quechua",
            "Paul T Baker and Michael A Little",
            "1976",
            "3oKUNQ0AAAAJ:u5HHmVD_uO8C",
            204,
            "http:\/\/www.sidalc.net\/cgi-bin\/wxis.exe\/?IsisScript=UACHBC.xis&method=post&formato=2&cantidad=1&expresion=mfn=080697",
            "15711738570141581556",
            "\/scholar?cites=15711738570141581556",
            {
                "1981":7,
                "1982":7,
                "1983":1,
                "1984":5,
                "1985":1,
                "1986":3,
                "1987":1,
                "1988":7,
                "1989":5,
                "1990":6,
                "1991":3,
                "1992":6,
                "1993":5,
                "1994":3,
                "1995":7,
                "1996":1,
                "1997":2,
                "1998":4,
                "1999":2,
                "2000":4,
                "2001":4,
                "2002":3,
                "2003":2,
                "2004":6,
                "2005":3,
                "2006":5,
                "2007":6,
                "2008":7,
                "2009":10,
                "2010":2,
                "2011":9,
                "2012":10,
                "2013":3,
                "2014":3,
                "2015":5,
                "2016":5,
                "2017":8,
                "2018":9,
                "2019":3
            }
        ],
        [
            "Since the late 1970s, cattle raiding with automatic weapons has escalated among nomadic herding societies in northern East Africa. We examine the impact of AK47 raiding on the adaptability of Karimojong agropastoralists in northern Uganda. Most notably, raiding is linked to a loss of population resilience in Karamoja, measured in increased mortality of young children and of adult males in their prime reproductive years and decreased female fertility. AK47 raiding has acted both directly and indirectly as a Darwinian stressor in this population, compromising longstanding adaptive strategies and intensifying selection pressure. We briefly discuss similar effects of recently altered patterns of raiding among related Turkana pastoralists in Kenya. We then consider the process by which this traditional cultural institution was modified in the interests of preserving cultural identity. We conclude nonetheless that cattle …",
            "Cattle raiding, cultural survival, and adaptability of East African pastoralists",
            "Sandra Gray and Mary Sundal and Brandi Wiebusch and MichaelA Little and PaulW Leslie and IvyL Pike and Monique BorgerhoffMulder and Gnther Schlee and Dan Sellen and Sandra Gray",
            "2003",
            "3oKUNQ0AAAAJ:9yKSN-GCB0IC",
            170,
            "https:\/\/www.journals.uchicago.edu\/doi\/abs\/10.1086\/377669",
            "8392321514362556072",
            "\/scholar?cites=8392321514362556072",
            {
                "2004":2,
                "2005":2,
                "2006":1,
                "2007":5,
                "2008":9,
                "2009":14,
                "2010":15,
                "2011":6,
                "2012":15,
                "2013":6,
                "2014":13,
                "2015":7,
                "2016":14,
                "2017":25,
                "2018":14,
                "2019":14,
                "2020":6
            }
        ],
        [
            "The Turkana people live in the savanna of northwestern Kenya, a dry grassland where they herd livestock, spending at least part of the year on migration in search of grazing pasture. Their herds provide them with food, as well as being an essential source of wealth and resources to be sold and exchanged. This unique, multidisciplinary study of the Turkana integrates findings about the ways in which their social and cultural organization, health, biology, demography, and economic practices enable them to survive in a difficult and uncertain environment. At a time when the Turkana find their way of life increasingly under threat from political and businessinterests seeking to develop their lands, this book is an important analytical record of their lifestyle and ecology.",
            "Turkana herders of the dry savanna: ecology and biobehavioral response of nomads to an uncertain environment",
            "Paul W Leslie and Michael Little and Michael A Little",
            "1999",
            "3oKUNQ0AAAAJ:u-x6o8ySG0sC",
            156,
            "http:\/\/scholar.google.com\/scholar?cluster=11195922175286700887&hl=en&oi=scholarr",
            "11195922175286700887",
            "\/scholar?cites=11195922175286700887",
            {
                "1998":1,
                "1999":4,
                "2000":2,
                "2001":6,
                "2002":4,
                "2003":5,
                "2004":3,
                "2005":7,
                "2006":8,
                "2007":9,
                "2008":8,
                "2009":7,
                "2010":11,
                "2011":6,
                "2012":9,
                "2013":7,
                "2014":8,
                "2015":8,
                "2016":7,
                "2017":11,
                "2018":5,
                "2019":8,
                "2020":9
            }
        ],
        [
            "Child and adolescent growth and adult status in size and body composition were surveyed in 542 nomadic Turkana pastoralists from northwest Kenya. Height, weight and selected skinfold measurements were employed to derive weight\/height index and cross-sectional areas of fat and muscle of the upper arm and calf. Turkana are similar to other pastoralists (Kenya Masai and Rwanda Tutsi) in being tall and lean in physique. The Turkana achieve parity in adult stature with both U. S. Euro-Americans and Afro-Americans by a pattern of prolonged growth into the late teens and early twenties. Cross-sectional areas of fat and muscle in Turkana were substantially lower than in U. S. age-mates, although proportional relationships between fat and muscle were comparable in the U. S. and Turkana samples. A single exception was near Turkana\/U. S. equivalence in arm muscle cross-sectional area of women that was …",
            "Cross-sectional growth of nomadic Turkana pastoralists",
            "Michael A Little and Kathleen Galvin and Mutuma Mugambi",
            "1983",
            "3oKUNQ0AAAAJ:d1gkVwhDpl0C",
            110,
            "https:\/\/www.jstor.org\/stable\/41464731",
            "16589558279764145558",
            "\/scholar?cites=16589558279764145558",
            {
                "1985":2,
                "1986":1,
                "1987":2,
                "1988":1,
                "1989":3,
                "1990":2,
                "1991":4,
                "1992":6,
                "1993":1,
                "1994":2,
                "1995":2,
                "1996":2,
                "1997":1,
                "1998":2,
                "1999":6,
                "2000":4,
                "2001":3,
                "2002":1,
                "2003":3,
                "2004":4,
                "2005":6,
                "2006":5,
                "2007":6,
                "2008":3,
                "2009":3,
                "2010":5,
                "2011":2,
                "2012":6,
                "2013":1,
                "2014":5,
                "2015":3,
                "2016":4,
                "2017":4,
                "2018":2,
                "2019":1,
                "2020":1
            }
        ],
        [
            "Members of the Turkana tribe include settled and nomadic peoples who reside in the southern part of Turkana District in the semiarid region of northwest Kenya. Nomadic Ngisonyoka Turkana keep livestock (camels, cattle, sheep, goats, donkeys), subsist principally on livestock products, and move camps frequently in search of forage for the livestock; settled Turkana cultivate foods along the principal rivers. Both nomadic and settled Turkana are subject to limited food resources on seasonal and long‐term bases. Protein from meat, blood, and milk is sufficient in the diet, but food energy is limited, as are body fat reserves. Previous work has documented a decline in maternal adiposity with age in a large sample of the relatively lean nomadic women, and a negative association of fat stores with parity in a smaller sample of nomadic women. The problem of maternal depletion of fat energy reserves as a function of …",
            "Energy reserves and parity of nomadic and settled Turkana women",
            "Michael A Little and Paul W Leslie and Kenneth L Campbell",
            "1992",
            "3oKUNQ0AAAAJ:qjMakFHDy7sC",
            57,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ajhb.1310040604",
            "9114891270849595856",
            "\/scholar?cites=9114891270849595856",
            {
                "1993":2,
                "1994":2,
                "1995":5,
                "1996":2,
                "1997":2,
                "1998":5,
                "1999":3,
                "2000":6,
                "2001":2,
                "2002":2,
                "2003":3,
                "2004":2,
                "2005":2,
                "2006":2,
                "2007":1,
                "2008":1,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":3,
                "2018":2
            }
        ],
        [
            "Pastoralism in Africa is a subsistence tradition that has a long and complex history. During the course of several thousand years of nomadic and semi‐nomadic herding practices, pastoral populations have successfully exploited African savannas and rangelands by maintaining highly mobile and low‐density human populations and by maintaining symbiotic relationships between the people and their livestock. This review will cover the pastoralists' adaptations to their environments and the measures of health and adaptability of pastoralists within a biobehavioral framework. The measures that are considered are: diet and nutrition; infant, child, and adolescent growth; adult size and body composition; activity and physical fitness; reproduction; and disease. Several integrated issues (seasonal hunger, drought, sedentarization) are discussed as important areas for current and continued research.",
            "Human biology of African pastoralists",
            "Michael A Little",
            "1989",
            "3oKUNQ0AAAAJ:UeHWp8X0CEIC",
            57,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ajpa.1330320510",
            "13647507945929759772",
            "\/scholar?cites=13647507945929759772",
            {
                "1990":1,
                "1991":1,
                "1992":1,
                "1993":2,
                "1994":3,
                "1995":2,
                "1996":2,
                "1997":1,
                "1998":5,
                "1999":2,
                "2000":1,
                "2001":2,
                "2002":1,
                "2003":1,
                "2004":2,
                "2005":2,
                "2006":4,
                "2007":2,
                "2008":3,
                "2009":2,
                "2010":3,
                "2011":1,
                "2012":3,
                "2013":3,
                "2014":3,
                "2015":1,
                "2016":3
            }
        ],
        [
            "Plasticity refers to the ability of many organisms to change their biology or behavior to respond to changes in the environment. Humans are probably the most plastic of all species, and hence the most variable. This is the first book to examine the history of research in this area and it provides information on state-of-the-art research methods and discoveries. It also maps out some areas of future research in human plasticity and variability. Topics discussed include child growth, starvation, diseases of both young and old, and the effects of migration, modernization and other life-style changes. The book will be especially useful to biological anthropologists, human biologists and medical scientists interested in knowing more about how and why humans vary.",
            "Human variability and plasticity",
            "Gabriel Ward Lasker and GA Harrison and Nina Jablonski and Michael Little and Karen Strier and Kenneth M Weiss",
            "1995",
            "3oKUNQ0AAAAJ:4X0JR2_MtJMC",
            55,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=sZJ7esAJaYYC&oi=fnd&pg=PP1&dq=info:dLVueIW8t-cJ:scholar.google.com&ots=1TggQtAqki&sig=tXiPFt_tnTMxHjAgNIin921SW20",
            "16697021424936596852",
            "\/scholar?cites=16697021424936596852",
            {
                "1996":2,
                "1997":2,
                "1998":1,
                "1999":1,
                "2000":4,
                "2001":2,
                "2002":4,
                "2003":2,
                "2004":4,
                "2005":4,
                "2006":4,
                "2007":3,
                "2008":2,
                "2009":1,
                "2010":1,
                "2011":4,
                "2012":3,
                "2013":3,
                "2014":2,
                "2015":1,
                "2016":3,
                "2017":1
            }
        ],
        [
            "During the past four decades, biomedical scientists have slowly begun to recognize the unique opportunities for studying biomedical processes, disease etiology, and mechanisms of pathogenesis in populations with unusual genetic structures, physiological characteristics, focal endemic disease, or special circumstances. Such populations greatly extend our research capabilities and provide a natural laboratory for studying relationships among biobehavioral, genetic, and ecological processes that are involved in the development of disease. The models presented illustrate three different types of natural experiments: those occurring in traditionally living, modernizing, and modern populations. The examples are drawn from current research that involves population mechanisms of adaptation among East African Turkana pastoralists; a search for etiology and mechanisms of pathogenesis of an emerging disease …",
            "Natural experimental models: the global search for biomedical paradigms among traditional, modernizing, and modern populations",
            "Ralph M Garruto and Michael A Little and Gary D James and Daniel E Brown",
            "1999",
            "3oKUNQ0AAAAJ:roLk4NBRz8UC",
            52,
            "https:\/\/www.pnas.org\/content\/96\/18\/10536.short",
            "5809936191964402906",
            "\/scholar?cites=5809936191964402906",
            {
                "2000":1,
                "2001":1,
                "2002":3,
                "2003":5,
                "2004":1,
                "2005":3,
                "2006":4,
                "2007":4,
                "2008":1,
                "2009":4,
                "2010":2,
                "2011":3,
                "2012":1,
                "2013":4,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":6,
                "2018":1,
                "2019":2
            }
        ],
        [
            "In past years considerable interest has been focused on migration as an important cause of change in the genetic and demographic structure of human populations. This book synthesises the biological consequences of changes environments on the migrants and the genetic impact of immigration on the host populations. Patterns of migration, past and present and genetic, epidemological and demographic consequences are considered, forming a unique synthesis for human biologists in general. Individual chapters deal with the peopling of the continents, migration in the recent past, the effects of gene flow and rural to urban migration. In addition, a detailed analysis of the relationship between migration, adaptation and disease is presented. Advanced students and research workers in a wide variety of disciplines, including population genetics, demography, anthropology and social geography will find this book particularly valuable in relating their own special interests to other biological aspects of human migration.",
            "Biological aspects of human migration",
            "CG Nicholas Mascie-Taylor and Gabriel W Lasker and R a Foley and Nina Jablonski and Karen Strier and Michael Little and Kenneth M Weiss",
            "1988",
            "3oKUNQ0AAAAJ:BJbdYPG6LGMC",
            52,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=eJD5XJlviukC&oi=fnd&pg=PP8&dq=info:7UGzH2VANSwJ:scholar.google.com&ots=aCYnGdH5j-&sig=ADezS_NiuoNe8hN2JgESOnXgtQI",
            "3185523114502210029",
            "\/scholar?cites=3185523114502210029",
            {
                "1991":5,
                "1992":2,
                "1993":1,
                "1994":1,
                "1995":1,
                "1996":1,
                "1997":2,
                "1998":4,
                "1999":1,
                "2000":1,
                "2001":1,
                "2002":5,
                "2003":1,
                "2004":3,
                "2005":4,
                "2006":1,
                "2007":2,
                "2008":4,
                "2009":1,
                "2010":1,
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":2,
                "2015":2
            }
        ],
        [
            "Height, weight, arm and leg circumferences, and skinfolds were measured twice on 160 nomadic Ngisonyoka Turkana pastoralists of northwest Kenya. Subjects' ages ranged from less than one year to 23 years. Turkana nomads maintain an active life by moving frequently in search of good forage for their herds. They subsist largely on the products of their livestock (milk, blood, meat). Growth velocity curves for height, weight and sum of six skinfolds, and bivariate intercorrelations for several of the rate measures are presented. The tall and linear Turkana show relatively slow linear growth rates but grow longer than United States children and adolescents. Height velocity is closer to U.S. norms than weight velocity, and Turkana even show positive height gains in the face of negative weight gains. It is suggested that Turkana children and adolescents are able to grow under conditions of caloric deficit and are able to …",
            "Mixed-longitudinal growth of nomadic Turkana pastoralists",
            "Michael A Little and Brooke R Johnson Jr",
            "1987",
            "3oKUNQ0AAAAJ:W7OEmFMy1HYC",
            50,
            "https:\/\/www.jstor.org\/stable\/41463922",
            "2670386137816566848",
            "\/scholar?cites=2670386137816566848",
            {
                "1988":1,
                "1989":2,
                "1990":1,
                "1991":1,
                "1992":2,
                "1993":3,
                "1994":1,
                "1995":1,
                "1996":2,
                "1997":1,
                "1998":2,
                "1999":5,
                "2000":2,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":3,
                "2005":1,
                "2006":3,
                "2007":1,
                "2008":2,
                "2009":2,
                "2010":1,
                "2011":3,
                "2012":2,
                "2013":1,
                "2014":2,
                "2015":2
            }
        ]
    ]
}