{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Spin-orbit torque (SOT) induced by electric current has attracted extensive attention as an efficient method of controlling the magnetization in nanomagnetic structures. SOT-induced magnetization reversal is usually achieved with the aid of an in-plane bias magnetic field. In this paper, we show that by selecting a film stack with weak out-of-plane magnetic anisotropy, field-free SOT-induced switching can be achieved in micron sized multilayers. Using direct current, deterministic bipolar magnetization reversal is obtained in Pt\/[Co\/Ni] 2\/Co\/Ta structures. Kerr imaging reveals that the SOT-induced magnetization switching process is completed via the nucleation of reverse domain and propagation of domain wall in the system.",
            "Deterministic spin-orbit torque induced magnetization reversal in Pt\/[Co\/Ni] n\/Co\/Ta multilayer Hall bars",
            "Sihua Li and Sarjoosing Goolaup and Jaesuk Kwon and Feilong Luo and Weiliang Gan and Wen Siang Lew",
            "2017",
            "3UHrJ7oAAAAJ:UebtZRa9Y70C",
            30,
            "https:\/\/www.nature.com\/articles\/s41598-017-01079-7",
            "14228362253987477960",
            "\/scholar?cites=14228362253987477960",
            {
                "2017":4,
                "2018":8,
                "2019":6,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Electrical injection of magnetic domain walls in perpendicular magnetic anisotropy nanowire is crucial for data bit writing in domain wall-based magnetic memory and logic devices. Conventionally, the current pulse required to nucleate a domain wall is approximately~ 10 12 A\/m 2. Here, we demonstrate an energy efficient structure to inject domain walls. Under an applied electric potential, our proposed Π-shaped stripline generates a highly concentrated current distribution. This creates a highly localized magnetic field that quickly initiates the nucleation of a magnetic domain. The formation and motion of the resulting domain walls can then be electrically detected by means of Ta Hall bars across the nanowire. Our measurements show that the Π-shaped stripline can deterministically write a magnetic data bit in 15 ns even with a relatively low current density of 5.34× 10 11 A\/m 2. Micromagnetic simulations reveal the …",
            "Highly efficient domain walls injection in perpendicular magnetic anisotropy nanowire",
            "SF Zhang and WL Gan and J Kwon and FL Luo and GJ Lim and JB Wang and WS Lew",
            "2016",
            "3UHrJ7oAAAAJ:LkGwnXOMwfcC",
            22,
            "https:\/\/www.nature.com\/articles\/srep24804",
            "13413349404573434255",
            "\/scholar?cites=13413349404573434255",
            {
                "2016":2,
                "2017":8,
                "2018":4,
                "2019":5,
                "2020":2,
                "2021":1
            }
        ],
        [
            "Cd1—xZnxTe is known as promising medical X‐ray detector material but CdZnTe as a single crystal is not available in large sizes. As an alternative to single crystal, CdZnTe thick film was grown by vacuum thermal evaporator to 100 μm thickness. The characteristics of thick films were analyzed by XRD, EDS, SEM and current–voltage measurements. Zn composition is x = 0.2 and resistivity is higher than 109 Ω cm.",
            "Growth of Polycrystalline Cd0.8Zn0.2Te Thick Films for X‐Ray Detectors",
            "JS Kwon and DY Shin and IS Choi and HS Kim and KH Kim and SU Kim and MJ Park",
            "2002",
            "3UHrJ7oAAAAJ:eQOLeE2rZwMC",
            14,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/1521-3951(200201)229:2%3C1097::AID-PSSB1097%3E3.0.CO;2-C",
            "9444205669841894619",
            "\/scholar?cites=9444205669841894619",
            {
                "2002":1,
                "2003":2,
                "2004":2,
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":2,
                "2009":1,
                "2010":1,
                "2011":1,
                "2012":1
            }
        ],
        [
            "We measure the Hall conductivity of a two-dimensional electron gas formed at a GaAs\/AlGaAs heterojunction in the terahertz regime close to the cyclotron resonance frequency using highly sensitive Faraday rotation measurements. The sample is electrically gated, allowing the electron density to be changed continuously by more than a factor of 3. We observe clear plateaulike and steplike features in the Faraday rotation angle vs electron density and magnetic field (Landau-level filling factor) even at fields or frequencies very close to cyclotron resonance absorption. These features are the high frequency manifestation of quantum Hall plateaus—a signature of topologically protected edge states. We observe both odd and even filling factor plateaus and explore the temperature dependence of these plateaus. Although dynamical scaling theory begins to break down in the frequency region of our measurements, we …",
            "Terahertz dynamics of a topologically protected state: Quantum Hall effect plateaus near the cyclotron resonance of a two-dimensional electron gas",
            "AV Stier and CT Ellis and J Kwon and H Xing and H Zhang and D Eason and G Strasser and T Morimoto and H Aoki and H Zeng and BD McCombe and J Cerne",
            "2015",
            "3UHrJ7oAAAAJ:hqOjcs7Dif8C",
            8,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.115.247401",
            "17262920799523640906",
            "\/scholar?cites=17262920799523640906",
            {
                "2016":1,
                "2017":1,
                "2018":2,
                "2019":3
            }
        ],
        [
            "Understanding of domain wall (DW) propagation in a complex structure is an essential first step toward the development of any magnetic-domain based devices including spin-based logic or magnetic memristors. Interfacial Dzyaloshinskii-Moriya interaction (iDMI) in the structure with broken inversion symmetry induces an asymmetrical DW configuration with respect to the direction of in-plane field. Dynamic behaviors of field-driven DW within the film with perpendicular magnetic anisotropy is influenced by DW tilt from the iDMI effect and the corners in the T-shaped structure of the DW path. Images from Kerr microscopy reveal that the iDMI effective field contributes to a tilted structure of DW configuration and evolution along its propagation. With the combination of iDMI and T-shaped structure, we observed two distinguished bidirectional DW propagations in two output branches and distinct arriving times at the …",
            "Bidirectional propagation of tilting domain walls in perpendicularly magnetized T shaped structure with the interfacial Dzyaloshinskii-Moriya interaction",
            "Jaesuk Kwon and Hee-Kyeong Hwang and Jung-Il Hong and Chun-Yeol You",
            "2018",
            "3UHrJ7oAAAAJ:IjCSPb-OGe4C",
            4,
            "https:\/\/www.nature.com\/articles\/s41598-018-36523-9",
            "6304029861039758752",
            "\/scholar?cites=6304029861039758752",
            {
                "2019":1,
                "2020":2
            }
        ],
        [
            "Artificial magnetic spin-ice nanostructures provide an ideal platform for the observation of magnetic monopoles. The formation of a magnetic monopole is governed by the motion of a magnetic charge carrier via the propagation of domain walls (DWs) in a lattice. To date, most experiments have been on the static visualization of DW propagation in the lattice. In this paper, we report on the low field dynamics of DW in a unit spin-ice structure measured by magnetoresistance changes. Our results show that reversible DW propagation can be initiated within the spin-ice basis. The initial magnetization configuration of the unit structure strongly influences the direction of DW motion in the branches. Single or multiple domain wall nucleation can be induced in the respective branches of the unit spin ice by the direction of the applied field.",
            "Low field domain wall dynamics in artificial spin-ice basis structure",
            "J Kwon and S Goolaup and GJ Lim and IS Kerk and Chip Hong Chang and K Roy and Wen Siang Lew",
            "2015",
            "3UHrJ7oAAAAJ:zYLM7Y9cAGgC",
            4,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4934733",
            "7555989877183752674",
            "\/scholar?cites=7555989877183752674",
            {
                "2016":1,
                "2017":2,
                "2018":1
            }
        ],
        [
            "We report studies of two key factors involved in the use of MnAs as a spin injector, namely, Mn diffusion and spin injection properties when it is grown on GaAs-based semiconductor heterostructures. Depth profile of Mn concentration in a sample consisting of a MnAs film grown on GaAs is investigated with time-of-flight secondary ion mass spectroscopy. The result shows that Mn diffusion into GaAs is negligible, unlike the case of Ga1−x Mn x As\/GaAs, in which Mn diffusion is significant. Meanwhile, robust spin injection is observed with MnAs as a spin injector for a GaAs-based light emitting diode, persisting up to room temperature.",
            "Study of MnAs as a Spin Injector for GaAs-Based Semiconductor Heterostructures",
            "J Kwon and RE Goacher and ED Fraser and L Schweidenback and AH Russ and JB Hatch and A Petrou and JA Gardella and H Luo",
            "2012",
            "3UHrJ7oAAAAJ:UeHWp8X0CEIC",
            4,
            "https:\/\/link.springer.com\/article\/10.1007\/s10909-012-0674-8",
            "5667725917648653655",
            "\/scholar?cites=5667725917648653655",
            {
                "2014":2,
                "2015":1,
                "2016":1
            }
        ],
        [
            "Controlling domain wall (DW) motion in complex magnetic network structures is of paramount significance for the development of spin-based devices. Here, we report on the dynamics of a propagating DW in a bifurcated ferromagnetic wire with perpendicular magnetic anisotropy (PMA). The Dzyaloshinskii-Moriya interaction (DMI) in the wire structure induces a tilt angle to the injected DW, which leads to a quasi-selective propagation through the network branch. The DW tilting causes a field interval between DWs to arrive at Hall bars in the individual branches. Micromagnetic results further show that by tailoring the strength of the DMI, the control of DW dynamics in the PMA complex network structures can be achieved.",
            "Asymmetrical domain wall propagation in bifurcated PMA wire structure due to the Dzyaloshinskii-Moriya interaction",
            "J Kwon and S Goolaup and WL Gan and CH Chang and K Roy and WS Lew",
            "2017",
            "3UHrJ7oAAAAJ:5nxA0vEk-isC",
            2,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4984750",
            "14068753551282252527",
            "\/scholar?cites=14068753551282252527",
            {
                "2020":1,
                "2021":1
            }
        ],
        [
            "We report on cyclic anisotropic magnetoresistance change induced by current pulse injection in perpendicularly magnetized Co\/Ni nanowire. By alternating the polarity of the injection pulse, domain walls (DWs) can be deterministically created and annihilated within the nanowire. The injection induces a combined effect of spin transfer torque and Oersted field that leads to simultaneous creation and driving of DWs in the nanowire. DW created by single pulse injection exhibits a fixed depinning field. For multi-pulse injection, the depinning field increases and this is ascribed to the formation of DWs with opposite chirality.",
            "Cyclic resistance change in perpendicularly magnetized Co\/Ni nanowire induced by alternating current pulse injection",
            "J Kwon and S Goolaup and FN Tan and CH Chang and K Roy and WS Lew",
            "2017",
            "3UHrJ7oAAAAJ:d1gkVwhDpl0C",
            2,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1567173916303194",
            "2771440669321124661",
            "\/scholar?cites=2771440669321124661",
            {
                "2018":1,
                "2019":1
            }
        ],
        [
            "The remarkable property of a memristor is that it provides multiple resistance states by remembering the current or voltage history associated with the magnetic flux and charge in the device. We investigate the domain wall (DW) motion in a multiple Hall crosses (MHCs) structure to realize the memristive DW device. We fabricated perpendicular magnetic anisotropy (PMA) micro-wires for a [Co\/Pt]4 multilayer stack, and they contain MHCs with various widths. When an external field is applied, a DW alternately passes through each Hall cross, thereby creating a hysteresis loop with various magnitudes of Hall resistance states depending on the DW position. Because the measured Hall signal relies on the DW position, which is a function of the history of the field, the basic requirements of a memristor are satisfied. In addition to the anomalous Hall signal, the movement of the DW in the PMA system by field pulses has …",
            "Memristive behavior of field-driven domain-wall motion in a width-modulated structure with multiple Hall crosses",
            "H-K Hwang and Jaesuk Kwon and K-S Lee and J-I Hong and C-Y You",
            "2018",
            "3UHrJ7oAAAAJ:ufrVoPGSRksC",
            1,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.5042100",
            "11389088734774349696",
            "\/scholar?cites=11389088734774349696",
            {
                "2020":1
            }
        ]
    ]
}