{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "In this book, the authors provide a cogent review of statistical and interpretive procedures that, in combination, can be used to reduce the likelihood that tests contain items that favor members of one gender, age, racial, or ethnic group over equally able members of another group, for reasons that are unrelated to the objectives and purposes of measurement. Such test items are said to be biased against the equally able members of the group that is not favored. The methods described and illustrated in this book have the potential to reducing the incidence of tests that are, in their construction, biased against members of one or more groups. These methods have the potential of controlling an important source of invalidity when test results are interpreted.",
            "Methods for identifying biased test items",
            "Gregory Camilli and Lorrie A Shepard and Lorrie Shepard",
            "1994",
            "3v5NcfsAAAAJ:JV2RwH3_ST0C",
            1330,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=kQOFIKjCILEC&oi=fnd&pg=PR9&dq=info:ZpEsgdNULWUJ:scholar.google.com&ots=V-cqNO4Gbt&sig=I5xFcnFWDtm28V8-mDJRvR-xqqs",
            "7290576639164715366",
            "\/scholar?cites=7290576639164715366",
            {
                "1995":6,
                "1996":12,
                "1997":17,
                "1998":28,
                "1999":26,
                "2000":34,
                "2001":32,
                "2002":23,
                "2003":42,
                "2004":61,
                "2005":53,
                "2006":68,
                "2007":70,
                "2008":61,
                "2009":66,
                "2010":81,
                "2011":76,
                "2012":79,
                "2013":68,
                "2014":69,
                "2015":49,
                "2016":68,
                "2017":64,
                "2018":51,
                "2019":47,
                "2020":47,
                "2021":2
            }
        ],
        [
            "Background\/Context: There is much current interest in the impact of early childhood education programs on preschoolers and, in particular, on the magnitude of cognitive and affective gains. Purpose\/Objective\/Research Question\/Focus of Study: Because this new segment of public education may require substantial resources, accurate descriptions are required of the potential benefits and costs of implementing specific preschool programs. To address this issue comprehensively, a meta-analysis was conducted for the purpose of synthesizing the outcomes of comparative studies in this area. Population\/Participants\/Subjects: A total of 123 comparative studies of early childhood interventions were analyzed. Each study provided a number of contrasts, where a contrast is defined as the comparison of an intervention group of children with an alternative intervention or no intervention group. Intervention\/Program …",
            "Meta-analysis of the effects of early education interventions on cognitive and social development.",
            "Gregory Camilli and Sadako Vargas and Sharon Ryan and W Steven Barnett",
            "2010",
            "3v5NcfsAAAAJ:IjCSPb-OGe4C",
            959,
            "https:\/\/psycnet.apa.org\/record\/2011-06375-001",
            "662411559406236234",
            "\/scholar?cites=662411559406236234",
            {
                "2009":8,
                "2010":21,
                "2011":21,
                "2012":55,
                "2013":81,
                "2014":99,
                "2015":99,
                "2016":123,
                "2017":108,
                "2018":119,
                "2019":115,
                "2020":81,
                "2021":2
            }
        ],
        [
            "Presents information derived from college students' ratings of a large number and variety of individual words (and some nonwords) for 7 basic semantic characteristics (concreteness, imagery, familiarity, pleasantness, number of attributes or features, categorizability, and meaningfulness). The normative information is presented in the form of 8 clusters of words that are mutually similar in their semantic properties, and a complete alphabetical listing of all words is given.(29 ref)(PsycINFO Database Record (c) 2016 APA, all rights reserved)",
            "Handbook of Semantic Word Norms",
            "Michael P. Toglia and William F. Battig and Kay Barrow and Desmond S. Cartwright and Carla J. Posnansky and James W. Pellegrino and Thomas J. Moore and Gregory Camilli",
            "1978",
            "3v5NcfsAAAAJ:t6usbXjVLHcC",
            927,
            "https:\/\/psycnet.apa.org\/record\/1980-50581-000",
            "11430834578103233205",
            "\/scholar?cites=11430834578103233205",
            {
                "1981":10,
                "1982":15,
                "1983":8,
                "1984":10,
                "1985":19,
                "1986":13,
                "1987":11,
                "1988":19,
                "1989":12,
                "1990":17,
                "1991":11,
                "1992":19,
                "1993":8,
                "1994":13,
                "1995":18,
                "1996":11,
                "1997":16,
                "1998":28,
                "1999":23,
                "2000":21,
                "2001":17,
                "2002":18,
                "2003":26,
                "2004":37,
                "2005":25,
                "2006":28,
                "2007":31,
                "2008":30,
                "2009":39,
                "2010":41,
                "2011":37,
                "2012":36,
                "2013":39,
                "2014":26,
                "2015":30,
                "2016":27,
                "2017":33,
                "2018":19,
                "2019":43,
                "2020":13
            }
        ]
    ]
}