{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Lapatinib is active at the ATP-binding site of tyrosine kinases that are associated with the human epidermal growth factor receptor (Her-1 or ErbB1) and Her-2. It is conceivable that lapatinib may inhibit the function of ATP-binding cassette (ABC) transporters by binding to their ATP-binding sites. The aim of this study was to investigate the ability of lapatinib to reverse tumor multidrug resistance (MDR) due to overexpression of ABC subfamily B member 1 (ABCB1) and ABC subfamily G member 2 (ABCG2) transporters. Our results showed that lapatinib significantly enhanced the sensitivity to ABCB1 or ABCG2 substrates in cells expressing these transporters, although a small synergetic effect was observed in combining lapatinib and conventional chemotherapeutic agents in parental sensitive MCF-7 or S1 cells. Lapatinib alone, however, did not significantly alter the sensitivity of non-ABCB1 or non-ABCG2 substrates …",
            "Lapatinib (Tykerb, GW572016) reverses multidrug resistance in cancer cells by inhibiting the activity of ATP-binding cassette subfamily B member 1 and G member 2",
            "Chun-ling Dai and Amit K Tiwari and Chung-Pu Wu and Xiao-dong Su and Si-Rong Wang and Dong-geng Liu and Charles R Ashby and Yan Huang and Robert W Robey and Yong-ju Liang and Li-ming Chen and Cheng-Jun Shi and Suresh V Ambudkar and Zhe-Sheng Chen and Li-wu Fu",
            "2008",
            "3vfvjz0AAAAJ:u5HHmVD_uO8C",
            352,
            "https:\/\/cancerres.aacrjournals.org\/content\/68\/19\/7905.short",
            "9972421271125126013",
            "\/scholar?cites=9972421271125126013",
            {
                "2007":1,
                "2008":2,
                "2009":20,
                "2010":21,
                "2011":31,
                "2012":37,
                "2013":22,
                "2014":44,
                "2015":39,
                "2016":25,
                "2017":30,
                "2018":21,
                "2019":22,
                "2020":32,
                "2021":4
            }
        ],
        [
            "Chronic Myeloid Leukemia (CML) is a clonal disease characterized by the presence of the Philadelphia (Ph+) chromosome and its oncogenic product, BCR-ABL, a constitutively active tyrosine kinase, that is present in >90% of the patients. Epidemiologic data indicates that almost 5000 new cases are reported every year and 10% of these patients eventually succumb to the disease. The treatment of CML was revolutionized by the introduction of imatinib mesylate (IM, Gleevec®), a BCR-ABL tyrosine kinase inhibitor (TKI). The clinical use of specific BCR-ABL inhibitors has resulted in a significantly improved prognosis, response rate, overall survival, and patient outcome in CML patients compared to previous therapeutic regimens. However, the complete eradication of CML in patients receiving imatinib was limited by the emergence of resistance mostly due to mutations in the ABL kinase domain and to a lesser extent …",
            "BCR-ABL tyrosine kinase inhibitors in the treatment of Philadelphia chromosome positive chronic myeloid leukemia: a review",
            "Xin An and Amit K Tiwari and Yibo Sun and Pei-Rong Ding and Charles R Ashby Jr and Zhe-Sheng Chen",
            "2010",
            "3vfvjz0AAAAJ:9yKSN-GCB0IC",
            291,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0145212610002365",
            "10040083265897439340",
            "\/scholar?cites=10040083265897439340",
            {
                "2010":1,
                "2011":26,
                "2012":31,
                "2013":18,
                "2014":33,
                "2015":28,
                "2016":43,
                "2017":27,
                "2018":27,
                "2019":19,
                "2020":33,
                "2021":1
            }
        ],
        [
            "Apatinib, a small-molecule multitargeted tyrosine kinase inhibitor, is in phase III clinical trial for the treatment of patients with non–small-cell lung cancer and gastric cancer in China. In this study, we determined the effect of apatinib on the interaction of specific antineoplastic compounds with P-glycoprotein (ABCB1), multidrug resistance protein 1 (MRP1, ABCC1), and breast cancer resistance protein (BCRP, ABCG2). Our results showed that apatinib significantly enhanced the cytotoxicity of ABCB1 or ABCG2 substrate drugs in KBv200, MCF-7\/adr, and HEK293\/ABCB1 cells overexpressing ABCB1 and in S1-M1-80, MCF-7\/FLV1000, and HEK293\/ABCG2-R2 cells overexpressing ABCG2 (wild-type). In contrast, apatinib did not alter the cytotoxicity of specific substrates in the parental cells and cells overexpressing ABCC1. Apatinib significantly increased the intracellular accumulation of rhodamine 123 and doxorubicin …",
            "Apatinib (YN968D1) reverses multidrug resistance by inhibiting the efflux function of multiple ATP-binding cassette transporters",
            "Yan-jun Mi and Yong-ju Liang and Hong-bing Huang and Hong-yun Zhao and Chung-Pu Wu and Fang Wang and Li-yang Tao and Chuan-zhao Zhang and Chun-Ling Dai and Amit K Tiwari and Xiao-xu Ma and Kenneth Kin Wah To and Suresh V Ambudkar and Zhe-Sheng Chen and Li-wu Fu",
            "2010",
            "3vfvjz0AAAAJ:IjCSPb-OGe4C",
            289,
            "https:\/\/cancerres.aacrjournals.org\/content\/70\/20\/7981.short",
            "13077737927878937111",
            "\/scholar?cites=13077737927878937111",
            {
                "2011":8,
                "2012":15,
                "2013":25,
                "2014":27,
                "2015":14,
                "2016":26,
                "2017":44,
                "2018":43,
                "2019":39,
                "2020":39,
                "2021":6
            }
        ],
        [
            "The ATP‐binding cassette (ABC) transporters are a superfamily of membrane proteins that are best known for their ability to transport a wide variety of exogenous and endogenous substances across membranes against a concentration gradient via ATP hydrolysis. There are seven subfamilies of human ABC transporters, one of the largest being the ‘C’subfamily (gene symbol ABCC). Nine ABCC subfamily members, the so‐called multidrug resistance proteins (MRPs) 1–9, have been implicated in mediating multidrug resistance in tumor cells to varying degrees as the efflux extrude chemotherapeutic compounds (or their metabolites) from malignant cells. Some of the MRPs are also known to either influence drug disposition in normal tissues or modulate the elimination of drugs (or their metabolites) via hepatobiliary or renal excretory pathways. In addition, the cellular efflux of physiologically important organic anions …",
            "Multidrug resistance proteins (MRPs\/ABCCs) in cancer chemotherapy and genetic diseases",
            "Zhe‐Sheng Chen and Amit K Tiwari",
            "2011",
            "3vfvjz0AAAAJ:Y0pCki6q_DkC",
            271,
            "https:\/\/febs.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1742-4658.2011.08235.x@10.1002\/(ISSN)1742-4658(CAT)FreeReviewContent(VI)Reviews1011",
            "4634061341515643873",
            "\/scholar?cites=4634061341515643873",
            {
                "2011":2,
                "2012":24,
                "2013":44,
                "2014":36,
                "2015":33,
                "2016":22,
                "2017":22,
                "2018":22,
                "2019":24,
                "2020":34,
                "2021":3
            }
        ],
        [
            "Nilotinib, a BCR-Abl tyrosine kinase inhibitor (TKI), was developed to surmount resistance or intolerance to imatinib in patients with Philadelphia positive chronic myelogenous leukemia. Recently, it was shown that several human multidrug resistance (MDR) ATP-binding cassette (ABC) proteins could be modulated by specific TKIs. MDR can produce cancer chemotherapy failure, typically due to overexpression of ABC transporters, which are involved in the extrusion of therapeutic drugs. Here, we report for the first time that nilotinib potentiates the cytotoxicity of widely used therapeutic substrates of ABCG2, such as mitoxantrone, doxorubicin, and ABCB1 substrates including colchicine, vincristine, and paclitaxel. Nilotinib also significantly enhances the accumulation of paclitaxel in cell lines overexpressing ABCB1. Similarly, nilotinib significantly increases the intracellular accumulation of mitoxantrone in cells …",
            "Nilotinib (AMN107, Tasigna®) reverses multidrug resistance by inhibiting the activity of the ABCB1\/Pgp and ABCG2\/BCRP\/MXR transporters",
            "Amit K Tiwari and Kamlesh Sodani and Si-Rong Wang and Ye-Hong Kuang and Charles R Ashby Jr and Xiang Chen and Zhe-Sheng Chen",
            "2009",
            "3vfvjz0AAAAJ:u-x6o8ySG0sC",
            220,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006295209002615",
            "7611815315609719309",
            "\/scholar?cites=7611815315609719309",
            {
                "2009":5,
                "2010":17,
                "2011":25,
                "2012":21,
                "2013":29,
                "2014":34,
                "2015":15,
                "2016":16,
                "2017":13,
                "2018":18,
                "2019":15,
                "2020":10
            }
        ],
        [
            "The adenosine triphosphate binding cassette (ABC) transporters are one of the largest transmembrane gene families in humans. The ABC transporters are present in a number of tissues, providing protection against xenobiotics and certain endogenous molecules. Unfortunately, their presence produces suboptimal chemotherapeutic outcomes in cancer patient tumor cells. It is well established that they actively efflux antineoplastic agents from cancer cells, producing the multidrug resistance (MDR) phenotype. The inadequate response to chemotherapy and subsequent poor prognosis in cancer patients can be in part the result of the overexpression of ABC transporters. In fact, one of the targeted approaches for overcoming MDR in cancer cells is that directed towards blocking or inhibiting ABC transporters. Indeed, for almost three decades, research has been conducted to overcome MDR through pharmacological …",
            "Revisiting the ABCs of multidrug resistance in cancer chemotherapy",
            "Amit K Tiwari and Kamlesh Sodani and Chun-Ling Dai and Charles R Ashby and Zhe-Sheng Chen",
            "2011",
            "3vfvjz0AAAAJ:hqOjcs7Dif8C",
            191,
            "https:\/\/www.ingentaconnect.com\/content\/ben\/cpb\/2011\/00000012\/00000004\/art00012",
            "7011458387557206838",
            "\/scholar?cites=7011458387557206838",
            {
                "2011":7,
                "2012":22,
                "2013":28,
                "2014":24,
                "2015":32,
                "2016":18,
                "2017":17,
                "2018":13,
                "2019":8,
                "2020":22
            }
        ],
        [
            "Sildenafil is a potent and selective inhibitor of the type 5 cGMP (cyclic guanosine 3′,5′-monophosphate)-specific phosphodiesterase that is used clinically to treat erectile dysfunction and pulmonary arterial hypertension. Here, we report that sildenafil has differential effects on cell surface ABC transporters such as ABCB1, ABCC1, and ABCG2 that modulate intracompartmental and intracellular concentrations of chemotherapeutic drugs. In ABCB1-overexpressing cells, nontoxic doses of sildenafil inhibited resistance and increased the effective intracellular concentration of ABCB1 substrate drugs such as paclitaxel. Similarly, in ABCG2-overexpressing cells, sildenafil inhibited resistance to ABCG2 substrate anticancer drugs, for example, increasing the effective intracellular concentration of mitoxantrone or the fluorescent compound BODIPY-prazosin. Sildenafil also moderately inhibited the transport of E217βG and …",
            "Sildenafil reverses ABCB1-and ABCG2-mediated chemotherapeutic drug resistance",
            "Zhi Shi and Amit K Tiwari and Suneet Shukla and Robert W Robey and Satyakam Singh and In-Wha Kim and Susan E Bates and Xingxiang Peng and Ioana Abraham and Suresh V Ambudkar and Tanaji T Talele and Li-Wu Fu and Zhe-Sheng Chen",
            "2011",
            "3vfvjz0AAAAJ:Tyk-4Ss8FVUC",
            151,
            "https:\/\/cancerres.aacrjournals.org\/content\/71\/8\/3029.short",
            "7960314005321221433",
            "\/scholar?cites=7960314005321221433",
            {
                "2011":5,
                "2012":14,
                "2013":18,
                "2014":20,
                "2015":23,
                "2016":16,
                "2017":16,
                "2018":9,
                "2019":15,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Sunitinib is an ATP-competitive multi-targeted tyrosine kinase inhibitor. In this study, we evaluated the possible interaction of sunitinib with P-glycoprotein (P-gp, ABCB1), multidrug resistance protein 1 (MRP1, ABCC1), breast cancer resistance protein (BCRP, ABCG2) and lung-resistance protein (LRP) in vitro. Our results showed that sunitinib completely reverse drug resistance mediated by ABCG2 at a non-toxic concentration of 2.5 μM and has no significant reversal effect on ABCB1-, ABCC1- and LRP-mediated drug resistance, although a small synergetic effect was observed in combining sunitinib and conventional chemotherapeutic agents in ABCB1 overexpressing MCF-7\/adr and parental sensitive MCF-7 cells, ABCC1 overexpressing C-A120 and parental sensitive KB-3-1 cells. Sunitinib significantly increased intracellular accumulation of rhodamine 123 and doxorubicin and remarkably inhibited the efflux of …",
            "Sensitization of ABCG2-overexpressing cells to conventional chemotherapeutic agent by sunitinib was associated with inhibiting the function of ABCG2",
            "Chun-ling Dai and Yong-ju Liang and Yan-sheng Wang and Amit K Tiwari and Yan-yan Yan and Fang Wang and Zhe-sheng Chen and Xiu-zhen Tong and Li-wu Fu",
            "2009",
            "3vfvjz0AAAAJ:d1gkVwhDpl0C",
            129,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0304383509000585",
            "1156829149331529363",
            "\/scholar?cites=1156829149331529363",
            {
                "2009":2,
                "2010":9,
                "2011":17,
                "2012":14,
                "2013":10,
                "2014":18,
                "2015":13,
                "2016":5,
                "2017":10,
                "2018":6,
                "2019":15,
                "2020":8
            }
        ],
        [
            "In recent years, a number of TKIs (tyrosine kinase inhibitors) targeting epidermal growth factor receptor (EGFR) family have been synthesized and some have been approved for clinical treatment of cancer by the FDA. We recently reported a new pharmacological action of the 4-anilinoquinazoline derived EGFR TKIs, such as lapatinib (Tykerb®) and erlotinib (Tarceva®), which significantly affect the drug resistance patterns in cells expressing the multidrug resistance (MDR) phenotype. Previously, we showed that lapatinib and erlotinib could inhibit the drug efflux function of P-glycoprotein (P-gp, ABCB1) and ABCG2 transporters. In this study, we determined if these TKIs have the potential to reverse MDR due to the presence of the multidrug resistance protein 7 (MRP7, ABCC10). Our results showed that lapatinib and erlotinib dose-dependently enhanced the sensitivity of MRP7-transfected HEK293 cells to several …",
            "Lapatinib and erlotinib are potent reversal agents for MRP7 (ABCC10)-mediated multidrug resistance",
            "Ye-Hong Kuang and Tong Shen and Xiang Chen and Kamlesh Sodani and Elizabeth Hopper-Borge and Amit K Tiwari and Jeferson WKK Lee and Li-Wu Fu and Zhe-Sheng Chen",
            "2010",
            "3vfvjz0AAAAJ:qjMakFHDy7sC",
            98,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006295209007011",
            "2096003684087472280",
            "\/scholar?cites=2096003684087472280",
            {
                "2010":7,
                "2011":11,
                "2012":14,
                "2013":13,
                "2014":14,
                "2015":9,
                "2016":6,
                "2017":8,
                "2018":5,
                "2019":5,
                "2020":4,
                "2021":1
            }
        ],
        [
            "A panel of clinically used tyrosine kinase inhibitors were compared and nilotinib was found to most potently sensitize specific anticancer agents by blocking the functions of ABCB1\/P-glycoprotein, ABCG2\/BCRP and ABCC10\/MRP7 transporters involved in multi-drug resistance. Nilotinib appreciably enhanced the antitumor response of (1) paclitaxel in the ABCB1- and novel ABCC10-xenograft models, and (2) doxorubicin in a novel ABCG2-xenograft model. With no apparent toxicity observed in the above models, nilotinib attenuated tumor growth synergistically and increased paclitaxel concentrations in ABCB1-overexpressing tumors. The beneficial actions of nilotinib warrant consideration as viable combinations in the clinic with agents that suffer from MDR-mediated insensitivity.",
            "Nilotinib potentiates anticancer drug sensitivity in murine ABCB1-, ABCG2-, and ABCC10-multidrug resistance xenograft models",
            "Amit K Tiwari and Kamlesh Sodani and Chun-ling Dai and Alaa H Abuznait and Satyakam Singh and Zhi-Jie Xiao and Atish Patel and Tanaji T Talele and Liwu Fu and Amal Kaddoumi and James M Gallo and Zhe-Sheng Chen",
            "2013",
            "3vfvjz0AAAAJ:Zph67rFs4hoC",
            96,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0304383512005885",
            "16696522005072997429",
            "\/scholar?cites=16696522005072997429",
            {
                "2013":7,
                "2014":23,
                "2015":11,
                "2016":10,
                "2017":17,
                "2018":9,
                "2019":11,
                "2020":6,
                "2021":1
            }
        ]
    ]
}