{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report that vertically aligned ZnO nanowire arrays (ZnO NWAs) were fabricated on 3D graphene foam (GF) and used to selectively detect uric acid (UA), dopamine (DA), and ascorbic acid (AA) by a differential pulse voltammetry method. The optimized ZnO NWA\/GF electrode provided a high surface area and high selectivity with a detection limit of 1 nM for UA and DA. The high selectivity in the oxidation potential was explained by the gap difference between the lowest unoccupied and highest occupied molecular orbitals of a biomolecule for a set of given electrodes. This method was further used to detect UA levels in the serum of patients with Parkinson’s disease (PD). The UA level was 25% lower in PD patients than in healthy individuals. This finding strongly implies that UA can be used as a biomarker for PD.",
            "ZnO nanowire arrays on 3D hierachical graphene foam: biomarker detection of Parkinson’s disease",
            "Hong Yan Yue and Shuo Huang and Jian Chang and Chaejeong Heo and Fei Yao and Subash Adhikari and Fethullah Gunes and Li Chun Liu and Tae Hoon Lee and Eung Seok Oh and Bing Li and Jian Jiao Zhang and Ta Quang Huy and Nguyen Van Luan and Young Hee Lee",
            "2014",
            "3wXMiGMAAAAJ:2osOgNQ5qMEC",
            219,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn405961p",
            "1809098218636092378",
            "\/scholar?cites=1809098218636092378",
            {
                "2014":4,
                "2015":32,
                "2016":35,
                "2017":42,
                "2018":34,
                "2019":38,
                "2020":29,
                "2021":4
            }
        ],
        [
            "Using density functional theory combined with Monte Carlo (MC) simulations, we show that the two dimensional (2D) MnS2 and MnSe2 sheets are ideal magnetic semiconductors with long-range magnetic ordering and high magnetic moments (3 μB per unit cell), where all the Mn atoms are ferromagnetically coupled, and the Curie temperatures (TC) estimated for MnS2 and MnSe2 by the MC simulations are 225 and 250 K, respectively, which can be further increased to 330 K and 375 K by applying 5% biaxial tensile strains.",
            "Ferromagnetism in mnx 2 (x= s, se) monolayers",
            "Min Kan and Subash Adhikari and Qiang Sun",
            "2014",
            "3wXMiGMAAAAJ:hqOjcs7Dif8C",
            115,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2014\/cp\/c3cp55146f",
            "11272112015489223956",
            "\/scholar?cites=11272112015489223956",
            {
                "2014":2,
                "2015":9,
                "2016":11,
                "2017":8,
                "2018":18,
                "2019":27,
                "2020":35,
                "2021":5
            }
        ],
        [
            "Despite numerous studies on two-dimensional van der Waals heterostructures, a full understanding of the charge transport and photoinduced current mechanisms in these structures, in particular, associated with charge depletion\/inversion layers at the interface remains elusive. Here, we investigate transport properties of a prototype multilayer MoS2\/WSe2 heterojunction via a tunable charge inversion\/depletion layer. A charge inversion layer was constructed at the surface of WSe2 due to its relatively low doping concentration compared to that of MoS2, which can be tuned by the back-gate bias. The depletion region was limited within a few nanometers in the MoS2 side, while charges are fully depleted on the whole WSe2 side, which are determined by Raman spectroscopy and transport measurements. Charge transport through the heterojunction was influenced by the presence of the inversion layer and involves …",
            "Charge Transport in MoS2\/WSe2 van der Waals Heterostructure with Tunable Inversion Layer",
            "Manh-Ha Doan and Youngjo Jin and Subash Adhikari and Sanghyub Lee and Jiong Zhao and Seong Chu Lim and Young Hee Lee",
            "2017",
            "3wXMiGMAAAAJ:Se3iqnhoufwC",
            98,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsnano.7b00021",
            "7413993719888259162",
            "\/scholar?cites=7413993719888259162",
            {
                "2017":7,
                "2018":31,
                "2019":23,
                "2020":32,
                "2021":5
            }
        ],
        [
            "Inspired by natural vein‐textured leaves, a 2D nanochanneled graphene film with high packing density and efficient ion transport pathways is proposed to facilitate high rate capabilities while maintaining high energy density. The 2D nanochannels serve as pathways for efficient ion diffusion parallel to the graphene planes in all‐solid‐state micro‐supercapacitors with interdigitated electrode geometry.",
            "Leaf Vein‐Inspired Nanochanneled Graphene Film for Highly Efficient Micro‐Supercapacitors",
            "Jian Chang and Subash Adhikari and Tae Hoon Lee and Bing Li and Fei Yao and Duy Tho Pham and Viet Thong Le and Young Hee Lee",
            "2015",
            "3wXMiGMAAAAJ:qjMakFHDy7sC",
            71,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/aenm.201500003",
            "2493306819269674588",
            "\/scholar?cites=2493306819269674588",
            {
                "2015":3,
                "2016":8,
                "2017":14,
                "2018":20,
                "2019":10,
                "2020":14,
                "2021":1
            }
        ],
        [
            "Memristors such as phase‐change memory and resistive memory have been proposed to emulate the synaptic activities in neuromorphic systems. However, the low reliability of these types of memories is their biggest challenge for commercialization. Here, a highly reliable memristor array using floating‐gate memory operated by two terminals (source and drain) using van der Waals layered materials is demonstrated. Centimeter‐scale samples (1.5 cm × 1.5 cm) of MoS2 as a channel and graphene as a trap layer grown by chemical vapor deposition (CVD) are used for array fabrication with Al2O3 as the tunneling barrier. With regard to the memory characteristics, 93% of the devices exhibit an on\/off ratio of over 103 with an average ratio of 104. The high on\/off ratio and reliable endurance in the devices allow stable 6‐level memory applications. The devices also exhibit excellent memory durability over 8000 cycles …",
            "A high‐on\/off‐ratio floating‐gate memristor array on a flexible substrate via CVD‐grown large‐area 2D layer stacking",
            "Quoc An Vu and Hyun Kim and Van Luan Nguyen and Ui Yeon Won and Subash Adhikari and Kunnyun Kim and Young Hee Lee and Woo Jong Yu",
            "2017",
            "3wXMiGMAAAAJ:3fE2CSJIrl8C",
            48,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201703363",
            "17873028620151770266",
            "\/scholar?cites=17873028620151770266",
            {
                "2018":6,
                "2019":18,
                "2020":22,
                "2021":2
            }
        ],
        [
            "Self-organized Titania nanotubes grown on a titanium foil by anodization is loaded with Ag3PO4 using successive ionic layer adsorption and reaction method. The hybrid heterojunction nanostructure film thus prepared is investigated for visible light induced photocatalytic decomposition of azo-dye and compared with the bulk Ag3PO4 film deposited on a Ti-substrate. The results demonstrate that the hybrid heterostructure exhibits much better photocatalytic performance due to the higher photostability.",
            "Titania nanotube-silver phosphate hybrid heterostructure for improved visible light induced photocatalysis",
            "Mahesh Niraula and Subash Adhikari and Deok Yeon Lee and Eun-Kyung Kim and Seog Joon Yoon and Suresh Kumar Dhungel and Wonjoo Lee and Nabeen K Shrestha and Sung-Hwan Han",
            "2014",
            "3wXMiGMAAAAJ:LkGwnXOMwfcC",
            28,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0009261414000128",
            "7030775815122319152",
            "\/scholar?cites=7030775815122319152",
            {
                "2014":2,
                "2015":10,
                "2016":2,
                "2017":2,
                "2018":2,
                "2019":5,
                "2020":4
            }
        ],
        [
            "We achieve switching on\/off the photocurrent of monolayer molybdenum disulfide (MoS2) by controlling the metal–insulator transition (MIT). N-type semiconducting MoS2 under a large negative gate bias generates a photocurrent attributed to the increase of excess carriers in the conduction band by optical excitation. However, under a large positive gate bias, a phase shift from semiconducting to metallic MoS2 is caused, and the photocurrent by excess carriers in the conduction band induced by the laser disappears due to enhanced electron–electron scattering. Thus, no photocurrent is detected in metallic MoS2. Our results indicate that the photocurrent of MoS2 can be switched on\/off by appropriately controlling the MIT transition by means of gate bias.",
            "Photocurrent Switching of Monolayer MoS2 Using a Metal–Insulator Transition",
            "Jin Hee Lee and Hamza Zad Gul and Hyun Kim and Byoung Hee Moon and Subash Adhikari and Jung Ho Kim and Homin Choi and Young Hee Lee and Seong Chu Lim",
            "2017",
            "3wXMiGMAAAAJ:d1gkVwhDpl0C",
            20,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.6b03689",
            "1205703239415565171",
            "\/scholar?cites=1205703239415565171",
            {
                "2016":1,
                "2017":3,
                "2018":7,
                "2019":4,
                "2020":5
            }
        ],
        [
            "Two-dimensional (2D) van der Waals (vdW) heterostructures with pre-determined properties are key ingredients for the success of advanced electronics and optoelectronics. The construction of vdW heterostructures is a prerequisite to obtain the desired performance with high quality. A typical dry\/wet transfer technique is a promising route to physically stack vdW heterostructures via a gentle-energy fabrication procedure, allowing the fabrication of atomically sharp and thin heterointerfaces. This strategy has gained considerable attention for intriguing physics phenomena such as superconductivity, topological insulator, valleytronics, and interweaving proximity effect. It also offers various possibilities to construct sophisticated electrical, optical, energy harvesting, and memory devices. Here, we review the state-of-the-art transfer techniques and describe their advantages and drawbacks. We also discuss the transfer …",
            "Transfer assembly for two-dimensional van der Waals heterostructures",
            "Sidi Fan and Quoc An Vu and Minh Dao Tran and Subash Adhikari and Young Hee Lee",
            "2020",
            "3wXMiGMAAAAJ:kNdYIx-mwKoC",
            15,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2053-1583\/ab7629\/meta",
            "15586409947918231819",
            "\/scholar?cites=15586409947918231819",
            {
                "2020":11,
                "2021":4
            }
        ],
        [
            "While optical properties of graphene in the visible region are solely defined by the frequency-independent fine structure constant, an onset of absorption has been observed in the infrared region due to Pauli blocking of interband transitions. Here, we report a complete absorption quenching in the infrared region by coating graphene with bis(trifluoromethanesulfonyl)amine (TFSA), an optically transparent p-type chemical dopant. The Fermi level downshift due to TFSA doping results in enhanced transmission in the infrared region proportional to the doping concentration. An absorption quenching onset method, developed in our work, to extract the Fermi level shift in pristine and doped graphene agrees with values extracted from Raman G-band and 2D-band shifts, Hall measurements and the binding energy shift observed in X-ray photo-electron spectroscopy. Performing simple UV-visible transmittance …",
            "Determining the Fermi level by absorption quenching of monolayer graphene by charge transfer doping",
            "Subash Adhikari and David J Perello and Chandan Biswas and Arunabha Ghosh and Nguyen Van Luan and Jihoon Park and Fei Yao and Slava V Rotkin and Young Hee Lee",
            "2016",
            "3wXMiGMAAAAJ:_FxGoFyzp5QC",
            11,
            "https:\/\/pubs.rsc.org\/--\/content\/articlehtml\/2016\/nr\/c6nr05635k",
            "6887491764592026681",
            "\/scholar?cites=6887491764592026681",
            {
                "2018":3,
                "2019":4,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Carrier multiplication (CM) is a process in which high-energy free carriers relax by generation of additional electron-hole pairs rather than by heat dissipation. CM is promising disruptive improvements in photovoltaic energy conversion and light detection technologies. Current state-of-the-art nanomaterials including quantum dots and carbon nanotubes have demonstrated CM, but are not satisfactory owing to high-energy-loss and inherent difficulties with carrier extraction. Here, we report CM in van der Waals (vdW) MoTe 2 and WSe 2 films, and find characteristics, commencing close to the energy conservation limit and reaching up to 99% CM conversion efficiency with the standard model. This is demonstrated by ultrafast optical spectroscopy with independent approaches, photo-induced absorption, photo-induced bleach, and carrier population dynamics. Combined with a high lateral conductivity and an optimal …",
            "Carrier multiplication in van der Waals layered transition metal dichalcogenides",
            "Ji-Hee Kim and Matthew R Bergren and Jin Cheol Park and Subash Adhikari and Michael Lorke and Thomas Frauenheim and Duk-Hyun Choe and Beom Kim and Hyunyong Choi and Tom Gregorkiewicz and Young Hee Lee",
            "2019",
            "3wXMiGMAAAAJ:MXK_kJrjxJIC",
            8,
            "https:\/\/www.nature.com\/articles\/s41467-019-13325-9",
            "16721299597297334462",
            "\/scholar?cites=16721299597297334462",
            {
                "2020":8
            }
        ]
    ]
}