{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Methanogenesis, the biological production of methane, plays a pivotal role in the global carbon cycle and contributes significantly to global warming. The majority of methane in nature is derived from acetate. Here we report the complete genome sequence of an acetate-utilizing methanogen, Methanosarcina acetivorans C2A. Methanosarcineae are the most metabolically diverse methanogens, thrive in a broad range of environments, and are unique among the Archaea in forming complex multicellular structures. This diversity is reflected in the genome ofM. acetivorans. At 5,751,492 base pairs it is by far the largest known archaeal genome. The 4524 open reading frames code for a strikingly wide and unanticipated variety of metabolic and cellular capabilities. The presence of novel methyltransferases indicates the likelihood of undiscovered natural energy sources for methanogenesis, whereas the presence of …",
            "The genome of M. acetivorans reveals extensive metabolic and physiological diversity",
            "James E Galagan and Chad Nusbaum and Alice Roy and Matthew G Endrizzi and Pendexter Macdonald and Will FitzHugh and Sarah Calvo and Reinhard Engels and Serge Smirnov and Deven Atnoor and Adam Brown and Nicole Allen and Jerome Naylor and Nicole Stange-Thomann and Kurt DeArellano and Robin Johnson and Lauren Linton and Paul McEwan and Kevin McKernan and Jessica Talamas and Andrea Tirrell and Wenjuan Ye and Andrew Zimmer and Robert D Barber and Isaac Cann and David E Graham and David A Grahame and Adam M Guss and Reiner Hedderich and Cheryl Ingram-Smith and H Craig Kuettner and Joseph A Krzycki and John A Leigh and Weixi Li and Jinfeng Liu and Biswarup Mukhopadhyay and John N Reeve and Kerry Smith and Timothy A Springer and Lowell A Umayam and Owen White and Robert H White and Everly Conway De Macario and James G Ferry and Ken F Jarrell and Hua Jing and Alberto JL Macario and Ian Paulsen and Matthew Pritchett and Kevin R Sowers and Ronald V Swanson and Steven H Zinder and Eric Lander and William W Metcalf and Bruce Birren",
            "2002",
            "3wZk6hAAAAAJ:hqOjcs7Dif8C",
            656,
            "https:\/\/genome.cshlp.org\/content\/12\/4\/532.short",
            "16852820289479261006",
            "\/scholar?cites=16852820289479261006",
            {
                "2002":23,
                "2003":46,
                "2004":47,
                "2005":67,
                "2006":42,
                "2007":46,
                "2008":37,
                "2009":38,
                "2010":38,
                "2011":22,
                "2012":39,
                "2013":22,
                "2014":41,
                "2015":29,
                "2016":24,
                "2017":23,
                "2018":17,
                "2019":28,
                "2020":21,
                "2021":1
            }
        ]
    ]
}