{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Aad, G; Bentvelsen, S; Bobbink, GJ; Bos, K; Boterenbrood, H; Brouwer, G; Buis, EJ; Buskop, JJF;\nColijn, AP; Dankers, R; Daum, C; de Boer, R; de Jong, P; Ennes, P; Gosselink, M; Groenstege,\nH; Hart, RGG; Hartjes, F; Hendriks, PJ; Hessey, NP; Jansweijer, PPM; Kieft, G; Klous, S; Kluit, P;\nKoffeman, E; Koutsman, A; Liebig, W; Limper, M; Linde, F; Luijckx, G; Massaro, G; Muijs, A; Peeters,\nSJM; Reichold, A; Rewiersma, P; Rijpstra, M; Scholte, RC; Schuijlenburg, HW; Snuverink, J; van\nder Graaf, H; van der Kraaij, E; Van Eijk, B; van Kesteren, Z; van Vulpen, I; Verkerke, W; Vermeulen,\nJC; Vreeswijk, M; Werneke, P; Cakir, O; Ciftci, AK; Duran Yildiz, H; Sultanov, S; Turk Cakir, I; Yilmaz,\nM; Aubert, B; Bazan, A; Beaugiraud, B; Bellachia, F; Berger, N; Blaising, JJ; Colas, J; Consonni,\nM; Delebecque, P; Delsart, PA; Di Ciaccio, L; Dayot, N Dumont>; Elles, S; Ghez, Philippe>; Girard,\nCG; Gouanere, M; Goy, C; Guillemin, T; Ionescu, G … \n",
            "The ATLAS experiment at the CERN large hadron collider",
            "Georges Aad and JM Butterworth and J Thion and U Bratzler and PN Ratoff and RB Nickerson and JM Seixas and I Grabowska-Bold and F Meisel and S Lokwitz and A Neganov and D Hindson and B Anderson and P Jovanovic and P Homola and AF Saavedra and LG Kudin and M Perantoni and P Hansson and MD Gibson and K Bos and A Melamed-Katz and B Green and Jen-La Plante and F Marzano and RS Orr and G Dedes and W Verkerke and S Fichet and R Seuster and H Secker and J Terron and K Jakobs and R Walker and RW Gardner and M Chalifour and JL Steffens and KM Black and S Tarem and K Kleinknecht and M Gosselink and Y Kataoka and H Lim and AA Abdelalim and Y Pylypchenko and M Olcese and A Ouraou and V Kukhtin and JN Jackson and M Corradi and D Rebuzzi and EB Klinkby and S Nemecek and N Wermes and SP Konovalov and H Nilsen and M Maassen and S Tapprogge and U Werthenbach and P Delebecque and S Bethke and C McCormick and S Basiladze and EG Tskhadadze and R Wall and L Feld and M Kataoka and C Bohm and F Ragusa and JG Drohan and B Di Girolamo and A Di Girolamo and JJ Rabbers and T Lenz and C Boaretto and P Zarzhitsky and M Ackers and D Asner and JA Valls Ferrer and GS Huang and KM Danielsen and R Strohmer and S Dean and Y Zhou and DS Smith and VJO Perera and H Ahmed and P Fassnacht and P Nechaeva and R Middleton and P Grafstrom and J Santander and J Cranshaw and O Salto Bauza and E Richter-Was and M Imhauser and SS Junnarkar and O Blanch and S Prasad and E Bergeaas and M Dris and B Szeless and P Imbert and S Zhou and A Gorisek and AA Komar and P Speckmayer and SB Vorozhtsov and M Iodice and J Rey and RJ Staley and GW Brandenburg and S Asai and KJ Grahn and G Schlager and A Paoloni and JL Schlereth and J Bohm and C Collins-Tooth and A Misiejuk and M Bosman and A Gongadze and P Cavalleri and B Asman and A Cerri and AJ Fowler and S Moed and AK Ciftci and B Zilka and A Gibson and NR Nation and JE Pilcher and M Nowak and R Mackeprang and F Tegenfeldt and T Buanes and S Saboumazrag and J Ferland and J Martins and Z Sun and A Gordeev and G De Zorzi and B Zhou and M Lehto and P Stavina and B Esposito and P Coe and T Takeshita and M Morii and A Chilingarov",
            "2008",
            "3xyj05UAAAAJ:N4u4nq0IxgcC",
            13836,
            "https:\/\/cds.cern.ch\/record\/1129811",
            "4583933401305623738",
            "\/scholar?cites=4583933401305623738",
            {
                "2008":168,
                "2009":359,
                "2010":538,
                "2011":871,
                "2012":1343,
                "2013":1315,
                "2014":1135,
                "2015":1406,
                "2016":1582,
                "2017":1470,
                "2018":1495,
                "2019":1215,
                "2020":851,
                "2021":34
            }
        ],
        [
            "Mutations in the tumor-suppressor gene VHL cause oversecretion of vascular endothelial growth factor by clear-cell renal carcinomas. We conducted a clinical trial to evaluate bevacizumab, a neutralizing antibody against vascular endothelial growth factor, in patients with metastatic renal-cell carcinoma.A randomized, double-blind, phase 2 trial was conducted comparing placebo with bevacizumab at doses of 3 and 10 mg per kilogram of body weight, given every two weeks; the time to progression of disease and the response rate were primary end points. Crossover from placebo to antibody treatment was allowed, and survival was a secondary end point.Minimal toxic effects were seen, with hypertension and asymptomatic proteinuria predominating. The trial was stopped after the interim analysis met the criteria for early stopping. With 116 patients randomly assigned to treatment …",
            "A randomized trial of bevacizumab, an anti–vascular endothelial growth factor antibody, for metastatic renal cancer",
            "James C Yang and Leah Haworth and Richard M Sherry and Patrick Hwu and Douglas J Schwartzentruber and Suzanne L Topalian and Seth M Steinberg and Helen X Chen and Steven A Rosenberg",
            "2003",
            "3xyj05UAAAAJ:NzUpm4bhSXQC",
            3265,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/nejmoa021491",
            "15259092479126344060",
            "\/scholar?cites=15259092479126344060",
            {
                "2003":19,
                "2004":174,
                "2005":253,
                "2006":272,
                "2007":379,
                "2008":347,
                "2009":291,
                "2010":242,
                "2011":203,
                "2012":200,
                "2013":167,
                "2014":156,
                "2015":134,
                "2016":93,
                "2017":91,
                "2018":71,
                "2019":62,
                "2020":55,
                "2021":4
            }
        ],
        [
            "Through the adoptive transfer of lymphocytes after host immunodepletion, it is possible to mediate objective cancer regression in human patients with metastatic melanoma. However, the generation of tumor-specific T cells in this mode of immunotherapy is often limiting. Here we report the ability to specifically confer tumor recognition by autologous lymphocytes from peripheral blood by using a retrovirus that encodes a T cell receptor. Adoptive transfer of these transduced cells in 15 patients resulted in durable engraftment at levels exceeding 10% of peripheral blood lymphocytes for at least 2 months after the infusion. We observed high sustained levels of circulating, engineered cells at 1 year after infusion in two patients who both demonstrated objective regression of metastatic melanoma lesions. This study suggests the therapeutic potential of genetically engineered cells for the biologic therapy of cancer.",
            "Cancer regression in patients after transfer of genetically engineered lymphocytes",
            "Richard A Morgan and Mark E Dudley and John R Wunderlich and Marybeth S Hughes and James C Yang and Richard M Sherry and Richard E Royal and Suzanne L Topalian and Udai S Kammula and Nicholas P Restifo and Zhili Zheng and Azam Nahvi and Christiaan R De Vries and Linda J Rogers-Freezer and Sharon A Mavroukakis and Steven A Rosenberg",
            "2006",
            "3xyj05UAAAAJ:_9Xh93LWpsYC",
            3149,
            "https:\/\/science.sciencemag.org\/content\/314\/5796\/126.abstract",
            "9876226288311804129",
            "\/scholar?cites=9876226288311804129",
            {
                "2006":13,
                "2007":181,
                "2008":223,
                "2009":191,
                "2010":219,
                "2011":235,
                "2012":228,
                "2013":209,
                "2014":173,
                "2015":207,
                "2016":181,
                "2017":170,
                "2018":233,
                "2019":304,
                "2020":318,
                "2021":14
            }
        ],
        [
            "Obesity is globally prevalent and highly heritable, but its underlying genetic factors remain largely elusive. To identify genetic loci for obesity susceptibility, we examined associations between body mass index and∼ 2.8 million SNPs in up to 123,865 individuals with targeted follow up of 42 SNPs in up to 125,931 additional individuals. We confirmed 14 known obesity susceptibility loci and identified 18 new loci associated with body mass index (P< 5× 10− 8), one of which includes a copy number variant near GPRC5B. Some loci (at MC4R, POMC, SH2B1 and BDNF) map near key hypothalamic regulators of energy balance, and one of these loci is near GIPR, an incretin receptor. Furthermore, genes in other newly associated loci may provide new insights into human body weight regulation.",
            "Association analyses of 249,796 individuals reveal 18 new loci associated with body mass index",
            "Elizabeth K Speliotes and Cristen J Willer and Sonja I Berndt and Keri L Monda and Gudmar Thorleifsson and Anne U Jackson and Hana Lango Allen and Cecilia M Lindgren and Reedik Mägi and Joshua C Randall and Sailaja Vedantam and Thomas W Winkler and Lu Qi and Tsegaselassie Workalemahu and Iris M Heid and Valgerdur Steinthorsdottir and Heather M Stringham and Michael N Weedon and Eleanor Wheeler and Andrew R Wood and Teresa Ferreira and Robert J Weyant and Ayellet V Segrè and Karol Estrada and Liming Liang and James Nemesh and Ju-Hyun Park and Stefan Gustafsson and Tuomas O Kilpeläinen and Jian Yang and Nabila Bouatia-Naji and Tõnu Esko and Mary F Feitosa and Zoltán Kutalik and Massimo Mangino and Soumya Raychaudhuri and Andre Scherag and Albert Vernon Smith and Ryan Welch and Jing Hua Zhao and Katja K Aben and Devin M Absher and Najaf Amin and Anna L Dixon and Eva Fisher and Nicole L Glazer and Michael E Goddard and Nancy L Heard-Costa and Volker Hoesel and Jouke-Jan Hottenga and Åsa Johansson and Toby Johnson and Shamika Ketkar and Claudia Lamina and Shengxu Li and Miriam F Moffatt and Richard H Myers and Narisu Narisu and John RB Perry and Marjolein J Peters and Michael Preuss and Samuli Ripatti and Fernando Rivadeneira and Camilla Sandholt and Laura J Scott and Nicholas J Timpson and Jonathan P Tyrer and Sophie Van Wingerden and Richard M Watanabe and Charles C White and Fredrik Wiklund and Christina Barlassina and Daniel I Chasman and Matthew N Cooper and John-Olov Jansson and Robert W Lawrence and Niina Pellikka and Inga Prokopenko and Jianxin Shi and Elisabeth Thiering and Helene Alavere and Maria TS Alibrandi and Peter Almgren and Alice M Arnold and Thor Aspelund and Larry D Atwood and Beverley Balkau and Anthony J Balmforth and Amanda J Bennett and Yoav Ben-Shlomo and Richard N Bergman and Sven Bergmann and Heike Biebermann and Alexandra IF Blakemore and Tanja Boes and Lori L Bonnycastle and Stefan R Bornstein and Morris J Brown and Thomas A Buchanan and Fabio Busonero and Harry Campbell and Francesco P Cappuccio and Christine Cavalcanti-Proença and Yii-Der Ida Chen and Chih-Mei Chen and Peter S Chines and Robert Clarke and Lachlan Coin and John Connell and Ian NM Day and Martin Den Heijer and Jubao Duan and Shah Ebrahim and Paul Elliott and Roberto Elosua and Gudny Eiriksdottir and Michael R Erdos and Johan G Eriksson and Maurizio F Facheris and Stephan B Felix and Pamela Fischer-Posovszky and Aaron R Folsom and Nele Friedrich and Nelson B Freimer and Mao Fu and Stefan Gaget and Pablo V Gejman and Eco JC Geus and Christian Gieger and Anette P Gjesing and Anuj Goel and Philippe Goyette and Harald Grallert and Jürgen Gräßler and Danielle M Greenawalt and Christopher J Groves and Vilmundur Gudnason and Candace Guiducci and Anna-Liisa Hartikainen and Neelam Hassanali and Alistair S Hall and Aki S Havulinna and Caroline Hayward and Andrew C Heath and Christian Hengstenberg and Andrew A Hicks and Anke Hinney and Albert Hofman and Georg Homuth and Jennie Hui",
            "2010",
            "3xyj05UAAAAJ:aar0OkpPRdAC",
            2905,
            "https:\/\/www.nature.com\/articles\/ng.686?version=meter+at+null&module=meter-Links&pgtype=article&contentId=&mediaId=&referrer=&priority=true&action=click&contentCollection=meter-links-click",
            "6445594709161865121",
            "\/scholar?cites=6445594709161865121",
            {
                "2010":13,
                "2011":182,
                "2012":312,
                "2013":352,
                "2014":377,
                "2015":358,
                "2016":304,
                "2017":309,
                "2018":247,
                "2019":217,
                "2020":176,
                "2021":13
            }
        ],
        [
            "Lymphocytes extracted from freshly resected melanomas can be expanded in vitro and can often mediate specific lysis of autologous tumor cells but not allogeneic tumor or autologous normal cells. We treated 20 patients with metastatic melanoma by means of adoptive transfer of these tumor-infiltrating lymphocytes and interleukin-2, after the patients had received a single intravenous dose of cyclophosphamide. Objective regression of the cancer was observed in 9 of 15 patients (60 percent) who had not previously been treated with interleukin-2 and in 2 of 5 patients (40 percent) in whom previous therapy with interleukin-2 had failed. Regression of cancer occurred in the lungs, liver, bone, skin, and subcutaneous sites and lasted from 2 to more than 13 months. Toxic effects of interleukin-2 occurred, although the treatment course was short (five days); these side effects were reversible.It appears that in patients …",
            "Use of tumor-infiltrating lymphocytes and interleukin-2 in the immunotherapy of patients with metastatic melanoma",
            "Steven A Rosenberg and Beverly S Packard and Paul M Aebersold and Diane Solomon and Suzanne L Topalian and Stephen T Toy and Paul Simon and Michael T Lotze and James C Yang and Claudia A Seipp and Colleen Simpson and Charles Carter and Steven Bock and Douglas Schwartzentruber and John P Wei and Donald E White",
            "1988",
            "3xyj05UAAAAJ:yNlG6JgpFqoC",
            2397,
            "https:\/\/www.nejm.org\/doi\/pdf\/10.1056\/NEJM198812223192527",
            "13739449238435018853",
            "\/scholar?cites=13739449238435018853",
            {
                "1989":35,
                "1990":87,
                "1991":106,
                "1992":125,
                "1993":116,
                "1994":119,
                "1995":96,
                "1996":103,
                "1997":82,
                "1998":73,
                "1999":56,
                "2000":59,
                "2001":51,
                "2002":41,
                "2003":54,
                "2004":38,
                "2005":40,
                "2006":33,
                "2007":28,
                "2008":35,
                "2009":30,
                "2010":49,
                "2011":63,
                "2012":70,
                "2013":59,
                "2014":51,
                "2015":80,
                "2016":107,
                "2017":83,
                "2018":117,
                "2019":123,
                "2020":153,
                "2021":11
            }
        ],
        [
            "First-line therapy for advanced non–small-cell lung cancer (NSCLC) that lacks targetable mutations is platinum-based chemotherapy. Among patients with a tumor proportion score for programmed death ligand 1 (PD-L1) of 50% or greater, pembrolizumab has replaced cytotoxic chemotherapy as the first-line treatment of choice. The addition of pembrolizumab to chemotherapy resulted in significantly higher rates of response and longer progression-free survival than chemotherapy alone in a phase 2 trial.In this double-blind, phase 3 trial, we randomly assigned (in a 2:1 ratio) 616 patients with metastatic nonsquamous NSCLC without sensitizing EGFR or ALK mutations who had received no previous treatment for metastatic disease to receive pemetrexed and a platinum-based drug plus either 200 mg of pembrolizumab or placebo every 3 weeks for 4 cycles, followed by pembrolizumab or …",
            "Pembrolizumab plus chemotherapy in metastatic non–small-cell lung cancer",
            "Leena Gandhi and Delvys Rodríguez-Abreu and Shirish Gadgeel and Emilio Esteban and Enriqueta Felip and Flávia De Angelis and Manuel Domine and Philip Clingan and Maximilian J Hochmair and Steven F Powell and Susanna Y-S Cheng and Helge G Bischoff and Nir Peled and Francesco Grossi and Ross R Jennens and Martin Reck and Rina Hui and Edward B Garon and Michael Boyer and Belén Rubio-Viqueira and Silvia Novello and Takayasu Kurata and Jhanelle E Gray and John Vida and Ziwen Wei and Jing Yang and Harry Raftopoulos and M Catherine Pietanza and Marina C Garassino",
            "2018",
            "3xyj05UAAAAJ:aCwMkEyfDy8C",
            2171,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMoa1801005",
            "15232019602998706300",
            "\/scholar?cites=15232019602998706300",
            {
                "2018":251,
                "2019":713,
                "2020":1059,
                "2021":92
            }
        ],
        [
            "Application of the experimental design of genome-wide association studies (GWASs) is now 10 years old (young), and here we review the remarkable range of discoveries it has facilitated in population and complex-trait genetics, the biology of diseases, and translation toward new therapeutics. We predict the likely discoveries in the next 10 years, when GWASs will be based on millions of samples with array data imputed to a large fully sequenced reference panel and on hundreds of thousands of samples with whole-genome sequencing data.",
            "10 years of GWAS discovery: biology, function, and translation",
            "Peter M Visscher and Naomi R Wray and Qian Zhang and Pamela Sklar and Mark I McCarthy and Matthew A Brown and Jian Yang",
            "2017",
            "3xyj05UAAAAJ:m_tu6TPmoiMC",
            1595,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0002929717302409",
            "12580633362683012346",
            "\/scholar?cites=12580633362683012346",
            {
                "2017":51,
                "2018":331,
                "2019":528,
                "2020":615,
                "2021":53
            }
        ],
        [
            "Tomotherapy, literally “slice therapy,” is a proposal for the delivery of radiation therapy with intensity‐modulated strips of radiation. The proposed method employs a linear accelerator, or another radiation‐emitting device, which would be mounted on a ring gantry like a CT scanner. The patient would move through the bore of the gantry simultaneously with gantry rotation. The intensity modulation would be performed by temporally modulated multiple independent leaves that open and close across the slit opening. At any given time, any leaf would be (1) closed, covering a portion of the slit, (2) open, allowing radiation through, or (3) changing between these states. This method would result in the delivery of highly conformal radiation. Overall treatment times should be comparable with contemporary treatment delivery times. The ring gantry would make it convenient to mount a narrow multisegmented megavoltage …",
            "Tomotherapy: a new concept for the delivery of dynamic conformal radiotherapy",
            "T Rock Mackie and Timothy Holmes and Stuart Swerdloff and Paul Reckwerdt and Joseph O Deasy and James Yang and Bhudatt Paliwal and Timothy Kinsella",
            "1993",
            "3xyj05UAAAAJ:0D9gKr9vLLUC",
            1249,
            "https:\/\/aapm.onlinelibrary.wiley.com\/doi\/abs\/10.1118\/1.596958",
            "7088684183503170501",
            "\/scholar?cites=7088684183503170501",
            {
                "1995":16,
                "1996":10,
                "1997":10,
                "1998":21,
                "1999":39,
                "2000":38,
                "2001":23,
                "2002":38,
                "2003":33,
                "2004":29,
                "2005":32,
                "2006":75,
                "2007":71,
                "2008":81,
                "2009":85,
                "2010":64,
                "2011":85,
                "2012":67,
                "2013":70,
                "2014":58,
                "2015":70,
                "2016":46,
                "2017":53,
                "2018":49,
                "2019":36,
                "2020":38,
                "2021":1
            }
        ],
        [
            "We have administered 1039 courses of high-dose interleukin-2 (IL-2) to 652 cancer patients. Five hundred ninety-six patients had metastatic cancer that either had failed standard effective therapies or had disease for which no standard effective therapy existed, and 56 patients were treated in the absence of evaluable disease in the adjuvant setting. IL-2 was administered either alone (155 patients) or in conjunction with activated immune cells such as lymphokine activated killer (LAK) cells (214 patients) or tumor infiltrating lymphocytes (TIL)(66 patients), with other cytokines such as alpha interferon (a-IFN)(128 patients) or tumor necrosis factor (TNF)(38 patients), with monoclonal antibodies (32 patients), or with the chemotherapeutic agent cyclophosphamide (19 patients). Initial results with the treatment of high-dose IL-2 alone or in conjunction with LAK cells have indicated that objective regressions of cancer can …",
            "Experience with the use of high-dose interleukin-2 in the treatment of 652 cancer patients.",
            "Steven A Rosenberg and MICHAEL T Lotze and JAMES C Yang and PAUL M Aebersold and W Marston Linehan and CLAUDIA A Seipp and DONALD E White",
            "1989",
            "3xyj05UAAAAJ:fMcxjvj1mj8C",
            1241,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC1357927\/",
            "6187883880751256279",
            "\/scholar?cites=6187883880751256279",
            {
                "1990":29,
                "1991":52,
                "1992":102,
                "1993":126,
                "1994":88,
                "1995":78,
                "1996":77,
                "1997":62,
                "1998":56,
                "1999":39,
                "2000":45,
                "2001":25,
                "2002":35,
                "2003":38,
                "2004":21,
                "2005":29,
                "2006":30,
                "2007":28,
                "2008":16,
                "2009":23,
                "2010":24,
                "2011":23,
                "2012":13,
                "2013":19,
                "2014":20,
                "2015":22,
                "2016":32,
                "2017":17,
                "2018":18,
                "2019":16,
                "2020":15,
                "2021":2
            }
        ],
        [
            " Background: Studies of human tumor-infiltrating lymphocytes (TILs) derived from patients with a variety of histologic types of cancer have demonstrated that cellular immune reactions against established malignancy exist in humans. Purpose: We report the results of using autologous TILs plus high-dose bolus interleukin 2 (IL-2), with or without the concomitant administration of cyclophosphamide, in the treatment of 86 consecutive patients with metastatic melanoma. Methods: From May 1987 through December 1992, 86 patients (38 female and 48 male) with metastatic melanoma were treated (145 courses) with autologous TILs plus high-dose intravenous bolus IL-2 (720 000 IU\/kg every 8 hours). TILs plus IL-2 were administered in two cycles separated by approximately 2 weeks. Two treatment cycles constituted one treatment course. Patients received a maximum of 15 doses of IL-2 per cycle given every …",
            "Treatment of patients with metastatic melanoma with autologous tumor-infiltrating lymphocytes and interleukin 2",
            "Steven A Rosenberg and John R Yannelli and James C Yang and Suzanne L Topalian and Douglas J Schwartzentruber and Jeffrey S Weber and David R Parkinson and Claudia A Seipp and Jan H Einhorn and Donald E White",
            "1994",
            "3xyj05UAAAAJ:xa5BkEQK8BgC",
            1064,
            "https:\/\/academic.oup.com\/jnci\/article-abstract\/86\/15\/1159\/926894",
            "6470674361274545843",
            "\/scholar?cites=6470674361274545843",
            {
                "1995":14,
                "1996":36,
                "1997":30,
                "1998":48,
                "1999":31,
                "2000":47,
                "2001":38,
                "2002":48,
                "2003":65,
                "2004":51,
                "2005":43,
                "2006":37,
                "2007":37,
                "2008":40,
                "2009":34,
                "2010":49,
                "2011":48,
                "2012":38,
                "2013":40,
                "2014":34,
                "2015":47,
                "2016":36,
                "2017":45,
                "2018":30,
                "2019":39,
                "2020":46,
                "2021":4
            }
        ]
    ]
}