{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Doping is a widely applied technological process in materials science that involves incorporating atoms or ions of appropriate elements into host lattices to yield hybrid materials with desirable properties and functions. For nanocrystalline materials, doping is of fundamental importance in stabilizing a specific crystallographic phase 1, modifying electronic properties 2, 3, 4, modulating magnetism 5 as well as tuning emission properties 6, 7, 8, 9. Here we describe a material system in which doping influences the growth process to give simultaneous control over the crystallographic phase, size and optical emission properties of the resulting nanocrystals. We show that NaYF 4 nanocrystals can be rationally tuned in size (down to ten nanometres), phase (cubic or hexagonal) and upconversion 10, 11, 12 emission colour (green to blue) through use of trivalent lanthanide dopant ions introduced at precisely defined …",
            "Simultaneous phase and size control of upconversion nanocrystals through lanthanide doping",
            "Feng Wang and Yu Han and Chin Seong Lim and Yunhao Lu and Juan Wang and Jun Xu and Hongyu Chen and Chun Zhang and Minghui Hong and Xiaogang Liu",
            "2010",
            "4-_LLZIAAAAJ:_kc_bZDykSQC",
            2650,
            "https:\/\/www.nature.com\/articles\/nature08777",
            "1121741602296951094",
            "\/scholar?cites=1121741602296951094",
            {
                "2010":39,
                "2011":160,
                "2012":195,
                "2013":298,
                "2014":300,
                "2015":334,
                "2016":273,
                "2017":297,
                "2018":261,
                "2019":253,
                "2020":216,
                "2021":14
            }
        ],
        [
            "Lanthanide ions exhibit unique luminescent properties, including the ability to convert near infrared long-wavelength excitation radiation into shorter visible wavelengths through a process known as photon upconversion. In recent years lanthanide-doped upconversion nanocrystals have been developed as a new class of luminescent optical labels that have become promising alternatives to organic fluorophores and quantum dots for applications in biological assays and medical imaging. These techniques offer low autofluorescence background, large anti-Stokes shifts, sharp emission bandwidths, high resistance to photobleaching, and high penetration depth and temporal resolution. Such techniques also show potential for improving the selectivity and sensitivity of conventional methods. They also pave the way for high throughput screening and miniaturization. This tutorial review focuses on the recent …",
            "Recent advances in the chemistry of lanthanide-doped upconversion nanocrystals",
            "Feng Wang and Xiaogang Liu",
            "2009",
            "4-_LLZIAAAAJ:UeHWp8X0CEIC",
            2616,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2009\/cs\/b809132n",
            "11811848973347455703",
            "\/scholar?cites=11811848973347455703",
            {
                "2009":20,
                "2010":101,
                "2011":163,
                "2012":201,
                "2013":272,
                "2014":315,
                "2015":348,
                "2016":268,
                "2017":253,
                "2018":236,
                "2019":245,
                "2020":171,
                "2021":17
            }
        ],
        [
            "Photon upconversion is promising for applications such as biological imaging, data storage or solar cells. Here, we have investigated upconversion processes in a broad range of gadolinium-based nanoparticles of varying composition. We show that by rational design of a core–shell structure with a set of lanthanide ions incorporated into separated layers at precisely defined concentrations, efficient upconversion emission can be realized through gadolinium sublattice-mediated energy migration for a wide range of lanthanide activators without long-lived intermediary energy states. Furthermore, the use of the core–shell structure allows the elimination of deleterious cross-relaxation. This effect enables fine-tuning of upconversion emission through trapping of the migrating energy by the activators. Indeed, the findings described here suggest a general approach to constructing a new class of luminescent materials …",
            "Tuning upconversion through energy migration in core–shell nanoparticles",
            "Feng Wang and Renren Deng and Juan Wang and Qingxiao Wang and Yu Han and Haomiao Zhu and Xueyuan Chen and Xiaogang Liu",
            "2011",
            "4-_LLZIAAAAJ:zYLM7Y9cAGgC",
            1373,
            "https:\/\/www.nature.com\/articles\/nmat3149",
            "16024543040385058759",
            "\/scholar?cites=16024543040385058759",
            {
                "2012":100,
                "2013":148,
                "2014":182,
                "2015":187,
                "2016":156,
                "2017":164,
                "2018":157,
                "2019":126,
                "2020":127,
                "2021":19
            }
        ],
        [
            "A general approach to fine-tuning the upconversion emission colors, based upon a single host source of NaYF4 nanoparticles doped with Yb3+, Tm3+, and Er3+, is presented. The emission intensity balance can be precisely controlled using different host−activator systems and dopant concentrations. The approach allows access to a wide range of luminescence emission from visible to near-infrared by single-wavelength excitation.",
            "Upconversion multicolor fine-tuning: visible to near-infrared emission from lanthanide-doped NaYF4 nanoparticles",
            "Feng Wang and Xiaogang Liu",
            "2008",
            "4-_LLZIAAAAJ:5nxA0vEk-isC",
            1358,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja800868a",
            "15307840003848182513",
            "\/scholar?cites=15307840003848182513",
            {
                "2008":10,
                "2009":51,
                "2010":73,
                "2011":102,
                "2012":92,
                "2013":138,
                "2014":154,
                "2015":159,
                "2016":122,
                "2017":131,
                "2018":110,
                "2019":118,
                "2020":93,
                "2021":3
            }
        ],
        [
            "Upconversion refers to non-linear optical processes that convert two or more low-energy pump photons to a higher-energy output photon. After being recognized in the mid-1960s, upconversion has attracted significant research interest for its applications in optical devices such as infrared quantum counter detectors and compact solid-state lasers. Over the past decade, upconversion has become more prominent in biological sciences as the preparation of high-quality lanthanide-doped nanoparticles has become increasingly routine. Owing to their small physical dimensions and biocompatibility, upconversion nanoparticles can be easily coupled to proteins or other biological macromolecular systems and used in a variety of assay formats ranging from bio-detection to cancer therapy. In addition, intense visible emission from these nanoparticles under near-infrared excitation, which is less harmful to biological …",
            "Upconversion nanoparticles in biological labeling, imaging, and therapy",
            "Feng Wang and Debapriya Banerjee and Yongsheng Liu and Xueyuan Chen and Xiaogang Liu",
            "2010",
            "4-_LLZIAAAAJ:IjCSPb-OGe4C",
            1324,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2010\/an\/c0an00144a",
            "11201257731554071916",
            "\/scholar?cites=11201257731554071916",
            {
                "2010":6,
                "2011":78,
                "2012":109,
                "2013":144,
                "2014":182,
                "2015":166,
                "2016":141,
                "2017":139,
                "2018":126,
                "2019":121,
                "2020":102,
                "2021":4
            }
        ],
        [
            "A series of Yb\/Tm co‐doped NaGdF 4 nanoparticles without or with a thin surface protection layer provide direct evidence of a surface quenching effect on size‐dependent upconversion luminescence (see picture). The coating preserves the optical integrity of the nanoparticles (right‐hand spectrum) and minimizes emission loss induced by surface quenching.",
            "Direct evidence of a surface quenching effect on size‐dependent luminescence of upconversion nanoparticles",
            "Feng Wang and Juan Wang and Xiaogang Liu",
            "2010",
            "4-_LLZIAAAAJ:Tyk-4Ss8FVUC",
            794,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/anie.201003959",
            "11600684723080514993",
            "\/scholar?cites=11600684723080514993",
            {
                "2011":48,
                "2012":61,
                "2013":90,
                "2014":80,
                "2015":92,
                "2016":80,
                "2017":100,
                "2018":73,
                "2019":74,
                "2020":86,
                "2021":8
            }
        ],
        [
            "Introduction of Hg2+ into an aqueous solution containing oligonucleotide-tethered gold nanoparticle probes and a linker oligonucleotide with a number of thymine−thymine (T−T) mismatches results in the formation of particle aggregates at room temperature with a concomitant colorimetric response. The high selectivity of this detection system is attributed to Hg2+-mediated formation of T−Hg2+−T base pairs as evidenced by an increase in a sharp melting temperature. ",
            "One-step, room temperature, colorimetric detection of mercury (Hg2+) using DNA\/nanoparticle conjugates",
            "Xuejia Xue and Feng Wang and Xiaogang Liu",
            "2008",
            "4-_LLZIAAAAJ:UebtZRa9Y70C",
            726,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja076716c",
            "14970366866540419088",
            "\/scholar?cites=14970366866540419088",
            {
                "2008":15,
                "2009":64,
                "2010":60,
                "2011":103,
                "2012":70,
                "2013":82,
                "2014":75,
                "2015":85,
                "2016":43,
                "2017":45,
                "2018":30,
                "2019":26,
                "2020":22
            }
        ],
        [
            "The use of labelling or staining agents has greatly assisted the study of complex biological interactions in the field of biology. In particular, fluorescent labelling of biomolecules has been demonstrated as an indispensable tool in many biological studies. Types of fluorescent labelling agents that are commonly used include conventional classes of organic fluorophores such as fluorescein and cyanine dyes, as well as newer types of inorganic nanoparticles such as QDs, and novel fluorescent latex\/silica nanobeads. The newer classes of fluorescent labels are gaining increasing popularity in place of their predecessors due to their better optical properties such as possessing an enhanced photostability and a larger Stokes shift over conventional organic fluorophores, for example. This paper gives an overview of the recent advances on these luminescent nanomaterials with emphases on their optical characteristics …",
            "Luminescent nanomaterials for biological labelling",
            "Feng Wang and Wee Beng Tan and Yong Zhang and Xianping Fan and Minquan Wang",
            "2005",
            "4-_LLZIAAAAJ:8k81kl-MbHgC",
            653,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0957-4484\/17\/1\/R01\/meta",
            "13793205038611551658",
            "\/scholar?cites=13793205038611551658",
            {
                "2006":14,
                "2007":28,
                "2008":39,
                "2009":46,
                "2010":58,
                "2011":59,
                "2012":61,
                "2013":71,
                "2014":41,
                "2015":52,
                "2016":45,
                "2017":43,
                "2018":31,
                "2019":29,
                "2020":29,
                "2021":7
            }
        ],
        [
            "The preparation of upconversion (UC) nanocrystals that exhibit anti-Stokes emission is important for applications in fields as diverse as photonics, photovoltaics, biological imaging, and therapeutics.[1–4] In particular, there has been an increasing focus on the synthesis of nanocrystals with tunable UC emission from ultraviolet to near-infrared through doping with lanthanide ions.[5] However, the synthesis of nanocrystals featuring single-band UC with high chromatic purity remains a formidable challenge, as lanthanide ions generally have more than one metastable excited state.[6] In principle, these lanthanide-doped nanocrystals display multipeak emission profiles.Recently, several attempts have been made to obtain high purity of single-band UC red emission attractive for anticounterfeiting and color display applications.[7] For example, high red-to-green (R\/G) emission ratio can be achieved by increasing the …",
            "Single‐Band Upconversion Emission in Lanthanide‐Doped KMnF3 Nanocrystals",
            "Juan Wang and Feng Wang and Chao Wang and Zhuang Liu and Xiaogang Liu",
            "2011",
            "4-_LLZIAAAAJ:Y0pCki6q_DkC",
            419,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ange.201104192",
            "7546911164396240512",
            "\/scholar?cites=7546911164396240512",
            {
                "2012":24,
                "2013":53,
                "2014":62,
                "2015":72,
                "2016":55,
                "2017":43,
                "2018":36,
                "2019":36,
                "2020":36,
                "2021":1
            }
        ],
        [
            "The applications of lanthanide-doped upconversionnanocrystals in biological imaging, photonics, photovoltaics and therapeutics have fuelled a growing demand for rational control over the emission profiles of the nanocrystals 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14. A common strategy for tuning upconversion luminescence is to control the doping concentration of lanthanide ions 15, 16. However, the phenomenon of concentration quenching of the excited state at high doping levels poses a significant constraint. Thus, the lanthanide ions have to be stringently kept at relatively low concentrations to minimize luminescence quenching 17. Here we describe a new class of upconversion nanocrystals adopting an orthorhombic crystallographic structure in which the lanthanide ions are distributed in arrays of tetrad clusters. Importantly, this unique arrangement enables the preservation of excitation energy within the …",
            "Enhancing multiphoton upconversion through energy clustering at sublattice level",
            "Juan Wang and Renren Deng and Mark A MacDonald and Bolei Chen and Jikang Yuan and Feng Wang and Dongzhi Chi and Tzi Sum Andy Hor and Peng Zhang and Guokui Liu and Yu Han and Xiaogang Liu",
            "2014",
            "4-_LLZIAAAAJ:Se3iqnhoufwC",
            412,
            "https:\/\/www.nature.com\/articles\/nmat3804",
            "3233320726627137545",
            "\/scholar?cites=3233320726627137545",
            {
                "2014":33,
                "2015":73,
                "2016":65,
                "2017":68,
                "2018":63,
                "2019":57,
                "2020":45,
                "2021":5
            }
        ]
    ]
}