{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "In November-December 2007 a widespread seabird mortality event occurred in Monterey Bay, California, USA, coincident with a massive red tide caused by the dinoflagellate Akashiwo sanguinea. Affected birds had a slimy yellow-green material on their feathers, which were saturated with water, and they were severely hypothermic. We determined that foam containing surfactant-like proteins, derived from organic matter of the red tide, coated their feathers and neutralized natural water repellency and insulation. No evidence of exposure to petroleum or other oils or biotoxins were found. This is the first documented case of its kind, but previous similar events may have gone undetected. The frequency and amplitude of red tides have increased in Monterey Bay since 2004, suggesting that impacts on wintering marine birds may continue or increase.",
            "Mass stranding of marine birds caused by a surfactant-producing red tide",
            "David A Jessup and Melissa A Miller and John P Ryan and Hannah M Nevins and Heather A Kerkering and Abdou Mekebri and David B Crane and Tyler A Johnson and Raphael M Kudela",
            "2009",
            "405472gAAAAJ:_FxGoFyzp5QC",
            169,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0004550",
            "6291257463014057504",
            "\/scholar?cites=6291257463014057504",
            {
                "2009":1,
                "2010":11,
                "2011":12,
                "2012":16,
                "2013":8,
                "2014":17,
                "2015":22,
                "2016":13,
                "2017":19,
                "2018":17,
                "2019":12,
                "2020":12,
                "2021":4
            }
        ],
        [
            "To sharpen the search for new lipoxygenase inhibitors, we designed a screen to probe for both potency and selectivity. The assay utilized 12-human (12-HLO), 15-human (15-HLO), and 15-soybean (15-SLO) lipoxygenases. The IC50 value data obtained provided new insights about structure−activity relationships (SAR) for redox and nonredox inhibitors. All of the compounds tested were isolated from sponges and consisted of a novel terpenoid, hyrtenone A (1), and 12 known terpenoids. Potent compounds were defined as those having IC50 values < 1 μM, and selectivity was assessed from the three possible IC50 value ratios. One of the four terpenoid redox inhibitors studied, puupehenone (2), was equivalent to or better in potency than the well-known redox inhibitor nordihydroguarierate acid (NDGA, 14). However, none of the terpene redox inhibitors exhibited a selectivity ratio on a par with that of 14. Several …",
            "Exploring sponge-derived terpenoids for their potency and selectivity against 12-human, 15-human, and 15-soybean lipoxygenases",
            "Taro Amagata and Stephanie Whitman and Tyler A Johnson and Chad C Stessman and Christopher P Loo and Emil Lobkovsky and Jon Clardy and Phillip Crews and Theodore R Holman",
            "2003",
            "405472gAAAAJ:ZeXyd9-uunAC",
            97,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/np020462l",
            "14540915706848648137",
            "\/scholar?cites=14540915706848648137",
            {
                "2003":3,
                "2004":10,
                "2005":5,
                "2006":11,
                "2007":6,
                "2008":7,
                "2009":6,
                "2010":2,
                "2011":5,
                "2012":4,
                "2013":11,
                "2014":5,
                "2015":7,
                "2016":1,
                "2017":6,
                "2018":1,
                "2019":6
            }
        ],
        [
            "  Azonazine, a unique hexacyclic dipeptide, was isolated from a Hawaiian marine sediment-derived fungus eventually identified as Aspergillus insulicola. Its absolute configuration, 2R,10R,11S,19R, was established using NMR, HRESIMS, and CD data plus insights derived from molecular models. A possible route for its biogenesis is proposed, and biological properties were explored against cancer cell lines and in an NFκB inhibition assay.",
            "Azonazine, a Novel Dipeptide from a Hawaiian Marine Sediment-Derived Fungus, Aspergillus insulicola",
            "Quan-Xiang Wu and Mitchell S Crews and Marija Draskovic and Johann Sohn and Tyler A Johnson and Karen Tenney and Frederick A Valeriote and Xiao-Jun Yao and Leonard F Bjeldanes and Phillip Crews",
            "2010",
            "405472gAAAAJ:UebtZRa9Y70C",
            90,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ol101396n",
            "6601744594874291385",
            "\/scholar?cites=6601744594874291385",
            {
                "2011":9,
                "2012":10,
                "2013":9,
                "2014":12,
                "2015":13,
                "2016":12,
                "2017":5,
                "2018":7,
                "2019":6,
                "2020":7
            }
        ],
        [
            "The structural variations and bioactivity properties of the alkaloids in the fascaplysin (1) and the reticulatine (3) families were examined. Four organisms were analyzed consisting of two collections of the sponge Fascaplysinopsis reticulata and two collections of the tunicate Didemnum sp. Reported are the isolation of three new compounds: 3-bromofascaplysin (2), 14-bromoreticulatine (4), and 14-bromoreticulatate (6) along with reticulatate (5) previously known as a semi-synthetic product of 1. Compounds 1 and 5 showed selectivity in a cell based cytotoxicity assay.",
            "Structures and cytotoxicities of fascaplysin and related alkaloids from two marine phyla—Fascaplysinopsis sponges and Didemnum tunicates",
            "Nathaniel L Segraves and Suzette Lopez and Tyler A Johnson and Sadri A Said and Xiong Fu and Francis J Schmitz and Halina Pietraszkiewicz and Frederick A Valeriote and Phillip Crews",
            "2003",
            "405472gAAAAJ:kNdYIx-mwKoC",
            73,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0040403903006713",
            "8893621601698237463",
            "\/scholar?cites=8893621601698237463",
            {
                "2004":2,
                "2005":4,
                "2006":2,
                "2007":3,
                "2008":2,
                "2009":5,
                "2010":7,
                "2011":2,
                "2012":6,
                "2013":2,
                "2014":8,
                "2015":3,
                "2016":6,
                "2017":5,
                "2018":6,
                "2019":4,
                "2020":4,
                "2021":1
            }
        ],
        [
            "A high-throughput (HT) paradigm generating LC-MS-UV-ELSD-based natural product libraries to discover compounds with new bioactivities and or molecular structures is presented. To validate this methodology, an extract of the Indo-Pacific marine sponge Cacospongia mycofijiensis was evaluated using assays involving cytoskeletal profiling, tumor cell lines, and parasites. Twelve known compounds were identified including latrunculins (1–4, 10), fijianolides (5, 8, 9), mycothiazole (11), aignopsanes (6, 7), and sacrotride A (13). Compounds 1–5 and 8–11 exhibited bioactivity not previously reported against the parasite T. brucei, while 11 showed selectivity for lymphoma (U937) tumor cell lines. Four new compounds were also discovered including aignopsanoic acid B (13), apo-latrunculin T (14), 20-methoxy-fijianolide A (15), and aignopsane ketal (16). Compounds 13 and 16 represent important derivatives of the …",
            "Natural product libraries to accelerate the high-throughput discovery of therapeutic leads",
            "Tyler A Johnson and Johann Sohn and Wayne D Inman and Samarkand A Estee and Steven T Loveridge and Helene C Vervoort and Karen Tenney and Junke Liu and Kenny Kean-Hooi Ang and Joseline Ratnam and Walter M Bray and Nadine C Gassner and Young Y Shen and R Scott Lokey and James H McKerrow and Kyria Boundy-Mills and Arif Nukanto and Atit Kanti and Heddy Julistiono and Leonardus BS Kardono and Leonard F Bjeldanes and Phillip Crews",
            "2011",
            "405472gAAAAJ:roLk4NBRz8UC",
            71,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/np200673b",
            "6507119676898255255",
            "\/scholar?cites=6507119676898255255",
            {
                "2010":1,
                "2011":1,
                "2012":9,
                "2013":11,
                "2014":14,
                "2015":11,
                "2016":6,
                "2017":3,
                "2018":5,
                "2019":2,
                "2020":6
            }
        ],
        [
            "Human lipoxygenases (hLO) have been implicated in a variety of diseases and cancers and each hLO isozyme appears to have distinct roles in cellular biology. This fact emphasizes the need for discovering selective hLO inhibitors for both understanding the role of specific lipoxygenases in the cell and developing pharmaceutical therapeutics. To this end, we have modified a known lipoxygenase assay for high-throughput (HTP) screening of both the National Cancer Institute (NCI) and the UC Santa Cruz marine extract library (UCSC-MEL) in search of platelet-type 12-hLO (12-hLO) selective inhibitors. The HTP screen led to the characterization of five novel 12-hLO inhibitors from the NCI repository. One is the potent but non-selective michellamine B, a natural product, anti-viral agent. The other four compounds were selective inhibitors against 12-hLO, with three being synthetic compounds and one being α …",
            "Discovery of platelet-type 12-human lipoxygenase selective inhibitors by high-throughput screening of structurally diverse libraries",
            "Joshua D Deschamps and Jeffrey T Gautschi and Stephanie Whitman and Tyler A Johnson and Nadine C Gassner and Phillip Crews and Theodore R Holman",
            "2007",
            "405472gAAAAJ:4TOpqqG69KYC",
            67,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0968089607007079",
            "11212235232689433500",
            "\/scholar?cites=11212235232689433500",
            {
                "2008":4,
                "2009":6,
                "2010":4,
                "2011":5,
                "2012":7,
                "2013":8,
                "2014":6,
                "2015":5,
                "2016":3,
                "2017":2,
                "2018":3,
                "2019":8,
                "2020":5
            }
        ]
    ]
}