{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "This letter presents two adaptive interpolation methods based on applying an inverse gradient to conventional bilinear and bicubic interpolation. In simulations, the proposed methods exhibited a better performance than conventional bilinear and bicubic methods, particularly in the edge regions. In addition, the proposed methods can be used irrespective of the magnification factor (MF) and easily implemented due to their simple structure.",
            "Adaptive image interpolation based on local gradient features",
            "Jung Woo Hwang and Hwang Soo Lee",
            "2004",
            "42_5jx8AAAAJ:u5HHmVD_uO8C",
            298,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1268029\/",
            "11984744477848258606",
            "\/scholar?cites=11984744477848258606",
            {
                "2004":2,
                "2005":5,
                "2006":13,
                "2007":16,
                "2008":17,
                "2009":26,
                "2010":33,
                "2011":21,
                "2012":28,
                "2013":23,
                "2014":25,
                "2015":12,
                "2016":12,
                "2017":15,
                "2018":12,
                "2019":16,
                "2020":17,
                "2021":1
            }
        ],
        [
            "Wireless sensor networks (WSNs) can be used by the military for a number of purposes such as monitoring or tracking the enemies and force protection. Unlike commercial WSNs, a tactical military sensor network has different priority requirements for military usage. Especially in the remote large-scale network, topology, self-configuration, network connectivity, maintenance, and energy consumption are the challenges. In this paper, we present an overview of application scenarios in remote large-scale WSNs focusing on the primary requirements for tactical environments. We propose a sensor network architecture based on the cluster-tree based multi-hop model with optimized cluster head election and the corresponding node design method to meet the tactical requirements. With the proposed WSN architecture, one can easily design the sensor network for military usage in remote large scale environments.",
            "Wireless sensor network design for tactical military applications: Remote large-scale environments",
            "Sang Hyuk Lee and Soobin Lee and Heecheol Song and Hwang Soo Lee",
            "2009",
            "42_5jx8AAAAJ:9yKSN-GCB0IC",
            279,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/5379900\/",
            "16167235342423937218",
            "\/scholar?cites=16167235342423937218",
            {
                "2010":3,
                "2011":11,
                "2012":32,
                "2013":33,
                "2014":30,
                "2015":41,
                "2016":36,
                "2017":27,
                "2018":27,
                "2019":19,
                "2020":13,
                "2021":2
            }
        ],
        [
            "In orthogonal frequency division multiplexing (OFDM) signal transmission via a frequency nonselective fading channel, multiplicative distortion in the time domain acts as intersymbol interference (ISI) in the frequency domain. The Letter proposes new compensation methods for the fading distortion in OFDM signals, in which compensation is achieved in the frequency domain. With the proposed methods, improved results can be obtained compared to previous schemes. The symbol error rate (SER) of each proposed scheme is obtained by baseband simulation.",
            "Frequency domain equalisation of OFDM signals over frequency nonselective Rayleigh fading channels",
            "Jeongseob Ahn and Hwang Soo Lee",
            "1993",
            "42_5jx8AAAAJ:u_35RYKgDlwC",
            201,
            "https:\/\/digital-library.theiet.org\/content\/journals\/10.1049\/el_19930986",
            "7317086659843376266",
            "\/scholar?cites=7317086659843376266",
            {
                "1995":1,
                "1996":1,
                "1997":3,
                "1998":1,
                "1999":1,
                "2000":2,
                "2001":2,
                "2002":2,
                "2003":4,
                "2004":7,
                "2005":10,
                "2006":19,
                "2007":9,
                "2008":14,
                "2009":18,
                "2010":16,
                "2011":9,
                "2012":16,
                "2013":15,
                "2014":9,
                "2015":10,
                "2016":11,
                "2017":8,
                "2018":8,
                "2019":3,
                "2020":1
            }
        ],
        [
            "Since the received signal levels in mobile communications are unknown and the location is varying, acquisition schemes for pseudonoise (PN) sequences with fixed thresholds cannot provide satisfactory performance. This fixed-threshold scheme may cause too many false alarms or result in a low detection probability for a selected threshold value. We present an adaptive acquisition scheme for PN sequences which estimate the background power level, multiply it with a threshold coefficient to keep the false alarms constant, and use it as a threshold.",
            "Adaptive acquisition of PN sequences for DSSS communications",
            "Chang-Joo Kim and Hyuck-Jae Lee and Hwang-Soo Lee",
            "1998",
            "42_5jx8AAAAJ:u-x6o8ySG0sC",
            95,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/705393\/",
            "10763396544337216374",
            "\/scholar?cites=10763396544337216374",
            {
                "1999":1,
                "2000":6,
                "2001":1,
                "2002":6,
                "2003":1,
                "2004":4,
                "2005":4,
                "2006":9,
                "2007":12,
                "2008":7,
                "2009":4,
                "2010":7,
                "2011":4,
                "2012":8,
                "2013":4,
                "2014":4,
                "2015":3,
                "2016":4,
                "2017":3,
                "2018":1
            }
        ]
    ]
}