{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present a description, including relevant formulas and numerical estimates, of a set of polarization transfer experiments which appear to offer a feasible way to separate the deuteron charge and quadrupole form factors and measure the neutron and proton electric form factors. The experiments require a 2 to 4 GeV high-intensity, high-duty factor, longitudinally polarized electron beam and require that the polarization of the recoiling hadron be measured in a second, analyzing, scattering. The relevant asymmetries are fairly large, and our calculations show that they are sensitive to different models obtained from existing data. Attention is called to the fact that the proposed deuteron measurements will require new 10% measurements of vector and tensor analyzing powers of deuterons with kinetic energy from 150 to 450 MeV.",
            "Polarization transfer in elastic electron scattering from nucleons and deuterons",
            "Raymond G Arnold and Carl E Carlson and Franz Gross",
            "1981",
            "435zR6kAAAAJ:u5HHmVD_uO8C",
            645,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.23.363",
            "15722505212570470110",
            "\/scholar?cites=15722505212570470110",
            {
                "1982":7,
                "1983":5,
                "1984":17,
                "1985":5,
                "1986":15,
                "1987":10,
                "1988":8,
                "1989":7,
                "1990":7,
                "1991":16,
                "1992":13,
                "1993":9,
                "1994":12,
                "1995":16,
                "1996":5,
                "1997":7,
                "1998":15,
                "1999":25,
                "2000":27,
                "2001":26,
                "2002":28,
                "2003":47,
                "2004":22,
                "2005":21,
                "2006":27,
                "2007":26,
                "2008":19,
                "2009":17,
                "2010":14,
                "2011":27,
                "2012":15,
                "2013":6,
                "2014":11,
                "2015":23,
                "2016":6,
                "2017":17,
                "2018":9,
                "2019":10,
                "2020":13,
                "2021":6
            }
        ],
        [
            "I'm supposed to tell you about the state of the art in gauge theories. That's an impossible task. If I tried to do justice to all the models and interesting technical developments of the la~ t year, I would be here all day. Instead, I will concentrate on a class of models which I think is one of the most amusing developments in gauge theories since the Weinberg model, the class of unified theories of the weak, electromagnetic and strong interactions. By this I mean gauge models describing the weak, electromagnetic and strong interactions in terms of a single gauge coupling constant, so that the gauge group of the world is either simple or a product of isomorphic simple factors. At first hearing, the whole idea sounds like nonsense. How can a single gauge coupling describe the weak and electromagnetic interactions, which are presumably characterized by dimensionless coupling constants of order e, and the strong …",
            "The state of the art—gauge theories",
            "Howard Georgi",
            "1975",
            "435zR6kAAAAJ:P7Ujq4OLJYoC",
            394,
            "https:\/\/aip.scitation.org\/doi\/pdf\/10.1063\/1.2947450",
            "13402022617551639638",
            "\/scholar?cites=13402022617551639638",
            {
                "2001":3,
                "2002":2,
                "2003":6,
                "2004":6,
                "2005":7,
                "2006":5,
                "2007":6,
                "2008":15,
                "2009":13,
                "2010":17,
                "2011":15,
                "2012":5,
                "2013":8,
                "2014":12,
                "2015":50,
                "2016":48,
                "2017":50,
                "2018":31,
                "2019":36,
                "2020":48,
                "2021":3
            }
        ],
        [
            "Relativistic formulas for the deuteron electromagnetic form factors are calculated in the impulse approximation retaining terms to all orders in Q 2 M 2≅(v c) 2. The formulas are given as double integrals over the deuteron wave functions in momentum space, and hence can be evaluated for any deuteron model. We evaluate these formulas numerically for 9 different deuteron models: Reid soft core, two Lomon-Feshbach models, three Holinde-Machleidt models, and three four-component relativistic models. All of the models give results for the A structure function considerably below the experimental results; the effect of the relativistic treatment is to reduce the size of A by a factor of 2 to 5 at Q 2 of 100 fm− 2 over what it would be in the nonrelativistic approximation. We discuss briefly the role of exchange currents; the pair terms are included in our calculation in a completely consistent manner, but the explicit ρ π γ …",
            "Elastic electron-deuteron scattering at high energy",
            "Raymond G Arnold and Carl E Carlson and Franz Gross",
            "1980",
            "435zR6kAAAAJ:u-x6o8ySG0sC",
            362,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.21.1426",
            "16179379338207803480",
            "\/scholar?cites=16179379338207803480",
            {
                "1981":13,
                "1982":8,
                "1983":10,
                "1984":12,
                "1985":17,
                "1986":14,
                "1987":17,
                "1988":8,
                "1989":17,
                "1990":10,
                "1991":8,
                "1992":11,
                "1993":7,
                "1994":13,
                "1995":10,
                "1996":9,
                "1997":7,
                "1998":9,
                "1999":11,
                "2000":8,
                "2001":8,
                "2002":8,
                "2003":7,
                "2004":7,
                "2005":2,
                "2006":4,
                "2007":4,
                "2008":11,
                "2009":7,
                "2010":2,
                "2011":2,
                "2012":6,
                "2013":5,
                "2014":8,
                "2015":8,
                "2016":5,
                "2017":14,
                "2018":6,
                "2019":10,
                "2020":9
            }
        ],
        [
            "We estimate the two-photon exchange contribution to elastic electron-proton scattering at large momentum transfer through the scattering off a parton in the proton. We relate the two-photon exchange amplitude to the generalized parton distributions which appear in hard exclusive processes. We find that when taking the polarization transfer determinations of the form factors as input, adding in the 2-photon correction does reproduce the Rosenbluth cross sections.",
            "Partonic calculation of the two-photon exchange contribution to elastic electron-proton scattering at large momentum transfer",
            "Y-C Chen and A Afanasev and SJ Brodsky and CE Carlson and Marc Vanderhaeghen",
            "2004",
            "435zR6kAAAAJ:9yKSN-GCB0IC",
            308,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.122301",
            "8084670644070808786",
            "\/scholar?cites=8084670644070808786",
            {
                "2003":1,
                "2004":8,
                "2005":31,
                "2006":34,
                "2007":29,
                "2008":25,
                "2009":28,
                "2010":18,
                "2011":21,
                "2012":5,
                "2013":16,
                "2014":18,
                "2015":15,
                "2016":8,
                "2017":19,
                "2018":10,
                "2019":7,
                "2020":12
            }
        ],
        [
            "The electromagnetic N-Δ transition is studied using perturbative QCD. Several results are obtained. Among them is that at high Q 2, in contrast to low Q 2, the E2 multipole amplitude is larger than the M1; their ratio is√ 3. Also, the asymptotic Q 2 dependence of N-Δ form factors should be the same as their elastic e-N scattering counterparts, when such counterparts exist. Data for some N-Δ form factors show that they fall faster with Q 2 than the nucleon dipole form, but since we have an underlying theory we can now discover that this is due to kinematic factors in the definition of the form factors in question.",
            "Electromagnetic N-Δ transition at high Q 2",
            "Carl E Carlson",
            "1986",
            "435zR6kAAAAJ:2osOgNQ5qMEC",
            279,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.34.2704",
            "5733956824319782369",
            "\/scholar?cites=5733956824319782369",
            {
                "1987":7,
                "1988":6,
                "1989":6,
                "1990":11,
                "1991":10,
                "1992":11,
                "1993":5,
                "1994":7,
                "1995":6,
                "1996":8,
                "1997":7,
                "1998":17,
                "1999":10,
                "2000":11,
                "2001":10,
                "2002":3,
                "2003":6,
                "2004":14,
                "2005":3,
                "2006":6,
                "2007":10,
                "2008":11,
                "2009":10,
                "2010":5,
                "2011":3,
                "2012":6,
                "2013":9,
                "2014":9,
                "2015":5,
                "2016":12,
                "2017":4,
                "2018":3,
                "2019":6,
                "2020":9
            }
        ],
        [
            "We estimate the two-photon exchange contribution to elastic electron-proton scattering at large momentum transfer by using a quark-parton representation of virtual Compton scattering. We thus can relate the two-photon exchange amplitude to the generalized parton distributions which also enter in other wide-angle scattering processes. We find that the interference of one-and two-photon exchange contribution is able to substantially resolve the difference between electric form factor measurements from Rosenbluth and polarization transfer experiments. Two-photon exchange has additional consequences which could be experimentally observed, including nonzero polarization effects and a positron-proton\/electron-proton scattering asymmetry. The predicted Rosenbluth plot is no longer precisely linear; it acquires a measurable curvature, particularly at large laboratory angle.",
            "Two-photon exchange contribution to elastic electron-nucleonscattering at large momentum transfer",
            "Andrei V Afanasev and Stanley J Brodsky and Carl E Carlson and Yu-Chun Chen and Marc Vanderhaeghen",
            "2005",
            "435zR6kAAAAJ:IjCSPb-OGe4C",
            269,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.72.013008",
            "12229484085520138276",
            "\/scholar?cites=12229484085520138276",
            {
                "2005":5,
                "2006":26,
                "2007":30,
                "2008":26,
                "2009":18,
                "2010":20,
                "2011":23,
                "2012":11,
                "2013":16,
                "2014":10,
                "2015":15,
                "2016":13,
                "2017":22,
                "2018":13,
                "2019":9,
                "2020":10
            }
        ],
        [
            "The proton size, specifically its charge radius, was thought known to about 1% accuracy. Now a new method probing the proton with muons instead of electrons finds a radius about 4% smaller, and to boot gives an uncertainty limit of about 0.1%. We review the different measurements, some of the calculations that underlie them, some of the suggestions that have been made to resolve the conflict, and give a brief overview new related experimental initiatives. At present, however, the resolution to the problem remains unknown.",
            "The proton radius puzzle",
            "Carl E Carlson",
            "2015",
            "435zR6kAAAAJ:SeFeTyx0c_EC",
            247,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0146641015000034",
            "13650277506583252907",
            "\/scholar?cites=13650277506583252907",
            {
                "2015":20,
                "2016":44,
                "2017":46,
                "2018":49,
                "2019":45,
                "2020":39
            }
        ],
        [
            "Recent deep-inelastic lepton-scattering data from iron and deuterium targets are interpreted from a quark-model viewpoint as evidence for a significant number of six-quark clusters in iron. Standard expectations for the distribution of quarks within a six-quark cluster give some quantitative success in describing the data.",
            "Quark distributions in nuclei",
            "CE Carlson and TJ Havens",
            "1983",
            "435zR6kAAAAJ:d1gkVwhDpl0C",
            247,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.51.261",
            "18020205515784864560",
            "\/scholar?cites=18020205515784864560",
            {
                "1983":2,
                "1984":30,
                "1985":32,
                "1986":22,
                "1987":21,
                "1988":14,
                "1989":17,
                "1990":16,
                "1991":9,
                "1992":10,
                "1993":6,
                "1994":10,
                "1995":8,
                "1996":2,
                "1997":3,
                "1998":1,
                "1999":1,
                "2000":4,
                "2001":2,
                "2002":5,
                "2003":1,
                "2004":3,
                "2005":2,
                "2006":2,
                "2007":1,
                "2008":2,
                "2009":1,
                "2010":1,
                "2011":1,
                "2012":2,
                "2013":2,
                "2014":3,
                "2015":2,
                "2016":2,
                "2017":1,
                "2018":4
            }
        ],
        [
            "Jurčo, Möller, Schraml, Schupp, and Wess have shown how to construct noncommutative SU(N) gauge theories from a consistency relation. Within this framework, we present the Feynman rules for noncommutative QCD and compute explicitly the most dangerous Lorentz-violating operator generated through radiative corrections. We find that interesting effects appear at the one-loop level, in contrast to conventional noncommutative U(N) gauge theories, leading to a stringent bound. Our results are consistent with others appearing recently in the literature that suggest collider limits are not competitive with low-energy tests of Lorentz violation for bounding the scale of spacetime noncommutativity.",
            "Bounding noncommutative QCD",
            "Carl E Carlson and Christopher D Carone and Richard F Lebed",
            "2001",
            "435zR6kAAAAJ:qjMakFHDy7sC",
            219,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269301010450",
            "8034860467074827319",
            "\/scholar?cites=8034860467074827319",
            {
                "2001":4,
                "2002":20,
                "2003":31,
                "2004":31,
                "2005":18,
                "2006":21,
                "2007":17,
                "2008":11,
                "2009":8,
                "2010":9,
                "2011":1,
                "2012":1,
                "2013":3,
                "2014":8,
                "2015":5,
                "2016":6,
                "2017":7,
                "2018":5,
                "2019":3,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We present a consistent and unified study of the spectrum of low-lying mesons, baryons, and glueballs using the MIT bag model, incorporating several improvements in the model. We correct for the center-of-mass motion, use a running coupling α s (R), include self-energy terms for quarks and gluons confined in a cavity, and get the bag constant from a model of the QCD vacuum. Our fit to the meson and baryon spectrum, including the pion, is good and predictions for the glueball spectrum are given.",
            "Meson, baryon, and glueball masses in the MIT bag model",
            "CE Carlson and TH Hansson and C Peterson",
            "1983",
            "435zR6kAAAAJ:UeHWp8X0CEIC",
            211,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.27.1556",
            "16129385524288994209",
            "\/scholar?cites=16129385524288994209",
            {
                "1983":14,
                "1984":26,
                "1985":23,
                "1986":25,
                "1987":12,
                "1988":8,
                "1989":8,
                "1990":3,
                "1991":5,
                "1992":1,
                "1993":3,
                "1994":6,
                "1995":1,
                "1996":3,
                "1997":4,
                "1998":9,
                "1999":1,
                "2000":5,
                "2001":6,
                "2002":8,
                "2003":4,
                "2004":4,
                "2005":2,
                "2006":4,
                "2007":2,
                "2008":4,
                "2009":4,
                "2010":1,
                "2011":2,
                "2012":2,
                "2013":2,
                "2014":1
            }
        ]
    ]
}