{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "The atomic pair-density function of La 1− x Sr x MnO 3 (0<~ x<~ 0. 4) obtained by pulsed neutron diffraction indicates that their local atomic structure significantly deviates from the average structure, and that the local Jahn-Teller (JT) distortion persists even when the crystallographic structure shows no JT distortion. In the paramagnetic insulating phase doped holes form one-site small polarons, represented by the local absence of JT distortion. The polarons become more extended at low temperatures, but local distortions are found even in the metallic phase. The role of polarons in the phase transitions in transport and magnetic properties are discussed.",
            "Local Jahn-Teller distortion in La 1− x Sr x MnO 3 observed by pulsed neutron diffraction",
            "Despina Louca and T Egami and EL Brosha and H Röder and AR Bishop",
            "1997",
            "43Rt9tIAAAAJ:u5HHmVD_uO8C",
            403,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.56.R8475",
            "3269105760998830027",
            "\/scholar?cites=3269105760998830027",
            {
                "1997":6,
                "1998":20,
                "1999":49,
                "2000":43,
                "2001":45,
                "2002":27,
                "2003":23,
                "2004":29,
                "2005":18,
                "2006":19,
                "2007":13,
                "2008":15,
                "2009":13,
                "2010":8,
                "2011":4,
                "2012":10,
                "2013":5,
                "2014":6,
                "2015":12,
                "2016":10,
                "2017":6,
                "2018":7,
                "2019":8,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Modern materials and their properties are often characterized by varying degrees of disorder. Routine crystallographic structure solution only reveals the average structure. The study of Bragg and diffuse scattering yields the local atomic arrangements holding the key to understanding increasingly complex materials. In this paper we review the pair distribution function technique used to unravel the local structure. We aim to give a practical overview and make this method easily accessible to the wider scientific community.",
            "Structural analysis of complex materials using the atomic pair distribution function—A practical guide",
            "Th Proffen and SJL Billinge and T Egami and D Louca",
            "2003",
            "43Rt9tIAAAAJ:d1gkVwhDpl0C",
            255,
            "https:\/\/www.degruyter.com\/view\/journals\/zkri\/218\/2\/article-p132.xml",
            "5598109134184617027",
            "\/scholar?cites=5598109134184617027",
            {
                "2002":1,
                "2003":1,
                "2004":7,
                "2005":8,
                "2006":8,
                "2007":21,
                "2008":14,
                "2009":11,
                "2010":8,
                "2011":15,
                "2012":10,
                "2013":22,
                "2014":20,
                "2015":12,
                "2016":15,
                "2017":14,
                "2018":19,
                "2019":21,
                "2020":25,
                "2021":1
            }
        ],
        [
            "Our powder inelastic neutron scattering data indicate that Z n V 2 O 4 is a system of spin chains that are three-dimensionally tangled in the cubic phase above 50 K due to randomly occupied t 2 g orbitals of V 3+(3 d 2) ions. Below 50 K in the tetragonal phase, the chains become straight due to antiferro-orbital ordering. This is evidenced by the characteristic wave vector dependence of the magnetic structure factor that changes from symmetric to asymmetric at the cubic-to-tetragonal transition.",
            "Orbital and spin chains in ZnV2O4",
            "R Lee and SH and Louca and D and Ueda and H and Park and S and Sato and TJ and Isobe and M and Ueda and Y and Rosenkranz and S and Zschack and P and Iniguez and J and Qiu and Y and Osborn",
            "2004",
            "43Rt9tIAAAAJ:kh2fBNsKQNwC",
            168,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.156407",
            "3805335672028325614",
            "\/scholar?cites=3805335672028325614",
            {
                "2004":1,
                "2005":10,
                "2006":10,
                "2007":13,
                "2008":14,
                "2009":8,
                "2010":12,
                "2011":11,
                "2012":9,
                "2013":9,
                "2014":11,
                "2015":14,
                "2016":15,
                "2017":12,
                "2018":6,
                "2019":5,
                "2020":8
            }
        ],
        [
            "Inelastic cold-neutron scattering on LaCoO 3 provided evidence for a distinct low energy excitation at 0.6 meV coincident with the thermally induced magnetic transition. Coexisting strong ferromagnetic (FM) and weaker antiferromagnetic correlations that are dynamic follow the activation to the excited state, identified as the intermediate S= 1 spin triplet. This is indicative of dynamical orbital ordering favoring the observed magnetic interactions. With hole doping as in La 1− x Sr x CoO 3, the FM correlations between Co spins become static and isotropically distributed due to the formation of FM droplets. The correlation length and condensation temperature of these droplets increase rapidly with metallicity due to the double exchange mechanism.",
            "Nanomagnetic droplets and implications to orbital ordering in La1-xSrxCoO3",
            "Y Phelan and D and Louca and D and Rosenkranz and S and Lee and SH and Qiu and Y and Chupas and PJ and Osborn and R and Zheng and H and Mitchell and JF and Copley and JRD and Sarrao and JL and Moritomo",
            "2006",
            "43Rt9tIAAAAJ:4fGpz3EwCPoC",
            167,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.027201",
            "17775303477024242797",
            "\/scholar?cites=17775303477024242797",
            {
                "2006":11,
                "2007":10,
                "2008":15,
                "2009":24,
                "2010":14,
                "2011":14,
                "2012":12,
                "2013":9,
                "2014":11,
                "2015":10,
                "2016":13,
                "2017":5,
                "2018":8,
                "2019":8,
                "2020":3
            }
        ],
        [
            " The spinel crystal system, AB 2 O 4 , has been fertile ground in studying the effects of magnetic and orbital frustration. The experimental findings, with primary focus on neutron and synchrotron x-ray scattering techniques, are hereby reviewed in spinels with magnetic B ions. Highlighted are novel collective phenomena, such as the zero-energy excitation mode in the spin liquid phase, zero-field and field-induced novel phase transitions, the emergence of complex local spin entities, and heavy fermionic behaviors. Such a diversity in the exotic properties stems from their close proximity to critical points among degenerate states and a delicate balance among different degrees of freedom such as spin, orbital, and lattice.   ",
            "Frustrated magnetism and cooperative phase transitions in spinels",
            "Seung-Hun Lee and Hidenori Takagi and Despina Louca and Masaaki Matsuda and Sungdae Ji and Hiroaki Ueda and Yutaka Ueda and Takuro Katsufuji and Jae-Ho Chung and Sungil Park and Sang-Wook Cheong and Collin Broholm",
            "2010",
            "43Rt9tIAAAAJ:WF5omc3nYNoC",
            153,
            "https:\/\/journals.jps.jp\/doi\/abs\/10.1143\/JPSJ.79.011004",
            "15444609705376120514",
            "\/scholar?cites=15444609705376120514",
            {
                "2010":7,
                "2011":9,
                "2012":11,
                "2013":12,
                "2014":16,
                "2015":12,
                "2016":15,
                "2017":12,
                "2018":17,
                "2019":15,
                "2020":21,
                "2021":4
            }
        ]
    ]
}