{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Seawater intrusion (SI) is a global issue, exacerbated by increasing demands for freshwater in coastal zones and predisposed to the influences of rising sea levels and changing climates. This review presents the state of knowledge in SI research, compares classes of methods for assessing and managing SI, and suggests areas for future research. We subdivide SI research into categories relating to processes, measurement, prediction and management. Considerable research effort spanning more than 50 years has provided an extensive array of field, laboratory and computer-based techniques for SI investigation. Despite this, knowledge gaps exist in SI process understanding, in particular associated with transient SI processes and timeframes, and the characterization and prediction of freshwater–saltwater interfaces over regional scales and in highly heterogeneous and dynamic settings. Multidisciplinary …",
            "Seawater intrusion processes, investigation and management: recent advances and future challenges",
            "Adrian D Werner and Mark Bakker and Vincent EA Post and Alexander Vandenbohede and Chunhui Lu and Behzad Ataie-Ashtiani and Craig T Simmons and David Andrew Barry",
            "2013",
            "48O1q80AAAAJ:hC7cP41nSMkC",
            866,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S030917081200053X",
            "5011725261933449591",
            "\/scholar?cites=5011725261933449591",
            {
                "2013":27,
                "2014":56,
                "2015":97,
                "2016":96,
                "2017":110,
                "2018":123,
                "2019":153,
                "2020":169,
                "2021":26
            }
        ],
        [
            "Despite its purported importance, previous studies of the influence of sea‐level rise on coastal aquifers have focused on specific sites, and a generalized systematic analysis of the general case of the sea water intrusion response to sea‐level rise has not been reported. In this study, a simple conceptual framework is used to provide a first‐order assessment of sea water intrusion changes in coastal unconfined aquifers in response to sea‐level rise. Two conceptual models are tested: (1) flux‐controlled systems, in which ground water discharge to the sea is persistent despite changes in sea level, and (2) head‐controlled systems, whereby ground water abstractions or surface features maintain the head condition in the aquifer despite sea‐level changes. The conceptualization assumes steady‐state conditions, a sharp interface sea water‐fresh water transition zone, homogeneous and isotropic aquifer properties, and …",
            "Impact of sea‐level rise on sea water intrusion in coastal aquifers",
            "Adrian D Werner and Craig T Simmons",
            "2009",
            "48O1q80AAAAJ:qUcmZB5y_30C",
            411,
            "https:\/\/ngwa.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1745-6584.2008.00535.x",
            "6665931236468353957",
            "\/scholar?cites=6665931236468353957",
            {
                "2009":3,
                "2010":11,
                "2011":12,
                "2012":23,
                "2013":36,
                "2014":41,
                "2015":43,
                "2016":39,
                "2017":52,
                "2018":47,
                "2019":44,
                "2020":51,
                "2021":6
            }
        ],
        [
            "In certain hydrogeological situations, fluid density variations occur because of changes in the solute or colloidal concentration, temperature, and pressure of the groundwater. These include seawater intrusion, high-level radioactive waste disposal, groundwater contamination, and geothermal energy production. When the density of the invading fluid is greater than that of the ambient one, density-driven free convection can lead to transport of heat and solutes over larger spatial scales and significantly shorter time scales than compared with diffusion alone. Beginning with the work of Lord Rayleigh in 1916, thermal and solute instabilities in homogeneous media have been studied in detail for almost a century. Recently, these theoretical and experimental studies have been applied in the study of groundwater phenomena, where the assumptions of homogeneity and isotropy rarely, if ever, apply. The critical role that …",
            "Variable-density groundwater flow and solute transport in heterogeneous porous media: approaches, resolutions and future challenges",
            "Craig T Simmons and Thomas R Fenstemaker and John M Sharp Jr",
            "2001",
            "48O1q80AAAAJ:IWHjjKOFINEC",
            347,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0169772201001607",
            "11116790211657153570",
            "\/scholar?cites=11116790211657153570",
            {
                "2001":1,
                "2002":4,
                "2003":5,
                "2004":10,
                "2005":12,
                "2006":19,
                "2007":18,
                "2008":18,
                "2009":19,
                "2010":24,
                "2011":22,
                "2012":13,
                "2013":14,
                "2014":20,
                "2015":35,
                "2016":22,
                "2017":24,
                "2018":21,
                "2019":16,
                "2020":23,
                "2021":4
            }
        ],
        [
            "The importance of a quantitative understanding of the hydrological cycle increases with the ever-growing demand for water for anthropogenic needs. Numerical models are inevitable tools in this undertaking. A wide range of numerical models of different complexity have been developed for this purpose, ranging from simple, lumped parameter models to more complex, physically based models. The foundation of physically based models is the blueprint paper by Freeze and Harlan (1969), and numerous physically based models have been developed following this blueprint. HydroGeoSphere (HGS), the code discussed in this review, is one of them. The origin of HGS is the code FRAC3DVS, developed by R. Therrien at the University of Waterloo as part of his doctoral work under the supervision of EA Sudicky (Therrien 1992). FRAC3DVS was designed to simulate variably saturated groundwater flow and advective …",
            "HydroGeoSphere: a fully integrated, physically based hydrological model",
            "Philip Brunner and Craig T Simmons",
            "2012",
            "48O1q80AAAAJ:e5wmG9Sq2KIC",
            326,
            "https:\/\/ngwa.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1745-6584.2011.00882.x",
            "16951958671386976741",
            "\/scholar?cites=16951958671386976741",
            {
                "2011":1,
                "2012":6,
                "2013":17,
                "2014":28,
                "2015":42,
                "2016":40,
                "2017":51,
                "2018":40,
                "2019":46,
                "2020":46,
                "2021":6
            }
        ],
        [
            "The argument that human society can decouple economic growth—defined as growth in Gross Domestic Product (GDP)—from growth in environmental impacts is appealing. If such decoupling is possible, it means that GDP growth is a sustainable societal goal. Here we show that the decoupling concept can be interpreted using an easily understood model of economic growth and environmental impact. The simple model is compared to historical data and modelled projections to demonstrate that growth in GDP ultimately cannot be decoupled from growth in material and energy use. It is therefore misleading to develop growth-oriented policy around the expectation that decoupling is possible. We also note that GDP is increasingly seen as a poor proxy for societal wellbeing. GDP growth is therefore a questionable societal goal. Society can sustainably improve wellbeing, including the wellbeing of its natural assets, but only by discarding GDP growth as the goal in favor of more comprehensive measures of societal wellbeing.",
            "Is decoupling GDP growth from environmental impact possible?",
            "James D Ward and Paul C Sutton and Adrian D Werner and Robert Costanza and Steve H Mohr and Craig T Simmons",
            "2016",
            "48O1q80AAAAJ:_5tno0g5mFcC",
            244,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0164733",
            "17762658030077468562",
            "\/scholar?cites=17762658030077468562",
            {
                "2016":1,
                "2017":24,
                "2018":40,
                "2019":65,
                "2020":94,
                "2021":8
            }
        ],
        [
            "Understanding how changes in the groundwater table affect surface water resources is of fundamental importance in quantitative hydrology. If the groundwater table below a stream is sufficiently deep, changes in the groundwater table position effectively do not alter the infiltration rate. This is referred to as a disconnected system. Previous authors noted that a low‐conductivity layer below the surface water body is a necessary but not sufficient criterion for disconnection to occur. We develop a precise criterion that allows an assessment of whether surface water–groundwater systems can disconnect or not. We further demonstrate that a disconnected system can be conceptualized by a saturated groundwater mound and the development of a capillary zone above this mound. This conceptualization is used to determine the critical water table position at the point where full disconnection is reached. A comparison of this …",
            "Hydrogeologic controls on disconnection between surface water and groundwater",
            "Philip Brunner and Peter G Cook and Craig T Simmons",
            "2009",
            "48O1q80AAAAJ:TQgYirikUcIC",
            177,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2008wr006953",
            "15292425762164253862",
            "\/scholar?cites=15292425762164253862",
            {
                "2009":1,
                "2010":5,
                "2011":15,
                "2012":11,
                "2013":19,
                "2014":12,
                "2015":24,
                "2016":16,
                "2017":19,
                "2018":19,
                "2019":15,
                "2020":19,
                "2021":1
            }
        ],
        [
            "In this paper, simple indicators of the propensity for sea water intrusion (SWI) to occur (referred to as “SWI vulnerability indicators”) are devised. The analysis is based on an existing analytical solution for the steady‐state position of a sharp fresh water‐salt water interface. Interface characteristics, that is, the wedge toe location and sea water volume, are used in quantifying SWI in both confined and unconfined aquifers. Rates‐of‐change (partial derivatives of the analytical solution) in the wedge toe or sea water volume are used to quantify the aquifer vulnerability to various stress situations, including (1) sea‐level rise; (2) change in recharge (e.g., due to climate change); and (3) change in seaward discharge. A selection of coastal aquifer cases is used to apply the SWI vulnerability indicators, and the proposed methodology produces interpretations of SWI vulnerability that are broadly consistent with more …",
            "Vulnerability indicators of sea water intrusion",
            "Adrian D Werner and James D Ward and Leanne K Morgan and Craig T Simmons and Neville I Robinson and Michael D Teubner",
            "2012",
            "48O1q80AAAAJ:r0BpntZqJG4C",
            150,
            "https:\/\/ngwa.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1745-6584.2011.00817.x",
            "2247528112364326506",
            "\/scholar?cites=2247528112364326506",
            {
                "2011":2,
                "2012":4,
                "2013":20,
                "2014":11,
                "2015":15,
                "2016":17,
                "2017":16,
                "2018":16,
                "2019":16,
                "2020":27,
                "2021":3
            }
        ],
        [
            "Sea-level rise (SLR) influences groundwater hydraulics and in particular seawater intrusion (SWI) in many coastal aquifers. The quantification of the combined and relative impacts of influential factors on SWI has not previously been considered in coastal aquifers. In the present study, a systematic review of the available literature on this topic is first provided. Then, the potential remaining challenges are scrutinized. Open questions on the effects of more realistic complexities such as gradual SLR, parameter uncertainties, and the associated influences in decision-making models are issues requiring further investigation.We assess and quantify the seawater toe location under the impacts of SLR in combination with recharge rate variations, land-surface inundation (LSI) due to SLR, aquifer bed slope variation, and changing landward boundary conditions (LWBCs). This is the first study to include all of these factors in a …",
            "Sea-level rise impacts on seawater intrusion in coastal aquifers: Review and integration",
            "Hamed Ketabchi and Davood Mahmoodzadeh and Behzad Ataie-Ashtiani and Craig T Simmons",
            "2016",
            "48O1q80AAAAJ:4fGpz3EwCPoC",
            141,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022169416300233",
            "4544749987130591235",
            "\/scholar?cites=4544749987130591235",
            {
                "2016":3,
                "2017":22,
                "2018":26,
                "2019":28,
                "2020":51,
                "2021":8
            }
        ],
        [
            "The use of hydraulic head measurements in ground water of variable density is considerably more complicated than for the case of constant‐density ground water. A theoretical framework for dealing with these complications does exist in the current literature but suffers from a lack of awareness among many hydrogeologists. When corrections for density variations are ignored or not properly taken into account, misinterpretation of both ground water flow direction and magnitude may result. This paper summarizes the existing theoretical framework and provides practical guidelines for the interpretation of head measurements in variable‐density ground water systems. It will be argued that, provided that the proper corrections are taken into account, fresh water heads can be used to analyze both horizontal and vertical flow components. To avoid potential confusion, it is recommended that the use of the so‐called …",
            "Using hydraulic head measurements in variable‐density ground water flow analyses",
            "Vincent Post and Henk Kooi and Craig Simmons",
            "2007",
            "48O1q80AAAAJ:HDshCWvjkbEC",
            141,
            "https:\/\/ngwa.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1745-6584.2007.00339.x",
            "540196596025943521",
            "\/scholar?cites=540196596025943521",
            {
                "2008":3,
                "2009":7,
                "2010":8,
                "2011":11,
                "2012":15,
                "2013":16,
                "2014":9,
                "2015":11,
                "2016":10,
                "2017":12,
                "2018":14,
                "2019":13,
                "2020":12
            }
        ],
        [
            "Like any other computer model, density‐dependent mathematical groundwater models must be “verified” to ascertain that they accurately represent the physics implied by a governing set of equations. Very few test cases for density‐dependent groundwater numerical models exist. As such, there is still a need for new and more robust tests of these modeling codes. In this paper a numerical model of an idealized evaporating salt lake is produced using the two‐dimensional density‐dependent saturated‐unsaturated transport (SUTRA) model, the results of which are compared with an equivalent laboratory Hele‐Shaw cell system developed by Wooding et al. [1997a, b]. Evaporation results in dense brine overlying less dense fluid, which is hydrodynamically unstable and leads to downward convection of salt fingers or plumes. A comparison of experimental and numerical plume growth shows good spatial and …",
            "On a test case for density‐dependent groundwater flow and solute transport models: The salt lake problem",
            "Craig T Simmons and Kumar A Narayan and Robin A Wooding",
            "1999",
            "48O1q80AAAAJ:-f6ydRqryjwC",
            135,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/1999WR900254",
            "18307336655856849313",
            "\/scholar?cites=18307336655856849313",
            {
                "2000":4,
                "2001":7,
                "2002":6,
                "2003":6,
                "2004":10,
                "2005":10,
                "2006":12,
                "2007":5,
                "2008":8,
                "2009":7,
                "2010":7,
                "2011":5,
                "2012":5,
                "2013":2,
                "2014":6,
                "2015":9,
                "2016":5,
                "2017":5,
                "2018":6,
                "2019":3,
                "2020":6
            }
        ]
    ]
}