{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The isolation of graphene in 2004 from graphite was a defining moment for the “birth” of a field: two-dimensional (2D) materials. In recent years, there has been a rapidly increasing number of papers focusing on non-graphene layered materials, including transition-metal dichalcogenides (TMDs), because of the new properties and applications that emerge upon 2D confinement. Here, we review significant recent advances and important new developments in 2D materials “beyond graphene”. We provide insight into the theoretical modeling and understanding of the van der Waals (vdW) forces that hold together the 2D layers in bulk solids, as well as their excitonic properties and growth morphologies. Additionally, we highlight recent breakthroughs in TMD synthesis and characterization and discuss the newest families of 2D materials, including monoelement 2D materials (i.e., silicene, phosphorene, etc.) and …",
            "Recent advances in two-dimensional materials beyond graphene",
            "Ganesh R Bhimanapati and Zhong Lin and Vincent Meunier and Yeonwoong Jung and Judy Cha and Saptarshi Das and Di Xiao and Youngwoo Son and Michael S Strano and Valentino R Cooper and Liangbo Liang and Steven G Louie and Emilie Ringe and Wu Zhou and Steve S Kim and Rajesh R Naik and Bobby G Sumpter and Humberto Terrones and Fengnian Xia and Yeliang Wang and Jun Zhu and Deji Akinwande and Nasim Alem and Jon A Schuller and Raymond E Schaak and Mauricio Terrones and Joshua A Robinson",
            "2015",
            "4AxdgQwAAAAJ:ALROH1vI_8AC",
            1478,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsnano.5b05556",
            "2239815428344353542",
            "\/scholar?cites=2239815428344353542",
            {
                "2016":140,
                "2017":297,
                "2018":335,
                "2019":322,
                "2020":343,
                "2021":40
            }
        ],
        [
            "With the advent of atomically thin and flat layers of conducting materials such as graphene, new designs for thin film energy storage devices with good performance have become possible. Here, we report an “in-plane” fabrication approach for ultrathin supercapacitors based on electrodes comprised of pristine graphene and multilayer reduced graphene oxide. The in-plane design is straightforward to implement and exploits efficiently the surface of each graphene layer for energy storage. The open architecture and the effect of graphene edges enable even the thinnest of devices, made from as grown 1−2 graphene layers, to reach specific capacities up to 80 μFcm−2, while much higher (394 μFcm−2) specific capacities are observed multilayer reduced graphene oxide electrodes. The performances of devices with pristine as well as thicker graphene-based structures are examined using a combination of …",
            "Ultrathin planar graphene supercapacitors",
            "Jung Joon Yoo and Kaushik Balakrishnan and Jingsong Huang and Vincent Meunier and Bobby G Sumpter and Anchal Srivastava and Michelle Conway and Arava Leela Mohana Reddy and Jin Yu and Robert Vajtai and Pulickel M Ajayan",
            "2011",
            "4AxdgQwAAAAJ:Tyk-4Ss8FVUC",
            1150,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl200225j",
            "7735809416667484549",
            "\/scholar?cites=7735809416667484549",
            {
                "2011":22,
                "2012":86,
                "2013":110,
                "2014":137,
                "2015":138,
                "2016":152,
                "2017":134,
                "2018":122,
                "2019":131,
                "2020":105,
                "2021":10
            }
        ],
        [
            "During the past 20 years, multiwall carbon nanotubes (MWCNTs) have become an important industrial material. Hundreds of tons are produced each year. This review is a survey of the scientific literature, motivated by industrial requirements and guidelines for environment, health and safety compliance. Sampling, size, area, density, color, crystallinity, as well as purity compared to properties of non-MWCNT carbon and catalyst metals, are presented. No single measurement tool provides a complete characterization; therefore, we summarize methods that include scanning electron microscopy, transmission electron microscopy (TEM), fast Fourier transform of high-resolution TEM, Raman spectroscopy, reflectance and thermogravimetric analysis. Fourier transform infrared spectroscopy reveals information with regard to functional groups interacting the tube surface. Brunauer–Emmett–Teller (BET) analysis is …",
            "Evaluating the characteristics of multiwall carbon nanotubes",
            "John H Lehman and Mauricio Terrones and Elisabeth Mansfield and Katherine E Hurst and Vincent Meunier",
            "2011",
            "4AxdgQwAAAAJ:Wp0gIr-vW9MC",
            913,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S000862231100217X",
            "12668729408463027839",
            "\/scholar?cites=12668729408463027839",
            {
                "2011":9,
                "2012":23,
                "2013":51,
                "2014":87,
                "2015":102,
                "2016":102,
                "2017":120,
                "2018":138,
                "2019":129,
                "2020":126,
                "2021":23
            }
        ],
        [
            "Graphene nanoribbons can exhibit either quasi-metallic or semiconducting behavior, depending on the atomic structure of their edges. Thus, it is important to control the morphology and crystallinity of these edges for practical purposes. We demonstrated an efficient edge-reconstruction process, at the atomic scale, for graphitic nanoribbons by Joule heating. During Joule heating and electron beam irradiation, carbon atoms are vaporized, and subsequently sharp edges and step-edge arrays are stabilized, mostly with either zigzag- or armchair-edge configurations. Model calculations show that the dominant annealing mechanisms involve point defect annealing and edge reconstruction.",
            "Controlled formation of sharp zigzag and armchair edges in graphitic nanoribbons",
            "Xiaoting Jia and Mario Hofmann and Vincent Meunier and Bobby G Sumpter and Jessica Campos-Delgado and José Manuel Romo-Herrera and Hyungbin Son and Ya-Ping Hsieh and Alfonso Reina and Jing Kong and Mauricio Terrones and Mildred S Dresselhaus",
            "2009",
            "4AxdgQwAAAAJ:u5HHmVD_uO8C",
            715,
            "https:\/\/science.sciencemag.org\/content\/323\/5922\/1701.abstract",
            "3313388721363413901",
            "\/scholar?cites=3313388721363413901",
            {
                "2009":32,
                "2010":93,
                "2011":97,
                "2012":96,
                "2013":75,
                "2014":73,
                "2015":58,
                "2016":48,
                "2017":41,
                "2018":35,
                "2019":33,
                "2020":31,
                "2021":1
            }
        ],
        [
            "Supercapacitors, commonly called electric double‐layer capacitors (EDLCs), are emerging as a novel type of energy‐storage device with the potential to substitute batteries in applications that require high power densities. In response to the latest experimental breakthrough in nanoporous carbon supercapacitors, we propose a heuristic theoretical model that takes pore curvature into account as a replacement for the EDLC model, which is based on a traditional parallel‐plate capacitor. When the pore size is in the mesopore regime (2–50 nm), counterions enter mesoporous carbon materials and approach the pore wall to form an electric double‐cylinder capacitor (EDCC); in the micropore regime (<2 nm), solvated\/desolvated counterions line up along the pore axis to form an electric wire‐in‐cylinder capacitor (EWCC). In the macropore regime (>50 nm) at which pores are large enough so that pore curvature is …",
            "A universal model for nanoporous carbon supercapacitors applicable to diverse pore regimes, carbon materials, and electrolytes",
            "Jingsong Huang and Bobby G Sumpter and Vincent Meunier",
            "2008",
            "4AxdgQwAAAAJ:UeHWp8X0CEIC",
            561,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/chem.200800639",
            "18150885732992305038",
            "\/scholar?cites=18150885732992305038",
            {
                "2009":15,
                "2010":45,
                "2011":41,
                "2012":50,
                "2013":62,
                "2014":52,
                "2015":41,
                "2016":57,
                "2017":53,
                "2018":33,
                "2019":49,
                "2020":54,
                "2021":4
            }
        ],
        [
            "Supercapacitors based on nanoporous carbon materials, commonly called electric double-layer capacitors (EDLCs), have recently attracted considerable attention.[1, 2] Carbon supercapacitors bridge the gap between batteries and conventional dielectric capacitors, and are ideal for the rapid storage and release of energy. To develop supercapacitors as an alternative to batteries, currently intense research efforts aim at increasing the energy density by optimizing the pore size distribution of nanoporous carbon materials. In their breakthrough work, Gogotsi and co-workers [3] synthesized carbidederived carbons with unimodal micropores [4] smaller than 1nm, and found that these new materials exhibit an anomalous increase in capacitance compared to others with pore sizes above 2 nm. These results challenge the long-held presumption that pores smaller than the size of solvated electrolyte ions do not contribute …",
            "Theoretical model for nanoporous carbon supercapacitors",
            "Jingsong Huang and Bobby G Sumpter and Vincent Meunier",
            "2008",
            "4AxdgQwAAAAJ:zYLM7Y9cAGgC",
            534,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ange.200703864",
            "2240170254386513232",
            "\/scholar?cites=2240170254386513232",
            {
                "2008":6,
                "2009":13,
                "2010":26,
                "2011":39,
                "2012":41,
                "2013":67,
                "2014":46,
                "2015":43,
                "2016":55,
                "2017":48,
                "2018":42,
                "2019":53,
                "2020":45,
                "2021":7
            }
        ],
        [
            "We review the recent progress in our understanding of the mechanical and electrical properties of carbon nanotubes, emphasizing the theoretical aspects. Nanotubes are the strongest materials known, but the ultimate limits of their strength have yet to be reached experimentally. Modeling of nanotube-reinforced composites indicates that the addition of small numbers of nanotubes may lead to a dramatic increase in the modulus, with only minimal crosslinking. Deformations in nanotube structures lead to novel structural transformations, some of which have clear electrical signatures that can be utilized in nanoscale sensors and devices. Chemical reactivity of nanotube walls is facilitated by strain, which can be used in processing and functionalization. Scanning tunneling microscopy and spectroscopy have provided a wealth of information about the structure and electronic properties of nanotubes …",
            "Mechanical and electrical properties of nanotubes",
            "J Bernholc and D Brenner and M Buongiorno Nardelli and V Meunier and C Roland",
            "2002",
            "4AxdgQwAAAAJ:u-x6o8ySG0sC",
            443,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.matsci.32.112601.134925",
            "17281339302664152059",
            "\/scholar?cites=17281339302664152059",
            {
                "2002":5,
                "2003":11,
                "2004":20,
                "2005":24,
                "2006":25,
                "2007":42,
                "2008":34,
                "2009":28,
                "2010":26,
                "2011":24,
                "2012":26,
                "2013":31,
                "2014":24,
                "2015":24,
                "2016":23,
                "2017":18,
                "2018":19,
                "2019":22,
                "2020":14,
                "2021":2
            }
        ],
        [
            "Despite graphene's remarkable electronic properties 1, 2, the lack of an electronic bandgap severely limits its potential for applications in digital electronics 3, 4. In contrast to extended films, narrow strips of graphene (called graphene nanoribbons) are semiconductors through quantum confinement 5, 6, with a bandgap that can be tuned as a function of the nanoribbon width and edge structure 7, 8, 9, 10. Atomically precise graphene nanoribbons can be obtained via a bottom-up approach based on the surface-assisted assembly of molecular precursors 11. Here we report the fabrication of graphene nanoribbon heterojunctions and heterostructures by combining pristine hydrocarbon precursors with their nitrogen-substituted equivalents. Using scanning probe methods, we show that the resulting heterostructures consist of seamlessly assembled segments of pristine (undoped) graphene nanoribbons (p-GNRs) and …",
            "Graphene nanoribbon heterojunctions",
            "Jinming Cai and Carlo A Pignedoli and Leopold Talirz and Pascal Ruffieux and Hajo Söde and Liangbo Liang and Vincent Meunier and Reinhard Berger and Rongjin Li and Xinliang Feng and Klaus Müllen and Roman Fasel",
            "2014",
            "4AxdgQwAAAAJ:P7Ujq4OLJYoC",
            424,
            "https:\/\/www.nature.com\/articles\/nnano.2014.184.pdf?origin=ppub",
            "7497651920618764455",
            "\/scholar?cites=7497651920618764455",
            {
                "2014":4,
                "2015":44,
                "2016":68,
                "2017":97,
                "2018":77,
                "2019":67,
                "2020":60,
                "2021":4
            }
        ],
        [
            "The current status of graphene edge fabrication and characterization is reviewed in detail. We first compare different fabrication methods, including the chemical vapor deposition method, various ways of unzipping carbon nanotubes, and lithographic methods. We then summarize the different edge\/ribbon structures that have been produced experimentally or predicted theoretically. We discuss different characterization tools, such as transmission electron microscopy and Raman spectroscopy, that are currently used for evaluating the edge quality as well as the atomic structures. Finally, a detailed discussion of defective and folded edges is also presented. Considering the short history of graphene edge research, the progress has been impressive, and many further advances in this field are anticipated.",
            "Graphene edges: a review of their fabrication and characterization",
            "Xiaoting Jia and Jessica Campos-Delgado and Mauricio Terrones and Vincent Meunier and Mildred S Dresselhaus",
            "2011",
            "4AxdgQwAAAAJ:ufrVoPGSRksC",
            408,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2011\/nr\/c0nr00600a",
            "15816414001201065713",
            "\/scholar?cites=15816414001201065713",
            {
                "2011":28,
                "2012":43,
                "2013":50,
                "2014":53,
                "2015":42,
                "2016":47,
                "2017":36,
                "2018":34,
                "2019":32,
                "2020":31,
                "2021":5
            }
        ],
        [
            "Single-layer black phosphorus (BP), or phosphorene, is a highly anisotropic two-dimensional elemental material possessing promising semiconductor properties for flexible electronics. However, the direct bandgap of single-layer black phosphorus predicted theoretically has not been directly measured, and the properties of its edges have not been considered in detail. Here we report atomic scale electronic variation related to strain-induced anisotropic deformation of the puckered honeycomb structure of freshly cleaved black phosphorus using a high-resolution scanning tunneling spectroscopy (STS) survey along the light (x) and heavy (y) effective mass directions. Through a combination of STS measurements and first-principles calculations, a model for edge reconstruction is also determined. The reconstruction is shown to self-passivate most dangling bonds by switching the coordination number of phosphorus …",
            "Electronic bandgap and edge reconstruction in phosphorene materials",
            "Liangbo Liang and Jun Wang and Wenzhi Lin and Bobby G Sumpter and Vincent Meunier and Minghu Pan",
            "2014",
            "4AxdgQwAAAAJ:Ehil0879vHcC",
            387,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl502892t",
            "18340779591082518513",
            "\/scholar?cites=18340779591082518513",
            {
                "2014":1,
                "2015":39,
                "2016":66,
                "2017":80,
                "2018":74,
                "2019":63,
                "2020":55,
                "2021":9
            }
        ]
    ]
}