{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "We propose that holographic entanglement entropy can be calculated at arbitrary orders in the bulk Planck constant using the concept of a “quantum extremal surface”: a surface which extremizes the generalized entropy, ie the sum of area and bulk entanglement entropy. At leading order in bulk quantum corrections, our proposal agrees with the formula of Faulkner, Lewkowycz, and Maldacena, which was derived only at this order; beyond leading order corrections, the two conjectures diverge. Quantum extremal surfaces lie outside the causal domain of influence of the boundary region as well as its complement, and in some spacetimes there are barriers preventing them from entering certain regions. We comment on the implications for bulk reconstruction.",
            "Quantum extremal surfaces: holographic entanglement entropy beyond the classical regime",
            "Netta Engelhardt and Aron C Wall",
            "2015",
            "4dWrvLgAAAAJ:Se3iqnhoufwC",
            254,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP01(2015)073.pdf",
            "10613172372440738901",
            "\/scholar?cites=10613172372440738901",
            {
                "2014":2,
                "2015":15,
                "2016":16,
                "2017":17,
                "2018":25,
                "2019":36,
                "2020":135,
                "2021":8
            }
        ],
        [
            "Bulk quantum fields are often said to contribute to the generalized entropy only at O (1). Nonetheless, in the context of evaporating black holes, O (1\/GN) gradients in S bulk can arise due to large boosts, introducing a quantum extremal surface far from any classical extremal surface. We examine the effect of such bulk quantum effects on quantum extremal surfaces (QESs) and the resulting entanglement wedge in a simple two-boundary 2d bulk system defined by Jackiw-Teitelboim gravity coupled to a 1+ 1 CFT. Turning on a coupling between one boundary and a further external auxiliary system which functions as a heat sink allows a two-sided otherwise-eternal black hole to evaporate on one side. We find the generalized entropy of the QES to behave as expected from general considerations of unitarity, and in particular that ingoing information disappears from the entanglement wedge after a scambling time …",
            "The entropy of bulk quantum fields and the entanglement wedge of an evaporating black hole",
            "Ahmed Almheiri and Netta Engelhardt and Donald Marolf and Henry Maxfield",
            "2019",
            "4dWrvLgAAAAJ:qjMakFHDy7sC",
            200,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP12(2019)063",
            "3989761657561158962",
            "\/scholar?cites=3989761657561158962",
            {
                "2019":14,
                "2020":174,
                "2021":12
            }
        ],
        [
            "We report a new area law in general relativity. A future holographic screen is a hypersurface foliated by marginally trapped surfaces. We show that their area increases monotonically along the foliation. Future holographic screens can easily be found in collapsing stars and near a big crunch. Past holographic screens exist in any expanding universe and obey a similar theorem, yielding the first rigorous area law in big bang cosmology. Unlike event horizons, these objects can be identified at finite time and without reference to an asymptotic boundary. The Bousso bound is not used, but it naturally suggests a thermodynamic interpretation of our result.",
            "New area law in general relativity",
            "Raphael Bousso and Netta Engelhardt",
            "2015",
            "4dWrvLgAAAAJ:LkGwnXOMwfcC",
            83,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.115.081301",
            "9130590129943013764",
            "\/scholar?cites=9130590129943013764",
            {
                "2015":3,
                "2016":16,
                "2017":12,
                "2018":16,
                "2019":14,
                "2020":21,
                "2021":1
            }
        ],
        [
            "We present a generic condition for Lorentzian manifolds to have a barrier that limits the reach of boundary-anchored extremal surfaces of arbitrary dimension. We show that any surface with nonpositive extrinsic curvature is a barrier, in the sense that extremal surfaces cannot be continuously deformed past it. Furthermore, the outermost barrier surface has nonnegative extrinsic curvature. Under certain conditions, we show that the existence of trapped surfaces implies a barrier, and conversely. In the context of AdS\/CFT, these barriers imply that it is impossible to reconstruct the entire bulk using extremal surfaces. We comment on the implications for the firewall controversy.",
            "Extremal surface barriers",
            "Netta Engelhardt and Aron C Wall",
            "2014",
            "4dWrvLgAAAAJ:_FxGoFyzp5QC",
            74,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP03(2014)068.pdf",
            "8789110225675835611",
            "\/scholar?cites=8789110225675835611",
            {
                "2014":10,
                "2015":10,
                "2016":16,
                "2017":10,
                "2018":10,
                "2019":6,
                "2020":11,
                "2021":1
            }
        ]
    ]
}