{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "KamLAND has measured the flux of ν e’s from distant nuclear reactors. We find fewer ν e events than expected from standard assumptions about ν e propagation at the 99.95% CL In a 162 ton· y r exposure the ratio of the observed inverse β-decay events to the expected number without ν e disappearance is 0.611±0.085 (s t a t)±0.041 (s y s t) for ν e energies> 3.4 M e V. In the context of two-flavor neutrino oscillations with CPT invariance, all solutions to the solar neutrino problem except for the “large mixing angle” region are excluded.",
            "First results from KamLAND: evidence for reactor antineutrino disappearance",
            "KamLAND& Eguchi and S Enomoto and K Furuno and J Goldman and H Hanada and H Ikeda and K Ikeda and K Inoue and K Ishihara and W Itoh and T Iwamoto and T Kawaguchi and T Kawashima and H Kinoshita and Y Kishimoto and M Koga and Y Koseki and T Maeda and T Mitsui and M Motoki and K Nakajima and M Nakajima and T Nakajima and H Ogawa and K Owada and T Sakabe and I Shimizu and J Shirai and F Suekane and A Suzuki and K Tada and O Tajima and T Takayama and K Tamae and H Watanabe and J Busenitz and Z Djurcic and K McKinny and D-M Mei and A Piepke and E Yakushev and BE Berger and YD Chan and MP Decowski and DA Dwyer and SJ Freedman and Y Fu and BK Fujikawa and KM Heeger and KT Lesko and K-B Luk and H Murayama and DR Nygren and CE Okada and AWP Poon and HM Steiner and LA Winslow and GA Horton-Smith and RD McKeown and J Ritter and B Tipton and P Vogel and CE Lane and T Miletic and PW Gorham and G Guillian and JG Learned and J Maricic and S Matsuno and S Pakvasa and S Dazeley and S Hatakeyama and M Murakami and RC Svoboda and BD Dieterle and M DiMauro and J Detwiler and G Gratta and K Ishii and N Tolich and Y Uchida and M Batygov and W Bugg and H Cohn and Y Efremenko and Y Kamyshkov and A Kozlov and Y Nakamura and L De Braeckeleer and CR Gould and HJ Karwowski and DM Markoff and JA Messimore and K Nakamura and RM Rohm and W Tornow and AR Young and Y-F Wang and KamLAND Collaboration",
            "2003",
            "4Dy3QEIAAAAJ:ipzZ9siozwsC",
            3905,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.90.021802",
            "11073641612887518338",
            "\/scholar?cites=11073641612887518338",
            {
                "2002":20,
                "2003":387,
                "2004":524,
                "2005":412,
                "2006":306,
                "2007":249,
                "2008":210,
                "2009":164,
                "2010":139,
                "2011":151,
                "2012":165,
                "2013":163,
                "2014":142,
                "2015":161,
                "2016":155,
                "2017":111,
                "2018":149,
                "2019":132,
                "2020":129,
                "2021":4
            }
        ],
        [
            "We present results of a study of neutrino oscillation based on a 766 ton\/year exposure of KamLAND to reactor antineutrinos. We observe 258 ν e candidate events with energies above 3.4 MeV compared to 365.2±23.7 events expected in the absence of neutrino oscillation. Accounting for 17.8±7.3 expected background events, the statistical significance for reactor ν e disappearance is 99.998%. The observed energy spectrum disagrees with the expected spectral shape in the absence of neutrino oscillation at 99.6% significance and prefers the distortion expected from ν e oscillation effects. A two-neutrino oscillation analysis of the KamLAND data gives Δ m 2= 7.9− 0.5+ 0.6× 10− 5 e V 2. A global analysis of data from KamLAND and solar-neutrino experiments yields Δ m 2= 7.9− 0.5+ 0.6× 10− 5 e V 2 and tan﻿ 2 θ= 0.40− 0.07+ 0.10, the most precise determination to date.",
            "Measurement of neutrino oscillation with KamLAND: Evidence of spectral distortion",
            "T Araki and K Eguchi and S Enomoto and K Furuno and K Ichimura and H Ikeda and K Inoue and K Ishihara and T Iwamoto and T Kawashima and Y Kishimoto and M Koga and Y Koseki and T Maeda and T Mitsui and M Motoki and K Nakajima and H Ogawa and K Owada and J-S Ricol and I Shimizu and J Shirai and F Suekane and A Suzuki and K Tada and O Tajima and K Tamae and Y Tsuda and H Watanabe and J Busenitz and T Classen and Z Djurcic and G Keefer and K McKinny and D-M Mei and A Piepke and E Yakushev and BE Berger and YD Chan and MP Decowski and DA Dwyer and SJ Freedman and Y Fu and BK Fujikawa and J Goldman and F Gray and KM Heeger and KT Lesko and K-B Luk and H Murayama and AWP Poon and HM Steiner and LA Winslow and GA Horton-Smith and C Mauger and RD McKeown and P Vogel and CE Lane and T Miletic and PW Gorham and G Guillian and JG Learned and J Maricic and S Matsuno and S Pakvasa and S Dazeley and S Hatakeyama and A Rojas and R Svoboda and BD Dieterle and J Detwiler and G Gratta and K Ishii and N Tolich and Y Uchida and M Batygov and W Bugg and Y Efremenko and Y Kamyshkov and A Kozlov and Y Nakamura and CR Gould and HJ Karwowski and DM Markoff and JA Messimore and K Nakamura and RM Rohm and W Tornow and R Wendell and AR Young and M-J Chen and Y-F Wang and F Piquemal and KamLAND Collaboration",
            "2005",
            "4Dy3QEIAAAAJ:8d8msizDQcsC",
            1733,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.081801",
            "14592475846149751287",
            "\/scholar?cites=14592475846149751287",
            {
                "2004":8,
                "2005":124,
                "2006":206,
                "2007":200,
                "2008":213,
                "2009":134,
                "2010":98,
                "2011":97,
                "2012":86,
                "2013":104,
                "2014":72,
                "2015":67,
                "2016":64,
                "2017":54,
                "2018":71,
                "2019":59,
                "2020":60,
                "2021":1
            }
        ],
        [
            "The KamLAND experiment has determined a precise value for the neutrino oscillation parameter Δ m 21 2 and stringent constraints on θ 12. The exposure to nuclear reactor antineutrinos is increased almost fourfold over previous results to 2.44× 10 32 proton yr due to longer livetime and an enlarged fiducial volume. An undistorted reactor ν e energy spectrum is now rejected at> 5 σ. Analysis of the reactor spectrum above the inverse beta decay energy threshold, and including geoneutrinos, gives a best fit at Δ m 21 2= 7.58− 0.13+ 0.14 (stat)− 0.15+ 0.15 (syst)× 10− 5 eV 2 and tan﻿ 2 θ 12= 0.56− 0.07+ 0.10 (stat)− 0.06+ 0.10 (syst). Local Δ χ 2 minima at higher and lower Δ m 21 2 are disfavored at> 4 σ. Combining with solar neutrino data, we obtain Δ m 21 2= 7.59− 0.21+ 0.21× 10− 5 eV 2 and tan﻿ 2 θ 12= 0.47− 0.05+ 0.06.",
            "Precision measurement of neutrino oscillation parameters with KamLAND",
            "S Abe and T Ebihara and S Enomoto and K Furuno and Y Gando and K Ichimura and H Ikeda and K Inoue and Y Kibe and Y Kishimoto and M Koga and A Kozlov and Y Minekawa and T Mitsui and K Nakajima and K Nakamura and M Nakamura and K Owada and I Shimizu and Y Shimizu and J Shirai and F Suekane and A Suzuki and Y Takemoto and K Tamae and A Terashima and H Watanabe and E Yonezawa and S Yoshida and J Busenitz and T Classen and C Grant and G Keefer and DS Leonard and D McKee and A Piepke and MP Decowski and JA Detwiler and SJ Freedman and BK Fujikawa and F Gray and E Guardincerri and L Hsu and R Kadel and C Lendvai and K-B Luk and H Murayama and T O’Donnell and HM Steiner and LA Winslow and DA Dwyer and C Jillings and C Mauger and RD McKeown and P Vogel and C Zhang and BE Berger and CE Lane and J Maricic and T Miletic and M Batygov and JG Learned and S Matsuno and S Pakvasa and J Foster and GA Horton-Smith and A Tang and S Dazeley and KE Downum and G Gratta and K Tolich and W Bugg and Y Efremenko and Y Kamyshkov and O Perevozchikov and HJ Karwowski and DM Markoff and W Tornow and KM Heeger and F Piquemal and J-S Ricol and KamLAND Collaboration",
            "2008",
            "4Dy3QEIAAAAJ:vRqMK49ujn8C",
            1307,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.221803",
            "6884234046971455479",
            "\/scholar?cites=6884234046971455479",
            {
                "2008":63,
                "2009":145,
                "2010":139,
                "2011":167,
                "2012":136,
                "2013":117,
                "2014":82,
                "2015":84,
                "2016":91,
                "2017":65,
                "2018":84,
                "2019":56,
                "2020":59,
                "2021":1
            }
        ],
        [
            "The L3 experiment is one of the six large detectors designed for the new generation of electron-positron accelerators. It is the only detector that concentrates its efforts on limited goals of measuring electrons, muons and photons. By not attempting to identify hadrons, L3 has been able to provide an order of magnitude better resolution for electrons, muons and photons. Vertices and hadron jets are also studied. The construction of L3 has involved much state of the art technology in new principles of vertex detection and in new crystals for large scale electromagnetic shower detection and ultraprecise muon detection. This paper presents a summary of the construction of L3.",
            "The construction of the L3 experiment",
            "B Adeva and M Aguilar-Benitez and H Akbari and J Alcaraz and A Aloisio and J Alvarez-Taviel and G Alverson and MG Alviggi and H Anderhub and AL Anderson and AM Angelov and TH Angelov and GH Antchev and L Antonov and D Antreasyan and A Arefiev and IH Atanasov and B Auroy and R Ayad and OL Ayranov and T Azemoon and T Aziz and U Bachmann and P Bähler and JA Bakken and L Baksay and H Baldinger and RC Ball and J Ballansat and S Banerjee and J Bao and G Barbier and L Barone and G Basti and A Bay and F Beauvais and U Becker and R Beissel and S Bendig and P Bene and J Berdugo and P Berges and M Berthet and Y Bertsch and BL Betev and A Biland and A Bischoff and M Bischops and R Bizzarri and JJ Blaising and M Blanc and P Blömeke and B Blumenfeld and GJ Bobbink and M Bocciolini and KD Boffin and W Bohlen and A Böhm and T Böhringer and H Bonnefon and C Bopp and B Borgia and K Bosseler and JF Bottolier and M Bourquin and D Boutigny and P Bowditch and JG Branson and D Braun and IC Brock and F Bruyant and M Buchholz and B Bücken and W Bulgeroni and R Burel and JD Burger and C Burgos and JP Burq and L Caiazzo and M Caillat and B Camberlin and D Campana and C Camps and V Canale and M Capell and F Carbonara and F Carminati and AM Cartacci and M Cerrada and F Cesaroni and YH Chang and JW Chapman and M Chemarin and A Chen and C Chen and HF Chen and HS Chen and M Chen and ML Chen and SR Chendvankar and G Chevenier and S Chidzik and G Chiefari and CY Chien and F Chollet and M Chumakov and C Civinini and I Clare and R Clare and G Coignet and N Colino and V Commichau and G Conforto and P Cristofori and F Crijns and XY Cui and TS Dai and R d'Alessandro and M Daniel and X De Bouard and B Debye and G Decreuse and A Degre and K Deiters and Eric Denes and P Denes and F DeNotaristefani and Martin Deutschmann and M Dhina and B Didierjean and M Diemoz and M Dietrich and HA Dimitrov and C Dionisi and F Dittus and M Dohmen and R Dolin and JF Donahue and A Donat and E Drago and KH Dreger and T Driever and G Dromby and P Duinker and I Duran and M Elkacimi and H Elmamouni and A Engler and FJ Eppling and FC Erné",
            "1990",
            "4Dy3QEIAAAAJ:Ri6SYOTghG4C",
            1042,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/016890029090250A",
            "14187361982805791767",
            "\/scholar?cites=14187361982805791767",
            {
                "1990":40,
                "1991":47,
                "1992":55,
                "1993":49,
                "1994":44,
                "1995":55,
                "1996":52,
                "1997":67,
                "1998":50,
                "1999":83,
                "2000":69,
                "2001":60,
                "2002":47,
                "2003":44,
                "2004":41,
                "2005":33,
                "2006":26,
                "2007":18,
                "2008":16,
                "2009":10,
                "2010":11,
                "2011":9,
                "2012":12,
                "2013":7,
                "2014":7,
                "2015":16,
                "2016":11,
                "2017":15,
                "2018":10,
                "2019":5,
                "2020":11,
                "2021":4
            }
        ]
    ]
}