{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Results are presented from searches for the standard model Higgs boson in proton–proton collisions at s= 7 and 8 TeV in the Compact Muon Solenoid experiment at the LHC, using data samples corresponding to integrated luminosities of up to 5.1 fb− 1 at 7 TeV and 5.3 fb− 1 at 8 TeV. The search is performed in five decay modes: γγ, ZZ, W+ W−, τ+ τ−, and b b¯. An excess of events is observed above the expected background, with a local significance of 5.0 standard deviations, at a mass near 125 GeV, signalling the production of a new particle. The expected significance for a standard model Higgs boson of that mass is 5.8 standard deviations. The excess is most significant in the two decay modes with the best mass resolution, γγ and ZZ; a fit to these signals gives a mass of 125.3±0.4 (stat.)±0.5 (syst.) GeV. The decay to two photons indicates that the new particle is a boson with spin different from one.",
            "Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC",
            "Serguei Chatrchyan and Vardan Khachatryan and Albert M Sirunyan and Armen Tumasyan and Wolfgang Adam and Ernest Aguilo and Thomas Bergauer and M Dragicevic and J Erö and C Fabjan and M Friedl and R Frühwirth and VM Ghete and J Hammer and M Hoch and N Hörmann and J Hrubec and M Jeitler and W Kiesenhofer and V Knünz and M Krammer and I Krätschmer and D Liko and W Majerotto and I Mikulec and M Pernicka and B Rahbaran and C Rohringer and H Rohringer and R Schöfbeck and J Strauss and F Szoncsó and A Taurok and W Waltenberger and G Walzel and E Widl and C-E Wulz and V Chekhovsky and I Emeliantchik and A Litomin and V Makarenko and V Mossolov and N Shumeiko and A Solin and R Stefanovitch and J Suarez Gonzalez and A Fedorov and M Korzhik and O Missevitch and R Zuyeuski and M Bansal and S Bansal and W Beaumont and Tom Cornelis and EA De Wolf and D Druzhkin and X Janssen and S Luyckx and L Mucibello and S Ochesanu and B Roland and R Rougny and M Selvaggi and Z Staykova and H Van Haevermaet and P Van Mechelen and N Van Remortel and A Van Spilbeeck and F Blekman and S Blyweert and J DʼHondt and O Devroede and R Gonzalez Suarez and R Goorens and A Kalogeropoulos and M Maes and A Olbrechts and S Tavernier and W Van Doninck and L Van Lancker and P Van Mulders and GP Van Onsem and I Villella and B Clerbaux and G De Lentdecker and V Dero and JP Dewulf and APR Gay and T Hreus and A Léonard and PE Marage and A Mohammadi and T Reis and S Rugovac and L Thomas and C Vander Velde and P Vanlaer and J Wang and J Wickens and Volker Adler and Kelly Beernaert and Anna Cimmino and Silvia Costantini and Guillaume Garcia and M Grunewald and Benjamin Klein and Jeremie Lellouch and Andrey Marinov and Joseph McCartin and AA Ocampo Rios and Dirk Ryckbosch and Nadja Strobbe and Filip Thyssen and Michael Tytgat and S Walsh and Efe Yazgan and Nikolaos Zaganidis and S Basegmez and G Bruno and Roberto Castello and L Ceard and J De Favereau De Jeneret and C Delaere and P Demin and T du Pree and D Favart and L Forthomme and A Giammanco and G Grégoire and J Hollar and V Lemaitre and J Liao and O Militaru and C Nuttens and D Pagano and A Pin and K Piotrzkowski and N Schul and JM Vizan Garcia and N Beliy and T Caebergs and E Daubie and GH Hammad and GA Alves and L Brito and M Correa Martin Junior and T Martins and ME Pol and MHG Souza and WL Aldá Júnior",
            "2012",
            "4eFp_yQAAAAJ:u5HHmVD_uO8C",
            19363,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269312008581",
            "8663470026986383108",
            "\/scholar?cites=8663470026986383108",
            {
                "2012":1036,
                "2013":2833,
                "2014":2801,
                "2015":2660,
                "2016":2445,
                "2017":2161,
                "2018":2158,
                "2019":1656,
                "2020":1416,
                "2021":44
            }
        ],
        [
            "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2158 new measurements from 551 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 108 reviews are many that are new or heavily revised including those on neutrino mass, mixing, and oscillations, QCD, top quark, CKM quark-mixing matrix, V ud & V us , V cb & V ub , fragmentation functions, particle detectors for accelerator and non-accelerator physics, magnetic monopoles, cosmological …",
            "Review of particle physics",
            "Kenzo Nakamura",
            "2010",
            "4eFp_yQAAAAJ:H0nRGT7Dr7IC",
            15109,
            "http:\/\/scholar.google.com\/scholar?cluster=2576254620197471737&hl=en&oi=scholarr",
            "2576254620197471737",
            "\/scholar?cites=2576254620197471737",
            {
                "2006":228,
                "2007":1571,
                "2008":1928,
                "2009":797,
                "2010":641,
                "2011":3025,
                "2012":3405,
                "2013":1373,
                "2014":615,
                "2015":384,
                "2016":297,
                "2017":231,
                "2018":197,
                "2019":140,
                "2020":143,
                "2021":6
            }
        ]
    ]
}