{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "We determine the luminosity function (LF) of galaxies in the core of the Coma cluster for M_R<=-11.4 (assuming H_0= 75 km\/s\/Mpc), a magnitude regime previously explored only in the Local Group. Objects are counted in a deep CCD image of Coma having RMS noise of 27.7 R mag~ arcsec . A correction for objects in the foreground or background of the Coma cluster---and the uncertainty in this correction---are determined from images of five other high-latitude fields, carefully matched to the Coma image in both resolution and noise level. Accurate counts of Coma cluster members are obtained as faint as R= 25.5, or M_R=-9.4. The LF for galaxies is well fit by a power law dN\/dL\\propto L^\\alpha, with\\alpha=-1.42\\pm0. 05, over the range-19.4< M_R<-11.4; faintward of this range, the galaxies are unresolved and indistinguishable from globular clusters, but the data are consistent with an extrapolation of the power law. Surface brightness biases are minimized since galaxies are not subjected to morphological selection, and the limiting detection isophote is 27.6 R mag~ arcsec . We find the typical  Coma cluster galaxy to have an exponential scale length ~ pc, similar to Local Group galaxies of comparable magnitude. These extreme dwarf galaxies show a surface density increasing towards the giant elliptical NGC~ 4874 as , similar to the diffuse light and globular cluster distributions. The luminosity in the detected dwarf galaxies is at most a few percent of the total diffuse light of the giant galaxies in the cluster, and the contribution of the dwarfs to the mass of the cluster is likely negligible as well.",
            "The Luminosity Function of the Coma Cluster Core for-25< M_R<-11",
            "GM Bernstein and RC Nichol and JA Tyson and MP Ulmer and D Wittman",
            "1995",
            "4FOxmCYAAAAJ:OcBU2YAGkTUC",
            285,
            "https:\/\/arxiv.org\/abs\/astro-ph\/9503102",
            "11500899954455067850",
            "\/scholar?cites=11500899954455067850",
            {
                "1995":1,
                "1996":8,
                "1997":28,
                "1998":29,
                "1999":12,
                "2000":13,
                "2001":9,
                "2002":18,
                "2003":16,
                "2004":22,
                "2005":17,
                "2006":20,
                "2007":14,
                "2008":11,
                "2009":7,
                "2010":6,
                "2011":6,
                "2012":9,
                "2013":5,
                "2014":6,
                "2015":5,
                "2016":1,
                "2017":3,
                "2018":6,
                "2019":5,
                "2020":1
            }
        ],
        [
            "The Crab Nebula pulsar emits bursts of radio emission as strong as 2000 times the average pulse amplitude.",
            "Giant pulses from the Crab pulsar: a joint radio and gamma-ray study",
            "SC Lundgren and JM Cordes and M Ulmer and SM Matz and S Lomatch and RS Foster and T Hankins",
            "1995",
            "4FOxmCYAAAAJ:1Ye0OR6EYb4C",
            241,
            "http:\/\/adsabs.harvard.edu\/pdf\/1995ApJ...453..433L",
            "15204474872132304347",
            "\/scholar?cites=15204474872132304347",
            {
                "1996":2,
                "1997":4,
                "1998":7,
                "1999":6,
                "2000":2,
                "2001":10,
                "2002":6,
                "2003":17,
                "2004":14,
                "2005":8,
                "2006":9,
                "2007":15,
                "2008":7,
                "2009":15,
                "2010":9,
                "2011":15,
                "2012":19,
                "2013":9,
                "2014":10,
                "2015":9,
                "2016":13,
                "2017":7,
                "2018":9,
                "2019":5,
                "2020":10,
                "2021":2
            }
        ],
        [
            "We present the Bright SHARC (Serendipitous High‐Redshift Archival ROSAT Cluster) Survey, which is an objective search for serendipitously detected extended X‐ray sources in 460 deep ROSAT PSPC pointings. The Bright SHARC Survey covers an area of 178.6 deg2 and has yielded 374 extended sources. We discuss the X‐ray data reduction, the candidate selection and present results from our on‐going optical follow‐up campaign. The optical follow‐up concentrates on the brightest 94 of the 374 extended sources and is now 97% complete. We have identified 37 clusters of galaxies, for which we present redshifts and luminosities. The clusters span a redshift range of   and a luminosity range of   ergs s−1 [0.5–2.0 keV] (assuming   km s−1 Mpc−1 and  ). Twelve of the clusters have redshifts greater than  , eight of which are at luminosities brighter than   ergs s−1. Seventeen of the 37 optically confirmed Bright …",
            "The bright sharc survey: the cluster catalog",
            "AK Romer and RC Nichol and BP Holden and MP Ulmer and RA Pildis and AJ Merrelli and C Adami and DJ Burke and CA Collins and AJ Metevier and RG Kron and K Commons",
            "2000",
            "4FOxmCYAAAAJ:_OXeSy2IsFwC",
            221,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/313302\/meta",
            "11988327291327477008",
            "\/scholar?cites=11988327291327477008",
            {
                "2000":8,
                "2001":23,
                "2002":20,
                "2003":15,
                "2004":22,
                "2005":14,
                "2006":14,
                "2007":14,
                "2008":12,
                "2009":11,
                "2010":2,
                "2011":14,
                "2012":9,
                "2013":4,
                "2014":6,
                "2015":12,
                "2016":1,
                "2017":4,
                "2018":2,
                "2019":1,
                "2020":6,
                "2021":2
            }
        ],
        [
            "The telescopes on the Compton Gamma Ray Observatory (CGRO) have observed PSR B1055-52 a number of times between 1991 and 1998. From these data a more detailed picture of the gamma radiation from this source has been developed, showing several characteristics that distinguish this pulsar: the light curve is complex; there is no detectable unpulsed emission; the energy spectrum is flat, with no evidence of a sharp high-energy cutoff up to greater than 4 GeV. Comparisons of the gamma-ray data with observations at longer wavelengths show that no two of the known gamma-ray pulsars have quite the same characteristics; this diversity makes interpretation in terms of theoretical models difficult.",
            "Gamma Radiation from PSR B1055–52",
            "DJ Thompson and M Bailes and DL Bertsch and J Cordes and Nicolo' D'Amico and JA Esposito and J Finley and RC Hartman and W Hermsen and G Kanbach and VM Kaspi and DA Kniffen and L Kuiper and YC Lin and A Lyne and R Manchester and SM Matz and HA Mayer-Hasselwander and PF Michelson and PL Nolan and H Ögelman and M Pohl and PV Ramanamurthy and P Sreekumar and O Reimer and JH Taylor and M Ulmer",
            "1999",
            "4FOxmCYAAAAJ:DrR-2ekChdkC",
            201,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/307083\/meta",
            "16903274095043759229",
            "\/scholar?cites=16903274095043759229",
            {
                "1999":2,
                "2000":14,
                "2001":24,
                "2002":15,
                "2003":13,
                "2004":11,
                "2005":6,
                "2006":17,
                "2007":11,
                "2008":15,
                "2009":19,
                "2010":14,
                "2011":15,
                "2012":8,
                "2013":2,
                "2014":3,
                "2015":2,
                "2016":3,
                "2017":2,
                "2018":2,
                "2019":1
            }
        ],
        [
            "The Oriented Scintillation Spectrometer Experiment OSSE on the COMPTON Gamma Ray Observatory has observed SN1987A for two 2-week periods during the first nine months of the mission. Evidence for gamma-ray line and continuum emission from 57Co is observed with an intensity of about 10exp-4 gamma-sq cm sexp-1. This photon flux between 50 and 136 keV is demonstrated by Monte Carlo calculations to be independent of the radial distribution of the 57Co for models of low optical depth viz., models having photoelectric absorption losses of 122 keV photons no greater than several percent. For such models the observed 57Co flux indicates that the ratio of 57Ni56Ni produced in the explosion was about 1.5 times the solar system ratio of 57Fe56Fe. When compared with nearly contemporaneous bolometric estimates of the luminosity for SN1987A, our observations imply that 57Co radioactivity does not account for most of the current luminosity of the supernova remnant in low-optical-depth models. We suggest alternatives including a large-optical-depth model that is able to provide the SN1987A luminosity and is consistent with the OSSE flux. It requires a 5756 production ratio of about twice solar.Descriptors:",
            "OSSE Observations of 57Co In SN1987A",
            "JD Kurfess and WN Johnson and RLea Kinzer and RA Kroeger and MS Strickman and JE Grove and MD Leising and DD Clayton and DA Grabelsky and WR Purcell and Melville P Ulmer and RA Cameron and GV Jung",
            "1992",
            "4FOxmCYAAAAJ:_xSYboBqXhAC",
            180,
            "https:\/\/apps.dtic.mil\/sti\/citations\/ADA461939",
            "1184555086958447609",
            "\/scholar?cites=1184555086958447609",
            {
                "1992":4,
                "1993":14,
                "1994":14,
                "1995":15,
                "1996":12,
                "1997":14,
                "1998":12,
                "1999":10,
                "2000":9,
                "2001":5,
                "2002":3,
                "2003":2,
                "2004":3,
                "2005":8,
                "2006":8,
                "2007":6,
                "2008":4,
                "2009":3,
                "2010":4,
                "2011":5,
                "2012":4,
                "2013":2,
                "2014":1,
                "2015":3,
                "2016":1,
                "2017":3,
                "2018":2,
                "2019":4
            }
        ],
        [
            "Results are reported on observations obtained with the Oriented Scintillation Spectrometer Experiment (OSSE) instrument on the Compton Gamma Ray Observatory (CGRO) of 17 active galactic nuclei (AGNs) known to exhibit blazar properties at other wavelengths. These observations span the period from 1991 June through 1994 May. Of the 33 high-confidence EGRET detections of blazars during CGRO observing phases 1 and 2 (1991 May 16-1993 September 7), OSSE has observed eight and detected five, namely 3C 273, 3C 279, PKS 0528+ 134, CTA 102, and 3C 454.3. Additionally, OSSE has detected the BL Lac sources H1517+ 65.6 and PKS 2155-304, which were not detected with EGRET. Variability in the energy band 50-150 keV is observed for all of the detected AGNs. The OSSE blazar sources are all well described by simple power-law models with photon number indices, Γ, varying from 1.0 to 2.1 …",
            "OSSE Observations in Blazars",
            "K McNaron-Brown and WN Johnson and GV Jung and RL Kinzer and JD Kurfess and MS Strickman and CD Dermer and DA Grabelsky and WR Purcell and MP Ulmer and Menas Kafatos and PA Becker and R Staubert and M Maisack",
            "1995",
            "4FOxmCYAAAAJ:F1b5ZUV5XREC",
            154,
            "http:\/\/digitalcommons.chapman.edu\/cgi\/viewcontent.cgi?article=1140&context=scs_articles",
            "12704222058283916173",
            "\/scholar?cites=12704222058283916173",
            {
                "1995":1,
                "1996":14,
                "1997":25,
                "1998":16,
                "1999":24,
                "2000":9,
                "2001":15,
                "2002":3,
                "2003":1,
                "2004":3,
                "2005":6,
                "2006":4,
                "2007":3,
                "2008":6,
                "2009":5,
                "2010":3,
                "2011":5,
                "2012":3,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":1,
                "2018":1
            }
        ],
        [
            "We report results of a two‐week observation of NGC 4151 with the OSSE instrument. The source had a very soft spectrum which falls off exponentially with an e‐folding energy of 39.2±1.5 keV in the energy range 65–800 keV, and had an intensity at 100 keV of 2.33±0.05×10−2 photons cm−2 sec−1 MeV−1. Simple pair cascade models in a compact source, which have been suggested for Seyfert galaxies, cannot explain the steepness and shape of the spectrum above 100 keV. We suggest pair loading and reacceleration as the mechanism responsible for the observed X‐ray and gamma‐ray spectra and the previously reported luminosity—spectral index correlation between 2–20 keV.",
            "OSSE observations of NGC 4151",
            "Michael Maisack and WN Johnson and RL Kinzer and MS Strickman and JD Kurfess and GV Jung and DA Grabelsky and WR Purcell and MP Ulmer",
            "1993",
            "4FOxmCYAAAAJ:Y5dfb0dijaUC",
            132,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.44273",
            "5785151129392330569",
            "\/scholar?cites=5785151129392330569",
            {
                "1993":7,
                "1994":35,
                "1995":28,
                "1996":12,
                "1997":16,
                "1998":2,
                "1999":5,
                "2000":3,
                "2001":4,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":1,
                "2006":1,
                "2007":2,
                "2008":2,
                "2009":1,
                "2010":2,
                "2011":2,
                "2012":1,
                "2013":1,
                "2014":1
            }
        ]
    ]
}