{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We propose a procedure for computing the boundary stress tensor associated with a gravitating system in asymptotically anti-de Sitter space. Our definition is free of ambiguities encountered by previous attempts, and correctly reproduces the masses and angular momenta of various spacetimes. Via the AdS\/CFT correspondence, our classical result is interpretable as the expectation value of the stress tensor in a quantum conformal field theory. We demonstrate that the conformal anomalies in two and four dimensions are recovered. The two dimensional stress tensor transforms with a Schwarzian derivative and the expected central charge. We also find a nonzero ground state energy for global AdS5, and show that it exactly matches the Casimir energy of the dual   super Yang–Mills theory on S 3×R.",
            "A stress tensor for anti-de Sitter gravity",
            "Vijay Balasubramanian and Per Kraus",
            "1999",
            "4GJ4Ld0AAAAJ:u5HHmVD_uO8C",
            1823,
            "https:\/\/link.springer.com\/article\/10.1007\/s002200050764",
            "11211635534013882554",
            "\/scholar?cites=11211635534013882554",
            {
                "1999":23,
                "2000":41,
                "2001":48,
                "2002":55,
                "2003":37,
                "2004":38,
                "2005":51,
                "2006":61,
                "2007":65,
                "2008":78,
                "2009":93,
                "2010":100,
                "2011":106,
                "2012":110,
                "2013":105,
                "2014":121,
                "2015":123,
                "2016":113,
                "2017":101,
                "2018":95,
                "2019":108,
                "2020":142,
                "2021":7
            }
        ],
        [
            "We consider the modification of the formulas for black hole radiation, due to the self-gravitation of the radiation. This is done by truncating the coupled particle-hole system to a small set of modes, that are plausibly the most significant ones, and quantizing the reduced system. In this way we find that the particles no longer move along geodesics, nor is the action along the rays zero for a massless particle. The radiation is no longer thermal, but is corrected in a definite way that we calculate. Our methods can be extended in a straightforward manner to discuss correlations in the radiation, or between incoming particles and the radiation.",
            "Self-interaction correction to black hole radiance",
            "Per Kraus and Frank Wilczek",
            "1995",
            "4GJ4Ld0AAAAJ:9yKSN-GCB0IC",
            604,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321394004117",
            "10477825328027992706",
            "\/scholar?cites=10477825328027992706",
            {
                "1995":4,
                "1996":10,
                "1997":8,
                "1998":9,
                "1999":8,
                "2000":6,
                "2001":11,
                "2002":12,
                "2003":5,
                "2004":10,
                "2005":18,
                "2006":34,
                "2007":32,
                "2008":40,
                "2009":50,
                "2010":39,
                "2011":34,
                "2012":24,
                "2013":36,
                "2014":37,
                "2015":30,
                "2016":29,
                "2017":32,
                "2018":21,
                "2019":28,
                "2020":34,
                "2021":1
            }
        ],
        [
            "We study solutions corresponding to moving domain walls in the Randall-Sundrum universe. The bulk geometry is given by patching together black hole solutions in AdS 5, and the motion of the wall is determined from the junction equations. Observers on the wall interpret the motion as cosmological expansion or contraction. We describe the possible wall trajectories, and examine the consequences for localized gravity on the wall.",
            "Dynamics of anti-de Sitter domain walls",
            "Per Kraus",
            "1999",
            "4GJ4Ld0AAAAJ:u-x6o8ySG0sC",
            595,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/1999\/12\/011\/meta",
            "7897188245048455887",
            "\/scholar?cites=7897188245048455887",
            {
                "1999":2,
                "2000":51,
                "2001":93,
                "2002":94,
                "2003":61,
                "2004":51,
                "2005":42,
                "2006":32,
                "2007":25,
                "2008":27,
                "2009":23,
                "2010":16,
                "2011":13,
                "2012":13,
                "2013":6,
                "2014":8,
                "2015":6,
                "2016":7,
                "2017":2,
                "2018":4,
                "2019":7,
                "2020":9
            }
        ],
        [
            "We investigate the details of the bulk-boundary correspondence in Lorentzian signature anti–de Sitter space. Operators in the boundary theory couple to sources identified with the boundary values of non-normalizable bulk modes. Such modes do not fluctuate and provide classical backgrounds on which bulk excitations propagate. Normalizable modes in the bulk arise as a set of saddlepoints of the action for a fixed boundary condition. They fluctuate and describe the Hilbert space of physical states. We provide an explicit, complete set of both types of modes for free scalar fields in global and Poincaré coordinates. For AdS 3, the normalizable and non-normalizable modes originate in the possible representations of the isometry group SL (2, R) L× SL (2, R) R for a field of given mass. We discuss the group properties of mode solutions in both global and Poincaré coordinates and their relation to different expansions …",
            "Bulk versus boundary dynamics in anti–de Sitter spacetime",
            "Vijay Balasubramanian and Per Kraus and Albion Lawrence",
            "1999",
            "4GJ4Ld0AAAAJ:d1gkVwhDpl0C",
            575,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.59.046003",
            "17025120365533236491",
            "\/scholar?cites=17025120365533236491",
            {
                "1998":13,
                "1999":49,
                "2000":34,
                "2001":43,
                "2002":27,
                "2003":21,
                "2004":22,
                "2005":13,
                "2006":21,
                "2007":17,
                "2008":28,
                "2009":17,
                "2010":15,
                "2011":23,
                "2012":29,
                "2013":22,
                "2014":23,
                "2015":22,
                "2016":31,
                "2017":34,
                "2018":21,
                "2019":22,
                "2020":24
            }
        ],
        [
            "We describe probes of anti–de Sitter spacetimes in terms of conformal field theories on the AdS boundary. Our basic tool is a formula that relates bulk and boundary states—classical bulk field configurations are dual to expectation values of operators on the boundary. At the quantum level we relate the operator expansions of bulk and boundary fields. Using our methods, we discuss the CFT description of local bulk probes including normalizable wave packets, fundamental and D-strings, and D-instantons. Radial motions of probes in the bulk spacetime are related to motions in scale on the boundary, demonstrating a scale-radius duality. We discuss the implications of these results for the holographic description of black hole horizons in the boundary field theory.",
            "Holographic probes of anti–de Sitter spacetimes",
            "Vijay Balasubramanian and Per Kraus and Albion Lawrence and Sandip P Trivedi",
            "1999",
            "4GJ4Ld0AAAAJ:2osOgNQ5qMEC",
            497,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.59.104021",
            "5199103192168938458",
            "\/scholar?cites=5199103192168938458",
            {
                "1998":6,
                "1999":39,
                "2000":37,
                "2001":25,
                "2002":23,
                "2003":13,
                "2004":18,
                "2005":15,
                "2006":22,
                "2007":10,
                "2008":17,
                "2009":14,
                "2010":27,
                "2011":30,
                "2012":23,
                "2013":21,
                "2014":32,
                "2015":21,
                "2016":23,
                "2017":18,
                "2018":16,
                "2019":26,
                "2020":18
            }
        ],
        [
            "We extend our previous analysis of the modification of the spectrum of black hole radiance due to the simplest and probably most quantitatively important back-reaction effect, that is self-gravitational interaction, to the case of charged holes. As anticipated, the corrections are small for low-energy radiation when the hole is well away from extremality, but become qualitatively important near extremality. A notable result is that radiation which could leave the hole with mass and charge characteristic of a naked singularity, predicted in the usual approximation of fixed space-time geometry, is here suppressed. We discuss the nature of our approximations, and show how they work in a simpler electromagnetic analogue problem.",
            "Effect of self-interaction on charged black hole radiance",
            "Per Kraus and Frank Wilczek",
            "1995",
            "4GJ4Ld0AAAAJ:UeHWp8X0CEIC",
            366,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321394005886",
            "12591733589029875621",
            "\/scholar?cites=12591733589029875621",
            {
                "1995":2,
                "1996":4,
                "1997":6,
                "1998":4,
                "1999":2,
                "2000":6,
                "2001":6,
                "2002":3,
                "2003":4,
                "2004":11,
                "2005":19,
                "2006":21,
                "2007":25,
                "2008":32,
                "2009":27,
                "2010":19,
                "2011":15,
                "2012":27,
                "2013":32,
                "2014":21,
                "2015":18,
                "2016":21,
                "2017":15,
                "2018":11,
                "2019":14
            }
        ],
        [
            "The divergences of the gravitational action are analyzed for space-times that are asymptotically anti-de Sitter and asymptotically flat. The gravitational action is rendered finite using a local counterterm prescription, and the relation of this method to the traditional reference space-time is discussed. For AdS, an iterative procedure is devised that determines the counterterms efficiently. For asymptotically flat space, we use a different method to derive counterterms which are sufficient to remove divergences in most cases.",
            "The gravitational action in asymptotically AdS and flat space-times",
            "Per Kraus and Finn Larsen and Ruud Siebelink",
            "1999",
            "4GJ4Ld0AAAAJ:IjCSPb-OGe4C",
            328,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321399005490",
            "5706827796553892290",
            "\/scholar?cites=5706827796553892290",
            {
                "1999":3,
                "2000":18,
                "2001":19,
                "2002":18,
                "2003":13,
                "2004":16,
                "2005":15,
                "2006":27,
                "2007":15,
                "2008":20,
                "2009":15,
                "2010":17,
                "2011":22,
                "2012":15,
                "2013":3,
                "2014":12,
                "2015":14,
                "2016":10,
                "2017":10,
                "2018":11,
                "2019":16,
                "2020":18,
                "2021":1
            }
        ],
        [
            "We present a detailed discussion of AdS_3 black holes and their connection to two-dimensional conformal field theories via the AdS\/CFT correspondence. Our emphasis is on deriving refined versions of black hole partition functions that include the effect of higher derivative terms in the spacetime action as well as non-perturbative effects. We include background material on gravity in AdS_3, in the context of holographic renormalization.",
            "Lectures on black holes and the AdS3\/CFT2 correspondence",
            "Per Kraus",
            "2008",
            "4GJ4Ld0AAAAJ:_FxGoFyzp5QC",
            297,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-3-540-79523-0_4",
            "12540647391000614845",
            "\/scholar?cites=12540647391000614845",
            {
                "2007":16,
                "2008":23,
                "2009":15,
                "2010":10,
                "2011":26,
                "2012":22,
                "2013":32,
                "2014":25,
                "2015":13,
                "2016":24,
                "2017":17,
                "2018":20,
                "2019":23,
                "2020":27,
                "2021":3
            }
        ],
        [
            "In the AdS\/CFT correspondence one encounters theories that are not invariant under diffeomorphisms. In the boundary theory this is a gravitational anomaly, and can arise in 4k+ 2 dimensions. In the bulk, there can be gravitational Chern-Simons terms which vary by a total derivative. We work out the holographic stress tensor for such theories, and demonstrate agreement between the bulk and boundary. Anomalies lead to novel effects, such as a nonzero angular momentum for global AdS 3. In string theory such Chern-Simons terms are known with exact coefficients. The resulting anomalies, combined with symmetries, imply corrections to the Bekenstein-Hawking entropy of black holes that agree exactly with the microscopic counting.",
            "Holographic gravitational anomalies",
            "Per Kraus and Finn Larsen",
            "2006",
            "4GJ4Ld0AAAAJ:YsMSGLbcyi4C",
            291,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2006\/01\/022\/meta",
            "17450542442592422331",
            "\/scholar?cites=17450542442592422331",
            {
                "2005":1,
                "2006":17,
                "2007":25,
                "2008":40,
                "2009":26,
                "2010":33,
                "2011":23,
                "2012":15,
                "2013":17,
                "2014":16,
                "2015":12,
                "2016":8,
                "2017":10,
                "2018":10,
                "2019":11,
                "2020":26,
                "2021":1
            }
        ],
        [
            "We develop the boundary string field theory approach to tachyon condensation on the D D system. Particular attention is paid to the gauge fields, which combine with the tachyons in a natural way. We derive the RR couplings of the system and express the result in terms of Quillen’s superconnection. The result is related to an index theorem, and is thus shown to be exact.",
            "Boundary string field theory of the D D¯ system",
            "Per Kraus and Finn Larsen",
            "2001",
            "4GJ4Ld0AAAAJ:zYLM7Y9cAGgC",
            288,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.63.106004",
            "9169003730297315132",
            "\/scholar?cites=9169003730297315132",
            {
                "2000":2,
                "2001":46,
                "2002":28,
                "2003":36,
                "2004":22,
                "2005":17,
                "2006":20,
                "2007":15,
                "2008":20,
                "2009":15,
                "2010":9,
                "2011":6,
                "2012":14,
                "2013":3,
                "2014":4,
                "2015":5,
                "2016":3,
                "2017":4,
                "2018":6,
                "2019":9,
                "2020":3
            }
        ]
    ]
}