{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "We present a catalog of high-energy gamma-ray sources detected by the Large Area Telescope (LAT), the primary science instrument on the Fermi Gamma-ray Space Telescope (Fermi), during the first 11 months of the science phase of the mission, which began on 2008 August 4. The First Fermi-LAT catalog (1FGL) contains 1451 sources detected and characterized in the 100 MeV to 100 GeV range. Source detection was based on the average flux over the 11 month period, and the threshold likelihood Test Statistic is 25, corresponding to a significance of just over 4σ. The 1FGL catalog includes source location regions, defined in terms of elliptical fits to the 95% confidence regions and power-law spectral fits as well as flux measurements in five energy bands for each source. In addition, monthly light curves are provided. Using a protocol defined before launch we have tested for several populations of gamma-ray …",
            "Fermi large area telescope first source catalog",
            "AA ea Abdo and Markus Ackermann and Marco Ajello and A Allafort and E Antolini and WB Atwood and Magnus Axelsson and Luca Baldini and Jean Ballet and Guido Barbiellini and D Bastieri and BM Baughman and K Bechtol and R Bellazzini and F Belli and B Berenji and D Bisello and RD Blandford and ED Bloom and E Bonamente and J Bonnell and AW Borgland and A Bouvier and J Bregeon and A Brez and M Brigida and Pascal Bruel and TH Burnett and G Busetto and S Buson and GA Caliandro and RA Cameron and R Campana and B Canadas and PA Caraveo and S Carrigan and JM Casandjian and E Cavazzuti and M Ceccanti and C Cecchi and Ö Çelik and E Charles and A Chekhtman and CC Cheung and J Chiang and AN Cillis and S Ciprini and R Claus and J Cohen-Tanugi and J Conrad and R Corbet and DS Davis and M DeKlotz and PR Den Hartog and CD Dermer and A De Angelis and A De Luca and F De Palma and SW Digel and M Dormody and E do Couto e Silva and PS Drell and R Dubois and D Dumora and D Fabiani and C Farnier and C Favuzzi and SJ Fegan and EC Ferrara and WB Focke and P Fortin and M Frailis and Y Fukazawa and S Funk and P Fusco and F Gargano and D Gasparrini and N Gehrels and S Germani and G Giavitto and B Giebels and N Giglietto and P Giommi and F Giordano and M Giroletti and T Glanzman and G Godfrey and IA Grenier and M-H Grondin and JE Grove and L Guillemot and S Guiriec and M Gustafsson and D Hadasch and Y Hanabata and AK Harding and M Hayashida and E Hays and SE Healey and AB Hill and D Horan and RE Hughes and G Iafrate and G Johannesson and AS Johnson and RP Johnson and TJ Johnson and WN Johnson and T Kamae and H Katagiri and J Kataoka and N Kawai and M Kerr and J Knödlseder and D Kocevski and M Kuss and J Lande and D Landriu and L Latronico and S-H Lee and M Lemoine-Goumard and AM Lionetto and M Llena Garde and Francesco Longo and F Loparco and B Lott and MN Lovellette and P Lubrano and GM Madejski and A Makeev and B Marangelli and M Marelli and E Massaro and MN Mazziotta and W McConville and JE McEnery and PF Michelson and M Minuti and W Mitthumsiri and T Mizuno and AA Moiseev and M Mongelli and C Monte and ME Monzani and Elena Moretti and A Morselli and IV Moskalenko and S Murgia and H Nakajima and T Nakamori",
            "2010",
            "4I8EuFkAAAAJ:qjMakFHDy7sC",
            1620,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/188\/2\/405\/meta",
            "15236665364345628976",
            "\/scholar?cites=15236665364345628976",
            {
                "2010":175,
                "2011":350,
                "2012":275,
                "2013":176,
                "2014":120,
                "2015":122,
                "2016":82,
                "2017":73,
                "2018":84,
                "2019":81,
                "2020":68,
                "2021":6
            }
        ],
        [
            "Designed as a high-sensitivity gamma-ray observatory, the Fermi Large Area Telescope is also an electron detector with a large acceptance exceeding 2 m 2 sr at 300 GeV. Building on the gamma-ray analysis, we have developed an efficient electron detection strategy which provides sufficient background rejection for measurement of the steeply falling electron spectrum up to 1 TeV. Our high precision data show that the electron spectrum falls with energy as E− 3.0 and does not exhibit prominent spectral features. Interpretations in terms of a conventional diffusive model as well as a potential local extra component are briefly discussed.",
            "Measurement of the Cosmic Ray  Spectrum from 20 GeV to 1 TeV with the Fermi Large Area Telescope",
            "Aous A Abdo and Markus Ackermann and Marco Ajello and WB Atwood and Magnus Axelsson and Luca Baldini and Jean Ballet and Guido Barbiellini and Denis Bastieri and Milan Battelino and BM Baughman and K Bechtol and R Bellazzini and B Berenji and RD Blandford and Elliott D Bloom and G Bogaert and E Bonamente and AW Borgland and J Bregeon and A Brez and M Brigida and Pascal Bruel and TH Burnett and GA Caliandro and RA Cameron and PA Caraveo and P Carlson and JM Casandjian and C Cecchi and E Charles and A Chekhtman and CC Cheung and J Chiang and S Ciprini and R Claus and J Cohen-Tanugi and LR Cominsky and J Conrad and S Cutini and CD Dermer and A De Angelis and F De Palma and SW Digel and G Di Bernardo and E do Couto e Silva and PS Drell and R Dubois and D Dumora and Y Edmonds and C Farnier and C Favuzzi and WB Focke and M Frailis and Y Fukazawa and S Funk and P Fusco and D Gaggero and F Gargano and D Gasparrini and N Gehrels and S Germani and B Giebels and N Giglietto and F Giordano and T Glanzman and G Godfrey and D Grasso and IA Grenier and M-H Grondin and JE Grove and L Guillemot and S Guiriec and Y Hanabata and AK Harding and RC Hartman and M Hayashida and E Hays and RE Hughes and G Jóhannesson and AS Johnson and RP Johnson and WN Johnson and T Kamae and H Katagiri and J Kataoka and N Kawai and M Kerr and J Knödlseder and D Kocevski and F Kuehn and M Kuss and J Lande and L Latronico and M Lemoine-Goumard and Francesco Longo and F Loparco and B Lott and MN Lovellette and P Lubrano and GM Madejski and A Makeev and MM Massai and MN Mazziotta and W McConville and JE McEnery and C Meurer and PF Michelson and W Mitthumsiri and T Mizuno and AA Moiseev and C Monte and ME Monzani and E Moretti and A Morselli and IV Moskalenko and S Murgia and PL Nolan and JP Norris and E Nuss and T Ohsugi and N Omodei and E Orlando and JF Ormes and M Ozaki and D Paneque and JH Panetta and D Parent and V Pelassa and M Pepe and M Pesce-Rollins and F Piron and M Pohl and TA Porter and S Profumo and S Raino and R Rando and M Razzano and A Reimer and O Reimer and T Reposeur and S Ritz and LS Rochester and AY Rodriguez and RW Romani and M Roth and F Ryde and HF-W Sadrozinski and D Sanchez and A Sander",
            "2009",
            "4I8EuFkAAAAJ:u5HHmVD_uO8C",
            1253,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.181101",
            "8881552529538659931",
            "\/scholar?cites=8881552529538659931",
            {
                "2009":151,
                "2010":301,
                "2011":219,
                "2012":141,
                "2013":129,
                "2014":74,
                "2015":71,
                "2016":57,
                "2017":43,
                "2018":26,
                "2019":20,
                "2020":9,
                "2021":1
            }
        ],
        [
            "Dark matter is among the most important open problems in modern physics. Aimed at graduate students and researchers, this book describes the theoretical and experimental aspects of the dark matter problem in particle physics, astrophysics and cosmology. Featuring contributions from 48 leading theorists and experimentalists, it presents many aspects, from astrophysical observations to particle physics candidates, and from the prospects for detection at colliders to direct and indirect searches. The book introduces observational evidence for dark matter along with a detailed discussion of the state-of-the-art of numerical simulations and alternative explanations in terms of modified gravity. It then moves on to the candidates arising from theories beyond the Standard Model of particle physics, and to the prospects for detection at accelerators. It concludes by looking at direct and indirect dark matter searches, and the prospects for detecting the particle nature of dark matter with astrophysical experiments.• Describes the theoretical and experimental aspects of the dark matter problem• Presents observations, theory and experiments to give a complete and consistent understanding of dark matter• Features contributions from leading experts in the field",
            "Particle dark matter: observations, models and searches",
            "Gianfranco Bertone",
            "2010",
            "4I8EuFkAAAAJ:PVjk1bu6vJQC",
            756,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=szrTSWO7D-8C&oi=fnd&pg=PR12&dq=info:DnT6PK3Feg4J:scholar.google.com&ots=cU4MWL1_aV&sig=CCuXafKXYuCW9KDialuVW-8E-yw",
            "1043363611532751886",
            "\/scholar?cites=1043363611532751886",
            {
                "2010":15,
                "2011":41,
                "2012":67,
                "2013":84,
                "2014":64,
                "2015":75,
                "2016":77,
                "2017":87,
                "2018":89,
                "2019":71,
                "2020":74,
                "2021":5
            }
        ],
        [
            "Satellite galaxies of the Milky Way are among the most promising targets for dark matter searches in gamma rays. We present a search for dark matter consisting of weakly interacting massive particles, applying a joint likelihood analysis to 10 satellite galaxies with 24 months of data of the Fermi Large Area Telescope. No dark matter signal is detected. Including the uncertainty in the dark matter distribution, robust upper limits are placed on dark matter annihilation cross sections. The 95% confidence level upper limits range from about 10− 26 cm 3 s− 1 at 5 GeV to about 5× 10− 23 cm 3 s− 1 at 1 TeV, depending on the dark matter annihilation final state. For the first time, using gamma rays, we are able to rule out models with the most generic cross section (∼ 3× 10− 26 cm 3 s− 1 for a purely s-wave cross section), without assuming additional boost factors.",
            "Constraining dark matter models from a combined analysis of Milky Way satellites with the Fermi Large Area Telescope",
            "Markus Ackermann and Marco Ajello and A t Albert and WB Atwood and Luca Baldini and Jean Ballet and Guido Barbiellini and D Bastieri and K Bechtol and R Bellazzini and B Berenji and RD Blandford and ED Bloom and E Bonamente and AW Borgland and J Bregeon and M Brigida and Pascal Bruel and R Buehler and TH Burnett and S Buson and GA Caliandro and RA Cameron and B Canadas and PA Caraveo and JM Casandjian and C Cecchi and E Charles and A Chekhtman and J Chiang and S Ciprini and R Claus and J Cohen-Tanugi and Jan Conrad and S Cutini and A de Angelis and F de Palma and CD Dermer and SW Digel and E do Couto e Silva and PS Drell and A Drlica-Wagner and L Falletti and C Favuzzi and SJ Fegan and EC Ferrara and Y Fukazawa and S Funk and P Fusco and F Gargano and D Gasparrini and N Gehrels and S Germani and N Giglietto and F Giordano and M Giroletti and T Glanzman and G Godfrey and IA Grenier and S Guiriec and M Gustafsson and D Hadasch and M Hayashida and E Hays and RE Hughes and TE Jeltema and G Jóhannesson and RP Johnson and AS Johnson and T Kamae and H Katagiri and J Kataoka and J Knödlseder and M Kuss and J Lande and L Latronico and AM Lionetto and M Llena Garde and F Longo and F Loparco and B Lott and MN Lovellette and P Lubrano and GM Madejski and MN Mazziotta and JE McEnery and J Mehault and PF Michelson and W Mitthumsiri and T Mizuno and C Monte and ME Monzani and A Morselli and IV Moskalenko and S Murgia and M Naumann-Godo and JP Norris and E Nuss and T Ohsugi and A Okumura and N Omodei and E Orlando and JF Ormes and M Ozaki and D Paneque and D Parent and M Pesce-Rollins and M Pierbattista and F Piron and G Pivato and TA Porter and S Profumo and S Raino and Massimiliano Razzano and A Reimer and O Reimer and S Ritz and M Roth and HF-W Sadrozinski and C Sbarra and JD Scargle and TL Schalk and C Sgro and EJ Siskind and G Spandre and P Spinelli and L Strigari and DJ Suson and H Tajima and H Takahashi and T Tanaka and JG Thayer and JB Thayer and DJ Thompson and L Tibaldo and Marco Tinivella and DF Torres and E Troja and Y Uchiyama and J Vandenbroucke and V Vasileiou and G Vianello and V Vitale and AP Waite and P Wang and BL Winer and KS Wood and M Wood and Zhaoyu Yang and Stephan Zimmer",
            "2011",
            "4I8EuFkAAAAJ:u-x6o8ySG0sC",
            680,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.241302",
            "7747471527448382382",
            "\/scholar?cites=7747471527448382382",
            {
                "2011":3,
                "2012":127,
                "2013":179,
                "2014":100,
                "2015":101,
                "2016":57,
                "2017":36,
                "2018":41,
                "2019":17,
                "2020":16,
                "2021":2
            }
        ],
        [
            "We review the phenomenology of models with flat, compactified extra dimensions where all of the Standard Model fields are allowed to propagate in the bulk, known as Universal Extra Dimensions (UED). UED make for an interesting TeV-scale physics scenario, featuring a tower of Kaluza–Klein (KK) states approximately degenerate in mass at the scale set by the inverse size of the compactification radius. KK parity, the four-dimensional remnant of momentum conservation in the extra dimensions, implies two basic consequences: (1) contributions to Standard Model observables arise only at loop level, and KK states can only be pair-produced at colliders, and (2) the lightest KK particle (LKP) is stable, providing a suitable particle dark matter candidate. After a theoretical overview on extra dimensional models, and on UED in particular, we introduce the model particle spectrum and the constraints from precision …",
            "Dark matter and collider phenomenology of universal extra dimensions",
            "Dan Hooper and Stefano Profumo",
            "2007",
            "4I8EuFkAAAAJ:d1gkVwhDpl0C",
            472,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370157307003493",
            "12256504680048895948",
            "\/scholar?cites=12256504680048895948",
            {
                "2007":10,
                "2008":42,
                "2009":60,
                "2010":46,
                "2011":33,
                "2012":48,
                "2013":45,
                "2014":34,
                "2015":30,
                "2016":37,
                "2017":23,
                "2018":21,
                "2019":13,
                "2020":25,
                "2021":1
            }
        ],
        [
            "We present the results of our analysis of cosmic-ray electrons using about 8× 10 6 electron candidates detected in the first 12 months on-orbit by the Fermi Large Area Telescope. This work extends our previously published cosmic-ray electron spectrum down to 7 GeV, giving a spectral range of approximately 2.5 decades up to 1 TeV. We describe in detail the analysis and its validation using beam-test and on-orbit data. In addition, we describe the spectrum measured via a subset of events selected for the best energy resolution as a cross-check on the measurement using the full event sample. Our electron spectrum can be described with a power law∝ E− 3.08±0.05 with no prominent spectral features within systematic uncertainties. Within the limits of our uncertainties, we can accommodate a slight spectral hardening at around 100 GeV and a slight softening above 500 GeV.",
            "Fermi LAT observations of cosmic-ray electrons from 7 GeV to 1 TeV",
            "Markus Ackermann and Marco Ajello and WB Atwood and Luca Baldini and Jean Ballet and Guido Barbiellini and D Bastieri and BM Baughman and K Bechtol and F Bellardi and R Bellazzini and F Belli and B Berenji and RD Blandford and ED Bloom and JR Bogart and E Bonamente and AW Borgland and TJ Brandt and J Bregeon and A Brez and M Brigida and Pascal Bruel and R Buehler and TH Burnett and G Busetto and S Buson and GA Caliandro and RA Cameron and PA Caraveo and Per Carlson and S Carrigan and JM Casandjian and M Ceccanti and C Cecchi and Ö Çelik and E Charles and A Chekhtman and CC Cheung and J Chiang and AN Cillis and S Ciprini and R Claus and J Cohen-Tanugi and Jan Conrad and R Corbet and M Deklotz and CD Dermer and A De Angelis and F De Palma and SW Digel and G Di Bernardo and E do Couto e Silva and PS Drell and A Drlica-Wagner and R Dubois and D Fabiani and C Favuzzi and SJ Fegan and P Fortin and Y Fukazawa and S Funk and P Fusco and D Gaggero and F Gargano and D Gasparrini and N Gehrels and S Germani and N Giglietto and P Giommi and F Giordano and M Giroletti and T Glanzman and G Godfrey and D Grasso and IA Grenier and M-H Grondin and JE Grove and S Guiriec and M Gustafsson and D Hadasch and AK Harding and M Hayashida and E Hays and D Horan and RE Hughes and G Jóhannesson and AS Johnson and RP Johnson and WN Johnson and T Kamae and H Katagiri and J Kataoka and M Kerr and J Knödlseder and M Kuss and J Lande and L Latronico and M Lemoine-Goumard and M Llena Garde and Francesco Longo and F Loparco and B Lott and MN Lovellette and P Lubrano and A Makeev and MN Mazziotta and JE McEnery and J Mehault and PF Michelson and M Minuti and W Mitthumsiri and T Mizuno and AA Moiseev and C Monte and ME Monzani and Elena Moretti and A Morselli and IV Moskalenko and S Murgia and T Nakamori and M Naumann-Godo and PL Nolan and JP Norris and E Nuss and T Ohsugi and A Okumura and N Omodei and E Orlando and JF Ormes and M Ozaki and D Paneque and JH Panetta and D Parent and V Pelassa and M Pepe and M Pesce-Rollins and V Petrosian and M Pinchera and F Piron and TA Porter and S Profumo and S Rainò and R Rando and E Rapposelli and Massimiliano Razzano and A Reimer and O Reimer and T Reposeur and Joachim Ripken",
            "2010",
            "4I8EuFkAAAAJ:9yKSN-GCB0IC",
            468,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.82.092004",
            "4034404181899865638",
            "\/scholar?cites=4034404181899865638",
            {
                "2010":10,
                "2011":69,
                "2012":84,
                "2013":77,
                "2014":62,
                "2015":67,
                "2016":36,
                "2017":29,
                "2018":16,
                "2019":12,
                "2020":4,
                "2021":1
            }
        ]
    ]
}