{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The coupling of the spin of electrons to their motional state lies at the heart of recently discovered topological phases of matter. Here we create and detect spin-orbit coupling in an atomic Fermi gas, a highly controllable form of quantum degenerate matter. We directly reveal the spin-orbit gap via spin-injection spectroscopy, which characterizes the energy-momentum dispersion and spin composition of the quantum states. For energies within the spin-orbit gap, the system acts as a spin diode. We also create a spin-orbit coupled lattice and probe its spinful band structure, which features additional spin gaps and a fully gapped spectrum. In the presence of s-wave interactions, such systems should display induced p-wave pairing, topological superfluidity, and Majorana edge states.",
            "Spin-injection spectroscopy of a spin-orbit coupled Fermi gas",
            "Lawrence W Cheuk and Ariel T Sommer and Zoran Hadzibabic and Tarik Yefsah and Waseem S Bakr and Martin W Zwierlein",
            "2012",
            "4JEN-3YAAAAJ:u-x6o8ySG0sC",
            892,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.095302",
            "4884994749549460083",
            "\/scholar?cites=4884994749549460083",
            {
                "2012":34,
                "2013":130,
                "2014":129,
                "2015":148,
                "2016":126,
                "2017":94,
                "2018":93,
                "2019":66,
                "2020":66,
                "2021":5
            }
        ],
        [
            "Fermi gases, collections of fermions such as neutrons and electrons, are found throughout nature, from solids to neutron stars. Interacting Fermi gases can form a superfluid or, for charged fermions, a superconductor. We have observed the superfluid phase transition in a strongly interacting Fermi gas by high-precision measurements of the local compressibility, density, and pressure. Our data completely determine the universal thermodynamics of these gases without any fit or external thermometer. The onset of superfluidity is observed in the compressibility, the chemical potential, the entropy, and the heat capacity, which displays a characteristic lambda-like feature at the critical temperature Tc\/TF = 0.167(13). The ground-state energy is  ξN EF with ξ = 0.376(4). Our measurements provide a benchmark for many-body theories of strongly interacting fermions.",
            "Revealing the superfluid lambda transition in the universal thermodynamics of a unitary Fermi gas",
            "Mark JH Ku and Ariel T Sommer and Lawrence W Cheuk and Martin W Zwierlein",
            "2012",
            "4JEN-3YAAAAJ:9yKSN-GCB0IC",
            659,
            "https:\/\/science.sciencemag.org\/content\/335\/6068\/563.abstract",
            "4433486240829691267",
            "\/scholar?cites=4433486240829691267",
            {
                "2011":2,
                "2012":54,
                "2013":85,
                "2014":67,
                "2015":66,
                "2016":85,
                "2017":79,
                "2018":67,
                "2019":78,
                "2020":73,
                "2021":3
            }
        ],
        [
            "We have observed Fermi polarons, dressed spin-down impurities in a spin-up Fermi sea of ultracold atoms. The polaron manifests itself as a narrow peak in the impurities’ rf spectrum that emerges from a broad incoherent background. We determine the polaron energy and the quasiparticle residue for various interaction strengths around a Feshbach resonance. At a critical interaction, we observe the transition from polaronic to molecular binding. Here, the imbalanced Fermi liquid undergoes a phase transition into a Bose liquid, coexisting with a Fermi sea.",
            "Observation of Fermi polarons in a tunable Fermi liquid of ultracold atoms",
            "André Schirotzek and Cheng-Hsun Wu and Ariel Sommer and Martin W Zwierlein",
            "2009",
            "4JEN-3YAAAAJ:d1gkVwhDpl0C",
            527,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.230402",
            "8111469037880694354",
            "\/scholar?cites=8111469037880694354",
            {
                "2009":8,
                "2010":43,
                "2011":38,
                "2012":60,
                "2013":54,
                "2014":34,
                "2015":39,
                "2016":44,
                "2017":44,
                "2018":42,
                "2019":52,
                "2020":60,
                "2021":8
            }
        ],
        [
            "Transport of fermions, particles with half-integer spin, is central to many fields of physics. Electron transport runs modern technology, defining states of matter such as superconductors and insulators, and electron spin is being explored as a new carrier of information 1. Neutrino transport energizes supernova explosions following the collapse of a dying star 2, and hydrodynamic transport of the quark–gluon plasma governed the expansion of the early Universe 3. However, our understanding of non-equilibrium dynamics in such strongly interacting fermionic matter is still limited. Ultracold gases of fermionic atoms realize a pristine model for such systems and can be studied in real time with the precision of atomic physics 4. Even above the superfluid transition, such gases flow as an almost perfect fluid with very low viscosity when interactions are tuned to a scattering resonance 3, 5, 6, 7, 8. In this hydrodynamic regime …",
            "Universal spin transport in a strongly interacting Fermi gas",
            "Ariel Sommer and Mark Ku and Giacomo Roati and Martin W Zwierlein",
            "2011",
            "4JEN-3YAAAAJ:2osOgNQ5qMEC",
            287,
            "https:\/\/www.nature.com\/articles\/nature09989",
            "7859459475287910",
            "\/scholar?cites=7859459475287910",
            {
                "2010":2,
                "2011":27,
                "2012":50,
                "2013":34,
                "2014":33,
                "2015":32,
                "2016":21,
                "2017":25,
                "2018":17,
                "2019":18,
                "2020":28
            }
        ],
        [
            "Precise understanding of strongly interacting fermions, from electrons in modern materials to nuclear matter, presents a major goal in modern physics. However, the theoretical description of interacting Fermi systems is usually plagued by the intricate quantum statistics at play. Here we present a cross-validation between a new theoretical approach, bold diagrammatic Monte Carlo 1, 2, 3, and precision experiments on ultracold atoms. Specifically, we compute and measure, with unprecedented precision, the normal-state equation of state of the unitary gas, a prototypical example of a strongly correlated fermionic system 4, 5, 6. Excellent agreement demonstrates that a series of Feynman diagrams can be controllably resummed in a non-perturbative regime using bold diagrammatic Monte Carlo.",
            "Feynman diagrams versus Fermi-gas Feynman emulator",
            "Kris Van Houcke and Félix Werner and Evgeny Kozik and Nikolay Prokof’ev and Boris Svistunov and MJH Ku and AT Sommer and LW Cheuk and Andre Schirotzek and MW Zwierlein",
            "2012",
            "4JEN-3YAAAAJ:WF5omc3nYNoC",
            217,
            "https:\/\/www.nature.com\/articles\/nphys2273",
            "17074337309013229165",
            "\/scholar?cites=17074337309013229165",
            {
                "2012":15,
                "2013":36,
                "2014":24,
                "2015":23,
                "2016":20,
                "2017":20,
                "2018":23,
                "2019":26,
                "2020":29,
                "2021":1
            }
        ],
        [
            "Precise understanding of strongly interacting fermions, from electrons in modern materials to nuclear matter, presents a major goal in modern physics. However, the theoretical description of interacting Fermi systems is usually plagued by the intricate quantum statistics at play. Here we present a cross-validation between a new theoretical approach, bold diagrammatic Monte Carlo 1, 2, 3, and precision experiments on ultracold atoms. Specifically, we compute and measure, with unprecedented precision, the normal-state equation of state of the unitary gas, a prototypical example of a strongly correlated fermionic system 4, 5, 6. Excellent agreement demonstrates that a series of Feynman diagrams can be controllably resummed in a non-perturbative regime using bold diagrammatic Monte Carlo.",
            "Feynman diagrams versus Fermi-gas Feynman emulator",
            "Kris Van Houcke and Félix Werner and Evgeny Kozik and Nikolay Prokof’ev and Boris Svistunov and MJH Ku and AT Sommer and LW Cheuk and Andre Schirotzek and MW Zwierlein",
            "2012",
            "4JEN-3YAAAAJ:Tyk-4Ss8FVUC",
            217,
            "https:\/\/www.nature.com\/articles\/nphys2273",
            "17074337309013229165",
            "\/scholar?cites=17074337309013229165",
            {
                "2012":15,
                "2013":36,
                "2014":24,
                "2015":23,
                "2016":20,
                "2017":20,
                "2018":23,
                "2019":26,
                "2020":29,
                "2021":1
            }
        ],
        [
            "Precise understanding of strongly interacting fermions, from electrons in modern materials to nuclear matter, presents a major goal in modern physics. However, the theoretical description of interacting Fermi systems is usually plagued by the intricate quantum statistics at play. Here we present a cross-validation between a new theoretical approach, bold diagrammatic Monte Carlo 1, 2, 3, and precision experiments on ultracold atoms. Specifically, we compute and measure, with unprecedented precision, the normal-state equation of state of the unitary gas, a prototypical example of a strongly correlated fermionic system 4, 5, 6. Excellent agreement demonstrates that a series of Feynman diagrams can be controllably resummed in a non-perturbative regime using bold diagrammatic Monte Carlo.",
            "Feynman diagrams versus Fermi-gas Feynman emulator",
            "Kris Van Houcke and Félix Werner and Evgeny Kozik and Nikolay Prokof’ev and Boris Svistunov and MJH Ku and AT Sommer and LW Cheuk and Andre Schirotzek and MW Zwierlein",
            "2012",
            "4JEN-3YAAAAJ:UeHWp8X0CEIC",
            217,
            "https:\/\/www.nature.com\/articles\/nphys2273",
            "17074337309013229165",
            "\/scholar?cites=17074337309013229165",
            {
                "2012":15,
                "2013":36,
                "2014":24,
                "2015":23,
                "2016":20,
                "2017":20,
                "2018":23,
                "2019":26,
                "2020":29,
                "2021":1
            }
        ],
        [
            "From studies of exotic quantum many-body phenomena to applications in spintronics and quantum information processing, topological materials are poised to revolutionize the condensed-matter frontier and the landscape of modern materials science. Accordingly, there is a broad effort to realize topologically nontrivial electronic and photonic materials for fundamental science as well as practical applications. In this work, we demonstrate the first simultaneous site-and time-resolved measurements of a time-reversal-invariant topological band structure, which we realize in a radio-frequency photonic circuit. We control band-structure topology via local permutation of a traveling-wave capacitor-inductor network, increasing robustness by going beyond the tight-binding limit. We observe a gapped density of states consistent with a modified Hofstadter spectrum at a flux per plaquette of ϕ= π\/2. In situ probes of the band …",
            "Time-and site-resolved dynamics in a topological circuit",
            "Jia Ningyuan and Clai Owens and Ariel Sommer and David Schuster and Jonathan Simon",
            "2015",
            "4JEN-3YAAAAJ:Y0pCki6q_DkC",
            202,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.5.021031",
            "15095154804321239458",
            "\/scholar?cites=15095154804321239458",
            {
                "2015":5,
                "2016":22,
                "2017":25,
                "2018":43,
                "2019":44,
                "2020":60,
                "2021":3
            }
        ],
        [
            "We follow the evolution of fermion pairing in the dimensional crossover from three-dimensional to two-dimensional as a strongly interacting Fermi gas of Li 6 atoms becomes confined to a stack of two-dimensional layers formed by a one-dimensional optical lattice. Decreasing the dimensionality leads to the opening of a gap in radio-frequency spectra, even on the Bardeen-Cooper-Schrieffer side of a Feshbach resonance. The measured binding energy of fermion pairs closely follows the theoretical two-body binding energy and, in the two-dimensional limit, the zero-temperature mean-field Bose-Einstein-condensation to Bardeen-Cooper-Schrieffer crossover theory.",
            "Evolution of fermion pairing from three to two dimensions",
            "Ariel T Sommer and Lawrence W Cheuk and Mark JH Ku and Waseem S Bakr and Martin W Zwierlein",
            "2012",
            "4JEN-3YAAAAJ:qjMakFHDy7sC",
            191,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.045302",
            "5949922837250129197",
            "\/scholar?cites=5949922837250129197",
            {
                "2012":34,
                "2013":25,
                "2014":21,
                "2015":19,
                "2016":30,
                "2017":21,
                "2018":14,
                "2019":11,
                "2020":16
            }
        ],
        [
            "Solitons—solitary waves that maintain their shape as they propagate—occur as water waves in narrow canals, as light pulses in optical fibres and as quantum mechanical matter waves in superfluids and superconductors. Their highly nonlinear and localized nature makes them very sensitive probes of the medium in which they propagate. Here we create long-lived solitons in a strongly interacting superfluid of fermionic atoms and directly observe their motion. As the interactions are tuned from the regime of Bose–Einstein condensation of tightly bound molecules towards the Bardeen–Cooper–Schrieffer limit of long-range Cooper pairs, the solitons’ effective mass increases markedly, to more than 200 times their bare mass, signalling strong quantum fluctuations. This mass enhancement is more than 50 times larger than the theoretically predicted value. Our work provides a benchmark for theories of non-equilibrium …",
            "Heavy solitons in a fermionic superfluid",
            "Tarik Yefsah and Ariel T Sommer and Mark JH Ku and Lawrence W Cheuk and Wenjie Ji and Waseem S Bakr and Martin W Zwierlein",
            "2013",
            "4JEN-3YAAAAJ:IjCSPb-OGe4C",
            168,
            "https:\/\/www.nature.com\/articles\/nature12338",
            "12655058146949900454",
            "\/scholar?cites=12655058146949900454",
            {
                "2012":1,
                "2013":12,
                "2014":31,
                "2015":23,
                "2016":23,
                "2017":28,
                "2018":12,
                "2019":17,
                "2020":21
            }
        ]
    ]
}