{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Production of methyl chloride (CH3Cl), methyl bromide (CH3Br), and methyl iodide (CH3I) was measured from short‐term incubations (light and dark) of Macrocystis pyrifera (kelp) blade tissue and from long‐term culture of Macrocystis blades. Seawater from within a natural Macrocystis bed had elevated CH3X concentrations compared to seawater from outside the kelp bed. Highest concentrations were associated with regions of high biomass density: surface canopy and sporophyll\/juvenile frond zone. Rates of methyl halide production (normalized to kelp biomass) were determined from the short‐term incubation, blade culture, and natural population, the latter based on a simple hydrodynamic model. Estimates of global CH3X production based on these production rates and published estimates of global kelp standing stock suggest that kelps (and other marine macroalgae) are not a significant source of global CH …",
            "Methyl halide (CH3X) production from the giant kelp, Macrocystis, and estimates of global CH3X production by kelp1",
            "Steven L Manley and Minoo N Dastoor",
            "1987",
            "4LkudBkAAAAJ:W7OEmFMy1HYC",
            180,
            "https:\/\/aslopubs.onlinelibrary.wiley.com\/doi\/abs\/10.4319\/lo.1987.32.3.0709",
            "1252894436542933392",
            "\/scholar?cites=1252894436542933392",
            {
                "1988":2,
                "1989":1,
                "1990":3,
                "1991":1,
                "1992":9,
                "1993":5,
                "1994":11,
                "1995":8,
                "1996":8,
                "1997":4,
                "1998":11,
                "1999":10,
                "2000":8,
                "2001":9,
                "2002":7,
                "2003":13,
                "2004":2,
                "2005":6,
                "2006":5,
                "2007":2,
                "2008":6,
                "2009":3,
                "2010":7,
                "2011":5,
                "2012":4,
                "2013":9,
                "2014":4,
                "2015":2,
                "2016":1,
                "2017":4,
                "2018":1,
                "2019":5,
                "2020":2
            }
        ],
        [
            "Production rates of bromoform (CHBr3), methylene bromide (CH2Br2), and methyl iodide (CH3I) were measured in the laboratory for 11 species of marine macroalgae. Production rates of the volatile bromomethanes extrapolated to a global scale suggest that marine macroalgae produce 2 × 1011 g Br yr−1(1 × 109 mol Br yr−1), 98% of which is bromoform. Laminarians (kelps) produce 61% of this organic Br. These calculations suggest that marine macroalgae are important in the biogeochemical cycling of Br. Seawater concentrations of CHBr3, CH2Br2, and CH3I were determined from various southern California coastal locales. High concentrations were measured in seawater from the canopy and the bottom of a dense bed of Macrocystis as compared to other sites. Surface seawater concentrations of these halomethanes showed a strong cross‐shore gradient with the highest concentration in the kelp canopy and …",
            "Laboratory production of bromoform, methylene bromide, and methyl iodide by macroalgae and distribution in nearshore southern California waters",
            "Steven L Manley and Kelly Goodwin and Wheeler J North",
            "1992",
            "4LkudBkAAAAJ:d1gkVwhDpl0C",
            178,
            "https:\/\/aslopubs.onlinelibrary.wiley.com\/doi\/abs\/10.4319\/lo.1992.37.8.1652",
            "1725643448734292393",
            "\/scholar?cites=1725643448734292393",
            {
                "1993":1,
                "1994":6,
                "1995":4,
                "1996":9,
                "1997":9,
                "1998":8,
                "1999":5,
                "2000":6,
                "2001":5,
                "2002":2,
                "2003":16,
                "2004":4,
                "2005":4,
                "2006":6,
                "2007":7,
                "2008":5,
                "2009":6,
                "2010":5,
                "2011":7,
                "2012":9,
                "2013":15,
                "2014":9,
                "2015":4,
                "2016":5,
                "2017":7,
                "2018":4,
                "2019":4,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Unialgal cultures of 15 species of marine phytoplankton were examined for the production of methyliodide (CH3I). CH3I production was quantified during log and stationary phases of phytoplankton growth in f\/2 medium and compared to CH3I levels in control vessels. Significant increases in CH3I production were seen in five cultures. Phytoplankton CH3I production varied from a low of 10−4 amol CH3I cell−1 d−1 to a high of 8 × 10 3 amol CH3I cell−1 d−1. In three diatom cultures, the increase in total CH3I and cell‐based CH3I production rates were much higher during the log phase than during the stationary phase, even though the bacterial numbers continued to increase, supporting the premise of phytoplankton CH3I production. In two cultures, it was more difficult to distinguish between phytoplankton and bacterial production. Additional biotic and abiotic sources and sinks of CH3I were considered in the …",
            "Methyl iodide production from marine phytoplankton cultures",
            "Steven L Manley and John L de la Cuesta",
            "1997",
            "4LkudBkAAAAJ:qjMakFHDy7sC",
            130,
            "https:\/\/aslopubs.onlinelibrary.wiley.com\/doi\/abs\/10.4319\/lo.1997.42.1.0142",
            "3518825459041795390",
            "\/scholar?cites=3518825459041795390",
            {
                "1996":1,
                "1997":8,
                "1998":3,
                "1999":3,
                "2000":5,
                "2001":9,
                "2002":3,
                "2003":3,
                "2004":9,
                "2005":4,
                "2006":7,
                "2007":8,
                "2008":7,
                "2009":8,
                "2010":6,
                "2011":9,
                "2012":6,
                "2013":5,
                "2014":7,
                "2015":6,
                "2016":3,
                "2017":3,
                "2018":6
            }
        ],
        [
            "Methyl iodide (CH3I) and methyl bromide (CH3Br) were produced by an axenic kelp-tissue culture and methyl iodide was produced by microbial cultures derived from decaying kelp tissue, demonstrating that methyl iodide is a product of both kelp and microbial metabolism. Methyl iodide production by blade tissue from five kelp species was not enhanced by desiccation, but production rates were enhanced by drastic cellular disruption. Wounding and tissue age of Macrocystis pyrifera had no effect on methyl iodide production. Undefined microbial populations, obtained from decaying kelp, produced methyl iodide at low rates while growing on suspensions of powdered kelp tissue in seawater and on artificial media. This study (1984–1985 on kelp collected from California, USA) confirms that direct methyl iodide production by kelp is not globally significant, but suggests that production by marine microbes …",
            "Methyl iodide (CH 3 I) production by kelp and associated microbes",
            "SL Manley and MN Dastoor",
            "1988",
            "4LkudBkAAAAJ:qxL8FJ1GzNcC",
            125,
            "https:\/\/link.springer.com\/article\/10.1007\/BF00391538",
            "13515075517205906188",
            "\/scholar?cites=13515075517205906188",
            {
                "1990":1,
                "1991":1,
                "1992":3,
                "1993":4,
                "1994":8,
                "1995":6,
                "1996":7,
                "1997":3,
                "1998":2,
                "1999":6,
                "2000":6,
                "2001":4,
                "2002":6,
                "2003":7,
                "2004":5,
                "2005":3,
                "2006":6,
                "2007":2,
                "2008":6,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":2,
                "2013":8,
                "2014":5,
                "2015":4,
                "2016":3,
                "2017":3,
                "2018":2,
                "2019":4,
                "2020":3
            }
        ],
        [
            "Phytoplankton (microalgae), seaweeds(macroalgae), higher plants and fungi producehalomethanes. Algae and fungi produce bothmethyl halides and polyhalomethanes, whereasplants are known to produce only methylhalides. Why these organisms producehalomethanes is a question frequently asked bychemists and biologists. This question impliesthat halomethanes have a function and have aselective value to the producing organism.Except for some fungi, the evolutionaryadvantage of producing halomethanes may notpresently exist. Polyhalomethanes areby-products of halogenation of certain organiccompounds by haloperoxidases in marine algaeand perhaps some fungi, and they may beindirectly produced in aquatic environments byalgal release of oxidized halogen species. Amain function of this enzyme is to rid the cellof harmful oxidants such as hydrogen peroxide.Monohalomethanes (methyl …",
            "Phytogenesis of halomethanes: A product ofselection or a metabolic accident?",
            "Steven L Manley",
            "2002",
            "4LkudBkAAAAJ:IjCSPb-OGe4C",
            118,
            "https:\/\/link.springer.com\/article\/10.1023\/A:1019859922489",
            "4175516003024835941",
            "\/scholar?cites=4175516003024835941",
            {
                "2001":1,
                "2002":1,
                "2003":2,
                "2004":1,
                "2005":6,
                "2006":10,
                "2007":5,
                "2008":4,
                "2009":8,
                "2010":8,
                "2011":8,
                "2012":16,
                "2013":1,
                "2014":7,
                "2015":8,
                "2016":10,
                "2017":5,
                "2018":5,
                "2019":10
            }
        ],
        [
            "Measurements of net photosynthesis (PS, O2 evolution), dark respiration (R, O2 consumption), and light and dark carbon fixation (14C) were conducted on whole blades, isolated blade discs, sporophylls, apical scimitars and representative portions of stipe and holdfast of the giant kelp Macrocystis pyrifera L.C. Ag.On a dry weight basis, highest net PS rates were observed in apical scimitar segments and whole blades (3.81 and 3.07 mgC · g dry wt−1· h−1, respectively), followed by sporophylls (1.42 mgC·g dry wt−1· h−1) and stipe segments (0.15 mgC·g dry wt−1· h−1). No PS capacity was observed in holdfast material. Respiration rates showed similar ranking ranging from 1.22 mgC·g dry wt−1·h−1 for apical scimitar to 0.18–0.22 mgC·g dry wt−1· h−1 for holdfast material. Considerable within blade variability in both PS and R was also found. Steepest PS and R gradients on both an areal and weight basis were …",
            "CARBON ALLOCATION IN MACROCYSTIS PYRIFERA (PHAEOPHYTA): INTRINSIC VARIABILITY IN PHOTOSYNTHESIS AND RESPIRATION1",
            "Keith E Arnold and Steven L Manley",
            "1985",
            "4LkudBkAAAAJ:zYLM7Y9cAGgC",
            79,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.0022-3646.1985.00154.x",
            "16939342443814946701",
            "\/scholar?cites=16939342443814946701",
            {
                "1985":2,
                "1986":3,
                "1987":4,
                "1988":4,
                "1989":2,
                "1990":1,
                "1991":2,
                "1992":1,
                "1993":2,
                "1994":6,
                "1995":6,
                "1996":1,
                "1997":2,
                "1998":4,
                "1999":2,
                "2000":1,
                "2001":1,
                "2002":1,
                "2003":3,
                "2004":2,
                "2005":3,
                "2006":3,
                "2007":2,
                "2008":1,
                "2009":8,
                "2010":2,
                "2011":4,
                "2012":1,
                "2013":4
            }
        ],
        [
            "An in situ incubation assay measuring the bromination and iodination of phenol red was developed to detect the release of reactive bromine and iodine (primarily hypobromous acid [HOBr] and hypoiodous acid [HOI], respectively) from a putative extracellular bromoperoxidase of marine diatoms. Six of 11 species showed significant release compared to controls. Polar species were particularly active, releasing 0.6–180 fmol HOBr cell−1 h−1 (0.04–1.8 µmol HOBr [mg total chlorophyll]−1 h−1; at the seawater bromide concentration, 840 µmol L−1) and 1.9–271 fmol HOI cell−1 h−1 (0.02–2.7 µmol HOI [mg total chlorophyll]21 h−1, at 100 µmol L−1 iodide). Porosira glacialis consistently showed the highest rates of release. Several temperate diatoms, including Achnanthes cf longipes, known to have a bromide‐sensitive peroxidase involved in stalk formation, and warmwater species also showed the ability to release …",
            "Release of reactive bromine and iodine from diatoms and its possible role in halogen transfer in polar and tropical oceans",
            "Valerie L Hill and Steven L Manley",
            "2009",
            "4LkudBkAAAAJ:u-x6o8ySG0sC",
            72,
            "https:\/\/aslopubs.onlinelibrary.wiley.com\/doi\/abs\/10.4319\/lo.2009.54.3.0812",
            "1446011594781933607",
            "\/scholar?cites=1446011594781933607",
            {
                "2009":2,
                "2010":3,
                "2011":4,
                "2012":8,
                "2013":12,
                "2014":4,
                "2015":7,
                "2016":9,
                "2017":2,
                "2018":8,
                "2019":8,
                "2020":3
            }
        ],
        [
            "Emissions of CH3Cl, CH3Br and CH3I were measured biweekly for 12‐ to 24‐month periods between March 2002 and March 2005 from monospecific stands of four dominant southern California coastal salt marsh plants. These measurements revealed large inherent differences between species and more detailed patterns of seasonal production than previously reported. Marsh plants displayed intrinsic abilities to produce methyl halides. Salt marsh plants produced 92% of CH3Cl and 90% of CH3Br emitted and only 41% of the emitted CH3I. Unvegetated areas emitted 7.9% of CH3Cl, 9.9% CH3Br, and 59% of the emitted CH3I. The accuracy of the estimated methyl halide emissions from a coastal marsh and probably other ecosystems can be dramatically improved with increasing the number of species being measured and including emission from barren (mudflats and soil) areas. Estimates of global salt marsh …",
            "Coastal salt marshes as global methyl halide sources from determinations of intrinsic production by marsh plants",
            "Steven L Manley and Nun‐Yii Wang and Maggie L Walser and Ralph J Cicerone",
            "2006",
            "4LkudBkAAAAJ:0EnyYjriUFMC",
            60,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2005GB002578",
            "11452807998568845263",
            "\/scholar?cites=11452807998568845263",
            {
                "2007":6,
                "2008":3,
                "2009":4,
                "2010":5,
                "2011":7,
                "2012":2,
                "2013":7,
                "2014":2,
                "2015":8,
                "2016":3,
                "2017":3,
                "2018":4,
                "2019":5
            }
        ],
        [
            "Physiological factors affecting bromoform (CHBr3) production by Ulva lactuca were investigated using metabolic inhibitors and presumed substrates of bromoperoxidase (BrPO). The metabolic inhibitors were used at a verified physiologically active concentration. Bromoform production was nearly tripled in the light (376 ± 92 pg cm−2 h−1) compared to the dark (114 ± 70 pg cm−2 h−1), was inhibited in the light in the presence of the photosynthetic inhibitor DCMU, and was inhibited in the dark in the presence of mitochondrial respiratory inhibitor rotenone. Removal of H2O2 from seawater (treatment with catalase) decreased CHBr3 production in the light and dark. Addition of H2O2 to incubations at either 1.0 mM or 100 µM significantly decreased CHBr3 production in the light and inhibited photosynthesis. In the dark, CHBr3 production was decreased and respiration inhibited in the presence of 1 mM H2O2; CHBr3 …",
            "Physiological constraints on bromoform (CHBr3) production by Ulva lactuca (Chlorophyta)",
            "Steven L Manley and Pebble E Barbero",
            "2001",
            "4LkudBkAAAAJ:hqOjcs7Dif8C",
            56,
            "https:\/\/aslopubs.onlinelibrary.wiley.com\/doi\/abs\/10.4319\/lo.2001.46.6.1392",
            "11416082010953018472",
            "\/scholar?cites=11416082010953018472",
            {
                "2002":1,
                "2003":4,
                "2004":1,
                "2005":3,
                "2006":1,
                "2007":1,
                "2008":2,
                "2009":2,
                "2010":5,
                "2011":6,
                "2012":8,
                "2013":4,
                "2014":4,
                "2015":3,
                "2016":4,
                "2017":2,
                "2018":5
            }
        ],
        [
            "Bromoform (CHBr3; 11–486 fmol L−1 h−1), dibromomethane (CH2Br2; 0–9.4 fmol L−1 h−1), and low amounts of chloride‐substituted chlorobromomethanes were produced from southern California coastal surface seawater upon the addition of algal bromoperoxidase (BrPO) and hydrogen peroxide. Production was greater from water collected near shore than 16 km offshore, presumably reflecting the difference in the reactive dissolved organic matter (DOMreact) concentrations. In the spring, there was an increase in phytoplankton abundance, and CHBr3 production from BrPO incubations was greater, presumably due to increased DOMreact. In the winter, CH2Br2 production was enhanced, although still lower than CHBr3, suggesting a qualitative change in DOM composition due to terrestrial runoff. During the month of the highest precipitation, CHBr3 and CH2Br2 production was enhanced in samples obtained …",
            "Bromoform production from seawater treated with bromoperoxidase",
            "Chia Yu Lin and Steven L Manley",
            "2012",
            "4LkudBkAAAAJ:Se3iqnhoufwC",
            49,
            "https:\/\/aslopubs.onlinelibrary.wiley.com\/doi\/abs\/10.4319\/lo.2012.57.6.1857",
            "10576513408855650420",
            "\/scholar?cites=10576513408855650420",
            {
                "2013":7,
                "2014":4,
                "2015":12,
                "2016":7,
                "2017":2,
                "2018":3,
                "2019":5,
                "2020":9
            }
        ]
    ]
}