{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Dielectric loss from two-level states is shown to be a dominant decoherence source in superconducting quantum bits. Depending on the qubit design, dielectric loss from insulating materials or the tunnel junction can lead to short coherence times. We show that a variety of microwave and qubit measurements are well modeled by loss from resonant absorption of two-level defects. Our results demonstrate that this loss can be significantly reduced by using better dielectrics and fabricating junctions of small area≲ 10 μ m 2. With a redesigned phase qubit employing low-loss dielectrics, the energy relaxation rate has been improved by a factor of 20, opening up the possibility of multiqubit gates and algorithms.",
            "Decoherence in Josephson qubits from dielectric loss",
            "John M Martinis and Ken B Cooper and Robert McDermott and Matthias Steffen and Markus Ansmann and KD Osborn and Katarina Cicak and Seongshik Oh and David P Pappas and Raymond W Simmonds and Clare C. Yu",
            "2005",
            "4Op_kO4AAAAJ:ALROH1vI_8AC",
            744,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.210503",
            "2796545058006984308",
            "\/scholar?cites=2796545058006984308",
            {
                "2006":25,
                "2007":36,
                "2008":42,
                "2009":51,
                "2010":62,
                "2011":55,
                "2012":46,
                "2013":70,
                "2014":46,
                "2015":48,
                "2016":53,
                "2017":44,
                "2018":40,
                "2019":52,
                "2020":66,
                "2021":4
            }
        ],
        [
            "We propose a model in which a single atom interacts strongly with a Fermi gas of spinless electrons. We find that the electrons provide an effective double-well potential for the atom. The electron-phonon coupling Λ is renormalized downward with decreasing temperature, provided that Λ is large at high temperatures. The model is consistent with the experimental temperature dependence of the Pauli susceptibility and the resistivity as well as with the violation of Mattheissen's rule. It provides a possible explanation for why the observed martensitic transition is so small. We find that the violation of Migdal's theorem implies time-retarded interactions between hops of the atom from one minimum of the double well to the other.",
            "Local-phonon model of strong electron-phonon interactions in A 15 compounds and other strong-coupling superconductors",
            "Clare C. Yu and Philip W. Anderson",
            "1984",
            "4Op_kO4AAAAJ:b15ltGHXyxQC",
            251,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.29.6165",
            "5092753394468125004",
            "\/scholar?cites=5092753394468125004",
            {
                "1984":5,
                "1985":10,
                "1986":19,
                "1987":19,
                "1988":14,
                "1989":9,
                "1990":8,
                "1991":14,
                "1992":6,
                "1993":12,
                "1994":6,
                "1995":7,
                "1996":6,
                "1997":3,
                "1998":7,
                "1999":6,
                "2000":1,
                "2001":4,
                "2002":3,
                "2003":2,
                "2004":5,
                "2005":10,
                "2006":5,
                "2007":4,
                "2008":5,
                "2009":10,
                "2010":7,
                "2011":10,
                "2012":13,
                "2013":4,
                "2014":5,
                "2015":3,
                "2016":1,
                "2017":2,
                "2018":1,
                "2019":2,
                "2020":1
            }
        ]
    ]
}