{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We combined photoactivated localization microscopy (PALM) with live-cell single-particle tracking to create a new method termed sptPALM. We created spatially resolved maps of single-molecule motions by imaging the membrane proteins Gag and VSVG, and obtained several orders of magnitude more trajectories per cell than traditional single-particle tracking enables. By probing distinct subsets of molecules, sptPALM can provide insight into the origins of spatial and temporal heterogeneities in membranes.",
            "High-density mapping of single-molecule trajectories with photoactivated localization microscopy",
            "Suliana Manley and Jennifer M Gillette and George H Patterson and Hari Shroff and Harald F Hess and Eric Betzig and Jennifer Lippincott-Schwartz",
            "2008",
            "4PG-JSsAAAAJ:u-x6o8ySG0sC",
            1009,
            "https:\/\/www.nature.com\/articles\/nmeth.1176",
            "5473868818498899034",
            "\/scholar?cites=5473868818498899034",
            {
                "2007":3,
                "2008":30,
                "2009":50,
                "2010":42,
                "2011":60,
                "2012":80,
                "2013":88,
                "2014":101,
                "2015":91,
                "2016":95,
                "2017":95,
                "2018":94,
                "2019":76,
                "2020":91,
                "2021":8
            }
        ],
        [
            "We demonstrate live-cell super-resolution imaging using photoactivated localization microscopy (PALM). The use of photon-tolerant cell lines in combination with the high resolution and molecular sensitivity of PALM permitted us to investigate the nanoscale dynamics within individual adhesion complexes (ACs) in living cells under physiological conditions for as long as 25 min, with half of the time spent collecting the PALM images at spatial resolutions down to∼ 60 nm and frame rates as short as 25 s. We visualized the formation of ACs and measured the fractional gain and loss of individual paxillin molecules as each AC evolved. By allowing observation of a wide variety of nanoscale dynamics, live-cell PALM provides insights into molecular assembly during the initiation, maturation and dissolution of cellular processes.",
            "Live-cell photoactivated localization microscopy of nanoscale adhesion dynamics",
            "Hari Shroff and Catherine G Galbraith and James A Galbraith and Eric Betzig",
            "2008",
            "4PG-JSsAAAAJ:u5HHmVD_uO8C",
            830,
            "https:\/\/www.nature.com\/articles\/nmeth.1202",
            "1025609216054954067",
            "\/scholar?cites=1025609216054954067",
            {
                "2007":3,
                "2008":19,
                "2009":60,
                "2010":70,
                "2011":61,
                "2012":82,
                "2013":78,
                "2014":93,
                "2015":79,
                "2016":70,
                "2017":66,
                "2018":51,
                "2019":33,
                "2020":58,
                "2021":3
            }
        ],
        [
            "Accurate determination of the relative positions of proteins within localized regions of the cell is essential for understanding their biological function. Although fluorescent fusion proteins are targeted with molecular precision, the position of these genetically expressed reporters is usually known only to the resolution of conventional optics (≈200 nm). Here, we report the use of two-color photoactivated localization microscopy (PALM) to determine the ultrastructural relationship between different proteins fused to spectrally distinct photoactivatable fluorescent proteins (PA-FPs). The nonperturbative incorporation of these endogenous tags facilitates an imaging resolution in whole, fixed cells of ≈20–30 nm at acquisition times of 5–30 min. We apply the technique to image different pairs of proteins assembled in adhesion complexes, the central attachment points between the cytoskeleton and the substrate in migrating …",
            "Dual-color superresolution imaging of genetically expressed probes within individual adhesion complexes",
            "Hari Shroff and Catherine G Galbraith and James A Galbraith and Helen White and Jennifer Gillette and Scott Olenych and Michael W Davidson and Eric Betzig",
            "2007",
            "4PG-JSsAAAAJ:d1gkVwhDpl0C",
            531,
            "https:\/\/www.pnas.org\/content\/104\/51\/20308.short",
            "15699925160218478273",
            "\/scholar?cites=15699925160218478273",
            {
                "2006":3,
                "2007":28,
                "2008":50,
                "2009":49,
                "2010":43,
                "2011":58,
                "2012":43,
                "2013":50,
                "2014":44,
                "2015":40,
                "2016":38,
                "2017":35,
                "2018":18,
                "2019":29,
                "2020":1
            }
        ],
        [
            "Semiconductor nanowires have received much attention owing to their potential use as building blocks of miniaturized electrical 1, nanofluidic 2 and optical devices 3. Although chemical nanowire synthesis procedures have matured and now yield nanowires with specific compositions 4 and growth directions 5, the use of these materials in scientific, biomedical and microelectronic applications is greatly restricted owing to a lack of methods to assemble nanowires into complex heterostructures with high spatial and angular precision. Here we show that an infrared single-beam optical trap can be used to individually trap, transfer and assemble high-aspect-ratio semiconductor nanowires into arbitrary structures in a fluid environment. Nanowires with diameters as small as 20 nm and aspect ratios of more than 100 can be trapped and transported in three dimensions, enabling the construction of nanowire architectures …",
            "Optical trapping and integration of semiconductor nanowire assemblies in water",
            "Peter J Pauzauskie and Aleksandra Radenovic and Eliane Trepagnier and Hari Shroff and Peidong Yang and Jan Liphardt",
            "2006",
            "4PG-JSsAAAAJ:9yKSN-GCB0IC",
            437,
            "https:\/\/www.nature.com\/articles\/nmat1563",
            "17537887409028528584",
            "\/scholar?cites=17537887409028528584",
            {
                "2006":7,
                "2007":24,
                "2008":39,
                "2009":50,
                "2010":35,
                "2011":37,
                "2012":29,
                "2013":33,
                "2014":30,
                "2015":24,
                "2016":35,
                "2017":26,
                "2018":27,
                "2019":21,
                "2020":14
            }
        ],
        [
            "Photoactivated localization microscopy analysis of chemotaxis receptors in bacteria suggests that the non-random organization of these proteins results from random self-assembly of clusters without direct cytoskeletal involvement or active transport.",
            "Self-organization of the Escherichia coli chemotaxis network imaged with super-resolution light microscopy",
            "Derek Greenfield and Ann L McEvoy and Hari Shroff and Gavin E Crooks and Ned S Wingreen and Eric Betzig and Jan Liphardt",
            "2009",
            "4PG-JSsAAAAJ:2osOgNQ5qMEC",
            346,
            "https:\/\/journals.plos.org\/plosbiology\/article?id=10.1371\/journal.pbio.1000137",
            "5165105374735782825",
            "\/scholar?cites=5165105374735782825",
            {
                "2009":11,
                "2010":32,
                "2011":37,
                "2012":47,
                "2013":40,
                "2014":40,
                "2015":37,
                "2016":30,
                "2017":19,
                "2018":24,
                "2019":15,
                "2020":12,
                "2021":1
            }
        ],
        [
            "We demonstrate three-dimensional (3D) super-resolution in live multicellular organisms using structured illumination microscopy (SIM). Sparse multifocal illumination patterns generated by a digital micromirror device (DMD) allowed us to physically reject out-of-focus light, enabling 3D subdiffractive imaging in samples eightfold thicker than had been previously imaged with SIM. We imaged samples at one 2D image per second, at resolutions as low as 145 nm laterally and 400 nm axially. In addition to dual-labeled, whole fixed cells, we imaged GFP-labeled microtubules in live transgenic zebrafish embryos at depths> 45 μm. We captured dynamic changes in the zebrafish lateral line primordium and observed interactions between myosin IIA and F-actin in cells encapsulated in collagen gels, obtaining two-color 4D super-resolution data sets spanning tens of time points and minutes without apparent phototoxicity …",
            "Resolution doubling in live, multicellular organisms via multifocal structured illumination microscopy",
            "Andrew G York and Sapun H Parekh and Damian Dalle Nogare and Robert S Fischer and Kelsey Temprine and Marina Mione and Ajay B Chitnis and Christian A Combs and Hari Shroff",
            "2012",
            "4PG-JSsAAAAJ:kNdYIx-mwKoC",
            317,
            "https:\/\/www.nature.com\/articles\/nmeth.2025",
            "7273700775411772493",
            "\/scholar?cites=7273700775411772493",
            {
                "2012":6,
                "2013":22,
                "2014":30,
                "2015":41,
                "2016":31,
                "2017":35,
                "2018":53,
                "2019":45,
                "2020":45,
                "2021":6
            }
        ],
        [
            "Within dendritic spines, actin is presumed to anchor receptors in the postsynaptic density and play numerous roles regulating synaptic transmission. However, the submicron dimensions of spines have hindered examination of actin dynamics within them and prevented live-cell discrimination of perisynaptic actin filaments. Using photoactivated localization microscopy, we measured movement of individual actin molecules within living spines. Velocity of single actin molecules along filaments, an index of filament polymerization rate, was highly heterogeneous within individual spines. Most strikingly, molecular velocity was elevated in discrete, well-separated foci occurring not principally at the spine tip, but in subdomains throughout the spine, including the neck. Whereas actin velocity on filaments at the synapse was substantially elevated, at the endocytic zone there was no enhanced polymerization activity. We …",
            "Single-molecule discrimination of discrete perisynaptic and distributed sites of actin filament assembly within dendritic spines",
            "Nicholas A Frost and Hari Shroff and Huihui Kong and Eric Betzig and Thomas A Blanpied",
            "2010",
            "4PG-JSsAAAAJ:zYLM7Y9cAGgC",
            246,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0896627310004228",
            "2896538669687306558",
            "\/scholar?cites=2896538669687306558",
            {
                "2010":3,
                "2011":19,
                "2012":28,
                "2013":21,
                "2014":37,
                "2015":27,
                "2016":27,
                "2017":20,
                "2018":24,
                "2019":14,
                "2020":21,
                "2021":5
            }
        ],
        [
            "The Caenorhabditis elegans embryo is a powerful model for studying neural development, but conventional imaging methods are either too slow or phototoxic to take full advantage of this system. To solve these problems, we developed an inverted selective plane illumination microscopy (iSPIM) module for noninvasive high-speed volumetric imaging of living samples. iSPIM is designed as a straightforward add-on to an inverted microscope, permitting conventional mounting of specimens and facilitating SPIM use by development and neurobiology laboratories. iSPIM offers a volumetric imaging rate 30× faster than currently used technologies, such as spinning-disk confocal microscopy, at comparable signal-to-noise ratio. This increased imaging speed allows us to continuously monitor the development of C, elegans embryos, scanning volumes every 2 s for the 14-h period of embryogenesis with no detectable …",
            "Inverted selective plane illumination microscopy (iSPIM) enables coupled cell identity lineaging and neurodevelopmental imaging in Caenorhabditis elegans",
            "Yicong Wu and Alireza Ghitani and Ryan Christensen and Anthony Santella and Zhuo Du and Gary Rondeau and Zhirong Bao and Daniel Colón-Ramos and Hari Shroff",
            "2011",
            "4PG-JSsAAAAJ:_FxGoFyzp5QC",
            245,
            "https:\/\/www.pnas.org\/content\/108\/43\/17708\/",
            "10597985835125015172",
            "\/scholar?cites=10597985835125015172",
            {
                "2012":8,
                "2013":15,
                "2014":25,
                "2015":34,
                "2016":37,
                "2017":27,
                "2018":35,
                "2019":30,
                "2020":33
            }
        ],
        [
            "Existing super-resolution fluorescence microscopes compromise acquisition speed to provide subdiffractive sample information. We report an analog implementation of structured illumination microscopy that enables three-dimensional (3D) super-resolution imaging with a lateral resolution of 145 nm and an axial resolution of 350 nm at acquisition speeds up to 100 Hz. By using optical instead of digital image-processing operations, we removed the need to capture, store and combine multiple camera exposures, increasing data acquisition rates 10-to 100-fold over other super-resolution microscopes and acquiring and displaying super-resolution images in real time. Low excitation intensities allow imaging over hundreds of 2D sections, and combined physical and computational sectioning allow similar depth penetration to spinning-disk confocal microscopy. We demonstrate the capability of our system by imaging …",
            "Instant super-resolution imaging in live cells and embryos via analog image processing",
            "Andrew G York and Panagiotis Chandris and Damian Dalle Nogare and Jeffrey Head and Peter Wawrzusin and Robert S Fischer and Ajay Chitnis and Hari Shroff",
            "2013",
            "4PG-JSsAAAAJ:hC7cP41nSMkC",
            244,
            "https:\/\/www.nature.com\/nmeth\/journal\/v10\/n11\/abs\/nmeth.2687.html",
            "14429266243471153605",
            "\/scholar?cites=14429266243471153605",
            {
                "2013":2,
                "2014":15,
                "2015":32,
                "2016":25,
                "2017":32,
                "2018":37,
                "2019":51,
                "2020":42,
                "2021":5
            }
        ],
        [
            "Optimal four-dimensional imaging requires high spatial resolution in all dimensions, high speed and minimal photobleaching and damage. We developed a dual-view, plane illumination microscope with improved spatiotemporal resolution by switching illumination and detection between two perpendicular objectives in an alternating duty cycle. Computationally fusing the resulting volumetric views provides an isotropic resolution of 330 nm. As the sample is stationary and only two views are required, we achieve an imaging speed of 200 images\/s (ie, 0.5 s for a 50-plane volume). Unlike spinning-disk confocal or Bessel beam methods, which illuminate the sample outside the focal plane, we maintain high spatiotemporal resolution over hundreds of volumes with negligible photobleaching. To illustrate the ability of our method to study biological systems that require high-speed volumetric visualization and\/or low …",
            "Spatially isotropic four-dimensional imaging with dual-view plane illumination microscopy",
            "Yicong Wu and Peter Wawrzusin and Justin Senseney and Robert S Fischer and Ryan Christensen and Anthony Santella and Andrew G York and Peter W Winter and Clare M Waterman and Zhirong Bao and Daniel A Colón-Ramos and Matthew McAuliffe and Hari Shroff",
            "2013",
            "4PG-JSsAAAAJ:IWHjjKOFINEC",
            223,
            "https:\/\/www.nature.com\/nbt\/journal\/v31\/n11\/abs\/nbt.2713.html",
            "5019767086892621797",
            "\/scholar?cites=5019767086892621797",
            {
                "2013":1,
                "2014":15,
                "2015":32,
                "2016":32,
                "2017":31,
                "2018":41,
                "2019":34,
                "2020":35
            }
        ]
    ]
}