{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We investigated the impact of institutional distance on the international diversity–performance relationship. We first discussed the international diversity–performance relationship for large multinational firms and later showed the moderation effect of regulative and normative institutional distance. Based on a sample of Fortune 500 firms, we found an inverted U-shaped curve. Regulative institutional distance has a negative moderating effect on the international diversity–performance relationship, while normative institutional distance shows a positive effect.",
            "The impact of institutional distance on the international diversity–performance relationship",
            "Mike Chen-Ho Chao and Vikas Kumar",
            "2010",
            "4pzRb04AAAAJ:Y0pCki6q_DkC",
            257,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1090951609000236",
            "14981933381151372023",
            "\/scholar?cites=14981933381151372023",
            {
                "2010":5,
                "2011":5,
                "2012":15,
                "2013":20,
                "2014":19,
                "2015":20,
                "2016":34,
                "2017":28,
                "2018":42,
                "2019":35,
                "2020":25,
                "2021":6
            }
        ],
        [
            "The authors review relevant literature and present two new case studies—one of Taiwan's country image campaign and the other of Acer's entry into global markets—to gain a further understanding of two related constructs, country of origin (from the field of international marketing) and animosity (from the field of consumer behavior). The authors formulate four research propositions and discuss them in reference to the two case studies. They show how the Taiwanese government has used various marketing and advertising strategies to create a positive country image and how Acer has mitigated negative country-of-origin effects and animosity in world markets, especially in China.",
            "Executive insights: Exploring the practical effects of country of origin, animosity, and price–quality issues: Two case studies of Taiwan and Acer in China",
            "Lyn S Amine and Mike CH Chao and Mark J Arnold",
            "2005",
            "4pzRb04AAAAJ:u-x6o8ySG0sC",
            231,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1509\/jimk.13.2.114.64855",
            "139518963901531137",
            "\/scholar?cites=139518963901531137",
            {
                "2005":3,
                "2006":4,
                "2007":12,
                "2008":19,
                "2009":6,
                "2010":17,
                "2011":11,
                "2012":23,
                "2013":21,
                "2014":27,
                "2015":21,
                "2016":11,
                "2017":12,
                "2018":19,
                "2019":13,
                "2020":9,
                "2021":1
            }
        ],
        [
            "The technology acceptance model (TAM) has been one of the most influential theories in the information technology literature, but it has not been used in the marketing literature to understand consumer acceptance of international web sites. Thus, the purpose of this study is to use TAM to study international consumers' acceptance and use of MNEs web sites designed specifically for their country.This study applies and extends the TAM to study the B2C international web sites of American and Japanese MNEs for Brazilian, German, and Taiwanese consumers. In total, there were 2,243 usable questionnaires and the structural equation modeling method was used to analyze the data.This study provides strong support for the applicability of TAM in explaining international web site usage in Brazil, Germany, and Taiwan and shows that cultural adaptation is an …",
            "Understanding international web site usage: a cross‐national study of German, Brazilian, and Taiwanese online consumers",
            "Nitish Singh and Georg Fassott and Mike CH Chao and Jonas A Hoffmann",
            "2006",
            "4pzRb04AAAAJ:u5HHmVD_uO8C",
            199,
            "https:\/\/www.emerald.com\/insight\/content\/doi\/10.1108\/02651330610646304\/full\/html",
            "11754814417446622656",
            "\/scholar?cites=11754814417446622656",
            {
                "2006":2,
                "2007":7,
                "2008":9,
                "2009":18,
                "2010":19,
                "2011":20,
                "2012":16,
                "2013":14,
                "2014":18,
                "2015":17,
                "2016":18,
                "2017":7,
                "2018":11,
                "2019":9,
                "2020":13
            }
        ],
        [
            "Rapid new product developments (NPDs) have drastically changed the competitive landscape in the global economy. Because the time-to-market dimension of product introduction has become a crucial determinant of multinational corporations’ (MNCs’) competitive advantage, the ability of MNCs to exploit their knowledge globally across subsidiaries using cross-teams has become an important source of competitive advantage. Recognizing the crucial role of MNCs’ knowledge management in NPD, the authors develop a conceptual framework to investigate the antecedents and outcomes of international knowledge acquisition at the cross-team level. The framework suggests that though it is important to acquire necessary knowledge resources for NPD, managers must nurture an NPD project team's realized absorptive capacity to transform the acquired knowledge resources into NPD capabilities, which in turn …",
            "A cross-team framework of international knowledge acquisition on new product development capabilities and new product market performance",
            "Janet Y Murray and Mike CH Chao",
            "2005",
            "4pzRb04AAAAJ:d1gkVwhDpl0C",
            106,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1509\/jimk.13.3.54",
            "8694901438741115496",
            "\/scholar?cites=8694901438741115496",
            {
                "2006":1,
                "2007":3,
                "2008":6,
                "2009":10,
                "2010":6,
                "2011":6,
                "2012":10,
                "2013":8,
                "2014":5,
                "2015":8,
                "2016":6,
                "2017":12,
                "2018":6,
                "2019":8,
                "2020":9
            }
        ],
        [
            "This paper aims to investigate the link between market orientation and performance of US and Taiwanese small‐ and medium‐sized enterprises (SMEs). This study is primarily centred on empirically investigating two issues: test the effectiveness of MARKOR (a widely used market orientation measure developed by Kohli et al.) in US and Taiwanese SME contexts, and investigate the factors influencing US and Taiwanese SMEs’ performance.This study's participants were owners or managers from 138 SMEs located in three states in the USA (i.e. Maryland, New York, and Pennsylvania) and 151 SMEs located in Taiwan. A survey was created to collect data: market orientation scale items used in this survey were mainly adopted from MARKOR; performance scale items were adopted directly from previous studies. Structural equation modelling was employed to analyse the …",
            "The journey from market orientation to firm performance: A comparative study of US and Taiwanese SMEs",
            "Mike Chen‐Ho Chao and John E Spillan",
            "2010",
            "4pzRb04AAAAJ:hqOjcs7Dif8C",
            89,
            "https:\/\/www.emerald.com\/insight\/content\/doi\/10.1108\/01409171011041901\/full\/html",
            "1259411486446354123",
            "\/scholar?cites=1259411486446354123",
            {
                "2010":2,
                "2011":4,
                "2012":7,
                "2013":8,
                "2014":12,
                "2015":17,
                "2016":15,
                "2017":8,
                "2018":6,
                "2019":8,
                "2020":1
            }
        ],
        [
            "The current study contributes to the institution-based view of internationalization that is contingent upon the home country development. We examine the differential effects of formal and informal institutions on emerging market multinational corporations’ (EMNCs) ownership strategies. Facing a large informal institutional distance that represents diverse cultural beliefs, EMNCs opt for a low ownership position that alleviates legitimacy threat, whereas a large formal institutional distance leads EMNCs to establish dominant ownership control. EMNC home market conditions, including market size and regulatory institutional quality, further explain the differential effects of institutional distances.",
            "Emerging economies and institutional quality: Assessing the differential effects of institutional distances on ownership strategy",
            "Ru-Shiun Liou and Mike Chen-Ho Chao and Monica Yang",
            "2016",
            "4pzRb04AAAAJ:_kc_bZDykSQC",
            69,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1090951616300104",
            "5880789534551487458",
            "\/scholar?cites=5880789534551487458",
            {
                "2016":4,
                "2017":12,
                "2018":17,
                "2019":9,
                "2020":24,
                "2021":2
            }
        ],
        [
            "This paper illustrates how country image has been actively managed by the government of Taiwan, by means of a national advertising campaign since 1990. Using theories from marketing, advertising and consumer behaviour, it postulates that individual companies, such as Taiwan's Acer, may also benefit from the national ad campaign, leading to enhanced country-of-origin effects and global marketing success. While it is difficult to answer satisfactorily the larger theoretical questions of proximate cause and effect between a national image campaign and any presumed spillover effects that may benefit an individual company, the paper tries to provide some persuasive empirical and theoretical evidence to support this proposition. Future hypothesis testing is needed to explore interactions between the conceptually related activities of international advertising, place branding, company reputation …",
            "Managing country image to long-term advantage: The case of Taiwan and Acer",
            "Lyn S Amine and Mike CH Chao",
            "2005",
            "4pzRb04AAAAJ:9yKSN-GCB0IC",
            63,
            "https:\/\/link.springer.com\/article\/10.1057\/palgrave.pb.5990020",
            "17856927705652593796",
            "\/scholar?cites=17856927705652593796",
            {
                "2005":1,
                "2006":3,
                "2007":5,
                "2008":5,
                "2009":8,
                "2010":3,
                "2011":4,
                "2012":1,
                "2013":8,
                "2014":1,
                "2015":5,
                "2016":4,
                "2017":2,
                "2018":5,
                "2019":3,
                "2020":3
            }
        ],
        [
            "After content analyzing 100 multinational companies’ webpages for American and Chinese consumers respectively, this study validates Singh et al.’s [2009] localization framework (ie, cultural customization, content localization and translation quality) in the Chinese market and present best practices in localizing websites for the Chinese market.",
            "Web site localization in the Chinese market",
            "Mike Chen-ho Chao and Nitish Singh and YiFeng Nancy Chen",
            "2012",
            "4pzRb04AAAAJ:UebtZRa9Y70C",
            24,
            "http:\/\/www.jecr.org\/sites\/default\/files\/13_1_p03.pdf",
            "8767994877821214656",
            "\/scholar?cites=8767994877821214656",
            {
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":7,
                "2016":5,
                "2017":2,
                "2018":2,
                "2019":4
            }
        ],
        [
            "A model is proposed and tested showing how social structural variables and socialization agents impact the consumer activities of diverse ethnic young adults. Based on survey responses from 89 African Americans, 69 Asian Americans, 82 Caucasian Americans, and 52 Hispanics, the results show that the consumer activities of different ethnic groups are influenced by different socialization variables. Implications for marketers include the need to be aware of how the consumer socialization of young adults differs that from adolescents. In addition, marketers need to use different socialization agents when targeting different ethnic groups.",
            "A MULTIVARIATE STATISTICAL APPROACH TO SOCIALIZATION AND CONSUMER ACTIVITIES OF YOUNG ADULTS: A CROSS-CULTURAL STUDY OF ETHNIC GROUPS IN AMERICA.",
            "Nitish Singh and Mike CH Chao and Ik-Whan G Kwon",
            "2006",
            "4pzRb04AAAAJ:IjCSPb-OGe4C",
            24,
            "http:\/\/search.ebscohost.com\/login.aspx?direct=true&profile=ehost&scope=site&authtype=crawler&jrnl=1534973X&asa=Y&AN=23394913&h=kjC50OkOGCfdADw7GslyOCCyuJGXiXYnvbSDVq%2B9mepMy6L4FzeMMWyC7MS8pdsAyrAyn26s7D25cOzlDySbIw%3D%3D&crl=c",
            "7817598063373686474",
            "\/scholar?cites=7817598063373686474",
            {
                "2009":2,
                "2010":2,
                "2011":3,
                "2012":5,
                "2013":1,
                "2014":2,
                "2015":3,
                "2016":2,
                "2017":1,
                "2018":2,
                "2019":1
            }
        ],
        [
            "Although lower dialectical thinking has been associated with greater extremity in consumer responses to univalent information, we demonstrate that low, as compared to high, dialectical thinkers express more moderate attitudes when they result from processing contradictory information. Specifically, our studies find that contradictory product information is less fluently processed by consumers low (vs. high) in dialectical thinking, which reduces their judgmental confidence and, in turn, generates more moderate attitudes. We contribute to the literature by showing that in contexts of contradictory information integration, current theory regarding the consequences of dialectical thinking needs to be extended to include not only an attenuation of the extremity effect prior research has found, but a complete reversal. Our results further imply that processing fluency not only impacts attitude valence but, more generally, attitude …",
            "The effect of dialectical thinking on the integration of contradictory information",
            "Yoshiko DeMotta and Mike Chen-ho Chao and Thomas Kramer",
            "2016",
            "4pzRb04AAAAJ:3fE2CSJIrl8C",
            23,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1057740815000364",
            "6037685507259357352",
            "\/scholar?cites=6037685507259357352",
            {
                "2015":1,
                "2016":4,
                "2017":2,
                "2018":5,
                "2019":5,
                "2020":6
            }
        ]
    ]
}