{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "High-throughput computational materials design is an emerging area of materials science. By combining advanced thermodynamic and electronic-structure methods with intelligent data mining and database construction, and exploiting the power of current supercomputer architectures, scientists generate, manage and analyse enormous data repositories for the discovery of novel materials. In this Review we provide a current snapshot of this rapidly evolving field, and highlight the challenges and opportunities that lie ahead.",
            "The high-throughput highway to computational materials design",
            "Stefano Curtarolo and Gus LW Hart and Marco Buongiorno Nardelli and Natalio Mingo and Stefano Sanvito and Ohad Levy",
            "2013",
            "4Qiq3VEAAAAJ:tOudhMTPpwUC",
            1256,
            "https:\/\/www.nature.com\/articles\/nmat3568",
            "16433364940459302117",
            "\/scholar?cites=16433364940459302117",
            {
                "2013":34,
                "2014":79,
                "2015":122,
                "2016":157,
                "2017":150,
                "2018":207,
                "2019":239,
                "2020":237,
                "2021":23
            }
        ],
        [
            "Empirical databases of crystal structures and thermodynamic properties are fundamental tools for materials research. Recent rapid proliferation of computational data on materials properties presents the possibility to complement and extend the databases where the experimental data is lacking or difficult to obtain. Enhanced repositories that integrate both computational and empirical approaches open novel opportunities for structure discovery and optimization, including uncovering of unsuspected compounds, metastable structures and correlations between various characteristics. The practical realization of these opportunities depends on a systematic compilation and classification of the generated data in addition to an accessible interface for the materials science community. In this paper we present an extensive repository, aflowlib.org, comprising phase-diagrams, electronic structure and magnetic properties …",
            "AFLOWLIB. ORG: A distributed materials properties repository from high-throughput ab initio calculations",
            "Stefano Curtarolo and Wahyu Setyawan and Shidong Wang and Junkai Xue and Kesong Yang and Richard H Taylor and Lance J Nelson and Gus LW Hart and Stefano Sanvito and Marco Buongiorno-Nardelli and Natalio Mingo and Ohad Levy",
            "2012",
            "4Qiq3VEAAAAJ:YOwf2qJgpHMC",
            617,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927025612000687",
            "10529061518226541796",
            "\/scholar?cites=10529061518226541796",
            {
                "2011":4,
                "2012":8,
                "2013":17,
                "2014":29,
                "2015":46,
                "2016":75,
                "2017":81,
                "2018":105,
                "2019":106,
                "2020":125,
                "2021":18
            }
        ],
        [
            "Recent advances in computational materials science present novel opportunities for structure discovery and optimization, including uncovering of unsuspected compounds and metastable structures, electronic structure, surface, and nano-particle properties. The practical realization of these opportunities requires systematic generation and classification of the relevant computational data by high-throughput methods. In this paper we present Aflow (Automatic Flow), a software framework for high-throughput calculation of crystal structure properties of alloys, intermetallics and inorganic compounds. The Aflow software is available for the scientific community on the website of the materials research consortium, aflowlib.org. Its geometric and electronic structure analysis and manipulation tools are additionally available for online operation at the same website. The combination of automatic methods and user online …",
            "AFLOW: An automatic framework for high-throughput materials discovery",
            "Stefano Curtarolo and Wahyu Setyawan and Gus LW Hart and Michal Jahnatek and Roman V Chepulskii and Richard H Taylor and Shidong Wang and Junkai Xue and Kesong Yang and Ohad Levy and Michael J Mehl and Harold T Stokes and Denis O Demchenko and Dane Morgan",
            "2012",
            "4Qiq3VEAAAAJ:3fE2CSJIrl8C",
            543,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927025612000717",
            "11880476685878790987",
            "\/scholar?cites=11880476685878790987",
            {
                "2012":11,
                "2013":13,
                "2014":20,
                "2015":40,
                "2016":54,
                "2017":64,
                "2018":66,
                "2019":97,
                "2020":155,
                "2021":19
            }
        ],
        [
            "We have carried out a first-principles study of the elastic properties and electronic structure for two room-temperature stable Pt silicide phases, tetragonal α− Pt 2 Si, and orthorhombic PtSi. We have calculated all of the equilibrium structural parameters for both phases: the a and c lattice constants for α− Pt 2 Si and the a, b, and c lattice constants and four internal structural parameters for PtSi. These results agree closely with experimental data. We have also calculated the zero-pressure elastic constants, confirming prior results for pure Pt and Si and predicting values for the six (nine) independent, nonzero elastic constants of α− Pt 2 Si (PtSi). These calculations include a full treatment of all relevant internal displacements induced by the elastic strains, including an explicit determination of the dimensionless internal displacement parameters for the three strains in α− Pt 2 Si for which they are nonzero. We have …",
            "First-principles elastic constants and electronic structure of  and PtSi",
            "Oliver Beckstein and JE Klepeis and GLW Hart and O Pankratov",
            "2001",
            "4Qiq3VEAAAAJ:u-x6o8ySG0sC",
            404,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.63.134112",
            "15728527200529757913",
            "\/scholar?cites=15728527200529757913",
            {
                "2002":2,
                "2003":3,
                "2004":1,
                "2005":5,
                "2006":7,
                "2007":6,
                "2008":13,
                "2009":14,
                "2010":29,
                "2011":20,
                "2012":43,
                "2013":27,
                "2014":45,
                "2015":42,
                "2016":43,
                "2017":27,
                "2018":28,
                "2019":22,
                "2020":24,
                "2021":2
            }
        ],
        [
            "Modern condensed-matter theory from first principles is highly successful when applied to materials of given structure-type or restricted unit-cell size. But this approach is limited where large cells or searches over millions of structure types become necessary. To treat these with first-principles accuracy, one'coarse-grains' the many-particle Schrödinger equation into'model hamiltonians'1, 2, 3 whose variables are configurational order parameters (atomic positions, spin and so on), connected by a few'interaction parameters' obtained from a microscopic theory 3, 4. But to construct a truly quantitative model hamiltonian, one must know just which types of interaction parameters to use, from possibly 10 6–10 8 alternative selections. Here we show how genetic algorithms 5, mimicking biological evolution ('survival of the fittest'), can be used to distil reliable model hamiltonian parameters from a database of first-principles …",
            "Evolutionary approach for determining first-principles hamiltonians",
            "Gus LW Hart and Volker Blum and Michael J Walorski and Alex Zunger",
            "2005",
            "4Qiq3VEAAAAJ:u5HHmVD_uO8C",
            314,
            "https:\/\/www.nature.com\/articles\/nmat1374",
            "10589939486908603753",
            "\/scholar?cites=10589939486908603753",
            {
                "2005":5,
                "2006":24,
                "2007":17,
                "2008":21,
                "2009":24,
                "2010":25,
                "2011":12,
                "2012":27,
                "2013":19,
                "2014":22,
                "2015":26,
                "2016":20,
                "2017":16,
                "2018":23,
                "2019":13,
                "2020":17
            }
        ],
        [
            "We present an algorithm for generating all derivative superstructures—for arbitrary parent structures and for any number of atom types. This algorithm enumerates superlattices and atomic configurations in a geometry-independent way. The key concept is to use the quotient group associated with each superlattice to determine all unique atomic configurations. The run time of the algorithm scales linearly with the number of unique structures found.",
            "Algorithm for generating derivative structures",
            "Gus LW Hart and Rodney W Forcade",
            "2008",
            "4Qiq3VEAAAAJ:LkGwnXOMwfcC",
            268,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.77.224115",
            "15673584856841494062",
            "\/scholar?cites=15673584856841494062",
            {
                "2009":7,
                "2010":13,
                "2011":6,
                "2012":16,
                "2013":15,
                "2014":15,
                "2015":22,
                "2016":25,
                "2017":27,
                "2018":35,
                "2019":44,
                "2020":35,
                "2021":6
            }
        ],
        [
            "The widely accepted intuition that the important properties of solids are determined by a few key variables underpins many methods in physics. Though this reductionist paradigm is applicable in many physical problems, its utility can be limited because the intuition for identifying the key variables often does not exist or is difficult to develop. Machine learning algorithms (genetic programming, neural networks, Bayesian methods, etc.) attempt to eliminate the a priori need for such intuition but often do so with increased computational burden and human time. A recently developed technique in the field of signal processing, compressive sensing (CS), provides a simple, general, and efficient way of finding the key descriptive variables. CS is a powerful paradigm for model building; we show that its models are more physical and predict more accurately than current state-of-the-art approaches and can be constructed at a …",
            "Compressive sensing as a paradigm for building physics models",
            "Lance J Nelson and Gus LW Hart and Fei Zhou and Vidvuds Ozoliņš",
            "2013",
            "4Qiq3VEAAAAJ:l7t_Zn2s7bgC",
            167,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.87.035125",
            "11041956717186079618",
            "\/scholar?cites=11041956717186079618",
            {
                "2013":9,
                "2014":12,
                "2015":21,
                "2016":20,
                "2017":23,
                "2018":25,
                "2019":31,
                "2020":23
            }
        ],
        [
            "The cluster expansion method provides a standard framework to map first-principles generated energies for a few selected configurations of a binary alloy onto a finite set of pair and many-body interactions between the alloyed elements. These interactions describe the energetics of all possible configurations of the same alloy, which can hence be readily used to identify ground state structures and, through statistical mechanics solutions, find finite-temperature properties. In practice, the biggest challenge is to identify the types of interactions which are most important for a given alloy out of the many possibilities. We describe a genetic algorithm which automates this task. To avoid a possible trapping in a locally optimal interaction set, we periodically “lock out” persistent near-optimal cluster expansions. In this way, we identify not only the best possible combination of interaction types but also any near-optimal cluster …",
            "Using genetic algorithms to map first-principles results to model Hamiltonians: Application to the generalized Ising model for alloys",
            "Volker Blum and Gus LW Hart and Michael J Walorski and Alex Zunger",
            "2005",
            "4Qiq3VEAAAAJ:d1gkVwhDpl0C",
            144,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.72.165113",
            "399006825094655449",
            "\/scholar?cites=399006825094655449",
            {
                "2005":1,
                "2006":8,
                "2007":9,
                "2008":1,
                "2009":14,
                "2010":12,
                "2011":8,
                "2012":17,
                "2013":7,
                "2014":12,
                "2015":9,
                "2016":5,
                "2017":12,
                "2018":11,
                "2019":10,
                "2020":6,
                "2021":2
            }
        ],
        [
            "The Automatic-Flow (AFLOW) standard for the high-throughput construction of materials science electronic structure databases is described. Electronic structure calculations of solid state materials depend on a large number of parameters which must be understood by researchers, and must be reported by originators to ensure reproducibility and enable collaborative database expansion. We therefore describe standard parameter values for k-point grid density, basis set plane wave kinetic energy cut-off, exchange–correlation functionals, pseudopotentials, DFT+U parameters, and convergence criteria used in AFLOW calculations.",
            "The AFLOW standard for high-throughput materials science calculations",
            "Camilo E Calderon and Jose J Plata and Cormac Toher and Corey Oses and Ohad Levy and Marco Fornari and Amir Natan and Michael J Mehl and Gus Hart and Marco Buongiorno Nardelli and Stefano Curtarolo",
            "2015",
            "4Qiq3VEAAAAJ:tKAzc9rXhukC",
            136,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927025615004292",
            "15717477172737500297",
            "\/scholar?cites=15717477172737500297",
            {
                "2015":1,
                "2016":13,
                "2017":20,
                "2018":19,
                "2019":34,
                "2020":42,
                "2021":7
            }
        ],
        [
            "We present a new implementation of the cluster expansion formalism. The new code, UNiversal CLuster Expansion (UNCLE), consolidates recent advances in the methodology and leverages one new development in the formalism itself. As a core goal, the package reduces the need for user intervention, automating the method to reduce human error and judgment. The package extends standard cluster expansion formalism to the more complicated cases of ternary compounds, as well as surfaces, including adsorption and inequivalent sites.",
            "UNCLE: a code for constructing cluster expansions for arbitrary lattices with minimal user-input",
            "Daniel Lerch and Ole Wieckhorst and Gus LW Hart and Rodney W Forcade and Stefan Müller",
            "2009",
            "4Qiq3VEAAAAJ:IjCSPb-OGe4C",
            128,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0965-0393\/17\/5\/055003\/meta",
            "18204368567092134601",
            "\/scholar?cites=18204368567092134601",
            {
                "2009":2,
                "2010":9,
                "2011":12,
                "2012":18,
                "2013":12,
                "2014":8,
                "2015":12,
                "2016":12,
                "2017":14,
                "2018":9,
                "2019":9,
                "2020":9,
                "2021":1
            }
        ]
    ]
}