{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "This paper presents the results of a functional-integral approach to the dynamics of a two-state system coupled to a dissipative environment. It is primarily an extended account of results obtained over the last four years by the authors; while they try to provide some background for orientation, it is emphatically not intended as a comprehensive review of the literature on the subject. Its contents include (1) an exact and general prescription for the reduction, under appropriate circumstances, of the problem of a system tunneling between two wells in the presence of a dissipative environment to the\" spin-boson\" problem;(2) the derivation of an exact formula for the dynamics of the latter problem;(3) the demonstration that there exists a simple approximation to this exact formula which is controlled, in the sense that we can put explicit bounds on the errors incurred in it, and that for almost all regions of the parameter space …",
            "Dynamics of the dissipative two-state system",
            "Anthony J Leggett and SDAFMGA Chakravarty and Alan T Dorsey and Matthew PA Fisher and Anupam Garg and Wilhelm Zwerger",
            "1987",
            "4RUO940AAAAJ:5qfkUJPXOUwC",
            5254,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.59.1",
            "3155455398531783297",
            "\/scholar?cites=3155455398531783297",
            {
                "1987":31,
                "1988":59,
                "1989":64,
                "1990":76,
                "1991":103,
                "1992":90,
                "1993":113,
                "1994":104,
                "1995":138,
                "1996":128,
                "1997":157,
                "1998":151,
                "1999":115,
                "2000":132,
                "2001":153,
                "2002":140,
                "2003":155,
                "2004":182,
                "2005":170,
                "2006":169,
                "2007":198,
                "2008":197,
                "2009":175,
                "2010":223,
                "2011":197,
                "2012":188,
                "2013":230,
                "2014":200,
                "2015":202,
                "2016":191,
                "2017":201,
                "2018":194,
                "2019":168,
                "2020":227,
                "2021":15
            }
        ],
        [
            "It is shown that, in the context of an idealized ‘‘macroscopic quantum coherence’’experiment, the predictions of quantum mechanics are incompatible with the conjunction of two general assumptions which are designated ‘‘macroscopic realism’’and ‘‘noninvasive measurability at the macroscopic level.’’The conditions under which quantum mechanics can be tested against these assumptions in a realistic experiment are discussed.",
            "Quantum mechanics versus macroscopic realism: Is the flux there when nobody looks?",
            "Anthony J Leggett and Anupam Garg",
            "1985",
            "4RUO940AAAAJ:PVjk1bu6vJQC",
            1214,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.54.857",
            "8548570889328563738",
            "\/scholar?cites=8548570889328563738",
            {
                "1985":7,
                "1986":4,
                "1987":9,
                "1988":6,
                "1989":3,
                "1990":9,
                "1991":6,
                "1992":7,
                "1993":4,
                "1994":9,
                "1995":16,
                "1996":18,
                "1997":15,
                "1998":11,
                "1999":17,
                "2000":13,
                "2001":25,
                "2002":14,
                "2003":14,
                "2004":20,
                "2005":25,
                "2006":40,
                "2007":30,
                "2008":26,
                "2009":29,
                "2010":44,
                "2011":55,
                "2012":52,
                "2013":53,
                "2014":73,
                "2015":65,
                "2016":91,
                "2017":96,
                "2018":100,
                "2019":92,
                "2020":97,
                "2021":5
            }
        ],
        [
            "In biological and chemical electron transfer, a nuclear reaction coordinate is coupled to other nuclear and\/or ‘‘solvent’’ coordinates. This coupling, or friction, if strong enough, may substantially slow down motion along the reaction coordinate, and thus vitiate the assumption of electron transfer being nonadiabatic with respect to the nuclei. Here, a simple, fully quantum mechanical model for electron transfer using a one mode treatment which incorporates this coupling is studied. Path integral methods are used to study the dependence of the reaction rate on friction, and the limits of the moderate and the high friction are analyzed in detail. The first limit will prevail if the reaction coordinate is, e.g., an underdamped nuclear vibration, whereas the second limit will prevail if it corresponds to a slow or diffusive degree of freedom. In the high‐friction limit, the reaction rate is explicitly shown to vary between the nonadiabatic …",
            "Effect of friction on electron transfer in biomolecules",
            "Anupam Garg and José Nelson Onuchic and Vinay Ambegaokar",
            "1985",
            "4RUO940AAAAJ:86PQX7AUzd4C",
            728,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.449017",
            "1809567341117767684",
            "\/scholar?cites=1809567341117767684",
            {
                "1986":4,
                "1987":11,
                "1988":12,
                "1989":10,
                "1990":10,
                "1991":6,
                "1992":12,
                "1993":27,
                "1994":29,
                "1995":12,
                "1996":17,
                "1997":23,
                "1998":15,
                "1999":25,
                "2000":16,
                "2001":10,
                "2002":20,
                "2003":18,
                "2004":21,
                "2005":8,
                "2006":30,
                "2007":20,
                "2008":12,
                "2009":36,
                "2010":21,
                "2011":22,
                "2012":24,
                "2013":29,
                "2014":21,
                "2015":24,
                "2016":30,
                "2017":34,
                "2018":43,
                "2019":36,
                "2020":35,
                "2021":2
            }
        ],
        [
            "Spin systems can undergo quantum tunneling with classically degenerate minima. In some cases, the amplitudes from symmetry-related trajectories can interfere destructively, quenching the tunneling rate. This quenching need not be related to Kramers' degeneracy. This is shown by studying a problem (relevant to macroscopic quantum phenomena in ferromagnetic particles) with biaxial symmetry and an external field. The tunnel splitting is found to oscillate with the field, vanishing at certain values. Spin path integrals are used to prove Kramers' theorem, and an extension in which a subset of the energy levels is systematically doubly degenerate.",
            "Topologically quenched tunnel splitting in spin systems without Kramers' degeneracy",
            "Anupam Garg",
            "1993",
            "4RUO940AAAAJ:_axFR9aDTf0C",
            374,
            "https:\/\/iopscience.iop.org\/article\/10.1209\/0295-5075\/22\/3\/008\/meta",
            "14751417140326549887",
            "\/scholar?cites=14751417140326549887",
            {
                "1994":4,
                "1995":9,
                "1996":5,
                "1997":6,
                "1998":10,
                "1999":19,
                "2000":42,
                "2001":33,
                "2002":26,
                "2003":30,
                "2004":24,
                "2005":20,
                "2006":10,
                "2007":14,
                "2008":12,
                "2009":12,
                "2010":11,
                "2011":10,
                "2012":10,
                "2013":8,
                "2014":13,
                "2015":12,
                "2016":5,
                "2017":13,
                "2018":4,
                "2019":6,
                "2020":5
            }
        ],
        [
            "The question of how to deal with inefficient detectors in actual experiments of the Einstein-Podolsky-Rosen type is studied. We derive the necessary and sufficient condition for compatibility with local realism of data collected in experiments with two settings of each detector, without making auxiliary assumptions about undetected events. For the conventional experiment with particles in the singlet state (or its photon analogue), the data predicted by the quantum theory do not violate this condition unless the quantum efficiency of the detectors exceeds 83%.",
            "Detector inefficiencies in the Einstein-Podolsky-Rosen experiment",
            "Anupam Garg and N David Mermin",
            "1987",
            "4RUO940AAAAJ:rmuvC79q63oC",
            292,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.35.3831",
            "14004540652965072281",
            "\/scholar?cites=14004540652965072281",
            {
                "1988":1,
                "1989":2,
                "1990":2,
                "1991":3,
                "1992":4,
                "1993":5,
                "1994":2,
                "1995":4,
                "1996":2,
                "1997":7,
                "1998":3,
                "1999":7,
                "2000":5,
                "2001":9,
                "2002":6,
                "2003":2,
                "2004":5,
                "2005":3,
                "2006":8,
                "2007":11,
                "2008":12,
                "2009":20,
                "2010":12,
                "2011":18,
                "2012":19,
                "2013":17,
                "2014":26,
                "2015":15,
                "2016":17,
                "2017":10,
                "2018":7,
                "2019":7,
                "2020":18,
                "2021":2
            }
        ],
        [
            "The first two moments of the escape-field distribution are evaluated for a particle in a steadily ramped potential. Implications for macroscopic quantum tunneling are discussed.",
            "Escape-field distribution for escape from a metastable potential well subject to a steadily increasing bias field",
            "Anupam Garg",
            "1995",
            "4RUO940AAAAJ:YohjEiUPhakC",
            249,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.51.15592",
            "7167173260022578974",
            "\/scholar?cites=7167173260022578974",
            {
                "1996":3,
                "1997":7,
                "1998":3,
                "1999":3,
                "2000":4,
                "2001":2,
                "2002":4,
                "2003":5,
                "2004":7,
                "2005":12,
                "2006":5,
                "2007":21,
                "2008":16,
                "2009":14,
                "2010":20,
                "2011":14,
                "2012":20,
                "2013":19,
                "2014":11,
                "2015":9,
                "2016":15,
                "2017":9,
                "2018":9,
                "2019":5,
                "2020":12
            }
        ],
        [
            "The Wentzel–Kramers–Brillouin and instanton answers for the tunnel splitting of the ground state in a symmetric double-well potential are both reduced to an expression involving only functionals of the potential, without the need for solving any auxilliary problems. This formula is applied to simple model problems. The prefactor for the splitting in the textbook by Landau and Lifshitz is amended so as to apply to the ground and low lying excited states.",
            "Tunnel splittings for one-dimensional potential wells revisited",
            "Anupam Garg",
            "2000",
            "4RUO940AAAAJ:0izLItjtcgwC",
            112,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.19458",
            "13213184128708974538",
            "\/scholar?cites=13213184128708974538",
            {
                "2000":1,
                "2001":6,
                "2002":4,
                "2003":3,
                "2004":4,
                "2005":4,
                "2006":5,
                "2007":2,
                "2008":8,
                "2009":6,
                "2010":1,
                "2011":3,
                "2012":4,
                "2013":9,
                "2014":3,
                "2015":3,
                "2016":3,
                "2017":10,
                "2018":10,
                "2019":11,
                "2020":10,
                "2021":1
            }
        ],
        [
            "The effect of magnetoelastic dissipation upon the tunneling and coherence of the total magnetization in small (∼ 100 Å) single-domain ferromagnetic particles is investigated. Such tunneling would be an example of a macroscopic quantum phenomenon. It is shown that the dissipation has a super-Ohmic spectral density, J (ω)∼ ω 3, and that the dissipation is weak for reasonable material parameters. Corrections to the rates, and the damping rate for coherent oscillations are obtained. A key feature is the inclusion of the elastic waves in the medium surrounding the particle.",
            "Dissipation in macroscopic magnetization tunneling",
            "Anupam Garg and Gwang-Hee Kim",
            "1989",
            "4RUO940AAAAJ:NyGDZy8z5eUC",
            112,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.63.2512",
            "10516816336966187509",
            "\/scholar?cites=10516816336966187509",
            {
                "1990":2,
                "1991":2,
                "1992":9,
                "1993":15,
                "1994":14,
                "1995":9,
                "1996":9,
                "1997":5,
                "1998":7,
                "1999":8,
                "2000":4,
                "2001":4,
                "2002":4,
                "2003":4,
                "2004":5,
                "2005":3,
                "2006":1,
                "2007":1,
                "2008":2,
                "2009":1,
                "2010":1,
                "2011":2
            }
        ]
    ]
}