{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Nanostructured metasurfaces offer unique capabilities for subwavelength control of optical waves. Based on this potential, a large number of metasurfaces have been proposed recently as alternatives to standard optical elements. In most cases, however, these elements suffer from large chromatic aberrations, thus limiting their usefulness for multiwavelength or broadband applications. Here, in order to alleviate the chromatic aberrations of individual diffractive elements, we introduce dense vertical stacking of independent metasurfaces, where each layer is made from a different material, and is optimally designed for a different spectral band. Using this approach, we demonstrate a triply red, green and blue achromatic metalens in the visible range. We further demonstrate functional beam shaping by a self-aligned integrated element for stimulated emission depletion microscopy and a lens that provides anomalous …",
            "Composite functional metasurfaces for multispectral achromatic optics",
            "Ori Avayu* and Euclides Almeida* and Yehiam Prior and Tal Ellenbogen",
            "2017",
            "4ryKjUQAAAAJ:YsMSGLbcyi4C",
            165,
            "https:\/\/www.nature.com\/articles\/ncomms14992.pdf?origin=ppub",
            "601642129493511382",
            "\/scholar?cites=601642129493511382",
            {
                "2017":9,
                "2018":43,
                "2019":41,
                "2020":63,
                "2021":8
            }
        ],
        [
            "A hologram is an optical element storing phase and possibly amplitude information enabling the reconstruction of a three-dimensional image of an object by illumination and scattering of a coherent beam of light, and the image is generated at the same wavelength as the input laser beam. In recent years, it was shown that information can be stored in nanometric antennas giving rise to ultrathin components. Here we demonstrate nonlinear multilayer metamaterial holograms. A background free image is formed at a new frequency—the third harmonic of the illuminating beam. Using e-beam lithography of multilayer plasmonic nanoantennas, we fabricate polarization-sensitive nonlinear elements such as blazed gratings, lenses and other computer-generated holograms. These holograms are analysed and prospects for future device applications are discussed.",
            "Nonlinear metamaterials for holography",
            "Euclides Almeida and Ora Bitton and Yehiam Prior",
            "2016",
            "4ryKjUQAAAAJ:2osOgNQ5qMEC",
            137,
            "https:\/\/www.nature.com\/articles\/ncomms12533",
            "997478015336534155",
            "\/scholar?cites=997478015336534155",
            {
                "2016":4,
                "2017":18,
                "2018":30,
                "2019":34,
                "2020":46,
                "2021":3
            }
        ],
        [
            "Metasurfaces, and in particular those containing plasmonic-based metallic elements, constitute an attractive set of materials with a potential for replacing standard bulky optical elements. In recent years, increasing attention has been focused on their nonlinear optical properties, particularly in the context of second and third harmonic generation and beam steering by phase gratings. Here, we harness the full phase control enabled by subwavelength plasmonic elements to demonstrate a unique metasurface phase matching that is required for efficient nonlinear processes. We discuss the difference between scattering by a grating and by subwavelength phase-gradient elements. We show that for such interfaces an anomalous phase-matching condition prevails, which is the nonlinear analogue of the generalized Snell’s law. The subwavelength phase control of optical nonlinearities paves the way for the design of …",
            "Subwavelength nonlinear phase control and anomalous phase matching in plasmonic metasurfaces",
            "Euclides Almeida and Guy Shalem and Yehiam Prior",
            "2016",
            "4ryKjUQAAAAJ:u5HHmVD_uO8C",
            117,
            "https:\/\/www.nature.com\/articles\/ncomms10367",
            "18284693202394767552",
            "\/scholar?cites=18284693202394767552",
            {
                "2016":15,
                "2017":19,
                "2018":32,
                "2019":28,
                "2020":22
            }
        ],
        [
            "Optimizing the shape of nanostructures and nano-antennas for specific optical properties has evolved to be a very fruitful activity. With modern fabrication tools a large variety of possibilities is available for shaping both nanoparticles and nanocavities; in particular nanocavities in thin metal films have emerged as attractive candidates for new metamaterials and strong linear and nonlinear optical systems. Here we rationally design metallic nanocavities to boost their Four-Wave Mixing response by resonating the optical plasmonic resonances with the incoming and generated beams. The linear and nonlinear optical responses as well as the propagation of the electric fields inside the cavities are derived from the solution of Maxwell’s equations by using the 3D finite-differences time domain method. The observed conversion-efficiency of near-infrared to visible light equals or surpasses that of BBO of equivalent …",
            "Rational design of metallic nanocavities for resonantly enhanced four-wave mixing",
            "Euclides Almeida and Yehiam Prior",
            "2015",
            "4ryKjUQAAAAJ:roLk4NBRz8UC",
            21,
            "https:\/\/www.nature.com\/articles\/srep10033",
            "8393699719790689853",
            "\/scholar?cites=8393699719790689853",
            {
                "2015":2,
                "2016":6,
                "2017":2,
                "2018":3,
                "2019":6,
                "2020":2
            }
        ],
        [
            "Localized surface plasmon dephasing times for aqueous colloidal silver nanoparticles (NPs) stabilized with three different capping agents (trisodium citrate—TSC, poly(vinylpyrrolidone)—PVP, and poly(vinylalcohol)— PVA) were measured using the persistent spectral hole burning technique. The results obtained by fitting a theoretical curve to the experimental data show that the dephasing times are dependent on the chosen stabilizer (3.0, 2.3, and 1.8 fs for TSC, PVP, and PVA, respectively), and the differences are attributed to changes in the electronic density of states due to the interaction between the NPs and the capping agents. The results are supported by ab initio calculations for the chemisorbate and metallic cluster interaction.",
            "Ultrafast dephasing of localized surface plasmons in colloidal silver nanoparticles: the influence of stabilizing agents",
            "E Almeida and ACL Moreira and AM Brito-Silva and A Galembeck and CP De Melo and L de S Menezes and CB De Araújo",
            "2012",
            "4ryKjUQAAAAJ:d1gkVwhDpl0C",
            18,
            "https:\/\/link.springer.com\/article\/10.1007\/s00340-012-5057-y",
            "18333246281358965164",
            "\/scholar?cites=18333246281358965164",
            {
                "2013":2,
                "2014":4,
                "2015":1,
                "2016":4,
                "2017":4,
                "2018":1,
                "2019":2
            }
        ],
        [
            "Photoluminescence (PL) and degenerate four-wave-mixing (DFWM) experiments were performed in a silica–niobic composite containing NaNbO3 nanocrystals. The PL results indicate the presence of in-gap states attributed to excitons in the nanocrystals and defect centers. The luminescence of the samples becomes more intense at low temperatures, indicating that nonradiative relaxations dominate the dynamics of the in-gap states. The DFWM experiments allowed for measurements of the homogeneous relaxation time, (20 ± 3) fs, of the third-order polarization at room temperature. The main contributions to the dynamics of the electronic response are attributed to the trapping of electrons in the in-gap states and to carrier and phonon scattering.",
            "Luminescence properties and optical dephasing in a glass-ceramic containing sodium-niobate nanocrystals",
            "E Almeida and L de S. Menezes and Cid B de Araújo and AA Lipovskii",
            "2011",
            "4ryKjUQAAAAJ:u-x6o8ySG0sC",
            12,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3596518",
            "4498354871073902053",
            "\/scholar?cites=4498354871073902053",
            {
                "2011":1,
                "2012":1,
                "2013":5,
                "2014":1,
                "2015":1,
                "2016":2,
                "2017":1
            }
        ],
        [
            "We employ a broadband Ti:sapphire femtosecond oscillator to simultaneously launch two localized surface plasmon modes in rectangular plasmonic nanoholes. The resonant frequencies of these two modes match well with our laser spectrum. As a result, the nanoholes do not only efficiently boost the third harmonic radiation intensity, but also significantly broaden the harmonic’s bandwidth, producing a nanoscale deep-ultraviolet light source in the range of 240 to 300 nm. Due to the involvement of two modes, the third harmonic beam becomes elliptically polarized and reaches its maximum intensity when laser polarization direction is 60° with respect to the long edges, rather than the commonly used 90°.",
            "Nanoscale broadband deep-ultraviolet light source from plasmonic nanoholes",
            "Liping Shi and José RC Andrade and Juemin Yi and Marius Marinskas and Carsten Reinhardt and Euclides Almeida and Uwe Morgner and Milutin Kovacev",
            "2019",
            "4ryKjUQAAAAJ:3fE2CSJIrl8C",
            8,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsphotonics.9b00127",
            "10729182978176752114",
            "\/scholar?cites=10729182978176752114",
            {
                "2019":3,
                "2020":5
            }
        ],
        [
            "Controlling the nonlinear optical response of nanoscale metamaterials opens new exciting applications such as frequency conversion or flat metal optical elements. To utilize the already well-developed fabrication methods, a systematic design methodology for obtaining high nonlinearities is required. In this paper we consider an optimization-based approach, combining a multiparameter genetic algorithm with three-dimensional finite-difference time domain (FDTD) simulations. We investigate two choices of the optimization function: one which looks for plasmonic resonance enhancements at the frequencies of the process using linear FDTD, and another one, based on nonlinear FDTD, which directly computes the predicted nonlinear response. We optimize a four-wave-mixing process with specific predefined input frequencies in an array of rectangular nanocavities milled in a thin free-standing gold film. Both …",
            "Optimizing the nonlinear optical response of plasmonic metasurfaces",
            "Yael Blechman and Euclides Almeida and Basudeb Sain and Yehiam Prior",
            "2018",
            "4ryKjUQAAAAJ:5nxA0vEk-isC",
            7,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.8b03861",
            "16328143508070468907",
            "\/scholar?cites=16328143508070468907",
            {
                "2019":3,
                "2020":4
            }
        ],
        [
            "The nonlinear (NL) response of a glass–ceramic with sodium niobate (NaNbO_3) nanocrystals (NCs) was investigated exciting the samples at 385 nm, in resonance with the samples’ optical absorption edge. Besides the observation of optical limiting (OL) behavior, we characterized the optical response of the samples in the 0.1–1.0 ms range that was attributed to the accumulated electronic population in trapping states associated with the NCs. The NL absorption properties of samples heat-treated during several hours were studied and modeled using a system of coupled rate equations to determine the parameters that characterize the OL process.",
            "Ultraviolet dynamical optical limiting in a glass containing NaNbO 3 nanocrystals",
            "Euclides Almeida and Kelly C Jorge and Leonardo de S Menezes and Cid B de Araújo and Andrey A Lipovskii",
            "2013",
            "4ryKjUQAAAAJ:qjMakFHDy7sC",
            5,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=josab-30-5-1284",
            "15416832704879506160",
            "\/scholar?cites=15416832704879506160",
            {
                "2016":1,
                "2017":1,
                "2018":2,
                "2019":1
            }
        ],
        [
            "We demonstrate composite, multiplexed 3D metamaterials for functional light manipulation. Applications include multi-wavelength achromatic metalenses in the visible spectral range, integrated elements for STED microscopy, and nonlinear holography. Prospects for novel applications are discussed.",
            "Multilayered metamaterials for functional light control",
            "Euclides Almeida and Ori Avayu and Tal Ellenbogen and Yehiam Prior",
            "2017",
            "4ryKjUQAAAAJ:UebtZRa9Y70C",
            1,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=CLEO_AT-2017-JW1G.4",
            "1259859715880875294",
            "\/scholar?cites=1259859715880875294",
            {
                "2018":1
            }
        ]
    ]
}