{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The glass transition has historically been viewed as an anomaly involving the specific heat of supercooled liquids. It is also associated with a divergence of the relaxation times for liquid rearrangements. We have developed a new spectroscopy to study the frequency dependence of the specific heat of liquids which connects these two approaches. We report measurements as a function of temperature of the distribution of relaxation times which are directly responsible for the glass transition in glycerol.",
            "Specific-heat spectroscopy of the glass transition",
            "Norman O Birge and Sidney R Nagel",
            "1985",
            "4SdI-a0AAAAJ:u5HHmVD_uO8C",
            586,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.54.2674",
            "15758393766733790043",
            "\/scholar?cites=15758393766733790043",
            {
                "1986":11,
                "1987":10,
                "1988":24,
                "1989":15,
                "1990":18,
                "1991":18,
                "1992":12,
                "1993":8,
                "1994":22,
                "1995":19,
                "1996":21,
                "1997":25,
                "1998":21,
                "1999":19,
                "2000":22,
                "2001":28,
                "2002":19,
                "2003":18,
                "2004":11,
                "2005":15,
                "2006":23,
                "2007":24,
                "2008":19,
                "2009":12,
                "2010":23,
                "2011":28,
                "2012":14,
                "2013":10,
                "2014":13,
                "2015":8,
                "2016":13,
                "2017":9,
                "2018":10,
                "2019":8,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We have measured a long-range supercurrent in Josephson junctions containing Co (a strong ferromagnetic material) when we insert thin layers of either PdNi or CuNi weakly ferromagnetic alloys between the Co and the two superconducting Nb electrodes. The critical current in such junctions hardly decays for Co thicknesses in the range of 12–28 nm, whereas it decays very steeply in similar junctions without the alloy layers. The long-range supercurrent is controllable by the thickness of the alloy layer, reaching a maximum for a thickness of a few nm. These experimental observations provide strong evidence for induced spin-triplet pair correlations, which have been predicted to occur in superconducting-ferromagnetic hybrid systems in the presence of certain types of magnetic inhomogeneity.",
            "Observation of spin-triplet superconductivity in Co-based Josephson junctions",
            "Trupti S Khaire and Mazin A Khasawneh and WP Pratt Jr and Norman O Birge",
            "2010",
            "4SdI-a0AAAAJ:eQOLeE2rZwMC",
            514,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.137002",
            "17578389370118100390",
            "\/scholar?cites=17578389370118100390",
            {
                "2010":19,
                "2011":58,
                "2012":55,
                "2013":39,
                "2014":60,
                "2015":59,
                "2016":44,
                "2017":49,
                "2018":40,
                "2019":50,
                "2020":36,
                "2021":2
            }
        ],
        [
            "We have measured the frequency-dependent specific heat of glycerol and propylene glycol near the glass transition. The measurements, covering a frequency range of five decades, probe the linear response of these supercooled liquids to small perturbations from equilibrium. The specific heat of these two liquids contains a contribution which relaxes increasingly slowly as the temperature is lowered. The relaxation time measured by specific-heat spectroscopy has the same temperature dependence as that measured by other techniques. This suggests that a single mechanism is responsible for all of the observed phenomena associated with the glass transition in these materials.",
            "Specific-heat spectroscopy of glycerol and propylene glycol near the glass transition",
            "Norman O Birge",
            "1986",
            "4SdI-a0AAAAJ:u-x6o8ySG0sC",
            486,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.34.1631",
            "15575076689787038105",
            "\/scholar?cites=15575076689787038105",
            {
                "1986":2,
                "1987":6,
                "1988":14,
                "1989":6,
                "1990":18,
                "1991":20,
                "1992":8,
                "1993":11,
                "1994":19,
                "1995":13,
                "1996":29,
                "1997":27,
                "1998":6,
                "1999":11,
                "2000":11,
                "2001":16,
                "2002":24,
                "2003":24,
                "2004":8,
                "2005":12,
                "2006":14,
                "2007":21,
                "2008":20,
                "2009":14,
                "2010":17,
                "2011":21,
                "2012":11,
                "2013":10,
                "2014":8,
                "2015":14,
                "2016":10,
                "2017":8,
                "2018":14,
                "2019":8,
                "2020":10
            }
        ],
        [
            "We have measured with a tunnel probe the energy distribution function of Landau quasiparticles in metallic diffusive wires connected to two reservoir electrodes, with an applied bias voltage. The distribution function in the middle of a 1.5-μm-long wire resembles the half sum of the Fermi distributions of the reservoirs. The distribution functions in 5-μm-long wires are more rounded, due to interactions between quasiparticles during the longer diffusion time across the wire. From the scaling of the data with the bias voltage, we find that the scattering rate between two quasiparticles varies as ɛ− 2, where ɛ is the energy transferred.",
            "Energy distribution function of quasiparticles in mesoscopic wires",
            "H Pothier and S Guéron and Norman O Birge and D Esteve and MH Devoret",
            "1997",
            "4SdI-a0AAAAJ:9yKSN-GCB0IC",
            417,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.79.3490",
            "15742216446637828249",
            "\/scholar?cites=15742216446637828249",
            {
                "1998":6,
                "1999":17,
                "2000":18,
                "2001":35,
                "2002":20,
                "2003":18,
                "2004":22,
                "2005":24,
                "2006":16,
                "2007":20,
                "2008":16,
                "2009":23,
                "2010":19,
                "2011":6,
                "2012":33,
                "2013":15,
                "2014":8,
                "2015":19,
                "2016":16,
                "2017":12,
                "2018":16,
                "2019":20,
                "2020":14,
                "2021":1
            }
        ],
        [
            "We study current-driven magnetization switching in nanofabricated N i 84 F e 16\/C u\/N i 84 F e 16 trilayers at 295 and 4.2 K. The shape of the hysteretic switching diagram at low magnetic field changes with temperature. The reversible behavior at higher fields involves two phenomena, a threshold current for magnetic excitations closely correlated with the switching current, and a peak in differential resistance characterized by telegraph noise, with an average period that decreases exponentially with current and shifts with temperature. We interpret both static and dynamic results at 295 and 4.2 K in terms of thermal activation over a potential barrier, with a current-dependent effective magnetic temperature.",
            "Current-driven magnetic excitations in permalloy-based multilayer nanopillars",
            "Sergei Urazhdin and Norman O Birge and WP Pratt Jr and J Bass",
            "2003",
            "4SdI-a0AAAAJ:d1gkVwhDpl0C",
            371,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.146803",
            "7832527283848795836",
            "\/scholar?cites=7832527283848795836",
            {
                "2003":4,
                "2004":45,
                "2005":37,
                "2006":51,
                "2007":40,
                "2008":33,
                "2009":22,
                "2010":14,
                "2011":20,
                "2012":19,
                "2013":23,
                "2014":16,
                "2015":10,
                "2016":7,
                "2017":9,
                "2018":7,
                "2019":5,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We have measured by tunneling spectroscopy the electronic density of states in a nonsuperconducting wire in good contact with a superconductor, at distances of 200, 300, and 800 nm from the interface. Closest to the interface, the density of states near the Fermi energy is reduced to 55% of its normal value. At the farthest measurement point, this dip has nearly completely disappeared. We compare our data to predictions based on the Usadel equations.",
            "Superconducting proximity effect probed on a mesoscopic length scale",
            "S Guéron and H Pothier and Norman O Birge and D Esteve and MH Devoret",
            "1996",
            "4SdI-a0AAAAJ:qjMakFHDy7sC",
            313,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.77.3025",
            "822832884345830197",
            "\/scholar?cites=822832884345830197",
            {
                "1996":1,
                "1997":7,
                "1998":9,
                "1999":15,
                "2000":17,
                "2001":15,
                "2002":18,
                "2003":6,
                "2004":15,
                "2005":15,
                "2006":19,
                "2007":8,
                "2008":13,
                "2009":9,
                "2010":13,
                "2011":17,
                "2012":16,
                "2013":9,
                "2014":18,
                "2015":15,
                "2016":12,
                "2017":11,
                "2018":16,
                "2019":11,
                "2020":6,
                "2021":1
            }
        ],
        [
            "We have extracted the phase coherence time τ φ of electronic quasiparticles from the low field magnetoresistance of weakly disordered wires made of silver, copper, and gold. In samples fabricated using our purest silver and gold sources, τ φ increases as T− 2\/3 when the temperature T is reduced, as predicted by the theory of electron–electron interactions in diffusive wires. In contrast, samples made of a silver source material of lesser purity or of copper exhibit an apparent saturation of τ φ starting between 0.1 and 1 K down to our base temperature of 40 mK. By implanting manganese impurities in silver wires, we show that even a minute concentration of magnetic impurities having a small Kondo temperature can lead to a quasisaturation of τ φ over a broad temperature range, while the resistance increase expected from the Kondo effect remains hidden by a large background. We also measured the conductance …",
            "Dephasing of electrons in mesoscopic metal wires",
            "F Pierre and AB Gougam and A Anthore and H Pothier and Daniel Esteve and Norman O Birge",
            "2003",
            "4SdI-a0AAAAJ:UeHWp8X0CEIC",
            293,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.68.085413",
            "15338065871186444082",
            "\/scholar?cites=15338065871186444082",
            {
                "1994":2,
                "1995":3,
                "1996":1,
                "1997":1,
                "1998":1,
                "1999":1,
                "2000":1,
                "2001":1,
                "2002":3,
                "2003":15,
                "2004":20,
                "2005":21,
                "2006":30,
                "2007":25,
                "2008":15,
                "2009":14,
                "2010":12,
                "2011":11,
                "2012":19,
                "2013":9,
                "2014":19,
                "2015":11,
                "2016":12,
                "2017":16,
                "2018":20,
                "2019":9
            }
        ],
        [
            "This paper presents scanning tunneling microscope images of several rare-earth metal silicides grown on silicon (001). For certain of the metals studied (Dy, Ho), an anisotropy in lattice match with the substrate results in the formation of nanowires. These nanowires have desirable properties such as nanometer lateral dimension, crystalline structure with a low density of defects, and micrometer scale length. Tunneling spectroscopy on the nanowires indicates that they are metallic.",
            "Self-assembled rare-earth silicide nanowires on Si (001)",
            "J Nogami and BZ Liu and MV Katkov and C Ohbuchi and Norman O Birge",
            "2001",
            "4SdI-a0AAAAJ:2osOgNQ5qMEC",
            275,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.63.233305",
            "1229616530094315242",
            "\/scholar?cites=1229616530094315242",
            {
                "2002":11,
                "2003":24,
                "2004":27,
                "2005":31,
                "2006":32,
                "2007":19,
                "2008":26,
                "2009":21,
                "2010":12,
                "2011":14,
                "2012":10,
                "2013":10,
                "2014":5,
                "2015":4,
                "2016":8,
                "2017":6,
                "2018":6,
                "2019":4,
                "2020":5
            }
        ],
        [
            "We have developed a technique to measure the frequency‐dependent specific heat of a liquid over a frequency range exceeding five decades, 0.01–3000 Hz. The measurement is not performed adiabatically, but rather relies on heat diffusion from a thin, planar heater immersed in the liquid sample. The spectrometer has been used to study organic liquids near the glass transition.",
            "Wide‐frequency specific heat spectrometer",
            "Norman O Birge and Sidney R Nagel",
            "1987",
            "4SdI-a0AAAAJ:IjCSPb-OGe4C",
            235,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1139434",
            "10382134957293504828",
            "\/scholar?cites=10382134957293504828",
            {
                "1988":3,
                "1989":5,
                "1990":5,
                "1991":7,
                "1992":4,
                "1993":8,
                "1994":10,
                "1995":4,
                "1996":13,
                "1997":18,
                "1998":5,
                "1999":6,
                "2000":8,
                "2001":8,
                "2002":8,
                "2003":8,
                "2004":3,
                "2005":6,
                "2006":5,
                "2007":7,
                "2008":8,
                "2009":8,
                "2010":11,
                "2011":7,
                "2012":10,
                "2013":12,
                "2014":8,
                "2015":8,
                "2016":4,
                "2017":2,
                "2018":4,
                "2019":5,
                "2020":5
            }
        ],
        [
            "We have measured the superconducting transition temperature T c of Ni\/Nb\/Ni trilayers when the magnetizations of the two outer Ni layers are parallel (P) and antiparallel (AP). The largest difference in T c occurs when the Nb thickness is just above the critical thickness at which superconductivity disappears completely. We have observed a difference in T c between the P and AP states as large as 41 mK—a significant increase over earlier results in samples with higher T c and with a CuNi alloy in place of the Ni. Our result also demonstrates that strong elemental ferromagnets are promising candidates for future investigations of ferromagnet\/superconductor heterostructures.",
            "Magnetization-dependent T c shift in ferromagnet\/superconductor\/ferromagnet trilayers with a strong ferromagnet",
            "Ion C Moraru and WP Pratt Jr and Norman O Birge",
            "2006",
            "4SdI-a0AAAAJ:zYLM7Y9cAGgC",
            193,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.037004",
            "7799928048083615646",
            "\/scholar?cites=7799928048083615646",
            {
                "2005":1,
                "2006":3,
                "2007":24,
                "2008":11,
                "2009":18,
                "2010":22,
                "2011":16,
                "2012":8,
                "2013":13,
                "2014":16,
                "2015":11,
                "2016":10,
                "2017":9,
                "2018":9,
                "2019":8,
                "2020":14
            }
        ]
    ]
}