{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Allelopathy has been hypothesized to promote the success of invasive plants. Support for the role of allelopathy in invasions has emerged from research on the candidate allelochemical (−)‐catechin, which is secreted by spotted knapweed. Here we describe new methods to quantify catechin in liquid and soil. With a new technique, we assayed catechin production by individual plants in liquid media and found levels up to two orders of magnitude less than previously reported. An acetone\/water solution provided consistent recovery of catechin from soil, with percent recovery depending upon soil type. We evaluated soils from two spotted knapweed sites in Montana, USA, but found no measurable catechin. Idaho fescue, a native species reportedly sensitive to catechin, only exhibited slightly reduced growth at concentrations 10 times higher than previously reported to cause 100% mortality. Our results emphasize …",
            "New techniques and findings in the study of a candidate allelochemical implicated in invasion success",
            "Amy C Blair and Bradley D Hanson and Galen R Brunk and Robin A Marrs and Philip Westra and Scott J Nissen and Ruth A Hufbauer",
            "2005",
            "4y1-aqsAAAAJ:pyW8ca7W8N0C",
            138,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1461-0248.2005.00805.x",
            "18384595697631940321",
            "\/scholar?cites=18384595697631940321",
            {
                "2005":3,
                "2006":6,
                "2007":10,
                "2008":20,
                "2009":20,
                "2010":17,
                "2011":14,
                "2012":9,
                "2013":6,
                "2014":12,
                "2015":5,
                "2016":1,
                "2017":3,
                "2018":4,
                "2019":3,
                "2020":4
            }
        ],
        [
            "Soil moisture sensors can be used to determine the appropriate interval between irrigation,          depth of wetting, depth of extraction by roots and adequacy of wetting. We tested          the performance of soil moisture sensors in different crops. Sensors that read on          a continuous basis, such as the Enviroscan device, can provide valuable information          that may not be readily evident from periodic measurements. The Watermark blocks responded          well throughout the wetting and drying cycles, indicating that they function more          consistently over a wider range of soil moisture contents compared with tensiometers          and gypsum blocks.",
            "Monitoring soil moisture helps refine irrigation management",
            "B Hanson and Steve Orloff and Douglas Peters",
            "2000",
            "4y1-aqsAAAAJ:tS2w5q8j5-wC",
            119,
            "http:\/\/calag.ucanr.edu\/archive\/?article=ca.v054n03p38",
            "13319046589013058756",
            "\/scholar?cites=13319046589013058756",
            {
                "2000":1,
                "2001":1,
                "2002":3,
                "2003":2,
                "2004":1,
                "2005":2,
                "2006":9,
                "2007":3,
                "2008":4,
                "2009":5,
                "2010":4,
                "2011":6,
                "2012":5,
                "2013":15,
                "2014":9,
                "2015":11,
                "2016":7,
                "2017":6,
                "2018":8,
                "2019":14,
                "2020":2
            }
        ],
        [
            "Experiments were conducted in 2006 to 2008 to study growth, phenology, and competitive ability of glyphosate-resistant (GR) and -susceptible (GS) biotypes of horseweeds from San Joaquin Valley (SJV), CA. When grown alone, in pots, the GR horseweeds consistently developed more rapidly than the GS weeds, as evidenced by their earlier bolting, flowering, and seed set; the GR horseweeds set seeds nearly 25 d (approximately 190 fewer growing degree days) sooner than the GS horseweed. At seed set, the relatively slow-developing GS horseweeds had amassed 40% more shoot dry matter than the GR weeds at the same phenological stage, but neither biotype was consistently more fecund than the other. Although the GR biotype had lower shoot dry mass than the GS biotype when grown alone, in mixed populations under increasing levels of competition (in a replacement series design) and limited …",
            "Growth, phenology, and intraspecific competition between glyphosate-resistant and glyphosate-susceptible horseweeds (Conyza canadensis) in the San Joaquin Valley of California",
            "Anil Shrestha and Bradley D Hanson and Matthew W Fidelibus and Marisa Alcorta",
            "2010",
            "4y1-aqsAAAAJ:M3NEmzRMIkIC",
            76,
            "https:\/\/bioone.org\/journals\/Weed-Science\/volume-58\/issue-2\/WS-D-09-00022.1\/Growth-Phenology-and-Intraspecific-Competition-between-Glyphosate-Resistant-and-Glyphosate\/10.1614\/WS-D-09-00022.1.short",
            "12226137853474436673",
            "\/scholar?cites=12226137853474436673",
            {
                "2010":1,
                "2011":10,
                "2012":7,
                "2013":5,
                "2014":10,
                "2015":5,
                "2016":9,
                "2017":5,
                "2018":11,
                "2019":6,
                "2020":6
            }
        ],
        [
            "Horseweed is an increasing problem in perennial crops and noncrop areas of the Central Valley of California. Similar to the situation in glyphosate-tolerant crops in other regions, glyphosate-based weed-management strategies in perennial crops and noncrop areas have resulted in selection of a glyphosate-resistant horseweed biotype in California. Research was conducted to determine the level of resistance to glyphosate in horseweed using an in vivo enzyme assay and to determine the distribution of the resistant horseweed biotype in central California. The resistant biotype was 4.8-fold more resistant to in vivo glyphosate exposure compared with the susceptible biotype, although enzyme function was inhibited in both biotypes at high glyphosate concentrations. An intermediate in vivo glyphosate dose was used to discriminate between glyphosate-resistant and glyphosate-susceptible individuals in a roadside …",
            "Distribution of glyphosate-resistant horseweed (Conyza canadensis) and relationship to cropping systems in the Central Valley of California",
            "Bradley D Hanson and Anil Shrestha and Dale L Shaner",
            "2009",
            "4y1-aqsAAAAJ:HoB7MX3m0LUC",
            68,
            "https:\/\/bioone.org\/journals\/weed-science\/volume-57\/issue-1\/WS-08-103.1\/Distribution-of-Glyphosate-Resistant-Horseweed-Conyza-canadensis-and-Relationship-to\/10.1614\/WS-08-103.1.short",
            "16520122946806653628",
            "\/scholar?cites=16520122946806653628",
            {
                "2009":2,
                "2010":8,
                "2011":4,
                "2012":1,
                "2013":8,
                "2014":5,
                "2015":3,
                "2016":10,
                "2017":9,
                "2018":5,
                "2019":7,
                "2020":5
            }
        ],
        [
            "Cross‐pollination among wheat (Triticum aestivum L.) cultivars historically has not been a major concern for wheat producers. However, with the introduction of genetically engineered wheat, there may be a need to ensure genetic purity, which will require knowledge of the frequency and distance that pollen‐mediated gene flow can occur in wheat. This information will be necessary to develop (i) isolation distances that maintain predictable degrees of genetic purity in seed wheat production and (ii) practices to manage pollen‐mediated gene flow in commercial wheat production. Field experiments were conducted from 2000 to 2003 at five locations in Oregon, Idaho, and Washington to determine the potential for pollen‐mediated gene flow among winter wheat cultivars. Each experiment was designed as a Nelder wheel with 16 equally spaced rays extending away from a central pollen source of blue aleurone wheat …",
            "Pollen‐mediated gene flow from blue aleurone wheat to other wheat cultivars",
            "BD Hanson and CA Mallory-Smith and B Shafii and DC Thill and RS Zemetra",
            "2005",
            "4y1-aqsAAAAJ:QIV2ME_5wuYC",
            65,
            "https:\/\/acsess.onlinelibrary.wiley.com\/doi\/abs\/10.2135\/cropsci2004.0443",
            "6671350564369738777",
            "\/scholar?cites=6671350564369738777",
            {
                "2005":1,
                "2006":5,
                "2007":7,
                "2008":9,
                "2009":7,
                "2010":2,
                "2011":6,
                "2012":7,
                "2013":2,
                "2014":1,
                "2015":4,
                "2016":6,
                "2017":2,
                "2018":1,
                "2019":2,
                "2020":1
            }
        ],
        [
            "Recent increases in glyphosate use in perennial crops of California, USA, are hypothesized to have led to an increase in selection and evolution of resistance to the herbicide in Conyza canadensis populations. To gain insight into the evolutionary origins and spread of resistance and to inform glyphosate resistance management strategies, we investigated the geographical distribution of glyphosate resistance in C. canadensis across and surrounding the Central Valley, its spatial relationship to groundwater protection areas (GWPA), and the genetic diversity and population structure and history using microsatellite markers. Frequencies of resistant individuals in 42 sampled populations were positively correlated with the size of GWPA within counties. Analyses of population genetic structure also supported spread of resistance in these areas. Bayesian clustering and approximate Bayesian computation (ABC …",
            "Evolution and spread of glyphosate resistance in Conyza canadensis in California",
            "Miki Okada and Bradley D Hanson and Kurt J Hembree and Yanhui Peng and Anil Shrestha and Charles Neal Stewart Jr and Steven D Wright and Marie Jasieniuk",
            "2013",
            "4y1-aqsAAAAJ:NaGl4SEjCO4C",
            58,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/eva.12061",
            "14555709923581031533",
            "\/scholar?cites=14555709923581031533",
            {
                "2013":1,
                "2014":7,
                "2015":5,
                "2016":8,
                "2017":10,
                "2018":8,
                "2019":11,
                "2020":8
            }
        ],
        [
            "Several types of dielectric soil moisture sensors were evaluated at various locations          in California. The TRASE and ThetaProbe devices were reasonably accurate over a range          of soil textures. In silt loam and silty clay soil types, the Enviroscan readings          were inaccurate. The Aquaterr meter, which provides a qualitative measurement of soil          moisture content, responded to changes in soil moisture content for several different          soils, but little response occurred in one sandy soil.",
            "Soil type affects accuracy of dielectric moisture sensors",
            "B Hanson and Douglas Peters",
            "2000",
            "4y1-aqsAAAAJ:l7t_Zn2s7bgC",
            56,
            "http:\/\/calag.ucanr.edu\/Archive\/?article=ca.v054n03p43",
            "1571554706896227356",
            "\/scholar?cites=1571554706896227356",
            {
                "2003":3,
                "2004":2,
                "2005":5,
                "2006":2,
                "2007":5,
                "2008":1,
                "2009":5,
                "2010":1,
                "2011":1,
                "2012":4,
                "2013":4,
                "2014":2,
                "2015":8,
                "2016":6,
                "2017":4,
                "2018":3
            }
        ],
        [
            "The transfer of herbicide resistance genes from crops to related species is one of the greatest risks of growing herbicide-resistant crops. The recent introductions of imidazolinone-resistant wheat in the Great Plains and Pacific Northwest regions of the United States and research on transgenic glyphosate-resistant wheat have raised concerns about the transfer of herbicide resistance from wheat to jointed goatgrass via introgressive hybridization. Field experiments were conducted from 2000 to 2003 at three locations in Washington and Idaho to determine the frequency and distance that imidazolinone-resistant wheat can pollinate jointed goatgrass and produce resistant F1 hybrids. Each experiment was designed as a Nelder wheel with 16 equally spaced rays extending away from a central pollen source of ‘Fidel-FS4’ imidazolinone-resistant wheat. Each ray was 46 m long and contained three rows of jointed …",
            "Interspecific Hybridization: Potential for Movement of Herbicide Resistance from Wheat to Jointed Goatgrass (Aegilops cylindrica) 1",
            "Bradley D Hanson and Carol A Mallory-Smith and William J Price and Bahman Shafii and Donald C Thill and Robert S Zemetra",
            "2005",
            "4y1-aqsAAAAJ:TQgYirikUcIC",
            51,
            "https:\/\/bioone.org\/journals\/weed-technology\/volume-19\/issue-3\/WT-04-217R.1\/Interspecific-Hybridization--Potential-for-Movement-of-Herbicide-Resistance-from\/10.1614\/WT-04-217R.1.short",
            "9842531432061493156",
            "\/scholar?cites=9842531432061493156",
            {
                "2005":1,
                "2006":4,
                "2007":5,
                "2008":6,
                "2009":5,
                "2010":8,
                "2011":2,
                "2012":1,
                "2013":5,
                "2014":3,
                "2015":1,
                "2016":3,
                "2017":1,
                "2018":2,
                "2019":3
            }
        ],
        [
            "Lentil and pea are two important crops grown in rotation with winter wheat in the Palouse region of Idaho and Washington. Imazethapyr plus pendimethalin often is used to control weeds in lentil and pea, but the effects of these herbicides on these crops and the subsequently planted winter wheat crop are not well known. The component and combined effects of several rates of imazethapyr and pendimethalin on growth and yield of lentil and pea and the subsequently planted winter wheat crop were measured in 1997 and 1998 field experiments. No herbicide treatment reduced lentil or pea biomass or seed yield compared with the untreated control. Wheat biomass was reduced 35 to 51%, and grain yield was reduced 11 to 17% in all plots treated with 2,240 g\/ha pendimethalin at the lentil hilltop site. Imazethapyr at 106 g\/ha plus 1,120 g\/ha pendimethalin also reduced wheat biomass 24% at the lentil hilltop site …",
            "Effects of Imazethapyr and Pendimethalin on Lentil (Lens culinaris), Pea (Pisum sativum), and a Subsequent Winter Wheat (Triticum aestivum) Crop1",
            "Bradley D Hanson and Donald C Thill",
            "2001",
            "4y1-aqsAAAAJ:R3hNpaxXUhUC",
            42,
            "https:\/\/bioone.org\/journals\/Weed-Technology\/volume-15\/issue-1\/0890-037X(2001)015[0190:EOIAPO]2.0.CO;2\/Effects-of-Imazethapyr-and-Pendimethalin-on-Lentil-Lens-culinaris-Pea\/10.1614\/0890-037X(2001)015[0190:EOIAPO]2.0.CO;2.short",
            "9882607227646125891",
            "\/scholar?cites=9882607227646125891",
            {
                "2003":1,
                "2004":2,
                "2005":2,
                "2006":1,
                "2007":3,
                "2008":1,
                "2009":2,
                "2010":3,
                "2011":2,
                "2012":3,
                "2013":6,
                "2014":5,
                "2015":5,
                "2016":3,
                "2017":3
            }
        ],
        [
            "Preplant soil fumigation is an important pest management practice in coastal California strawberry production regions. Potential atmospheric emissions of fumigants from field treatment, however, have drawn intensive environmental and human health concerns; increasingly stringent regulations on fumigant use have spurred research on low‐emission application techniques. The objectives of this research were to determine the effects of a new low‐permeability film, commonly known as totally impermeable film (TIF), on fumigant emissions and on fumigant distribution in soil. A 50\/50 mixture of 1,3‐dichloropropene (1,3‐D) and chloropicrin (CP) was shank‐applied at 314 kg ha−1 in two location‐separate field plots (0.4 ha each) in Ventura County, California, in fall 2009. One plot was surface‐covered with standard polyethylene (PE) film, and the other was covered with TIF immediately after fumigant application. Data …",
            "Field evaluation of a new plastic film (Vapor Safe) to reduce fumigant emissions and improve distribution in soil",
            "Ruijun Qin and Suduan Gao and Husein Ajwa and David Sullivan and Dong Wang and Bradley D Hanson",
            "2011",
            "4y1-aqsAAAAJ:3s1wT3WcHBgC",
            37,
            "https:\/\/acsess.onlinelibrary.wiley.com\/doi\/abs\/10.2134\/jeq2010.0443",
            "16735139821137524935",
            "\/scholar?cites=16735139821137524935",
            {
                "2011":3,
                "2012":2,
                "2013":9,
                "2014":2,
                "2015":7,
                "2016":1,
                "2017":6,
                "2018":4,
                "2019":3
            }
        ]
    ]
}