{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Stem cell response to a library of scaffolds with varied 3D structures was investigated. Microarray screening revealed that each type of scaffold structure induced a unique gene expression signature in primary human bone marrow stromal cells (hBMSCs). Hierarchical cluster analysis showed that treatments sorted by scaffold structure and not by polymer chemistry suggesting that scaffold structure was more influential than scaffold composition. Further, the effects of scaffold structure on hBMSC function were mediated by cell shape. Of all the scaffolds tested, only scaffolds with a nanofibrous morphology were able to drive the hBMSCs down an osteogenic lineage in the absence of osteogenic supplements. Nanofiber scaffolds forced the hBMSCs to assume an elongated, highly branched morphology. This same morphology was seen in osteogenic controls where hBMSCs were cultured on flat polymer films in the …",
            "The determination of stem cell fate by 3D scaffold structures through the control of cell shape",
            "Girish Kumar and Christopher K Tison and Kaushik Chatterjee and P Scott Pine and Jennifer H McDaniel and Marc L Salit and Marian F Young and Carl G Simon Jr",
            "2011",
            "5-JKILEAAAAJ:eQOLeE2rZwMC",
            255,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0142961211010027",
            "9026685058915131174",
            "\/scholar?cites=9026685058915131174",
            {
                "2011":1,
                "2012":18,
                "2013":31,
                "2014":24,
                "2015":31,
                "2016":39,
                "2017":35,
                "2018":29,
                "2019":27,
                "2020":17,
                "2021":1
            }
        ]
    ]
}