{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report Arecibo S-band (2380 MHz; 12.6 cm) radar observations of near-Earth asteroid (3200) Phaethon during the December 2017 apparition when Phaethon passed within 0.07 au of Earth. Radar images with a resolution of 75 m per pixel reveal a roughly spheroidal shape more than 6 km in diameter at the equator with several discernible surface features hundreds of meters in extent. These include a possible crater more than 1 km across located below 30∘ latitude and a roughly 600-m radar-dark region near one of the poles. Overall, the radar images of Phaethon are reminiscent of those of (101955) Bennu, target of the OSIRIS-REx mission. As such, the shape of Phaethon is suspected to have an equatorial ridge similar to the top-shaped models of several other radar-observed near-Earth asteroids as well as the optical images of (162173) Ryugu returned by the Hayabusa2 spacecraft. Preliminary …",
            "Arecibo radar observations of near-Earth asteroid (3200) Phaethon during the 2017 apparition",
            "Patrick A Taylor and Edgard G Rivera-Valentín and Lance AM Benner and Sean E Marshall and Anne K Virkki and Flaviane CF Venditti and Luisa F Zambrano-Marin and Sriram S Bhiravarasu and Betzaida Aponte-Hernandez and Carolina Rodriguez Sanchez-Vahamonde and Jon D Giorgini",
            "2019",
            "5-MoopUAAAAJ:Se3iqnhoufwC",
            15,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0032063318304136",
            "10695385455875399789",
            "\/scholar?cites=10695385455875399789",
            {
                "2019":4,
                "2020":10,
                "2021":1
            }
        ],
        [
            "In this work, the problem of optimization of interplanetary trajectories with minimum fuel consumption, but with a time limit is studied. It was used a methodology known as the Patched Conics, where the trajectory is divided into three parts: (1) departure phase, inside of the sphere of influence of the departure planet; (2) heliocentric phase, during the journey between the planets; and (3) arrival phase, inside of the sphere of influence of the arrival planet. Furthermore, the possibility of gravitational assisted maneuvers (swing-by) was considered to reduce fuel consumption. In this case the full trajectory would be divided into more parts, depending on the number of maneuvers. Therefore, the goal of this work is to find a combination of conical trajectories, using gravitational assisted maneuvers, which perform the transfer close to the departure planet to the vicinity of the arrival planet, spending minimal fuel with minimal …",
            "Gravity-assisted maneuvers applied in the multi-objective optimization of interplanetary trajectories",
            "Flaviane Cristine Faria Venditti and Evandro Marconi Rocco and Antonio Fernando Bertachini de Almeida Prado and Alexander Suhkanov",
            "2010",
            "5-MoopUAAAAJ:d1gkVwhDpl0C",
            15,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0094576510002134",
            "8531101245371922776",
            "\/scholar?cites=8531101245371922776",
            {
                "2012":1,
                "2013":5,
                "2014":2,
                "2015":1,
                "2016":1,
                "2017":4,
                "2018":1
            }
        ],
        [
            "We will present Arecibo and Goldstone radar data and infrared spectra from the NASA IRTF of near-Earth asteroid and JAXA DESTINY+ mission target 3200 Phaethon.",
            "Radar and infrared observations of near-earth asteroid 3200 Phaethon",
            "PA Taylor and SE Marshall and F Venditti and AK Virkki and LAM Benner and M Brozovic and SP Naidu and ES Howell and TR Kareta and V Reddy and D Takir and AS Rivkin and LF Zambrano-Marin and SS Bhiravarasu and EG Rivera-Valentin and B Aponte-Hernandez and C Rodriguez Sanchez-Vahamonde and MC Nolan and JD Giorgini and RJ Vervack and YR Fernandez and JL Crowell and DS Lauretta and T Arai",
            "2018",
            "5-MoopUAAAAJ:Tyk-4Ss8FVUC",
            7,
            "https:\/\/ui.adsabs.harvard.edu\/abs\/2018LPI....49.2509T\/abstract",
            "2832866584147654122",
            "\/scholar?cites=2832866584147654122",
            {
                "2018":2,
                "2019":4,
                "2020":1
            }
        ],
        [
            "The orbital dynamics around irregular shaped bodies is an actual topic in astrodynamics, because celestial bodies are not perfect spheres.  When it comes to small celestial bodies, like asteroids and comets, it is even more import to consider the nonspherical shape. The gravitational field around them may generate trajectories that are different from Keplerian orbits. Modeling an irregular body can be a hard task, especially because it is difficult to know the exact shape when observing it from the Earth, due to their small sizes and long distances. Some asteroids have been observed, but it is still a small amount compared to all existing asteroids in the Solar System. An approximation of their shape can be made as a sum of several known geometric shapes. Some three-dimensional figures have closed equations for the potential and, in this work, the formulation of a cube is considered. The results give the mappings showing the orbits that are less perturbed and then have a good potential to be used by spacecrafts that need to minimize station-keeping maneuvers. Points in the orbit that minimizes the perturbations are found and they can be used for constellations of nanosatellites.",
            "Mapping Orbits regarding Perturbations due to the Gravitational Field of a Cube",
            "Flaviane CF Venditti and Antonio FBA Prado",
            "2015",
            "5-MoopUAAAAJ:UeHWp8X0CEIC",
            5,
            "https:\/\/www.hindawi.com\/journals\/mpe\/2015\/493903\/abs\/",
            "970689046723294057",
            "\/scholar?cites=970689046723294057",
            {
                "2016":1,
                "2017":1,
                "2018":3
            }
        ],
        [
            "(2,250 Maximum Characters): In the solar system there are many small bodies called asteroids. The large majority of these bodies are located in the asteroid belt, between the orbits of the planets Mars and Jupiter. The Near-Earth Objects, or NEOs, are objects with perihelion below 1.3 AU, which include comets and asteroids. The NEOs are considered to have orbits passing close to the Earth’s orbit and, in the case of asteroids, are called Near-Earth Asteroids (NEAs). Among the NEAs there are bodies considered potentially hazardous asteroids (PHAs), whose minimum orbit intersection distance with Earth is 0.05 AU and that have absolute magnitude (H) of 22, which would mean an asteroid of at least 110-240 meters, depending on its albedo. One of the major characteristic of the asteroids is the irregular shape, causing the dynamics of orbits around these bodies to be different from a spherical shaped …",
            "Orbital Maneuvers around Irregularly shaped bodies",
            "FCF Venditti",
            "2013",
            "5-MoopUAAAAJ:KlAtU1dfN6UC",
            5,
            "https:\/\/ui.adsabs.harvard.edu\/abs\/2013DDA....4420433V\/abstract",
            "912991173291223607",
            "\/scholar?cites=912991173291223607",
            {
                "2017":2,
                "2018":1,
                "2019":2
            }
        ],
        [
            "The White Paper describes Arecibo Observatory's plan for the next generation of upgrades to the Arecibo telescope in order to keep this national facility in the forefront of research in radio astronomy while maintaining its dominance in radar studies of near-Earth asteroids, planets and satellites.",
            "Arecibo Observatory in the Next Decade",
            "Anish Roshi and LD Anderson and E Araya and D Balser and W Brisken and C Brum and D Campbell and S Chatterjee and E Churchwell and J Condon and J Cordes and F Cordova and Y Fernandez and J Gago and T Ghosh and PF Goldsmith and C Heiles and D Hickson and B Jeffs and KM Jones and J Lautenbach and BM Lewis and RS Lynch and PK Manoharan and S Marshall and R Minchin and NT Palliyaguru and BBP Perera and P Perillat and N Pinilla-Alonso and DJ Pisano and L Quintero and S Raizada and SM Ransom and FO Fernandez-Rodriguez and CJ Salter and P Santos and M Sulzer and PA Taylor and FCF Venditti and A Venkataraman and AK Virkki and A Wolszczan and M Womack and LF Zambrano-Marin",
            "2019",
            "5-MoopUAAAAJ:4TOpqqG69KYC",
            3,
            "https:\/\/ui.adsabs.harvard.edu\/abs\/2019BAAS...51g.244R\/abstract",
            "16622152616576905433",
            "\/scholar?cites=16622152616576905433",
            {
                "2020":3
            }
        ],
        [
            "This work is a study of the dynamics around bodies with non-spherical shapes. The gravitational field of a body with non-uniform mass distribution is not central, resulting on orbits around this body that behave different from a keplerian orbit, generating a perturbation on the gravitational field. Irregular objects can be modelled by combining several geometric figures like parallelepipeds. This model can be applied to asteroids, which are objects with non-spherical shapes. The disturbing force generated by these bodies can then be obtained as the sum of the force on each cube. The present paper makes a first study in this problem by showing the evolution of the keplerian elements of orbits around a cube. It also considers a closed loop control system for the trajectory, required to compensate the perturbations due to the irregular shape of the body with the use of a low thrust engine. The main goal is to show that it is …",
            "Trajectory control around non-spherical bodies modelled by parallelepipeds",
            "FCF Venditti and EM Rocco and AFBA Prado",
            "2013",
            "5-MoopUAAAAJ:2osOgNQ5qMEC",
            3,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1742-6596\/465\/1\/012008\/meta",
            "9400282189526540221",
            "\/scholar?cites=9400282189526540221",
            {
                "2017":1,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Satisfying federal mandates requires continued and expanded support of planetary radar programs, upgrades to the facilities that host the planetary radar systems, and adequate communication between Congress and all relevant agencies that manage the facilities and the planetary radar programs. Continued research into improved radar transmitter technology and the use of phased array radars on interplanetary distance scales is warranted. Any breakdown of the planetary radar programs using single-dish astrophysical assets would be detrimental to planetary defense and small-body exploration on the timescale of the decadal survey.",
            "Planetary Radar Astronomy with Ground-Based Astrophysical Assets",
            "Patrick A Taylor and Edgard G Rivera-Valentín and Amber Bonsall and Tracy M Becker and Lance AM Benner and Sriram S Bhiravarasu and Marina Brozović and Michael W Busch and Bruce A Campbell and Frank D Ghigo and Alan W Harris and Christopher Magri and Amy K Mainzer and Jean-Luc Margot and Sean E Marshall and Joseph Masiero and Shantanu P Naidu and Michael C Nolan and Gerald W Patterson and Louise Prockter and Hanna G Sizemore and Timothy D Swindle and Flaviane CF Venditti and Anne K Virkki",
            "2020",
            "5-MoopUAAAAJ:hqOjcs7Dif8C",
            2,
            "https:\/\/repository.hou.usra.edu\/handle\/20.500.11753\/1701",
            "16309925116272430484",
            "\/scholar?cites=16309925116272430484",
            {
                "2020":1
            }
        ],
        [
            "The white paper discusses Arecibo Observatory's plan for facility improvements and activities over the next decade. The facility improvements include:(a) improving the telescope surface, pointing and focusing to achieve superb performance up to~ 12.5 GHz;(b) equip the telescope with ultrawide-band feeds;(c) upgrade the instrumentation with a 4 GHz bandwidth high dynamic range digital link and a universal backend and (d) augment the VLBI facility by integrating the 12m telescope for phase referencing. These upgrades to the Arecibo telescope are critical to keep the national facility in the forefront of research in radio astronomy while maintaining its dominance in radar studies of near-Earth asteroids, planets and satellites. In the next decade, the Arecibo telescope will play a synergistic role with the upcoming facilities such as ngVLA, SKA and the now commissioned FAST telescope. Further, the observatory will be actively engaged in mentoring and training programs for students from a diverse background.",
            "Astro2020 Activities and Projects White Paper: Arecibo Observatory in the Next Decade",
            "D Anish Roshi and LD Anderson and E Araya and D Balser and W Brisken and C Brum and D Campbell and S Chatterjee and E Churchwell and J Condon and J Cordes and F Cordova and Y Fernandez and J Gago and T Ghosh and PF Goldsmith and C Heiles and D Hickson and B Jeffs and KM Jones and J Lautenbach and BM Lewis and RS Lynch and PK Manoharan and S Marshall and R Minchin and NT Palliyaguru and BBP Perera and P Perillat and N Pinilla-Alonso and DJ Pisano and L Quintero and S Raizada and SM Ransom and FO Fernandez-Rodriguez and CJ Salter and P Santos and M Sulzer and PA Taylor and FCF Venditti and A Venkataraman and AK Virkki and A Wolszczan and M Womack and LF Zambrano-Marin",
            "2019",
            "5-MoopUAAAAJ:0EnyYjriUFMC",
            2,
            "https:\/\/arxiv.org\/abs\/1907.06052",
            "14089514708893495269",
            "\/scholar?cites=14089514708893495269",
            {
                "2020":1
            }
        ],
        [
            "AK Virkki, SE Marshall, FCF Venditti, and LF Zambrano Marin, Arecibo Observatory, University of Central Florida; and EG Rivera-Valentin and PA Taylor, Lunar and Planetary Institute, Universities Space Research Association, report that Arecibo (2380-MHz, 12.6-cm) range-Doppler radar images obtained on Jan. 4.72 UT reveal that the Apollo-type minor planet 2016 AZ_8 is a binary system. Preliminary measurements of visible-range extents in radar images with 7.5-m\/pixel resolution suggest a rounded primary of diameter 420+\/-60 m and an elongated secondary 180+\/-30 m long. This implies a visual albedo of 4+\/-1 percent for an absolute magnitude of 21.0. The system was observed near maximum range separation along the line-of-sight at 420+\/-45 m, which is a lower bound on the mutual-orbit scale due to possible projection effects. Echo bandwidths place upper bounds on the rotation periods of the primary …",
            "2016 AZ_8",
            "AK Virkki and SE Marshall and FCF Venditti and LF Zambrano Marin and EG Rivera-Valentin and PA Taylor",
            "2019",
            "5-MoopUAAAAJ:roLk4NBRz8UC",
            2,
            "https:\/\/ui.adsabs.harvard.edu\/abs\/2019CBET.4593....1V\/abstract",
            "13374822837098757375",
            "\/scholar?cites=13374822837098757375",
            {
                "2019":1,
                "2020":1
            }
        ]
    ]
}