{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We examine the possibility that a significant component of the energy density of the Universe has an equation of state different from that of matter, radiation, or cosmological constant (Λ). An example is a cosmic scalar field evolving in a potential, but our treatment is more general. Including this component alters cosmic evolution in a way that fits current observations well. Unlike Λ, it evolves dynamically and develops fluctuations, leaving a distinctive imprint on the microwave background anisotropy and mass power spectrum.",
            "Cosmological imprint of an energy component with general equation of state",
            "Robert R Caldwell and Rahul Dave and Paul J Steinhardt",
            "1998",
            "50iGyUoAAAAJ:u5HHmVD_uO8C",
            3922,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.80.1582",
            "3624370982911349171",
            "\/scholar?cites=3624370982911349171",
            {
                "1998":31,
                "1999":97,
                "2000":116,
                "2001":170,
                "2002":193,
                "2003":221,
                "2004":218,
                "2005":200,
                "2006":192,
                "2007":215,
                "2008":199,
                "2009":215,
                "2010":163,
                "2011":168,
                "2012":190,
                "2013":156,
                "2014":153,
                "2015":131,
                "2016":151,
                "2017":157,
                "2018":168,
                "2019":178,
                "2020":190,
                "2021":16
            }
        ],
        [
            "It is extraordinary that a number of observations indicate that we live in a spatially flat, low matter density Universe, which is currently undergoing a period of accelerating expansion. The effort to explain this current state has focused attention on cosmological models in which the dominant component of the cosmic energy density has negative pressure, with an equation of state w⩾−1. Remarking that most observations are consistent with models right up to the w=−1 or cosmological constant (Λ) limit, it is natural to ask what lies on the other side, at w<−1. In this regard, we construct a toy model of a “phantom” energy component which possesses an equation of state w<−1. Such a component is found to be compatible with most classical tests of cosmology based on current data, including the recent type 1a SNe data as well as the cosmic microwave background anisotropy and mass power spectrum. If the future …",
            "A phantom menace? Cosmological consequences of a dark energy component with super-negative equation of state",
            "Robert R Caldwell",
            "2002",
            "50iGyUoAAAAJ:u-x6o8ySG0sC",
            3476,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269302025893",
            "12951203968471334001",
            "\/scholar?cites=12951203968471334001",
            {
                "2001":12,
                "2002":24,
                "2003":68,
                "2004":149,
                "2005":176,
                "2006":226,
                "2007":186,
                "2008":211,
                "2009":219,
                "2010":194,
                "2011":205,
                "2012":240,
                "2013":204,
                "2014":208,
                "2015":198,
                "2016":191,
                "2017":167,
                "2018":178,
                "2019":170,
                "2020":188,
                "2021":24
            }
        ],
        [
            "We explore the consequences that follow if the dark energy is phantom energy, in which the sum of the pressure and energy density is negative. The positive phantom-energy density becomes infinite in finite time, overcoming all other forms of matter, such that the gravitational repulsion rapidly brings our brief epoch of cosmic structure to a close. The phantom energy rips apart the Milky Way, solar system, Earth, and ultimately the molecules, atoms, nuclei, and nucleons of which we are composed, before the death of the Universe in a “big rip.”",
            "Phantom Energy: Dark Energy with  Causes a Cosmic Doomsday",
            "Robert R Caldwell and Marc Kamionkowski and Nevin N Weinberg",
            "2003",
            "50iGyUoAAAAJ:4MWp96NkSFoC",
            2275,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.071301",
            "10198459327163620967",
            "\/scholar?cites=10198459327163620967",
            {
                "2003":25,
                "2004":103,
                "2005":138,
                "2006":158,
                "2007":136,
                "2008":141,
                "2009":138,
                "2010":129,
                "2011":138,
                "2012":177,
                "2013":153,
                "2014":124,
                "2015":138,
                "2016":112,
                "2017":97,
                "2018":112,
                "2019":125,
                "2020":95,
                "2021":12
            }
        ],
        [
            " We present a comprehensive study of the observational constraints on spatially flat cosmological models containing a mixture of matter and quintessence—a time‐varying, spatially inhomogeneous component of the energy density of the universe with negative pressure. Our study also includes the limiting case of a cosmological constant. We classify the observational constraints by redshift: low‐redshift constraints include the Hubble parameter, baryon fraction, cluster abundance, the age of the universe, bulk velocity and the shape of the mass power spectrum; intermediate‐redshift constraints are due to probes of the redshift‐luminosity distance based on Type Ia supernovae, gravitational lensing, the Lyα forest, and the evolution of large‐scale structure; high‐redshift constraints are based on measurements of the cosmic microwave background temperature anisotropy. Mindful of systematic errors, we adopt a …",
            "Cosmic concordance and quintessence",
            "Limin Wang and RR Caldwell and JP Ostriker and Paul J Steinhardt",
            "2000",
            "50iGyUoAAAAJ:9yKSN-GCB0IC",
            657,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/308331\/meta",
            "17922628384435193229",
            "\/scholar?cites=17922628384435193229",
            {
                "1999":27,
                "2000":51,
                "2001":86,
                "2002":81,
                "2003":73,
                "2004":46,
                "2005":38,
                "2006":34,
                "2007":26,
                "2008":29,
                "2009":13,
                "2010":21,
                "2011":17,
                "2012":15,
                "2013":7,
                "2014":12,
                "2015":7,
                "2016":6,
                "2017":14,
                "2018":13,
                "2019":9,
                "2020":16,
                "2021":1
            }
        ],
        [
            "We present evidence that the simplest particle-physics scalar-field models of dynamical dark energy can be separated into distinct behaviors based on the acceleration or deceleration of the field as it evolves down its potential towards a zero minimum. We show that these models occupy narrow regions in the phase plane of w and w′, the dark energy equation of state and its time derivative in units of the Hubble time. Restricting an energy scale of the dark energy microphysics limits how closely a scalar field can resemble a cosmological constant. These results, indicating a desired measurement resolution of order σ (w′)≈(1+ w), define firm targets for observational tests of the physics of dark energy.",
            "Limits of quintessence",
            "RR Caldwell and Eric V Linder",
            "2005",
            "50iGyUoAAAAJ:qjMakFHDy7sC",
            634,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.141301",
            "7321836813346406552",
            "\/scholar?cites=7321836813346406552",
            {
                "2006":22,
                "2007":37,
                "2008":43,
                "2009":46,
                "2010":39,
                "2011":24,
                "2012":29,
                "2013":39,
                "2014":48,
                "2015":36,
                "2016":49,
                "2017":31,
                "2018":45,
                "2019":68,
                "2020":65,
                "2021":7
            }
        ],
        [
            "We report on a measurement of the angular spectrum of the cosmic microwave background (CMB) between   and   made at 144 GHz from Cerro Toco in the Chilean altiplano. When the new data are combined with previous data at 30 and 40 GHz taken with the same instrument observing the same section of sky, we find (1) a rise in the angular spectrum to a maximum with   μK at   and a fall at  , thereby localizing the peak near  , and (2) that the anisotropy at   has the spectrum of the CMB.",
            "A Measurement of the Angular Power Spectrum of the Cosmic Microwave Background from l= 100 to 400",
            "Andre D Miller and R Caldwell and Mark Joseph Devlin and WB Dorwart and T Herbig and MR Nolta and LA Page and J Puchalla and E Torbet and HT Tran",
            "1999",
            "50iGyUoAAAAJ:2osOgNQ5qMEC",
            555,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/312293\/meta",
            "7978865282184008054",
            "\/scholar?cites=7978865282184008054",
            {
                "1999":6,
                "2000":43,
                "2001":68,
                "2002":55,
                "2003":40,
                "2004":29,
                "2005":38,
                "2006":22,
                "2007":24,
                "2008":30,
                "2009":27,
                "2010":19,
                "2011":19,
                "2012":13,
                "2013":17,
                "2014":16,
                "2015":13,
                "2016":12,
                "2017":11,
                "2018":16,
                "2019":16,
                "2020":10,
                "2021":1
            }
        ],
        [
            "The discovery that the cosmic expansion is accelerating has been followed by an intense theoretical and experimental response in physics and astronomy. The discovery implies that our most basic notions about how gravity works are violated on cosmological distance scales. A simple fix is to introduce a cosmological constant into the field equations for general relativity. However, the extremely small value of the cosmological constant, relative to theoretical expectations, has led theorists to explore numerous alternative explanations that involve the introduction of an exotic negative-pressure fluid or a modification of general relativity. Here we review the evidence for cosmic acceleration. We then survey some of the theoretical attempts to account for it, including the cosmological constant, quintessence and its variants, mass-varying neutrinos, and modifications of general relativity. We discuss experimental and …",
            "The physics of cosmic acceleration",
            "Robert R Caldwell and Marc Kamionkowski",
            "2009",
            "50iGyUoAAAAJ:UeHWp8X0CEIC",
            502,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev-nucl-010709-151330",
            "10599942305238779503",
            "\/scholar?cites=10599942305238779503",
            {
                "2009":10,
                "2010":46,
                "2011":52,
                "2012":69,
                "2013":56,
                "2014":45,
                "2015":29,
                "2016":45,
                "2017":46,
                "2018":31,
                "2019":37,
                "2020":34,
                "2021":1
            }
        ],
        [
            "This book lays out the scientific goals to be addressed by the next-generation ground-based cosmic microwave background experiment, CMB-S4, envisioned to consist of dedicated telescopes at the South Pole, the high Chilean Atacama plateau and possibly a northern hemisphere site, all equipped with new superconducting cameras. CMB-S4 will dramatically advance cosmological studies by crossing critical thresholds in the search for the B-mode polarization signature of primordial gravitational waves, in the determination of the number and masses of the neutrinos, in the search for evidence of new light relics, in constraining the nature of dark energy, and in testing general relativity on large scales.",
            "CMB-S4 science book",
            "Kevork N Abazajian and Peter Adshead and Zeeshan Ahmed and Steven W Allen and David Alonso and Kam S Arnold and Carlo Baccigalupi and James G Bartlett and Nicholas Battaglia and Bradford A Benson and Colin A Bischoff and Julian Borrill and Victor Buza and Erminia Calabrese and Robert Caldwell and John E Carlstrom and Clarence L Chang and Thomas M Crawford and Francis-Yan Cyr-Racine and Francesco De Bernardis and Tijmen de Haan and Sperello di Serego Alighieri and Joanna Dunkley and Cora Dvorkin and Josquin Errard and Giulio Fabbian and Stephen Feeney and Simone Ferraro and Jeffrey P Filippini and Raphael Flauger and George M Fuller and Vera Gluscevic and Daniel Green and Daniel Grin and Evan Grohs and Jason W Henning and J Colin Hill and Renee Hlozek and Gilbert Holder and William Holzapfel and Wayne Hu and Kevin M Huffenberger and Reijo Keskitalo and Lloyd Knox and Arthur Kosowsky and John Kovac and Ely D Kovetz and Chao-Lin Kuo and Akito Kusaka and Maude Le Jeune and Adrian T Lee and Marc Lilley and Marilena Loverde and Mathew S Madhavacheril and Adam Mantz and David JE Marsh and Jeffrey McMahon and Pieter Daniel Meerburg and Joel Meyers and Amber D Miller and Julian B Munoz and Ho Nam Nguyen and Michael D Niemack and Marco Peloso and Julien Peloton and Levon Pogosian and Clement Pryke and Marco Raveri and Christian L Reichardt and Graca Rocha and Aditya Rotti and Emmanuel Schaan and Marcel M Schmittfull and Douglas Scott and Neelima Sehgal and Sarah Shandera and Blake D Sherwin and Tristan L Smith and Lorenzo Sorbo and Glenn D Starkman and Kyle T Story and Alexander van Engelen and Joaquin D Vieira and Scott Watson and Nathan Whitehorn and WL Wu",
            "2016",
            "50iGyUoAAAAJ:Mojj43d5GZwC",
            455,
            "https:\/\/arxiv.org\/abs\/1610.02743",
            "5938237312788629",
            "\/scholar?cites=5938237312788629",
            {
                "2016":5,
                "2017":72,
                "2018":147,
                "2019":102,
                "2020":120,
                "2021":6
            }
        ],
        [
            "We consider the consequences of a neutral dark-matter particle with a nonzero electric and\/or magnetic dipole moment. Theoretical constraints, as well as constraints from direct searches, precision tests of the standard-model, the cosmic microwave background and matter power spectra, and cosmic gamma rays, are included. We find that a relatively light particle with mass between an MeV and a few GeV and an electric or magnetic dipole as large as∼ 3× 10− 16 e c m (roughly 1.6× 10− 5 μ B) satisfies all experimental and observational bounds. Some of the remaining parameter space may be probed with forthcoming more sensitive direct searches and with the Gamma-Ray Large Area Space Telescope.",
            "Dark-matter electric and magnetic dipole moments",
            "Kris Sigurdson and Michael Doran and Andriy Kurylov and Robert R Caldwell and Marc Kamionkowski",
            "2004",
            "50iGyUoAAAAJ:LkGwnXOMwfcC",
            263,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.70.083501",
            "17523650292946172750",
            "\/scholar?cites=17523650292946172750",
            {
                "2005":2,
                "2006":4,
                "2007":6,
                "2008":2,
                "2009":2,
                "2010":13,
                "2011":9,
                "2012":16,
                "2013":28,
                "2014":24,
                "2015":25,
                "2016":25,
                "2017":12,
                "2018":26,
                "2019":34,
                "2020":33,
                "2021":2
            }
        ],
        [
            "We present simple analytic approximations for the linear and fully evolved nonlinear mass power spectrum of matter density fluctuations for spatially flat cold dark matter (CDM) cosmological models with quintessence (Q). Quintessence is a time‐evolving, spatially inhomogeneous energy component with negative pressure and an equation of state  . It clusters gravitationally on large length scales but remains smooth like the cosmological constant on small length scales. We show that the clustering scale is determined by the Compton wavelength of the Q‐field and derive a shape parameter,  , to characterize the linear mass power spectrum. The growth of linear perturbations as functions of redshift,  , and matter density,  , is also quantified. Calibrating to N‐body simulations, we construct a simple extension of Ma's 1998 formula that closely approximates the nonlinear power spectrum for a range of plausible QCDM …",
            "The mass power spectrum in quintessence cosmological models",
            "Chung-Pei Ma and RR Caldwell and Paul Bode and Limin Wang",
            "1999",
            "50iGyUoAAAAJ:zYLM7Y9cAGgC",
            220,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/312183\/meta",
            "9433921318131228564",
            "\/scholar?cites=9433921318131228564",
            {
                "1999":1,
                "2000":15,
                "2001":11,
                "2002":16,
                "2003":13,
                "2004":22,
                "2005":18,
                "2006":16,
                "2007":13,
                "2008":10,
                "2009":14,
                "2010":15,
                "2011":8,
                "2012":13,
                "2013":3,
                "2014":4,
                "2015":3,
                "2016":2,
                "2017":1,
                "2018":3,
                "2019":6,
                "2020":10,
                "2021":1
            }
        ]
    ]
}