{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We have used the unique spatial sensitivity of polarized neutron and soft x-ray beams in reflection geometry to measure the depth dependence of magnetization across the interface between a ferromagnet and an antiferromagnet. The net uncompensated magnetization near the interface responds to applied field, while uncompensated spins in the antiferromagnet bulk are pinned, thus providing a means to establish exchange bias.",
            "Depth profile of uncompensated spins in an exchange bias system",
            "S Roy and MR Fitzsimmons and S Park and M Dorn and Oleg Petracic and Igor V Roshchin and Zhi-Pan Li and X Batlle and R Morales and A Misra and Xixiang Zhang and K Chesnel and JB Kortright and SK Sinha and Ivan K Schuller",
            "2005",
            "52jtR2wAAAAJ:u5HHmVD_uO8C",
            217,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.047201",
            "17437057421905097951",
            "\/scholar?cites=17437057421905097951",
            {
                "2005":1,
                "2006":16,
                "2007":18,
                "2008":24,
                "2009":23,
                "2010":24,
                "2011":11,
                "2012":18,
                "2013":13,
                "2014":17,
                "2015":12,
                "2016":9,
                "2017":11,
                "2018":8,
                "2019":4,
                "2020":7
            }
        ],
        [
            "Using coherent x-ray speckle metrology, we have measured the influence of disorder on major loop return point memory (RPM) and complementary point memory (CPM) for a series of perpendicular anisotropy C o\/P t multilayer films. In the low disorder limit, the domain structures show no memory with field cycling—no RPM and no CPM. With increasing disorder, we observe the onset and the saturation of both the RPM and the CPM. These results provide the first direct ensemble-sensitive experimental study of the effects of varying disorder on microscopic magnetic memory and are compared against the predictions of existing theories.",
            "Disorder-induced microscopic magnetic memory",
            "Michael S Pierce and CR Buechler and LB Sorensen and JJ Turner and SD Kevan and EA Jagla and JM Deutsch and T Mai and O Narayan and JE Davies and Kai Liu and J Hunter Dunn and KM Chesnel and JB Kortright and O Hellwig and EE Fullerton",
            "2005",
            "52jtR2wAAAAJ:u-x6o8ySG0sC",
            120,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.017202",
            "12229579244846186584",
            "\/scholar?cites=12229579244846186584",
            {
                "2004":1,
                "2005":7,
                "2006":9,
                "2007":11,
                "2008":13,
                "2009":7,
                "2010":12,
                "2011":9,
                "2012":9,
                "2013":6,
                "2014":2,
                "2015":8,
                "2016":5,
                "2017":3,
                "2018":4,
                "2019":6,
                "2020":5,
                "2021":1
            }
        ],
        [
            "FePd thin-film samples with perpendicular magnetic anisotropy (PMA) have been studied with x-ray resonant magnetic scattering, both at the Fe and at the Pd L 3 edges. In these samples the competition between PMA and shape anisotropy leads to the formation of highly ordered striped domain patterns with a magnetization component perpendicular to the film plane. These striped domains give rise to magnetic satellite peaks in the diffraction pattern. Magnetic diffraction rod scans of these satellites were analyzed to obtain information about the magnetic depth profile of the films. It was found that flux closure occurs in samples with a low to medium PMA, while a high PMA impedes the formation of closure domains. Data analysis gives a depth of the closure domains extending to 85 Å, with approximately half the magnetic moment aligned in plane.",
            "Influence of perpendicular magnetic anisotropy on closure domains studied with x-ray resonant magnetic scattering",
            "E Dudzik and SS Dhesi and HA Dürr and SP Collins and MD Roper and G Van der Laan and K Chesnel and M Belakhovsky and A Marty and Y Samson",
            "2000",
            "52jtR2wAAAAJ:d1gkVwhDpl0C",
            54,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.62.5779",
            "6286233266242954960",
            "\/scholar?cites=6286233266242954960",
            {
                "2001":8,
                "2002":4,
                "2003":7,
                "2004":7,
                "2005":4,
                "2006":7,
                "2007":3,
                "2008":4,
                "2009":3,
                "2010":2,
                "2011":3,
                "2012":1,
                "2013":1
            }
        ],
        [
            "Resonant magnetic x-ray scattering from dense assemblies of 9− nm-diameter ε− Co and h c p− Co superparamagnetic particles is reported. For lower anisotropy ε− Co assemblies remanent scattering is significantly enhanced compared to a random orientation model, indicating that preferred intermoment orientations with antiferromagnetic character exist with spatial frequencies ranging over several nearest neighbors. This interaction-mediated collective behavior is consistent with dipolar energies and exists well into the superparamagnetic regime, revealing that such thermally activated motion is highly correlated.",
            "Interparticle magnetic correlations in dense Co nanoparticle assemblies",
            "Jeffrey B Kortright and Olav Hellwig and Karine Chesnel and Shouheng Sun and Eric E Fullerton",
            "2005",
            "52jtR2wAAAAJ:2osOgNQ5qMEC",
            44,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.71.012402",
            "15472212637706037989",
            "\/scholar?cites=15472212637706037989",
            {
                "2005":4,
                "2006":6,
                "2007":5,
                "2008":7,
                "2009":3,
                "2010":2,
                "2011":1,
                "2012":3,
                "2013":2,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":2,
                "2018":4,
                "2019":2
            }
        ],
        [
            "We have recorded magnetic speckle patterns of unprecedented quality on a tiny sample using soft-x-ray resonant magnetic scattering in reflection geometry. This geometry is well suited to the study of epitaxial thin films. The microscopic object consisted of an FePd wire with transversal stripe domains of alternatingly up and down magnetization. Sharp magnetic superstructure peaks reflect the domain periodicity, whereas the magnetic speckles give access to the domain morphology. A high degree of coherence has been obtained (β= 0.85) as evidenced from the strong observed intensity fluctuations.",
            "Soft-x-ray magnetic speckles from a nanostructured FePd wire",
            "K Chesnel and M Belakhovsky and F Livet and SP Collins and G van der Laan and SS Dhesi and JP Attané and A Marty",
            "2002",
            "52jtR2wAAAAJ:9yKSN-GCB0IC",
            44,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.66.172404",
            "16913132470275456015",
            "\/scholar?cites=16913132470275456015",
            {
                "2003":2,
                "2004":7,
                "2005":5,
                "2006":3,
                "2007":3,
                "2008":5,
                "2009":1,
                "2010":5,
                "2011":3,
                "2012":5,
                "2013":1,
                "2014":1,
                "2015":2,
                "2016":1
            }
        ],
        [
            "Using a combination of resonant soft x-ray scattering, magnetometry, x-ray reflectivity, and microscopy techniques we have investigated the magnetic properties and microstructure of a series of perpendicular anisotropy Co\/Pt multilayer films with respect to structural disorder tuned by varying the sputtering deposition pressure. The observed magnetic changes in domain size, shape, and correlation length originate from structural and chemical variations in the samples, such as chemical segregation and grain formation as well as roughness at the surface and interfaces, which are all impacted by the deposition pressure. All samples exhibited short-range “liquid-like” positional ordering over significant portions of their major hysteresis loops, while only the lowest disorder samples showed evidence of a random “gas-like” distribution of magnetic domains, present just after nucleation as well as prior to saturation. The …",
            "Influence of structural disorder on magnetic domain formation in perpendicular anisotropy thin films",
            "MS Pierce and JE Davies and JJ Turner and K Chesnel and EE Fullerton and J Nam and R Hailstone and SD Kevan and JB Kortright and Kai Liu and LB Sorensen and BR York and O Hellwig",
            "2013",
            "52jtR2wAAAAJ:qxL8FJ1GzNcC",
            37,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.87.184428",
            "4471558855433985326",
            "\/scholar?cites=4471558855433985326",
            {
                "2013":2,
                "2014":7,
                "2015":5,
                "2016":9,
                "2017":5,
                "2018":2,
                "2019":2,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Periodic arrays of silicon nanolines, covered by a Co\/Pt multilayer, with perpendicular magnetization, have been studied by soft x-ray resonant magnetic scattering at the Co L 3 edge. At the resonance, magnetic signals appear both on top of the structural diffraction peaks, characteristic of the grating, and between these peaks. These superstructure satellites reveal an antiferromagnetic order, generated by the interline dipolar coupling. Their intensities are strongly sensitive to the magnetic history, and can be enhanced through specific demagnetization processes. By applying an in situ magnetic field, the evolution of the magnetic signal has been monitored through the entire hysteresis loop. The magnetic contribution of the structural superlattice peaks can be quantified by their asymmetry ratio, whose angular variation stems from the scattering factor. The change of the purely magnetic satellites with the magnetic …",
            "X-ray resonant magnetic scattering study of the magnetic coupling in Co\/Pt nanolines and its evolution under magnetic field",
            "K Chesnel and M Belakhovsky and S Landis and JC Toussaint and SP Collins and G van der Laan and E Dudzik and SS Dhesi",
            "2002",
            "52jtR2wAAAAJ:qjMakFHDy7sC",
            35,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.66.024435",
            "4687640862137061777",
            "\/scholar?cites=4687640862137061777",
            {
                "2003":3,
                "2004":6,
                "2005":4,
                "2006":2,
                "2007":3,
                "2008":3,
                "2009":3,
                "2010":2,
                "2011":2,
                "2012":2,
                "2013":1,
                "2014":2,
                "2015":1
            }
        ],
        [
            "We present a study of the prototypical NiO (111) antiferromagnet by nonresonant surface x-ray magnetic scattering. Direct access to the antiferromagnetic surface and bulk spin ordering is demonstrated. Our data support a first order antiferromagnetic to paramagnetic transition. A quantitative determination of the magnetization profile is proposed. It is shown that the NiO (111) surface spins remain ordered at higher temperatures than in the bulk and that the blocking temperature in exchange coupled ferromagnetic-NiO interfaces is most likely related to an S-domain structure loss occurring 25 K below the Néel temperature.",
            "Surface and bulk spin ordering of antiferromagnetic materials: NiO (111)",
            "Antoine Barbier and Cristian Mocuta and Wolfgang Neubeck and Mattia Mulazzi and Flora Yakhou and Karine Chesnel and Albéric Sollier and Christian Vettier and François de Bergevin",
            "2004",
            "52jtR2wAAAAJ:UeHWp8X0CEIC",
            33,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.257208",
            "5298427744576836808",
            "\/scholar?cites=5298427744576836808",
            {
                "2005":1,
                "2006":5,
                "2007":4,
                "2008":6,
                "2009":1,
                "2010":1,
                "2011":1,
                "2012":5,
                "2013":4,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":1
            }
        ],
        [
            "The magnetic behaviour of 5 to 11 nm magnetite (Fe 3 O 4) nanoparticles (NPs) was measured at various temperatures (Ts) from 20 to 400 K. The particles were fabricated via thermal decomposition of an iron precursor, and involved a coating of the particles with oleic acid. The particle size distribution was analysed by XRD measurements and TEM imaging. Magnetization loops, measured at various Ts, indicate a superparamagnetic behaviour at high T and the occurrence of hysteresis at low T, with a stronger coercivity for the larger particles. Zero-Field-Cooling (ZFC) and Field Cooling (FC) curves indicate a superparamagnetic behaviour, with a blocking temperature varying significantly with the particle size. Namely, the peak temperature, T max, increases from 30 K to 170 K when the particle size increases from 5 nm to 11nm. Magnetic couplings between particles appear stronger for larger particles.",
            "Particle size effects on the magnetic behaviour of 5 to 11 nm Fe3O4 nanoparticles coated with oleic acid",
            "K Chesnel and M Trevino and Y Cai and JM Hancock and SJ Smith and RG Harrison",
            "2014",
            "52jtR2wAAAAJ:bEWYMUwI8FkC",
            29,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1742-6596\/521\/1\/012004\/meta",
            "6278756156357582022",
            "\/scholar?cites=6278756156357582022",
            {
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":6,
                "2018":8,
                "2019":5,
                "2020":4,
                "2021":1
            }
        ],
        [
            "FePd thin-film samples with different perpendicular magnetic anisotropies have been studied with magnetic force microscopy (MFM), micromagnetic calculations and soft x-ray resonant magnetic scattering (SXRMS). The competition between perpendicular magnetic anisotropy (PMA) and shape anisotropy leads to the formation of highly ordered stripe domain patterns with a magnetization component perpendicular to the film plane. The magnetic stripes with a period of ∼100 nm, which are seen in the MFM images and can be modeled by micromagnetic calculations, give rise to magnetic peaks in the diffraction pattern. Closure domains occur in samples with a low to medium PMA, while a high PMA inhibits their formation. The in-plane magnetization component of the closure domains is not observable with MFM. In the presence of closure domains the interference between the scattering amplitudes in SXRMS from …",
            "Magnetic anisotropy of aligned magnetic stripe domains in FePd studied by soft x-ray resonant magnetic scattering, magnetic force microscopy and micromagnetic modeling",
            "G Van Der Laan and K Chesnel and M Belakhovsky and A Marty and F Livet and SP Collins and E Dudzik and A Haznar and JP Attané",
            "2003",
            "52jtR2wAAAAJ:IjCSPb-OGe4C",
            29,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0749603604000187",
            "17523784286714901098",
            "\/scholar?cites=17523784286714901098",
            {
                "2005":1,
                "2006":5,
                "2007":2,
                "2008":3,
                "2009":2,
                "2010":1,
                "2011":2,
                "2012":1,
                "2013":6,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":2,
                "2018":1
            }
        ]
    ]
}