{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Hexagonal YMnO 3 shows a unique improper ferroelectricity induced by structural trimerization. Extensive research on this system is primarily due to its candidacy for ferroelectric memory as well as the intriguing coexistence of ferroelectricity and magnetism. Despite this research, the true ferroelectric domain structure and its relationship with structural domains have never been revealed. Using transmission electron microscopy and conductive atomic force microscopy, we observed an intriguing conductive ‘cloverleaf’pattern of six domains emerging from one point—all distinctly characterized by polarization orientation and structural antiphase relationships. In addition, we discovered that the ferroelectric domain walls and structural antiphase boundaries are mutually locked and this strong locking results in incomplete poling even when large electric fields are applied. Furthermore, the locked walls are found to be …",
            "Insulating interlocked ferroelectric and structural antiphase domain walls in multiferroic YMnO 3",
            "T Choi and Y Horibe and HT Yi and Young Jai Choi and Weida Wu and S-W Cheong",
            "2010",
            "57y8LnIAAAAJ:maZDTaKrznsC",
            455,
            "https:\/\/www.nature.com\/articles\/nmat2632",
            "3128311876980169010",
            "\/scholar?cites=3128311876980169010",
            {
                "2010":10,
                "2011":32,
                "2012":43,
                "2013":40,
                "2014":51,
                "2015":48,
                "2016":35,
                "2017":54,
                "2018":41,
                "2019":43,
                "2020":43,
                "2021":6
            }
        ],
        [
            "Discoveries of intrinsic two-dimensional (2D) ferromagnetism in van der Waals (vdW) crystals provide an interesting arena for studying fundamental 2D magnetism and devices that employ localized spins 1, 2, 3, 4. However, an exfoliable vdW material that exhibits intrinsic 2D itinerant magnetism remains elusive. Here we demonstrate that Fe 3 GeTe 2 (FGT), an exfoliable vdW magnet, exhibits robust 2D ferromagnetism with strong perpendicular anisotropy when thinned down to a monolayer. Layer-number-dependent studies reveal a crossover from 3D to 2D Ising ferromagnetism for thicknesses less than 4 nm (five layers), accompanied by a fast drop of the Curie temperature (T C) from 207 K to 130 K in the monolayer. For FGT flakes thicker than~ 15 nm, a distinct magnetic behaviour emerges in an intermediate temperature range, which we show is due to the formation of labyrinthine domain patterns. Our work …",
            "Two-dimensional itinerant ferromagnetism in atomically thin Fe 3 GeTe 2",
            "Zaiyao Fei and Bevin Huang and Paul Malinowski and Wenbo Wang and Tiancheng Song and Joshua Sanchez and Wang Yao and Di Xiao and Xiaoyang Zhu and Andrew F May and Weida Wu and David H Cobden and Jiun-Haw Chu and Xiaodong Xu",
            "2018",
            "57y8LnIAAAAJ:LjlpjdlvIbIC",
            314,
            "https:\/\/www.nature.com\/articles\/s41563-018-0149-7",
            "17793744417649857752",
            "\/scholar?cites=17793744417649857752",
            {
                "2018":11,
                "2019":101,
                "2020":182,
                "2021":17
            }
        ],
        [
            "Spin glasses are founded in the frustration and randomness of microscopic magnetic interactions. They are non-ergodic systems where replica symmetry is broken. Although magnetic glassy behaviour has been observed in many colossal magnetoresistive manganites, there is no consensus that they are spin glasses. Here, an intriguing glass transition in (La, Pr, Ca) MnO 3 is imaged using a variable-temperature magnetic force microscope. In contrast to the speculated spin-glass picture, our results show that the observed static magnetic configuration seen below the glass-transition temperature arises from the cooperative freezing of the first-order antiferromagnetic (charge ordered) to ferromagnetic transition. Our data also suggest that accommodation strain is important in the kinetics of the phase transition. This cooperative freezing idea has been applied to structural glasses including window glasses and …",
            "Magnetic imaging of a supercooling glass transition in a weakly disordered ferromagnet",
            "Weida Wu and Casey Israel and Namjung Hur and Soonyong Park and Sang-Wook Cheong and Alex De Lozanne",
            "2006",
            "57y8LnIAAAAJ:k_IJM867U9cC",
            247,
            "https:\/\/www.nature.com\/articles\/nmat1743",
            "17673849291435612667",
            "\/scholar?cites=17673849291435612667",
            {
                "2006":3,
                "2007":16,
                "2008":20,
                "2009":25,
                "2010":17,
                "2011":16,
                "2012":21,
                "2013":24,
                "2014":25,
                "2015":11,
                "2016":15,
                "2017":13,
                "2018":16,
                "2019":6,
                "2020":15,
                "2021":4
            }
        ],
        [
            "We report on the observation of nanoscale conduction at ferroelectric domain walls in hexagonal HoMnO 3 protected by the topology of multiferroic vortices using in situ conductive atomic force microscopy, piezoresponse force microscopy, and Kelvin-probe force microscopy at low temperatures. In addition to previously observed Schottky-like rectification at low bias [Phys. Rev. Lett. 104, 217601 (2010)], conductance spectra reveal that negatively charged tail-to-tail walls exhibit enhanced conduction at high forward bias, while positively charged head-to-head walls exhibit suppressed conduction at high reverse bias. Our results pave the way for understanding the semiconducting properties of the domains and domain walls in small-gap ferroelectrics.",
            "Conduction of topologically protected charged ferroelectric domain walls",
            "Weida Wu and Yoichi Horibe and Nara Lee and S-W Cheong and JR Guest",
            "2012",
            "57y8LnIAAAAJ:J_g5lzvAfSwC",
            193,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.077203",
            "1429524139129138258",
            "\/scholar?cites=1429524139129138258",
            {
                "2012":10,
                "2013":12,
                "2014":25,
                "2015":25,
                "2016":19,
                "2017":21,
                "2018":28,
                "2019":23,
                "2020":22,
                "2021":4
            }
        ],
        [
            "The crystal and magnetic structures of single-crystalline hexagonal LuFeO 3 films have been studied using x-ray, electron, and neutron diffraction methods. The polar structure of these films are found to persist up to 1050 K; and the switchability of the polar behavior is observed at room temperature, indicating ferroelectricity. An antiferromagnetic order was shown to occur below 440 K, followed by a spin reorientation resulting in a weak ferromagnetic order below 130 K. This observation of coexisting multiple ferroic orders demonstrates that hexagonal LuFeO 3 films are room-temperature multiferroics.",
            "Room-temperature multiferroic hexagonal LuFeO 3 films",
            "Wenbin Wang and Jun Zhao and Wenbo Wang and Zheng Gai and Nina Balke and Miaofang Chi and Ho Nyung Lee and Wei Tian and Leyi Zhu and Xuemei Cheng and David J Keavney and Jieyu Yi and Thomas Z Ward and Paul C Snijders and Hans M Christen and Weida Wu and Jian Shen and Xiaoshan Xu",
            "2013",
            "57y8LnIAAAAJ:l7t_Zn2s7bgC",
            161,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.237601",
            "2161943196811514093",
            "\/scholar?cites=2161943196811514093",
            {
                "2013":3,
                "2014":23,
                "2015":27,
                "2016":29,
                "2017":23,
                "2018":19,
                "2019":15,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Improper ferroelectricity (trimerization) in the hexagonal manganites RMnO 3 leads to a network of coupled structural and magnetic vortices that induce domain wall magnetoelectricity and magnetization (M), neither of which, however, occurs in the bulk. Here we combine first-principles calculations, group-theoretic techniques and microscopic spin models to show how the trimerization not only induces a polarization (P) but also a bulk M and bulk magnetoelectric (ME) effect. This results in the existence of a bulk linear ME vortex structure or a bulk ME coupling such that if P reverses so does M. To measure the predicted ME vortex, we suggest RMnO 3 under large magnetic field. We suggest a family of materials, the hexagonal RFeO 3 ferrites, also display the predicted phenomena in their ground state.",
            "Bulk magnetoelectricity in the hexagonal manganites and ferrites",
            "Hena Das and Aleksander L Wysocki and Yanan Geng and Weida Wu and Craig J Fennie",
            "2014",
            "57y8LnIAAAAJ:vRqMK49ujn8C",
            145,
            "https:\/\/www.nature.com\/articles\/ncomms3998",
            "10783007826372018889",
            "\/scholar?cites=10783007826372018889",
            {
                "2014":8,
                "2015":25,
                "2016":23,
                "2017":28,
                "2018":15,
                "2019":17,
                "2020":23,
                "2021":4
            }
        ],
        [
            "The “magnetoelectric effect” arises from the coupling between magnetic and electric properties in materials. The Z 2 invariant of topological insulators (TIs) leads to a quantized version of this phenomenon, known as the topological magnetoelectric (TME) effect. This effect can be realized in a new topological phase called an “axion insulator” whose surface states are all gapped but the interior still obeys time reversal symmetry. We demonstrate such a phase using electrical transport measurements in a quantum anomalous Hall (QAH) sandwich heterostructure, in which two compositionally different magnetic TI layers are separated by an undoped TI layer. Magnetic force microscopy images of the same sample reveal sequential magnetization reversals of the top and bottom layers at different coercive fields, a consequence of the weak interlayer exchange coupling due to the spacer. When the magnetization is …",
            "Realization of the axion insulator state in quantum anomalous Hall sandwich heterostructures",
            "Di Xiao and Jue Jiang and Jae-Ho Shin and Wenbo Wang and Fei Wang and Yi-Fan Zhao and Chaoxing Liu and Weida Wu and Moses HW Chan and Nitin Samarth and Cui-Zu Chang",
            "2018",
            "57y8LnIAAAAJ:Y5dfb0dijaUC",
            133,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.120.056801",
            "2297526002803095718",
            "\/scholar?cites=2297526002803095718",
            {
                "2017":1,
                "2018":15,
                "2019":50,
                "2020":58,
                "2021":8
            }
        ],
        [
            "Millimeter-sized MnBi 2 Te 4 single crystals are grown out of a Bi-Te flux and characterized using magnetic, transport, scanning tunneling microscopy, and spectroscopy measurements. The magnetic structure of MnBi 2 Te 4 below T N is determined by powder and single-crystal neutron diffraction measurements. Below T N= 24 K, Mn 2+ moments order ferromagnetically in the a b plane but antiferromagnetically along the crystallographic c axis. The ordered moment is 4.04 (13) μ B\/Mn at 10 K and aligned along the crystallographic c axis in an A-type antiferromagnetic order. Below T N, the electrical resistivity drops upon cooling or when going across the metamagnetic transition in increasing magnetic fields. A critical scattering effect is observed in the vicinity of T N in the temperature dependence of thermal conductivity, indicating strong spin-lattice coupling in this compound. However, no anomaly is observed in the …",
            "Crystal growth and magnetic structure of ",
            "J-Q Yan and Qiang Zhang and Thomas Heitmann and Zengle Huang and KY Chen and J-G Cheng and Weida Wu and David Vaknin and Brian C Sales and Robert John McQueeney",
            "2019",
            "57y8LnIAAAAJ:-_dYPAW6P2MC",
            109,
            "https:\/\/journals.aps.org\/prmaterials\/abstract\/10.1103\/PhysRevMaterials.3.064202",
            "12465548179703102841",
            "\/scholar?cites=12465548179703102841",
            {
                "2019":19,
                "2020":86,
                "2021":4
            }
        ],
        [
            "We have studied quasi-two-dimensional multiferroic LuFe 2 O 4 with strong charge-spin-lattice coupling, in which low-temperature coercivity approaches an extraordinary value of 9 T in single crystals. The enhancement of the coercivity is connected to the collective freezing of nanoscale pancakelike ferrimagnetic domains with large uniaxial magnetic anisotropy (“Ising pancakes”). Our results suggest that collective freezing in low-dimensional magnets with large uniaxial anisotropy provides an effective mechanism to achieve enhanced coercivity. This observation may help identify novel approaches for synthesis of magnets with enhanced properties.",
            "Formation of Pancakelike Ising Domains and Giant Magnetic Coercivity in Ferrimagnetic ",
            "Weida Wu and Valery Kiryukhin and H-J Noh and K-T Ko and J-H Park and II W Ratcliff and PA Sharma and N Harrison and YJ Choi and Y Horibe and S Lee and S Park and HT Yi and CL Zhang and S-W Cheong",
            "2008",
            "57y8LnIAAAAJ:JV2RwH3_ST0C",
            108,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.137203",
            "5558321869377872391",
            "\/scholar?cites=5558321869377872391",
            {
                "2009":9,
                "2010":9,
                "2011":7,
                "2012":17,
                "2013":11,
                "2014":18,
                "2015":6,
                "2016":6,
                "2017":6,
                "2018":8,
                "2019":3,
                "2020":6,
                "2021":2
            }
        ],
        [
            "The coupling between the magnetic and electric dipoles in multiferroic and magnetoelectric materials holds promise for conceptually novel electronic devices 1, 2, 3. This calls for the development of local probes of the magnetoelectric response, which is strongly affected by defects in magnetic and ferroelectric ground states. For example, multiferroic hexagonal rare earth manganites exhibit a dense network of boundaries between six degenerate states of their crystal lattice, which are locked to both ferroelectric and magnetic domain walls. Here we present the application of a magnetoelectric force microscopy technique that combines magnetic force microscopy with in situ modulating high electric fields. This method allows us to image the magnetoelectric response of the domain patterns in hexagonal manganites directly. We find that this response changes sign at each structural domain wall, a result that is …",
            "Direct visualization of magnetoelectric domains",
            "Yanan Geng and Hena Das and Aleksander L Wysocki and Xueyun Wang and Sang-Wook Cheong and M Mostovoy and Craig J Fennie and Weida Wu",
            "2014",
            "57y8LnIAAAAJ:B3FOqHPlNUQC",
            103,
            "https:\/\/www.nature.com\/articles\/nmat3813",
            "9528421660643534641",
            "\/scholar?cites=9528421660643534641",
            {
                "2013":1,
                "2014":9,
                "2015":18,
                "2016":12,
                "2017":17,
                "2018":11,
                "2019":17,
                "2020":15
            }
        ]
    ]
}