{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We propose a multiscale approach to understand the physics related to ion-beam cancer therapy. It allows the calculation of the probability of DNA damage as a result of irradiation of tissues with energetic ions, up to 430 MeV∕ u. This approach covers different scales, starting from the large scale, defined by the ion stopping, followed by a smaller scale, defined by secondary electrons and radicals, and ending with the shortest scale, defined by interactions of secondaries with the DNA. We present calculations of the probabilities of single and double strand breaks of DNA, suggest a way to further expand such calculations, and also make some estimates for glial cells exposed to radiation.",
            "Physics of ion beam cancer therapy: a multiscale approach",
            "Andrey V Solov’yov and Eugene Surdutovich and Emanuele Scifoni and Igor Mishustin and Walter Greiner",
            "2009",
            "58ZyTnEAAAAJ:u5HHmVD_uO8C",
            135,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.79.011909",
            "11858746817217786771",
            "\/scholar?cites=11858746817217786771",
            {
                "2009":4,
                "2010":9,
                "2011":8,
                "2012":14,
                "2013":12,
                "2014":11,
                "2015":19,
                "2016":10,
                "2017":14,
                "2018":8,
                "2019":14,
                "2020":9,
                "2021":3
            }
        ],
        [
            "The multiscale approach to the assessment of biodamage resulting upon irradiation of biological media with ions is reviewed, explained and compared to other approaches. The processes of ion propagation in the medium concurrent with ionization and excitation of molecules, transport of secondary products, dynamics of the medium, and biological damage take place on a number of different temporal, spatial and energy scales. The multiscale approach, a physical phenomenon-based analysis of the scenario that leads to radiation damage, has been designed to consider all relevant effects on a variety of scales and develop an approach to the quantitative assessment of biological damage as a result of irradiation with ions. Presently, physical and chemical effects are included in the scenario while the biological effects such as DNA repair are only mentioned. This paper explains the scenario of radiation …",
            "Multiscale approach to the physics of radiation damage with ions",
            "Eugene Surdutovich and Andrey V Solov’yov",
            "2014",
            "58ZyTnEAAAAJ:M3NEmzRMIkIC",
            89,
            "https:\/\/link.springer.com\/article\/10.1140\/epjd\/e2014-50004-0",
            "15120622291125143887",
            "\/scholar?cites=15120622291125143887",
            {
                "2015":11,
                "2016":13,
                "2017":28,
                "2018":12,
                "2019":17,
                "2020":8
            }
        ],
        [
            "This work is the first stage in the development of an inclusive approach to calculation of the DNA damage caused by irradiation of biological tissue by ion\/proton beams. The project starts with an analysis of ionization caused by the projectiles and the characteristics of secondary electrons produced in tissue-like media. We consider interactions with the medium on a microscopic level and this allows us to obtain the energy spectrum and abundance of secondary electrons as functions of the projectile’s kinetic energy. The physical information obtained in this analysis is related to biological processes responsible for the DNA damage induced by the projectile. In particular, we consider double strand breaks of DNA caused by secondary electrons and free radicals, and local heating in the ion’s track. The heating may enhance the biological effectiveness of electron\/free radical nteractions with the DNA and may …",
            "Ion-induced electron production in tissue-like media and DNA damage mechanisms",
            "E Surdutovich and OI Obolensky and E Scifoni and I Pshenichnov and I Mishustin and AV Solov’Yov and W Greiner",
            "2009",
            "58ZyTnEAAAAJ:u-x6o8ySG0sC",
            71,
            "https:\/\/link.springer.com\/article\/10.1140\/epjd\/e2008-00207-y",
            "5830459883613918704",
            "\/scholar?cites=5830459883613918704",
            {
                "2008":1,
                "2009":4,
                "2010":9,
                "2011":5,
                "2012":13,
                "2013":3,
                "2014":3,
                "2015":7,
                "2016":4,
                "2017":9,
                "2018":2,
                "2019":6,
                "2020":3,
                "2021":1
            }
        ],
        [
            "We briefly review and summarise the areas of investigation explored by the papers reported in the present topical issue.",
            "Molecular level assessments of radiation biodamage",
            "Isabella Baccarelli and Franco A Gianturco and Emanuele Scifoni and Andrey V Solov’yov and Eugene Surdutovich",
            "2010",
            "58ZyTnEAAAAJ:UeHWp8X0CEIC",
            68,
            "https:\/\/link.springer.com\/article\/10.1140\/epjd\/e2010-00216-3",
            "6234620107979735548",
            "\/scholar?cites=6234620107979735548",
            {
                "2011":6,
                "2012":11,
                "2013":7,
                "2014":10,
                "2015":7,
                "2016":10,
                "2017":7,
                "2018":5,
                "2019":4,
                "2020":1
            }
        ],
        [
            "The inelastic thermal spike model is applied to liquid water in relation to high-energy C 12 6+ beams (hundreds of MeV\/u) used for cancer therapy. The goal of this project is to calculate the heat transfer in the vicinity of the incident-ion track. Thermal spike calculations indicate a very large temperature increase in the vicinity of ion tracks near the Bragg peak during the time interval from 10− 15 to 10− 9 s after the ion’s passage and an increase in pressure, as large as tens of MPa, can be induced during that time. These effects suggest a possibility of thermomechanical pathways to disruption of irradiated DNA. An extension of the model for hydrogen, beryllium, argon, krypton, xenon, and uranium ions around the Bragg peak is presented as well.",
            "Temperature and pressure spikes in ion-beam cancer therapy",
            "Marcel Toulemonde and Eugene Surdutovich and Andrey V Solov’yov",
            "2009",
            "58ZyTnEAAAAJ:qjMakFHDy7sC",
            58,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.80.031913",
            "1146893913936145915",
            "\/scholar?cites=1146893913936145915",
            {
                "2009":2,
                "2010":6,
                "2011":3,
                "2012":5,
                "2013":5,
                "2014":3,
                "2015":10,
                "2016":2,
                "2017":11,
                "2018":2,
                "2019":5,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Ion-beam therapy provides advances in cancer treatment, offering the possibility of excellent dose localization and thus maximising cell-killing within the tumour. The full potential of such therapy can only be realised if the fundamental mechanisms leading to lethal cell damage under ion irradiation are well understood. The key question is whether it is possible to quantitatively predict macroscopic biological effects caused by ion radiation on the basis of physical and chemical effects related to the ion-medium interactions on a nanometre scale. We demonstrate that the phenomenon-based MultiScale Approach to the assessment of radiation damage with ions gives a positive answer to this question. We apply this approach to numerous experiments where survival curves were obtained for different cell lines and conditions. Contrary to other, in essence empirical methods for evaluation of macroscopic effects of ionising …",
            "Multiscale approach predictions for biological outcomes in ion-beam cancer therapy",
            "Alexey Verkhovtsev and Eugene Surdutovich and Andrey V Solov’yov",
            "2016",
            "58ZyTnEAAAAJ:lSLTfruPkqcC",
            55,
            "https:\/\/www.nature.com\/articles\/srep27654",
            "9781069348837385746",
            "\/scholar?cites=9781069348837385746",
            {
                "2016":2,
                "2017":15,
                "2018":16,
                "2019":15,
                "2020":7
            }
        ],
        [
            "Radiation damage following the ionising radiation of tissue has different scenarios and mechanisms depending on the projectiles or radiation modality. We investigate the radiation damage effects due to shock waves produced by ions. We analyse the strength of the shock wave capable of directly producing DNA strand breaks and, depending on the ion's linear energy transfer, estimate the radius from the ion's path, within which DNA damage by the shock wave mechanism is dominant. At much smaller values of linear energy transfer, the shock waves turn out to be instrumental in propagating reactive species formed close to the ion's path to large distances, successfully competing with diffusion.",
            "Biodamage via shock waves initiated by irradiation with ions",
            "Eugene Surdutovich and Alexander V Yakubovich and Andrey V Solov'yov",
            "2013",
            "58ZyTnEAAAAJ:isC4tDSrTZIC",
            54,
            "https:\/\/www.nature.com\/articles\/srep01289",
            "8373622047198590087",
            "\/scholar?cites=8373622047198590087",
            {
                "2013":3,
                "2014":5,
                "2015":8,
                "2016":8,
                "2017":16,
                "2018":5,
                "2019":5,
                "2020":3
            }
        ],
        [
            "We investigate the shock wave produced by an energetic ion in liquid water. This wave is initiated by a rapid energy loss when the ion moves through the Bragg peak. The energy is transferred from the ion to secondary electrons, which then transfer it to the water molecules. The pressure in the overheated water increases by several orders of magnitude and drives a cylindrical shock wave on a nanometer scale. This wave eventually weakens as the front expands further; but before that, it may contribute to DNA damage due to large pressure gradients developed within a few nanometers from the ion’s trajectory. This mechanism of DNA damage may be a very important contribution to the direct chemical effects of low-energy electrons and holes.",
            "Shock wave initiated by an ion passing through liquid water",
            "Eugene Surdutovich and Andrey V Solov’yov",
            "2010",
            "58ZyTnEAAAAJ:W7OEmFMy1HYC",
            53,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.82.051915",
            "114707678920863681",
            "\/scholar?cites=114707678920863681",
            {
                "2011":2,
                "2012":6,
                "2013":5,
                "2014":2,
                "2015":4,
                "2016":5,
                "2017":12,
                "2018":3,
                "2019":10,
                "2020":2,
                "2021":2
            }
        ],
        [
            "The energy distributions of secondary electrons produced by energetic carbon ions (in the energy range used, eg, in hadron therapy), incident on liquid water, are discussed. For low-energy ions, a parametrization of the singly differential ionization cross sections is introduced, based on tuning the position of the Bragg peak. The resulting parametrization allows a fast calculation of the energy spectra of secondary electrons at different depths along the ion’s trajectory, especially near the Bragg peak. At the same time, this parametrization provides penetration depths for a broad range of initial-ion energies within the therapeutically accepted error. For high-energy ions, the energy distribution is obtained with a use of the dielectric-response function approach. Different models are compared and discussed.",
            "Spectra of secondary electrons generated in water by energetic ions",
            "Emanuele Scifoni and Eugene Surdutovich and Andrey V Solov’yov",
            "2010",
            "58ZyTnEAAAAJ:IjCSPb-OGe4C",
            53,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.81.021903",
            "10606099907689290389",
            "\/scholar?cites=10606099907689290389",
            {
                "2010":4,
                "2011":4,
                "2012":6,
                "2013":7,
                "2014":9,
                "2015":4,
                "2016":3,
                "2017":6,
                "2018":1,
                "2019":7,
                "2020":2
            }
        ],
        [
            "Measurements of positronium formation cross sections for positrons in the energy range down to a few tenths of one electron volt scattered by Li and Na atoms are reported. The reasonable agreement of the measured cross sections for Li with theoretical predictions is in striking contrast to the case for Na where there is a pronounced divergence between calculated and measured values below 1 eV.",
            "Positronium formation in e+− Li and e+− Na collisions at low energies",
            "E Surdutovich and JM Johnson and WE Kauppila and CK Kwan and TS Stein",
            "2002",
            "58ZyTnEAAAAJ:d1gkVwhDpl0C",
            50,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.65.032713",
            "7787878602070340669",
            "\/scholar?cites=7787878602070340669",
            {
                "2003":4,
                "2004":3,
                "2005":6,
                "2006":4,
                "2007":4,
                "2008":2,
                "2009":1,
                "2010":2,
                "2011":7,
                "2012":3,
                "2013":1,
                "2014":3,
                "2015":2,
                "2016":2,
                "2017":4,
                "2018":2
            }
        ]
    ]
}