{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Results on the superconductor to insulator transition in two-dimensional films are analyzed in terms of a coupling of the system to a dissipative bath. Upon lowering the temperature the parameter that controls this coupling becomes relevant and a wide range of metallic phase is recovered.",
            "Dissipation effects on the superconductor-insulator transition in 2D superconductors",
            "Nadya Mason and Aharon Kapitulnik",
            "1999",
            "5EYjEVUAAAAJ:u-x6o8ySG0sC",
            245,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.5341",
            "11235461787794496075",
            "\/scholar?cites=11235461787794496075",
            {
                "1999":3,
                "2000":10,
                "2001":20,
                "2002":19,
                "2003":10,
                "2004":9,
                "2005":8,
                "2006":16,
                "2007":12,
                "2008":14,
                "2009":7,
                "2010":9,
                "2011":8,
                "2012":6,
                "2013":10,
                "2014":9,
                "2015":10,
                "2016":14,
                "2017":14,
                "2018":11,
                "2019":12,
                "2020":13
            }
        ],
        [
            "We have measured carbon nanotube quantum dots with multiple electrostatic gates and used the resulting enhanced control to investigate a nanotube double quantum dot. Transport measurements reveal honeycomb charge stability diagrams as a function of two nearly independent gate voltages. The device can be tuned from weak to strong interdot tunnel-coupling regimes, and the transparency of the leads can be controlled independently. We extract values of energy-level spacings, capacitances, and interaction energies for this system. This ability to control electron interactions in the quantum regime in a molecular conductor is important for applications such as quantum computation.",
            "Local gate control of a carbon nanotube double quantum dot",
            "Nadya Mason and MJ Biercuk and CM Marcus",
            "2004",
            "5EYjEVUAAAAJ:u5HHmVD_uO8C",
            243,
            "https:\/\/science.sciencemag.org\/content\/303\/5658\/655.abstract",
            "5053520554161970888",
            "\/scholar?cites=5053520554161970888",
            {
                "2004":9,
                "2005":22,
                "2006":22,
                "2007":25,
                "2008":29,
                "2009":32,
                "2010":27,
                "2011":11,
                "2012":15,
                "2013":10,
                "2014":5,
                "2015":7,
                "2016":6,
                "2017":8,
                "2018":5,
                "2019":3,
                "2020":6
            }
        ]
    ]
}