{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The most precise determination of the neutron lifetime using the beam method was completed in 2005 and reported a result of τ n=(886.3±1.2 [stat]±3.2 [syst]) s. The dominant uncertainties were attributed to the absolute determination of the fluence of the neutron beam (2.7 s). The fluence was measured with a neutron monitor that counted the neutron-induced charged particles from absorption in a thin, well-characterized Li 6 deposit. The detection efficiency of the monitor was calculated from the areal density of the deposit, the detector solid angle, and the evaluated nuclear data file, ENDF\/B-VI Li 6 (n, t) He 4 thermal neutron cross section. In the current work, we measure the detection efficiency of the same monitor used in the neutron lifetime measurement with a second, totally absorbing neutron detector. This direct approach does not rely on the Li 6 (n, t) He 4 cross section or any other nuclear data. The detection …",
            "Improved determination of the neutron lifetime",
            "AT Yue and MS Dewey and DM Gilliam and GL Greene and AB Laptev and JS Nico and William M Snow and FE Wietfeldt",
            "2013",
            "5K5BbxYAAAAJ:J-pR_7NvFogC",
            221,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.222501",
            "7137533260246543349",
            "\/scholar?cites=7137533260246543349",
            {
                "2013":1,
                "2014":23,
                "2015":20,
                "2016":19,
                "2017":23,
                "2018":40,
                "2019":45,
                "2020":46
            }
        ],
        [
            "The decay of the free neutron into a proton, electron, and antineutrino is the prototype semileptonic weak decay and is the simplest example of nuclear beta decay. It played a key role in the early Universe as it determined the ratio of neutrons to protons during the era of primordial light element nucleosynthesis. Neutron decay is physically related to important processes in solar physics and neutrino detection. The mean neutron lifetime has been the subject of more than 20 major experiments done, using a variety of methods, between 1950 and the present. The most precise recent measurements have stated accuracies approaching 0.1%, but are not in good agreement as they differ by as much as 5 σ using quoted uncertainties. The history of neutron lifetime measurements is reviewed and the different methods used are described, giving important examples of each. The discrepancies and some systematic issues in …",
            "Colloquium: The neutron lifetime",
            "Fred E Wietfeldt and Geoffrey L Greene",
            "2011",
            "5K5BbxYAAAAJ:Se3iqnhoufwC",
            175,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.83.1173",
            "6202124448748802652",
            "\/scholar?cites=6202124448748802652",
            {
                "2011":3,
                "2012":5,
                "2013":20,
                "2014":26,
                "2015":19,
                "2016":15,
                "2017":14,
                "2018":25,
                "2019":20,
                "2020":26
            }
        ],
        [
            "Accurate measurement of the lifetime of the neutron (which is unstable to beta decay) is important for understanding the weak nuclear force 1 and the creation of matter during the Big Bang 2. Previous measurements of the neutron lifetime have mainly been limited by certain systematic errors 3; however, these could in principle be avoided by performing measurements on neutrons stored in a magnetic trap. Neutral-particle and charged-particle traps are widely used for studying both composite and elementary particles, because they allow long interaction times and isolation of particles from perturbing environments 4. Here we report the magnetic trapping of neutrons. The trapping region is filled with superfluid 4 He, which is used to load neutrons into the trap and as a scintillator to detect their decay. Neutrons in the trap have a lifetime of 750+ 330-200 seconds, mainly limited by their beta decay rather than trap …",
            "Magnetic trapping of neutrons",
            "Paul R Huffman and CR Brome and JS Butterworth and KJ Coakley and Maynard S Dewey and SN Dzhosyuk and R Golub and GL Greene and K Habicht and Steve K Lamoreaux and CEH Mattoni and DN McKinsey and Fred E Wietfeldt and John M Doyle",
            "2000",
            "5K5BbxYAAAAJ:u5HHmVD_uO8C",
            142,
            "https:\/\/www.nature.com\/articles\/47444",
            "1484207946180770974",
            "\/scholar?cites=1484207946180770974",
            {
                "2000":3,
                "2001":17,
                "2002":8,
                "2003":6,
                "2004":12,
                "2005":12,
                "2006":5,
                "2007":3,
                "2008":11,
                "2009":8,
                "2010":3,
                "2011":4,
                "2012":6,
                "2013":8,
                "2014":10,
                "2015":4,
                "2016":5,
                "2017":7,
                "2018":4,
                "2019":4,
                "2020":1
            }
        ],
        [
            "A measurement of the neutron lifetime τ n performed by the absolute counting of in-beam neutrons and their decay protons has been completed. Protons confined in a quasi-Penning trap were accelerated onto a silicon detector held at a high potential and counted with nearly unit efficiency. The neutrons were counted by a device with an efficiency inversely proportional to neutron velocity, which cancels the dwell time of the neutron beam in the trap. The result is τ n=(886.3±1.2 [stat]±3.2 [sys]) s, which is the most precise measurement of the lifetime using an in-beam method. The systematic uncertainty is dominated by neutron counting, in particular, the mass of the deposit and the Li 6 (n, t) cross section. The measurement technique and apparatus, data analysis, and investigation of systematic uncertainties are discussed in detail.",
            "Measurement of the neutron lifetime by counting trapped protons in a cold neutron beam",
            "Jeffrey S Nico and Maynard S Dewey and David M Gilliam and Fred E Wietfeldt and X Fei and WM Snow and GL Greene and J Pauwels and R Eykens and A Lamberty and J Van Gestel and RD Scott",
            "2005",
            "5K5BbxYAAAAJ:IjCSPb-OGe4C",
            136,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.71.055502",
            "15340891545673582109",
            "\/scholar?cites=15340891545673582109",
            {
                "2005":1,
                "2006":8,
                "2007":5,
                "2008":6,
                "2009":7,
                "2010":8,
                "2011":12,
                "2012":8,
                "2013":8,
                "2014":21,
                "2015":4,
                "2016":7,
                "2017":4,
                "2018":14,
                "2019":14,
                "2020":8
            }
        ],
        [
            "We describe an experiment that has set new limits on the time reversal invariance violating D coefficient in neutron β decay. The emiT experiment measured the angular correlation< J>⋅(p e× p p) using an octagonal symmetry that optimizes electron-proton coincidence rates. The result is D=[− 0.6±1. 2 (stat)±0. 5 (syst)]× 10− 3. This improves constraints on the phase of g A\/g V and limits contributions to T violation due to leptoquarks. This paper presents details of the experiment, data analysis, and the investigation of systematic effects.",
            "New limit on the D coefficient in polarized neutron decay",
            "LJ Lising and SR Hwang and JM Adams and TJ Bowles and MC Browne and TE Chupp and KP Coulter and Maynard S Dewey and SJ Freedman and BK Fujikawa and A Garcia and GL Greene and Gordon L Jones and Hans P Mumm and Jeffrey S Nico and JM Richardson and RGH Robertson and TD Steiger and WA Teasdale and AK Thompson and EG Wasserman and FE Wietfeldt and RC Welsh and JF Wilkerson and emiT Collaboration",
            "2000",
            "5K5BbxYAAAAJ:u-x6o8ySG0sC",
            109,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.62.055501",
            "14563562491867229527",
            "\/scholar?cites=14563562491867229527",
            {
                "2000":1,
                "2001":9,
                "2002":6,
                "2003":7,
                "2004":9,
                "2005":8,
                "2006":9,
                "2007":4,
                "2008":3,
                "2009":10,
                "2010":3,
                "2011":8,
                "2012":11,
                "2013":5,
                "2014":4,
                "2015":2,
                "2016":1,
                "2017":5,
                "2018":2
            }
        ],
        [
            "Neutron spin filters based on polarized 3 He are useful over a wide neutron energy range and have a large angular acceptance among other advantages. Two optical pumping methods, spin-exchange and metastability-exchange, can produce the volume of highly polarized 3 He gas required for such neutron spin filters. We report a test of polarizers based on each of these two methods on a new cold, monochromatic neutron beam line at the NIST Center for Neutron Research.",
            "Test of 3He-based neutron polarizers at NIST",
            "Gordon L Jones and Thomas R Gentile and Alan K Thompson and Z Chowdhuri and Maynard S Dewey and WM Snow and Fred E Wietfeldt",
            "2000",
            "5K5BbxYAAAAJ:2osOgNQ5qMEC",
            89,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900299010815",
            "7388033618935127684",
            "\/scholar?cites=7388033618935127684",
            {
                "2000":1,
                "2001":6,
                "2002":14,
                "2003":7,
                "2004":10,
                "2005":11,
                "2006":3,
                "2007":2,
                "2008":2,
                "2009":5,
                "2010":7,
                "2011":6,
                "2012":4,
                "2013":2,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":2
            }
        ],
        [
            "The weak interaction between neutrons and protons has never been resolved experimentally. In analogy with the strong NN interaction, the weak NN interaction at low energy can be parametrized in terms of a meson exchange model with parity violating meson–nucleon couplings. Unlike the measured proton–proton weak interaction, the neutron–proton weak interaction is sensitive to the weak pion–nucleon coupling constant Hπ1. This coupling, which is responsible for the longest-ranged part of the weak NN interaction and is therefore an essential part of any description of weak interactions in nuclei, remains undetermined despite many years of effort. A measurement of the gamma ray directional asymmetry Aγ in the capture of polarized neutrons by parahydrogen has been proposed at Los Alamos National Laboratory. The goal of this experiment is to determine Aγ with a relative standard uncertainty of <5×10−9 …",
            "Measurement of the parity violating asymmetry Aγ in n→+ p→ d+ γ",
            "WM Snow and A Bazhenov and CS Blessinger and JD Bowman and TE Chupp and KP Coulter and SJ Freedman and BK Fujikawa and Thomas R Gentile and GL Greene and G Hansen and GE Hogan and S Ishimoto and Gordon L Jones and JN Knudson and E Kolomenski and Steve K Lamoreaux and MB Leuschner and A Masaike and Y Masuda and Y Matsuda and GL Morgan and K Morimoto and CL Morris and H Nann and SI Penttilä and A Pirozhkov and VR Pomeroy and DR Rich and A Serebrov and EI Sharapov and DA Smith and TB Smith and RC Welsh and Fred E Wietfeldt and WS Wilburn and VW Yuan and J Zerger",
            "2000",
            "5K5BbxYAAAAJ:YohjEiUPhakC",
            86,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900299010712",
            "14033099389200199459",
            "\/scholar?cites=14033099389200199459",
            {
                "2001":16,
                "2002":11,
                "2003":6,
                "2004":13,
                "2005":16,
                "2006":2,
                "2007":6,
                "2008":3,
                "2009":2,
                "2010":2,
                "2011":1,
                "2012":1,
                "2013":3,
                "2014":1,
                "2015":1
            }
        ],
        [
            "We report a new measurement of the neutron decay lifetime by the absolute counting of in-beam neutrons and their decay protons. Protons were confined in a quasi-Penning trap and counted with a silicon detector. The neutron beam fluence was measured by capture in a thin L i F 6 foil detector with known absolute efficiency. The combination of these simultaneous measurements gives the neutron lifetime: τ n=(886.8±1.2 [s t a t]±3.2 [s y s t]) s. The systematic uncertainty is dominated by uncertainties in the mass of the L i F 6 deposit and the L i 6 (n, t) cross section. This is the most precise measurement of the neutron lifetime to date using an in-beam method.",
            "Measurement of the neutron lifetime using a proton trap",
            "Maynard S Dewey and David M Gilliam and Jeffrey S Nico and Fred E Wietfeldt and X Fei and WM Snow and GL Greene and Jan Pauwels and R Eykens and A Lamberty and J Van Gestel",
            "2003",
            "5K5BbxYAAAAJ:qjMakFHDy7sC",
            81,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.152302",
            "4648135621975244145",
            "\/scholar?cites=4648135621975244145",
            {
                "2004":4,
                "2005":12,
                "2006":7,
                "2007":5,
                "2008":5,
                "2009":6,
                "2010":8,
                "2011":8,
                "2012":4,
                "2013":9,
                "2014":1,
                "2015":1,
                "2016":4,
                "2017":4,
                "2018":3
            }
        ],
        [
            "We have measured the electron-capture decay branch of Tc 100 to be (1.8±0.9)× 10− 3%, from which we deduce logft= 4. 45− 0.30+ 0.18. This indicates that a two-step process connecting only the ground states of− 100 100 Tc− 100 Ru can account for the measured 2ν double-β-decay rate of Mo 100.",
            "Electron-capture decay of  and the double-β decay of ",
            "A Garcia and YD Chan and MTF da Cruz and RM Larimer and KT Lesko and EB Norman and RG Stokstad and FE Wietfeldt and I Žlimen and Dennis M Moltz and J Batchelder and TJ Ognibene and MM Hindi",
            "1993",
            "5K5BbxYAAAAJ:9yKSN-GCB0IC",
            81,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.47.2910",
            "14677307430124289815",
            "\/scholar?cites=14677307430124289815",
            {
                "1994":3,
                "1995":1,
                "1996":6,
                "1997":3,
                "1998":4,
                "1999":1,
                "2000":6,
                "2001":8,
                "2002":5,
                "2003":3,
                "2004":2,
                "2005":8,
                "2006":4,
                "2007":5,
                "2008":10,
                "2009":3,
                "2010":1,
                "2011":2,
                "2012":2,
                "2013":2,
                "2014":1,
                "2015":1
            }
        ],
        [
            "We present the results of two separate measurements of the half-life of 44 Ti relative to those of 22 Na and 207 Bi, respectively. By comparing the numbers of 1157-keV γ rays from 44 Ti to those of 1274-keV γ rays from 22 Na observed from a mixed source over a period of approximately 2 yr, we determined the half-life of 44 Ti to be 61.5±1.0 yr. From an approximately 1-yr-long study of another mixed source, where we compared the numbers of 1157-keV γ rays from 44 Ti to those of 1064-keV γ rays from 207 Bi, we determined the 44 Ti half-life to be 62±5 yr. From these two results, we have obtained a best value of 62±2 yr for the half-life of 44 Ti. The astrophysical implications of this result are discussed.",
            "Half-life of ",
            "EB Norman and E Browne and YD Chan and ID Goldman and R-M Larimer and KT Lesko and Matthew Nelson and Fred E Wietfeldt and I Zlimen",
            "1998",
            "5K5BbxYAAAAJ:UeHWp8X0CEIC",
            70,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.57.2010",
            "1847513446503254570",
            "\/scholar?cites=1847513446503254570",
            {
                "1998":6,
                "1999":14,
                "2000":7,
                "2001":4,
                "2002":9,
                "2003":3,
                "2004":2,
                "2005":2,
                "2006":2,
                "2007":3,
                "2008":3,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":3,
                "2013":2,
                "2014":1,
                "2015":2,
                "2016":1
            }
        ]
    ]
}