{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Popularization of portable electronics and electric vehicles worldwide stimulates the development of energy storage devices, such as batteries and supercapacitors, toward higher power density and energy density, which significantly depends upon the advancement of new materials used in these devices. Moreover, energy storage materials play a key role in efficient, clean, and versatile use of energy, and are crucial for the exploitation of renewable energy. Therefore, energy storage materials cover a wide range of materials and have been receiving intensive attention from research and development to industrialization. In this Review, firstly a general introduction is given to several typical energy storage systems, including thermal, mechanical, electromagnetic, hydrogen, and electrochemical energy storage. Then the current status of high‐performance hydrogen storage materials for on‐board applications and …",
            "Advanced materials for energy storage",
            "Chang Liu and Feng Li and Lai‐Peng Ma and Hui‐Ming Cheng",
            "2010",
            "5K6WAdMAAAAJ:u5HHmVD_uO8C",
            3902,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.200903328",
            "5713877480919491195",
            "\/scholar?cites=5713877480919491195",
            {
                "2010":36,
                "2011":142,
                "2012":263,
                "2013":316,
                "2014":406,
                "2015":481,
                "2016":486,
                "2017":457,
                "2018":444,
                "2019":430,
                "2020":388,
                "2021":34
            }
        ],
        [
            "We report a facile strategy to synthesize the nanocomposite of Co3O4 nanoparticles anchored on conducting graphene as an advanced anode material for high-performance lithium-ion batteries. The Co3O4 nanoparticles obtained are 10−30 nm in size and homogeneously anchor on graphene sheets as spacers to keep the neighboring sheets separated. This Co3O4\/graphene nanocomposite displays superior Li-battery performance with large reversible capacity, excellent cyclic performance, and good rate capability, highlighting the importance of the anchoring of nanoparticles on graphene sheets for maximum utilization of electrochemically active Co3O4 nanoparticles and graphene for energy storage applications in high-performance lithium-ion batteries.",
            "Graphene Anchored with Co3O4 Nanoparticles as Anode of Lithium Ion Batteries with Enhanced Reversible Capacity and Cyclic Performance",
            "Zhong-Shuai Wu and Wencai Ren and Lei Wen and Libo Gao and Jinping Zhao and Zongping Chen and Guangmin Zhou and Feng Li and Hui-Ming Cheng",
            "2010",
            "5K6WAdMAAAAJ:u-x6o8ySG0sC",
            2380,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn100740x",
            "9164994051729130691",
            "\/scholar?cites=9164994051729130691",
            {
                "2010":11,
                "2011":113,
                "2012":201,
                "2013":265,
                "2014":306,
                "2015":306,
                "2016":265,
                "2017":281,
                "2018":266,
                "2019":194,
                "2020":154,
                "2021":9
            }
        ],
        [
            "Electrochemical capacitors: A hierarchical porous graphitic carbon material, composed of macroporous ion‐buffering microreservoirs, ion‐transporting channels, and localized graphitic wall structures, is presented (see images; top: 3D skeleton, bottom: carbon platelet). The properties of this new material combine to overcome the electrode kinetic problems normally found in electrochemical capacitors, thus resulting in an excellent high‐rate energy‐storage performance.",
            "3D aperiodic hierarchical porous graphitic carbon material for high‐rate electrochemical capacitive energy storage",
            "Da‐Wei Wang and Feng Li and Min Liu and Gao Qing Lu and Hui‐Ming Cheng",
            "2008",
            "5K6WAdMAAAAJ:d1gkVwhDpl0C",
            2098,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/anie.200702721",
            "1658641991613166210",
            "\/scholar?cites=1658641991613166210",
            {
                "2008":14,
                "2009":49,
                "2010":80,
                "2011":124,
                "2012":132,
                "2013":187,
                "2014":218,
                "2015":231,
                "2016":208,
                "2017":230,
                "2018":225,
                "2019":201,
                "2020":176,
                "2021":14
            }
        ],
        [
            "A well-organized flexible interleaved composite of graphene nanosheets (GNSs) decorated with Fe3O4 particles was synthesized through in situ reduction of iron hydroxide between GNSs. The GNS\/Fe3O4 composite shows a reversible specific capacity approaching 1026 mA h g−1 after 30 cycles at 35 mA g−1 and 580 mAh g−1 after 100 cycles at 700 mA g−1as well as improved cyclic stability and excellent rate capability. The multifunctional features of the GNS\/Fe3O4 composite are considered as follows: (i) GNSs play a “flexible confinement” function to enwrap Fe3O4 particles, which can compensate for the volume change of Fe3O4 and prevent the detachment and agglomeration of pulverized Fe3O4, thus extending the cycling life of the electrode; (ii) GNSs provide a large contact surface for individual dispersion of well-adhered Fe3O4 particles and act as an excellent conductive agent to provide a highway for …",
            "Graphene-Wrapped Fe3O4 Anode Material with Improved Reversible Capacity and Cyclic Stability for Lithium Ion Batteries",
            "Guangmin Zhou and Da-Wei Wang and Feng Li and Lili Zhang and Na Li and Zhong-Shuai Wu and Lei Wen and Gao Qing Lu and Hui-Ming Cheng",
            "2010",
            "5K6WAdMAAAAJ:2osOgNQ5qMEC",
            1838,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/cm101532x",
            "16486355260108585354",
            "\/scholar?cites=16486355260108585354",
            {
                "2011":89,
                "2012":159,
                "2013":198,
                "2014":276,
                "2015":266,
                "2016":207,
                "2017":192,
                "2018":182,
                "2019":136,
                "2020":112,
                "2021":8
            }
        ],
        [
            "One great challenge in the development of lithium ion batteries is to simultaneously achieve high power and large energy capacity at fast charge and discharge rates for several minutes to seconds. Here we show that nitrogen- or boron-doped graphene can be used as a promising anode for high-power and high-energy lithium ion batteries under high-rate charge and discharge conditions. The doped graphene shows a high reversible capacity of >1040 mAh g–1 at a low rate of 50 mA g–1. More importantly, it can be quickly charged and discharged in a very short time of 1 h to several tens of seconds together with high-rate capability and excellent long-term cyclability. For example, a very high capacity of ∼199 and 235 mAh g–1 was obtained for the N-doped graphene and B-doped graphene at 25 A g–1 (about 30 s to full charge). We believe that the unique two-dimensional structure, disordered surface …",
            "Doped graphene sheets as anode materials with superhigh rate and large capacity for lithium ion batteries",
            "Zhong-Shuai Wu and Wencai Ren and Li Xu and Feng Li and Hui-Ming Cheng",
            "2011",
            "5K6WAdMAAAAJ:Y0pCki6q_DkC",
            1729,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn2006249",
            "12355086658430511105",
            "\/scholar?cites=12355086658430511105",
            {
                "2012":47,
                "2013":122,
                "2014":194,
                "2015":232,
                "2016":230,
                "2017":215,
                "2018":266,
                "2019":207,
                "2020":191,
                "2021":9
            }
        ],
        [
            "Recent progress on graphene\/metal oxide composites as advanced electrode materials in lithium ion batteries (LIBs) and electrochemical capacitors (ECs) is described, highlighting the importance of synergistic effects between graphene and metal oxides and the beneficial role of graphene in composites for LIBs and ECs. It is demonstrated that, when the composites are used as electrode materials for LIBs and ECs, compared to their individual constituents, graphene\/metal oxide composites with unique structural variables such as anchored, wrapped, encapsulated, sandwich, layered and mixed models have a significant improvement in their electrochemical properties such as high capacity, high rate capability and excellent cycling stability. First, an introduction on the properties, synthesis strategies and use of graphene is briefly given, followed by a state-of-the-art review on the preparation of graphene\/metal …",
            "Graphene\/metal oxide composite electrode materials for energy storage",
            "Zhong-Shuai Wu and Guangmin Zhou and Li-Chang Yin and Wencai Ren and Feng Li and Hui-Ming Cheng",
            "2012",
            "5K6WAdMAAAAJ:W7OEmFMy1HYC",
            1562,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2211285511000176",
            "10834393629872548336",
            "\/scholar?cites=10834393629872548336",
            {
                "2012":23,
                "2013":102,
                "2014":173,
                "2015":210,
                "2016":216,
                "2017":229,
                "2018":228,
                "2019":188,
                "2020":176,
                "2021":10
            }
        ],
        [
            "Freestanding and flexible graphene\/polyaniline composite paper was prepared by an in situ anodic electropolymerization of polyaniline film on graphene paper. This graphene-based composite paper electrode, consisting of graphene\/polyaniline composite sheets as building blocks, shows a favorable tensile strength of 12.6 MPa and a stable large electrochemical capacitance (233 F g−1 and 135 F cm−3 for gravimetric and volumetric capacitances), which outperforms many other currently available carbon-based flexible electrodes and is hence particularly promising for flexible supercapacitors.",
            "Fabrication of Graphene\/Polyaniline Composite Paper via In Situ Anodic Electropolymerization for High-Performance Flexible Electrode",
            "Da-Wei Wang and Feng Li and Jinping Zhao and Wencai Ren and Zhi-Gang Chen and Jun Tan and Zhong-Shuai Wu and Ian Gentle and Gao Qing Lu and Hui-Ming Cheng",
            "2009",
            "5K6WAdMAAAAJ:qjMakFHDy7sC",
            1475,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn900297m",
            "18441471413469230601",
            "\/scholar?cites=18441471413469230601",
            {
                "2010":51,
                "2011":103,
                "2012":169,
                "2013":163,
                "2014":199,
                "2015":170,
                "2016":146,
                "2017":136,
                "2018":115,
                "2019":119,
                "2020":86,
                "2021":9
            }
        ],
        [
            "In order to achieve high energy and power densities, we developed a high-voltage asymmetric electrochemical capacitor (EC) based on graphene as negative electrode and a MnO2 nanowire\/graphene composite (MGC) as positive electrode in a neutral aqueous Na2SO4 solution as electrolyte. MGC was prepared by solution-phase assembly of graphene sheets and α-MnO2 nanowires. Such aqueous electrolyte-based asymmetric ECs can be cycled reversibly in the high-voltage region of 0−2.0 V and exhibit a superior energy density of 30.4 Wh kg−1, which is much higher than those of symmetric ECs based on graphene\/\/graphene (2.8 Wh kg−1) and MGC\/\/MGC (5.2 Wh kg−1). Moreover, they present a high power density (5000 W kg−1 at 7.0 Wh kg−1) and acceptable cycling performance of ∼79% retention after 1000 cycles. These findings open up the possibility of graphene-based composites for applications …",
            "High-Energy MnO2 Nanowire\/Graphene and Graphene Asymmetric Electrochemical Capacitors",
            "Zhong-Shuai Wu and Wencai Ren and Da-Wei Wang and Feng Li and Bilu Liu and Hui-Ming Cheng",
            "2010",
            "5K6WAdMAAAAJ:UeHWp8X0CEIC",
            1363,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn101754k",
            "18253372344354124682",
            "\/scholar?cites=18253372344354124682",
            {
                "2011":43,
                "2012":94,
                "2013":135,
                "2014":169,
                "2015":191,
                "2016":161,
                "2017":140,
                "2018":193,
                "2019":127,
                "2020":99,
                "2021":4
            }
        ],
        [
            "Hydrous ruthenium oxide (RuO2)\/graphene sheet composites (ROGSCs) with different loadings of Ru are prepared by combining sol–gel and low‐temperature annealing processes. The graphene sheets (GSs) are well‐separated by fine RuO2 particles (5–20 nm) and, simultaneously, the RuO2 particles are anchored by the richly oxygen‐containing functional groups of reduced, chemically exfoliated GSs onto their surface. Benefits from the combined advantages of GSs and RuO2 in such a unique structure are that the ROGSC‐based supercapacitors exhibit high specific capacitance (∼570 F g−1 for 38.3 wt% Ru loading), enhanced rate capability, excellent electrochemical stability (∼97.9% retention after 1000 cycles), and high energy density (20.1 Wh kg−1) at low operation rate (100 mA g−1) or high power density (10000 W kg−1) at a reasonable energy density (4.3 Wh kg−1). Interestingly, the total specific …",
            "Anchoring hydrous RuO2 on graphene sheets for high‐performance electrochemical capacitors",
            "Zhong‐Shuai Wu and Da‐Wei Wang and Wencai Ren and Jinping Zhao and Guangmin Zhou and Feng Li and Hui‐Ming Cheng",
            "2010",
            "5K6WAdMAAAAJ:IjCSPb-OGe4C",
            1116,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adfm.201001054",
            "17973112653715297969",
            "\/scholar?cites=17973112653715297969",
            {
                "2011":42,
                "2012":92,
                "2013":125,
                "2014":162,
                "2015":142,
                "2016":114,
                "2017":112,
                "2018":143,
                "2019":96,
                "2020":77,
                "2021":7
            }
        ],
        [
            "With the advent of flexible electronics, flexible lithium-ion batteries have attracted great attention as a promising power source in the emerging field of flexible and wearable electronic devices such as roll-up displays, touch screens, conformable active radio-frequency identification tags, wearable sensors and implantable medical devices. In this review, we summarize the recent research progress of flexible lithium-ion batteries, with special emphasis on electrode material selectivity and battery structural design. We begin with a brief introduction of flexible lithium-ion batteries and the current development of flexible solid-state electrolytes for applications in this field. This is followed by a detailed overview of the recent progress on flexible electrode materials based on carbon nanotubes, graphene, carbon cloth, conductive paper (cellulose), textiles and some other low-dimensional nanostructured materials. Then …",
            "Progress in flexible lithium batteries and future prospects",
            "Guangmin Zhou and Feng Li and Hui-Ming Cheng",
            "2014",
            "5K6WAdMAAAAJ:_kc_bZDykSQC",
            1063,
            "https:\/\/pubs.rsc.org\/ko\/content\/articlehtml\/2014\/ee\/c3ee43182g",
            "10789107319009089565",
            "\/scholar?cites=10789107319009089565",
            {
                "2014":39,
                "2015":150,
                "2016":172,
                "2017":195,
                "2018":179,
                "2019":153,
                "2020":159,
                "2021":10
            }
        ]
    ]
}