{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Protein chains coil into α-helices and β-sheet structures. Knowing the timescales and mechanism of formation of these basic structural elements is essential for understanding how proteins fold 1. For the past 40 years, α-helix formation has been extensively investigated in synthetic and natural peptides 2, 3, 4, 5, including by nanosecond kinetic studies 6, 7. In contrast, the mechanism of formation of β structures has not been studied experimentally. The minimal β-structure element is the β-hairpin, which is also the basic component of antiparallel β-sheets. Here we use a nanosecond laser temperature-jump apparatus to study the kinetics of folding a β-hairpin consisting of 16 amino-acid residues. Folding of the hairpin occurs in 6 µs at room temperature, which is about 30 times slower than the rate of α-helix formation 6, 7. We have developed a simple statistical mechanical model that provides a structural explanation …",
            "Folding dynamics and mechanism of β-hairpin formation",
            "Victor Munoz and Peggy A Thompson and James Hofrichter and William A Eaton",
            "1997",
            "5LLRxnsAAAAJ:u5HHmVD_uO8C",
            1066,
            "https:\/\/www.nature.com\/articles\/36626",
            "16484881469241462777",
            "\/scholar?cites=16484881469241462777",
            {
                "1998":22,
                "1999":54,
                "2000":59,
                "2001":53,
                "2002":54,
                "2003":63,
                "2004":66,
                "2005":62,
                "2006":78,
                "2007":71,
                "2008":57,
                "2009":49,
                "2010":45,
                "2011":43,
                "2012":46,
                "2013":36,
                "2014":32,
                "2015":33,
                "2016":36,
                "2017":32,
                "2018":33,
                "2019":13,
                "2020":20,
                "2021":4
            }
        ],
        [
            "Using an empirical analysis of experimental data we have estimated a set of energy contributions which accounts for the stability of isolated α-helices. With this database and an algorithm based on statistical mechanics, we describe the average helical behaviour in solution of 323 peptides and the helicity per residue of those peptides analyzed by nuclear magnetic resonance. Moreover the algorithm successfully detects the α-helical tendency, in solution, of a peptide corresponding to a β-strand of ubiquitin.",
            "Elucidating the folding problem of helical peptides using empirical parameters",
            "Victor Muñoz and Luis Serrano",
            "1994",
            "5LLRxnsAAAAJ:u-x6o8ySG0sC",
            712,
            "https:\/\/www.nature.com\/articles\/nsb0694-399",
            "1608579201209132229",
            "\/scholar?cites=1608579201209132229",
            {
                "1994":3,
                "1995":31,
                "1996":20,
                "1997":35,
                "1998":29,
                "1999":29,
                "2000":27,
                "2001":28,
                "2002":28,
                "2003":25,
                "2004":27,
                "2005":24,
                "2006":17,
                "2007":22,
                "2008":26,
                "2009":25,
                "2010":33,
                "2011":32,
                "2012":33,
                "2013":34,
                "2014":39,
                "2015":33,
                "2016":21,
                "2017":20,
                "2018":26,
                "2019":17,
                "2020":20,
                "2021":4
            }
        ],
        [
            "An elementary statistical mechanical model was used to calculate the folding rates for 22 proteins from their known three-dimensional structures. In this model, residues come into contact only after all of the intervening chain is in the native conformation. An additional simplifying assumption is that native structure grows from localized regions that then fuse to form the complete native molecule. The free energy function for this model contains just two contributions—conformational entropy of the backbone and the energy of the inter-residue contacts. The matrix of inter-residue interactions is obtained from the atomic coordinates of the three-dimensional structure. For the 18 proteins that exhibit two-state equilibrium and kinetic behavior, profiles of the free energy versus the number of native peptide bonds show two deep minima, corresponding to the native and denatured states. For four proteins known to exhibit …",
            "A simple model for calculating the kinetics of protein folding from three-dimensional structures",
            "Victor Muñoz and William A Eaton",
            "1999",
            "5LLRxnsAAAAJ:d1gkVwhDpl0C",
            650,
            "https:\/\/www.pnas.org\/content\/96\/20\/11311.short",
            "536082082158564515",
            "\/scholar?cites=536082082158564515",
            {
                "1999":2,
                "2000":20,
                "2001":46,
                "2002":51,
                "2003":32,
                "2004":46,
                "2005":37,
                "2006":45,
                "2007":32,
                "2008":42,
                "2009":34,
                "2010":32,
                "2011":28,
                "2012":23,
                "2013":30,
                "2014":24,
                "2015":21,
                "2016":19,
                "2017":16,
                "2018":21,
                "2019":21,
                "2020":20,
                "2021":2
            }
        ],
        [
            "This review describes how kinetic experiments using techniques with dramatically improved time resolution have contributed to understanding mechanisms in protein folding. Optical triggering with nanosecond laser pulses has made it possible to study the fastest-folding proteins as well as fundamental processes in folding for the first time. These include formation of α-helices, β-sheets, and contacts between residues distant in sequence, as well as overall collapse of the polypeptide chain. Improvements in the time resolution of mixing experiments and the use of dynamic nuclear magnetic resonance methods have also allowed kinetic studies of proteins that fold too fast (≳ 103 s−1) to be observed by conventional methods. Simple statistical mechanical models have been extremely useful in interpreting the experimental results. One of the surprises is that models originally developed for explaining the …",
            "Fast kinetics and mechanisms in protein folding",
            "William A Eaton and Victor Munoz and Stephen J Hagen and Gouri S Jas and Lisa J Lapidus and Eric R Henry and James Hofrichter",
            "2000",
            "5LLRxnsAAAAJ:9yKSN-GCB0IC",
            571,
            "https:\/\/www.annualreviews.org\/doi\/full\/10.1146\/annurev.biophys.29.1.327",
            "1350168386267832192",
            "\/scholar?cites=1350168386267832192",
            {
                "2000":4,
                "2001":30,
                "2002":38,
                "2003":32,
                "2004":66,
                "2005":47,
                "2006":40,
                "2007":45,
                "2008":42,
                "2009":27,
                "2010":22,
                "2011":27,
                "2012":19,
                "2013":19,
                "2014":12,
                "2015":18,
                "2016":17,
                "2017":16,
                "2018":19,
                "2019":13,
                "2020":11,
                "2021":2
            }
        ],
        [
            "In this work we present the development of the multiple sequence approximation (AGADIRms) and the standard one‐sequence approximation (AGADIRIs) within the framework of AGADIR's α‐helix formation model. The extensive comparison between these new formulations and the original one [AGADIR; v. Muñoz and L. Serrano (1994),Nat. Struct. Biol., Vol. 1, pp. 399–409] indicates that the standard one‐sequence approximation is virtually identical to the multiple sequence approximation, while the previously used residue partition function approximation [Muñoz and Serrano (1994); (1995), J. Mol. Biol., Vol. 245, pp. 275–296] is less precise. The calculations of the average helical content performed with AGADIR are precise for peptides of less than 30 residues and progressively diverge from the multiple sequence formulation for longer peptides. The helicity distribution of heteropolypeptides with less than 50 …",
            "Development of the multiple sequence approximation within the AGADIR model of α‐helix formation: Comparison with Zimm‐Bragg and Lifson‐Roig formalisms",
            "Victor Munoz and Luis Serrano",
            "1997",
            "5LLRxnsAAAAJ:2osOgNQ5qMEC",
            472,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/(SICI)1097-0282(19970415)41:5%3C495::AID-BIP2%3E3.0.CO;2-H",
            "6180586221653663732",
            "\/scholar?cites=6180586221653663732",
            {
                "1997":7,
                "1998":16,
                "1999":25,
                "2000":25,
                "2001":21,
                "2002":22,
                "2003":16,
                "2004":34,
                "2005":34,
                "2006":30,
                "2007":26,
                "2008":24,
                "2009":23,
                "2010":22,
                "2011":10,
                "2012":17,
                "2013":17,
                "2014":17,
                "2015":16,
                "2016":15,
                "2017":17,
                "2018":8,
                "2019":16,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Explaining the helical behaviour of amino acid sequences in solution could be one of the first steps in solving the protein folding problem in a rational way. The information about the conformational behaviour of helical peptides in solution, as well as the α-helix stability in proteins, has been utilised to derive a database with the energy contributions for various interaction taking place in an α-helix: intrinsic helical propensities, side-chain to side-chain interactions, main-chain to main-chain hydrogen bonds, and capping effects. This database was implemented in a algorithm based on the helix-coil transition theory (AGADIR)>Here, the effects on helix stability due to interactions between charged groups and the helix macrodipole are described, quantified and implemented in AGADIR. The algorithm correctly calculates the average helical behaviour in solution of 423 peptides analysed by circular dichroism and it …",
            "Elucidating the folding problem of helical peptides using empirical parameters. II†. Helix macrodipole effects and rational modification of the helical content of natural peptides",
            "Victor Munoz and Luis Serrano",
            "1995",
            "5LLRxnsAAAAJ:zYLM7Y9cAGgC",
            430,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022283684700234",
            "13383504504091578250",
            "\/scholar?cites=13383504504091578250",
            {
                "1995":14,
                "1996":14,
                "1997":30,
                "1998":18,
                "1999":25,
                "2000":26,
                "2001":12,
                "2002":24,
                "2003":14,
                "2004":22,
                "2005":18,
                "2006":16,
                "2007":23,
                "2008":16,
                "2009":23,
                "2010":18,
                "2011":14,
                "2012":16,
                "2013":9,
                "2014":16,
                "2015":12,
                "2016":8,
                "2017":9,
                "2018":7,
                "2019":9,
                "2020":12,
                "2021":2
            }
        ],
        [
            "Understanding the mechanism of protein secondary structure  formation is an essential part of the protein-folding puzzle. Here, we  describe a simple statistical mechanical model for the formation of a  β-hairpin, the minimal structural element of the antiparallel  β-pleated sheet. The model accurately describes the thermodynamic and  kinetic behavior of a 16-residue, β-hairpin-forming peptide,  successfully explaining its two-state behavior and apparent negative  activation energy for folding. The model classifies structures  according to their backbone conformation, defined by 15 pairs of  dihedral angles, and is further simplified by considering only the 120  structures with contiguous stretches of native pairs of backbone  dihedral angles. This single sequence approximation is tested by  comparison with a more complete model that includes the 215  possible conformations and 15 × 215 possible kinetic  transitions …",
            "A statistical mechanical model for β-hairpin kinetics",
            "Victor Munoz and Eric R Henry and James Hofrichter and William A Eaton",
            "1998",
            "5LLRxnsAAAAJ:qjMakFHDy7sC",
            415,
            "https:\/\/www.pnas.org\/content\/95\/11\/5872.short",
            "12207591666217080357",
            "\/scholar?cites=12207591666217080357",
            {
                "1998":4,
                "1999":16,
                "2000":22,
                "2001":25,
                "2002":25,
                "2003":24,
                "2004":26,
                "2005":22,
                "2006":34,
                "2007":19,
                "2008":22,
                "2009":23,
                "2010":27,
                "2011":23,
                "2012":19,
                "2013":19,
                "2014":12,
                "2015":16,
                "2016":10,
                "2017":6,
                "2018":9,
                "2019":5,
                "2020":7
            }
        ],
        [
            "Today there are several different experimental scales for the intrinsic α‐helix as well as β‐strand, propensities of the 20 amino acids obtained from the thermodynamic analysis of various model systems. These scales do not compare well with those extracted from statistical analysis of three‐dimensional structure databases. Possible explanations for this could be the limited size of the databases used, the definitions of intrinsic propensities, or the theoretical approach. Here we report a statistical determination of α‐helix and β‐strand propensities derived from the analysis of a database of 279 three‐dimensional structures. Contrary to what has been generally done, we have considered a particular residue as in α‐helix or β‐strand conformation by looking only at its dihedral angles (ϕ–ψ matrices). Neither the identity nor the conformation of the surrounding residues in the amino acid sequence has been taken into …",
            "Intrinsic secondary structure propensities of the amino acids, using statistical ϕ–ψ matrices: comparison with experimental scales",
            "Victor Munoz and Luis Serrano",
            "1994",
            "5LLRxnsAAAAJ:UeHWp8X0CEIC",
            360,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/prot.340200403",
            "7693821593697406924",
            "\/scholar?cites=7693821593697406924",
            {
                "1995":7,
                "1996":15,
                "1997":12,
                "1998":23,
                "1999":18,
                "2000":16,
                "2001":21,
                "2002":18,
                "2003":10,
                "2004":15,
                "2005":15,
                "2006":18,
                "2007":20,
                "2008":12,
                "2009":11,
                "2010":19,
                "2011":16,
                "2012":18,
                "2013":17,
                "2014":4,
                "2015":13,
                "2016":7,
                "2017":7,
                "2018":4,
                "2019":9,
                "2020":9,
                "2021":1
            }
        ],
        [
            "Theory predicts the existence of barrierless protein folding. Without barriers, folding should be noncooperative and the degree of native structure should be coupled to overall protein stability. We investigated the thermal unfolding of the peripheral subunit binding domain from Escherichia coli9s 2-oxoglutarate dehydrogenase multienzyme complex (termed BBL) with a combination of spectroscopic techniques and calorimetry. Each technique probed a different feature of protein structure. BBL has a defined three-dimensional structure at low temperatures. However, each technique showed a distinct unfolding transition. Global analysis with a statistical mechanical model identified BBL as a downhill-folding protein. Because of BBL9s biological function, we propose that downhill folders may be molecular rheostats, in which effects could be modulated by altering the distribution of an ensemble of structures.",
            "Experimental identification of downhill protein folding",
            "Maria M Garcia-Mira and Mourad Sadqi and Niels Fischer and Jose M Sanchez-Ruiz and Victor Munoz",
            "2002",
            "5LLRxnsAAAAJ:IjCSPb-OGe4C",
            346,
            "https:\/\/science.sciencemag.org\/content\/298\/5601\/2191.abstract",
            "12065650211490903484",
            "\/scholar?cites=12065650211490903484",
            {
                "2001":1,
                "2002":2,
                "2003":9,
                "2004":18,
                "2005":27,
                "2006":23,
                "2007":20,
                "2008":38,
                "2009":27,
                "2010":23,
                "2011":19,
                "2012":19,
                "2013":22,
                "2014":17,
                "2015":16,
                "2016":19,
                "2017":13,
                "2018":11,
                "2019":8,
                "2020":12
            }
        ],
        [
            "Explaining the helical behavioiur of amino acid sequences without tertiary interactions, in aqueous solution, could be considered one of the first steps to solve the protein folding problem in a rational way. In the accompanying paper the information about the conformational behaviour of helical ppeptides in solution, as well as the studies on α-helix stability in proteins has been utilised to derive a database of energy interactions. This database, when implemented in an algorithm based on the helix-coil transition theory (AGADIR), correctly calculates the average helical behaviour in solution of 423 peptides analysed by circulara dichroism. The majority of these peptides have been studied at low temperatures (0 to 10°C), and neutral pH. However,in vivo,proteins fold at higher temperatures and in some cases low or high pH values. To understand protein folding it is necessary to calculate the helical behaviour of linear …",
            "Elucidating the Folding Problem of Helical Peptides using Empirical Parameters. III> Temperature and pH Dependence",
            "Victor Muñoz and Luis Serrano",
            "1995",
            "5LLRxnsAAAAJ:WF5omc3nYNoC",
            282,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022283684700246",
            "12192027760996242756",
            "\/scholar?cites=12192027760996242756",
            {
                "1995":9,
                "1996":9,
                "1997":14,
                "1998":11,
                "1999":13,
                "2000":14,
                "2001":6,
                "2002":18,
                "2003":6,
                "2004":13,
                "2005":13,
                "2006":8,
                "2007":12,
                "2008":6,
                "2009":17,
                "2010":13,
                "2011":11,
                "2012":8,
                "2013":9,
                "2014":14,
                "2015":8,
                "2016":8,
                "2017":7,
                "2018":7,
                "2019":14,
                "2020":13
            }
        ]
    ]
}