{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "This pilot study investigated the effects of multimedia reading software on reading comprehension. Specifically, the study aimed to explore how multimedia annotations influence the level of comprehension. Twelve college students enrolled in a second semester French course were instructed to think aloud during the reading of text on the computer screen. Participants read the text under one of three conditions: full glossing, limited glossing, or no glossing. In addition, a tracker was set up in the software to record the amount and type of glosses, and length of time that each was consulted. The raw data clearly indicate an increase in the number of causal inferences generated for students who had access to full glossing. Computerized reading with full glossing may promote a deeper level of text comprehension. Pedagogical suggestions for second language (L2) teaching and research will be discussed.",
            "\" To gloss or not to gloss\": An investigation of reading comprehension online",
            "Lara L Lomicka",
            "1998",
            "5M6kfpcAAAAJ:2osOgNQ5qMEC",
            501,
            "http:\/\/128.171.57.22\/bitstream\/10125\/25020\/01_02_article2.pdf",
            "14298585767193820698",
            "\/scholar?cites=14298585767193820698",
            {
                "1998":5,
                "1999":9,
                "2000":11,
                "2001":13,
                "2002":12,
                "2003":19,
                "2004":25,
                "2005":11,
                "2006":27,
                "2007":24,
                "2008":15,
                "2009":33,
                "2010":23,
                "2011":29,
                "2012":33,
                "2013":28,
                "2014":43,
                "2015":28,
                "2016":32,
                "2017":24,
                "2018":16,
                "2019":20,
                "2020":13,
                "2021":1
            }
        ],
        [
            "This paper reports on a year-long project in which students participated as both readers and writers of blogs. Specifically, this study examines the steps students progress through while reading and writing blogs, students' reactions to blogging, and how self-expression is characterised in the blogosphere. Data from student blogs, reports, and focus group interviews suggest that this project fostered both ownership and creativity; allowed students to experiment with language; facilitated expression in a relaxed environment; and provided students with a window into the target culture that their textbooks did not provide. Finally, we also report on questionnaires that were designed to assess students' reactions to the project. Examples from student projects are discussed.",
            "Adventures in the blogosphere: From blog readers to blog writers",
            "Lara C Ducate 1 and Lara L Lomicka",
            "2008",
            "5M6kfpcAAAAJ:UeHWp8X0CEIC",
            416,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/09588220701865474",
            "250290237423675597",
            "\/scholar?cites=250290237423675597",
            {
                "2008":2,
                "2009":20,
                "2010":28,
                "2011":23,
                "2012":38,
                "2013":57,
                "2014":33,
                "2015":41,
                "2016":36,
                "2017":36,
                "2018":27,
                "2019":37,
                "2020":26,
                "2021":2
            }
        ],
        [
            "This paper reports on an investigation of podcasting as a tool for honing pronunciation skills in intermediate language learning. We examined the effects of using podcasts to improve pronunciation in second language learning and how students' attitudes changed toward pronunciation over the semester. A total of 22 students in intermediate German and French courses made five scripted pronunciation recordings throughout the semester. After the pronunciation recordings, students produced three extemporaneous podcasts. Students also completed a pre-and post-survey based on Elliott's (1995) Pronunciation Attitude Inventory to assess their perspectives regarding pronunciation. Students' pronunciation, extemporaneous recordings, and surveys were analyzed to explore changes over the semester. Data analysis revealed that students' pronunciation did not significantly improve in regard to accentedness or comprehensibility, perhaps because the 16-week long treatment was too short to foster significant improvement and there was no in-class pronunciation practice. The podcast project, however, was perceived positively by students, and they appreciated the feedback given for each scripted recording and enjoyed opportunities for creativity during the extemporaneous podcasts. Future studies might seek to delineate more specific guidelines or examine how teacher involvement might be adapted to the use of podcasts as a companion to classroom instruction.",
            "Podcasting: An effective tool for honing language students' pronunciation?",
            "Lara Ducate and Lara Lomicka",
            "2009",
            "5M6kfpcAAAAJ:Y0pCki6q_DkC",
            284,
            "https:\/\/scholarcommons.sc.edu\/ling_facpub\/1\/",
            "9327728374750695126",
            "\/scholar?cites=9327728374750695126",
            {
                "2010":7,
                "2011":19,
                "2012":22,
                "2013":18,
                "2014":22,
                "2015":32,
                "2016":24,
                "2017":25,
                "2018":32,
                "2019":41,
                "2020":30,
                "2021":2
            }
        ],
        [
            " The words blog, blogger, blogging, and blogosphere have entered online technological dictionaries in the last decade. Recently, these personal electronic journals have received more attention and their increased popularity has led to their regular use in many different settings including the news, the political arena, and even in education. This article offers an overview of this relatively new technological tool, which serves as a form of micropublishing, and then discusses its potential uses in language classes. Two projects integrating blogs are highlighted and the steps on how to author a blog are outlined.",
            "Exploring the blogosphere: Use of web logs in the foreign language classroom",
            "Lara C Ducate and Lara L Lomicka",
            "2005",
            "5M6kfpcAAAAJ:qjMakFHDy7sC",
            213,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1944-9720.2005.tb02227.x@10.1111\/(ISSN)1944-9720.technology",
            "7508426549472615316",
            "\/scholar?cites=7508426549472615316",
            {
                "2005":1,
                "2006":4,
                "2007":8,
                "2008":9,
                "2009":20,
                "2010":10,
                "2011":21,
                "2012":27,
                "2013":18,
                "2014":15,
                "2015":14,
                "2016":19,
                "2017":12,
                "2018":8,
                "2019":12,
                "2020":10
            }
        ],
        [
            "In this paper, we examine the use of Facebook (FB) as a social networking tool in an intermediate French class. After reviewing the available studies on FB in language instruction, we analyze surveys that were administered to students as well as student FB posts. We look at the potential benefits of social media, specifically FB, and discuss its impact on foreign language learning. We aim to address how FB is being used in the language classroom, how students respond to the integration of this social networking site in courses, the attitudes of higher education foreign language learners towards FB, as well as the role of FB in new learning spaces and with today's learners. An analysis of survey data suggests that students respond in a positive manner toward the use of FB in education and highlights some differences in the way FB is used in both personal and academic settings.",
            "Facebook-ing and the social generation: A new era of language learning",
            "Geraldine Blattner and Lara Lomicka",
            "2012",
            "5M6kfpcAAAAJ:QIV2ME_5wuYC",
            192,
            "https:\/\/journals.openedition.org\/alsic\/2413",
            "16220221172867881662",
            "\/scholar?cites=16220221172867881662",
            {
                "2012":2,
                "2013":17,
                "2014":14,
                "2015":25,
                "2016":25,
                "2017":22,
                "2018":36,
                "2019":28,
                "2020":16
            }
        ],
        [
            "In these days of ubiquitous tweeting, language teachers must consider whether microblogging is an activity that will bring benefits to the learning experience. Recent research (Junco et al., 2010, Messner, 2009, among others) indicates that Twitter is becoming increasingly popular in classrooms, but few studies (see for example, Borau et al., 2009, Junco et al., 2010) have empirically examined the linguistic, attitudinal or content-based outcomes of such implementation. This paper discusses the role of Twitter in an intermediate French class (4th or 5th semester of French at the University level), in which students tweeted weekly with each other and with native French speakers. The goal for using Twitter was to build community among learners in the U.S. and in France and to provide opportunities for creative language practice outside of class time. Data suggest that participants quickly formed a collaborative …",
            "A tale of tweets: Analyzing microblogging among language learners",
            "Lara Lomicka and Gillian Lord",
            "2012",
            "5M6kfpcAAAAJ:aqlVkmm33-oC",
            186,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0346251X11001412",
            "2381363104985674256",
            "\/scholar?cites=2381363104985674256",
            {
                "2012":2,
                "2013":11,
                "2014":18,
                "2015":12,
                "2016":24,
                "2017":28,
                "2018":39,
                "2019":33,
                "2020":13
            }
        ],
        [
            "With the increasing popularity of Web 2.0 tools, it only follows that these technologies are adapted to our foreign language classroom practices. Research shows their numerous advantages as participatory tools that foster communication and collaboration. This study focuses on one such tool, the wiki, and describes the implementation of three different wiki projects (micropedia, branching story, and pre‐reading) in three university intermediate foreign language classes (French, Spanish, and German). The objective is two‐fold: to investigate (1) the type of collaboration that wikis foster, and (2) students’ perceptions of this collaborative work. Results from a post‐experimental questionnaire point to the positive effect of wikis on students’ motivation to use the foreign language, while revealing varying degrees of satisfaction with collaborative work.",
            "Wading through the world of wikis: An analysis of three wiki projects",
            "Lara C Ducate and Lara Lomicka Anderson and Nina Moreno",
            "2011",
            "5M6kfpcAAAAJ:u-x6o8ySG0sC",
            107,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1944-9720.2011.01144.x",
            "12250360668966266378",
            "\/scholar?cites=12250360668966266378",
            {
                "2012":3,
                "2013":13,
                "2014":10,
                "2015":17,
                "2016":15,
                "2017":7,
                "2018":17,
                "2019":9,
                "2020":9,
                "2021":6
            }
        ]
    ]
}