{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Blueshifted absorption lines in the UV and X-ray spectra of active galaxies reveal the presence of massive outflows of ionized gas from their nuclei. The “intrinsic” UV and X-ray absorbers show large global covering factors of the central continuum source, and the inferred mass loss rates are comparable to the mass accretion rates. Many absorbers show variable ionic column densities, which are attributed to a combination of variable ionizing flux and motion of gas into and out of the line of sight. Detailed studies of the intrinsic absorbers, with the assistance of monitoring observations and photoionization models, provide constraints on their kinematics, physical conditions, and locations relative to the central continuum source, which range from the inner nucleus (∼0.01 pc) to the galactic disk or halo (∼10 kpc). Dynamical models that make use of thermal winds, radiation pressure, and\/or hydromagnetic …",
            "Mass loss from the nuclei of active galaxies",
            "D Michael Crenshaw and Steven B Kraemer and Ian M George",
            "2003",
            "5nfeJJUAAAAJ:j3f4tGmQtD8C",
            546,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.astro.41.082801.100328",
            "3022902976206955351",
            "\/scholar?cites=3022902976206955351",
            {
                "2003":4,
                "2004":11,
                "2005":28,
                "2006":25,
                "2007":31,
                "2008":30,
                "2009":34,
                "2010":31,
                "2011":44,
                "2012":55,
                "2013":45,
                "2014":22,
                "2015":24,
                "2016":33,
                "2017":30,
                "2018":36,
                "2019":37,
                "2020":18,
                "2021":5
            }
        ],
        [
            "We present a study of the intrinsic absorption lines in the ultraviolet spectra of Seyfert 1 galaxies. The study is based on spectra from the Hubble Space Telescope and includes the Seyfert 1 galaxies observed with the Faint Object Spectrograph and Goddard High-Resolution Spectrograph at spectral resolutions of λ\/Δλ≈ 1000-20,000 with good signal-to-noise ratios. We find that the fraction of Seyfert 1 galaxies that show intrinsic absorption associated with their active nuclei is more than one-half (10 of 17), which is much higher than previous estimates (3%-10%) based on IUE data. There is a one-to-one correspondence between Seyfert galaxies that show intrinsic UV absorption and X-ray\" warm absorbers,\" indicating that these two phenomena are related. Although our sample is not complete, we conclude that intrinsic absorption represents an important component that needs to be integrated into our overall …",
            "Intrinsic absorption lines in Seyfert 1 galaxies. I. Ultraviolet spectra from the Hubble Space Telescope",
            "D Michael Crenshaw and Steven B Kraemer and Albert Boggess and Stephen P Maran and Richard F Mushotzky and Chi-Chao Wu",
            "1999",
            "5nfeJJUAAAAJ:dTyEYWd-f8wC",
            427,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/307144\/meta",
            "8467884455428555404",
            "\/scholar?cites=8467884455428555404",
            {
                "1999":6,
                "2000":25,
                "2001":34,
                "2002":34,
                "2003":32,
                "2004":39,
                "2005":21,
                "2006":13,
                "2007":18,
                "2008":20,
                "2009":27,
                "2010":17,
                "2011":19,
                "2012":20,
                "2013":23,
                "2014":14,
                "2015":6,
                "2016":17,
                "2017":10,
                "2018":11,
                "2019":8,
                "2020":5,
                "2021":2
            }
        ],
        [
            "The Space Telescope Imaging Spectrograph (STIS) instrument was installed on the Hubble Space Telescope (HST) during the second servicing mission, in 1997 February. Four bands cover the wavelength range of 115–1000 nm, with spectral resolving powers between 26 and 200,000. Camera modes are used for target acquisition and deep imaging. Correction for HST's spherical aberration and astigmatism is included. The 115–170 nm range is covered by a CsI MAMA (Multianode Microchannel Array) detector and the 165–310 nm range by a Cs 2 Te MAMA, each with a format of 2048× 2048 pixels, while the 305–555 and 550–1000 nm ranges are covered by a single CCD with a format of 1024× 1024 pixels. The multiplexing advantage of using these two‐dimensional detectors compared with the 1× 512 pixel detectors of the first‐generation spectrographs is 1 or 2 orders of magnitude, depending on the mode …",
            "The space telescope imaging spectrograph design",
            "BE Woodgate and RA Kimble and CW Bowers and S Kraemer and ME Kaiser and AC Danks and JF Grady and JJ Loiacono and M Brumfield and L Feinberg and TR Gull and SR Heap and SP Maran and D Lindler and D Hood and W Meyer and C Vanhouten and V Argabright and S Franka and R Bybee and D Dorn and M Bottema and R Woodruff and D Michika and J Sullivan and J Hetlinger and C Ludtke and R Stocker and A Delamere and D Rose and I Becker and H Garner and JG Timothy and M Blouke and CL Joseph and G Hartig and RF Green and EB Jenkins and JL Linsky and JB Hutchings and HW Moos and A Boggess and F Roesler and D Weistrop",
            "1998",
            "5nfeJJUAAAAJ:86PQX7AUzd4C",
            392,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/316243\/meta",
            "14424004605882852063",
            "\/scholar?cites=14424004605882852063",
            {
                "1997":1,
                "1998":6,
                "1999":11,
                "2000":34,
                "2001":39,
                "2002":20,
                "2003":23,
                "2004":14,
                "2005":17,
                "2006":17,
                "2007":12,
                "2008":10,
                "2009":10,
                "2010":15,
                "2011":12,
                "2012":14,
                "2013":11,
                "2014":22,
                "2015":21,
                "2016":21,
                "2017":10,
                "2018":16,
                "2019":15,
                "2020":16,
                "2021":1
            }
        ]
    ]
}