{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Inspired by the demonstration that tool-use variants among wild chimpanzees and orangutans qualify as traditions (or cultures), we developed a formal model to predict the incidence of these acquired specializations among wild primates and to examine the evolution of their underlying abilities. We assumed that the acquisition of the skill by an individual in a social unit is crucially controlled by three main factors, namely probability of innovation, probability of socially biased learning, and the prevailing social conditions (sociability, or number of potential experts at close proximity). The model reconfirms the restriction of customary tool use in wild primates to the most intelligent radiation, great apes; the greater incidence of tool use in more sociable populations of orangutans and chimpanzees; and tendencies toward tool manufacture among the most sociable monkeys. However, it also indicates that sociable …",
            "A model for tool-use traditions in primates: implications for the coevolution of culture and cognition",
            "Carel P Van Schaik and Gauri R Pradhan",
            "2003",
            "5OCCwWgAAAAJ:u-x6o8ySG0sC",
            148,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0047248403000411",
            "12408909776427503291",
            "\/scholar?cites=12408909776427503291",
            {
                "2004":1,
                "2005":7,
                "2006":6,
                "2007":7,
                "2008":5,
                "2009":8,
                "2010":8,
                "2011":9,
                "2012":18,
                "2013":9,
                "2014":10,
                "2015":5,
                "2016":16,
                "2017":10,
                "2018":11,
                "2019":4,
                "2020":12
            }
        ],
        [
            "In a variety of mammals and a few birds, newly immigrated or newly dominant males are known to attack and kill dependent infants (Hausfater & Hrdy, 1984; Parmigiani & vom Saal, 1994; van Schaik & Janson, 2000). Hrdy (1974) was the first to suggest that this bizarre behaviour was the product of sexual selection: by killing infants they did not sire, these males advanced the timing of the mother’s next oestrus, and due to their new social position would have a reasonable probability of siring this female’s next infant. Infanticide would therefore be one of the most dramatic expressions of sexual conflict (Smuts & Smuts, 1993; Gowaty, 1997, this volume). Although this interpretation, and indeed the phenomenon itself, has been hotly debated for decades (eg, Dolhinow, 1977; Bogess, 1984; Bartlett et al., 1993; Sussman et al., 1995), on balance, this hypothesis provides a far better fit with the observations on primates than any of the alternatives (cf. van Schaik, 2000a). First, several detailed studies showed that the males never attacked or killed their own offspring (Borries et al., 1999; Soltis et al., 2000), in accordance with the more anecdotal information compiled from all directly observed cases of infanticide in the wild (van Schaik, 2000a). Second, several large-scale studies have estimated that the time gained by the infanticidal male amounts to 25%, 26% and 32% of the mean interbirth interval (Crockett & Sekulic, 1984; Sommer, 1994; Borries, 1997). Third, in most cases (eg in 78% of 49 directly observed cases in the wild; van Schaik, 2000a), these males subsequently gained mating access to the female and had above-average chances of siring …",
            "Mating conflict in primates: infanticide, sexual harassment and female sexuality",
            "Carel P Van Schaik and Gauri R Pradhan and Maria A van Noordwijk",
            "2004",
            "5OCCwWgAAAAJ:u5HHmVD_uO8C",
            130,
            "https:\/\/www.researchgate.net\/profile\/Carel_Schaik\/publication\/265072830_Mating_conflict_in_primates_infanticide_sexual_harassment_and_female_sexuality\/links\/543fe6db0cf2be1758cfefe6\/Mating-conflict-in-primates-infanticide-sexual-harassment-and-female-sexuality.pdf",
            "14188985601615559984",
            "\/scholar?cites=14188985601615559984",
            {
                "2003":1,
                "2004":3,
                "2005":3,
                "2006":7,
                "2007":11,
                "2008":13,
                "2009":6,
                "2010":18,
                "2011":5,
                "2012":10,
                "2013":3,
                "2014":10,
                "2015":12,
                "2016":6,
                "2017":7,
                "2018":11,
                "2019":2,
                "2020":2
            }
        ],
        [
            "Culturally supported accumulation (or ratcheting) of technological complexity is widely seen as characterizing hominin technology relative to that of the extant great apes, and thus as representing a threshold in cultural evolution. To explain this divide, we modeled the process of cultural accumulation of technology, which we defined as adding new actions to existing ones to create new functional combinations, based on a model for great ape tool use. The model shows that intraspecific and interspecific variation in the presence of simple and cumulative technology among extant orangutans and chimpanzees is largely due to variation in sociability, and hence opportunities for social learning. The model also suggests that the adoption of extensive allomaternal care (cooperative breeding) in early Pleistocene Homo, which led to an increase in sociability and to teaching, and hence increased efficiency of social …",
            "Social organization and the evolution of cumulative technology in apes and hominins",
            "Gauri R Pradhan and Claudio Tennie and Carel P van Schaik",
            "2012",
            "5OCCwWgAAAAJ:YsMSGLbcyi4C",
            79,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0047248412000759",
            "849180261253776716",
            "\/scholar?cites=849180261253776716",
            {
                "2012":1,
                "2013":10,
                "2014":14,
                "2015":8,
                "2016":12,
                "2017":10,
                "2018":11,
                "2019":8,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Female copulation calls are mating-associated vocalizations that occur in some species of Old World monkeys and apes. We argue that copulation calls have two immediate functions: to encourage mating attempts by other males and to increase mate guarding by the consort male. We hypothesize that female copulation calls have evolved under the selective pressures of risk of infanticide and sperm competition. When male mate guarding is effective, copulation calls allow females to concentrate paternity in dominant males and benefit from their protection against the risk of infanticide. When mate guarding is ineffective, copulation calls may bring genetic benefits to females through facilitation of sperm competition. We present a quantitative model in which interspecific variation in females' promiscuity predicts their tendency to use copulation calls in conjunction with mating. The model predicts that in species …",
            "The evolution of female copulation calls in primates: a review and a new model",
            "Gauri R Pradhan and Antje Engelhardt and Carel P van Schaik and Dario Maestripieri",
            "2006",
            "5OCCwWgAAAAJ:d1gkVwhDpl0C",
            70,
            "https:\/\/link.springer.com\/article\/10.1007\/s00265-005-0075-y",
            "11513104668360205774",
            "\/scholar?cites=11513104668360205774",
            {
                "2008":8,
                "2009":4,
                "2010":2,
                "2011":10,
                "2012":4,
                "2013":7,
                "2014":2,
                "2015":4,
                "2016":7,
                "2017":2,
                "2018":5,
                "2019":8,
                "2020":6
            }
        ],
        [
            "In many species, newly immigrated or newly dominant males are known to attack and kill dependent infants they have not sired. One of the female counter-strategies against this adaptive male infanticide in group-living taxa is polyandrous mating. A mathematical model demonstrates the existence of a basic conflict of interest between the dominant male and the female. We model the intensity of this conflict, and the pressure to evolve counter-strategies, in relation to (i) the risk of takeover of top dominance by males from inside the group rather than outside and (ii) variation in the relative strength of the dominant male and, thus, expected length of future tenure. The model predicts that dominant males prefer single-male groups, or failing that, prefer multi-male groups with takeovers by outside males. Females, in contrast, generally prefer to live in multi-male groups with takeovers by inside males, but prefer single-male …",
            "Infanticide-driven intersexual conflict over matings in primates and its effects on social organization",
            "Gauri R Pradhan and Carel van Schaik",
            "2008",
            "5OCCwWgAAAAJ:9yKSN-GCB0IC",
            60,
            "https:\/\/www.jstor.org\/stable\/4536552",
            "18003537320341709134",
            "\/scholar?cites=18003537320341709134",
            {
                "2008":2,
                "2009":5,
                "2010":9,
                "2011":12,
                "2012":2,
                "2013":2,
                "2014":4,
                "2015":5,
                "2016":3,
                "2017":4,
                "2018":4,
                "2019":5,
                "2020":3
            }
        ],
        [
            "Alpha male chacma baboons experience uncontested access to individual estrus females. Consequently, alpha male paternity certainty is high and underpins significant levels of infanticide by immigrant males that, in turn, has selected for male defense of infants. There is also, however, a high probability that alpha males will be absent during the period when their own offspring are vulnerable, suggesting selection for additional countermeasures. We use data from a long-term study to test the prediction that alpha male chacma baboons cede reproductive opportunities to subordinate males and that this leads to the presence of other fathers that can serve as a buffer against infanticidal attack. We found that subordinate males obtained significantly more conceptive opportunities than predicted by priority of access alone, and that this occurred because alpha males did not consort all receptive periods. There was no …",
            "Infanticide and reproductive restraint in a polygynous social mammal",
            "SP Henzi and PMR Clarke and CP Van Schaik and GR Pradhan and L Barrett",
            "2010",
            "5OCCwWgAAAAJ:zYLM7Y9cAGgC",
            43,
            "https:\/\/www.pnas.org\/content\/107\/5\/2130.short",
            "6767099031429450510",
            "\/scholar?cites=6767099031429450510",
            {
                "2010":2,
                "2011":2,
                "2012":6,
                "2013":4,
                "2014":12,
                "2015":4,
                "2016":2,
                "2017":1,
                "2018":5,
                "2019":1,
                "2020":3
            }
        ],
        [
            "Following Darwin’s (1871) lead, scholars have traditionally viewed sexual selection as a positive process that enhances individual fertility and, consequently, population fitness. More recently, however, our understanding of the intersexual dynamic has changed (Arnqvist and Rowe 2005). It is now widely acknowledged that, owing to divergent reproductive optima, the interests of the sexes will invariably be at odds across almost all facets of reproduction. Indeed, it appears that sexual conflict has pervaded everything from sex allocation to life history (for reviews, see Lessels 1999; Arnqvist and Rowe 2005; Wedell et al. 2006). Early theoretical treatments of this conflict (eg, Borgia 1979; Parker 1979) concluded that males were the likely “winners” because females lacked the evolutionary ammunition (ie, variable reproductive success) with which to respond (Gowaty 2004). More contemporary models, however, now recognize the female’s capacity to reply and consequently view the conflict as an antagonistic coevolutionary cycle, or “arms race,” in which each sex is continually evolving strategies to overcome the negative effects inflicted by those of the opposing sex (Rice 1996, 2000; Rice and Holland 1997; Holland and Rice 1999). Because of the costs associated with further escalation, arms races may frequently lead to equilibrium (Härdling et al. 1999; Gavrilets et al. 2001), although the winners and losers may often be difficult to predict (Parker 2006).",
            "Intersexual conflict in primates: infanticide, paternity allocation, and the role of coercion",
            "Parry Clarke and Gauri Pradhan and Carel van Schaik and MN Muller and RW Wrangham",
            "2009",
            "5OCCwWgAAAAJ:qjMakFHDy7sC",
            39,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=jGoB9n_ipzsC&oi=fnd&pg=PA42&dq=info:BpsgVyMIx8cJ:scholar.google.com&ots=V2ku077pxo&sig=cO95EnyrlhuxC3bLvVLU_J_StcU",
            "14395483681791712006",
            "\/scholar?cites=14395483681791712006",
            {
                "2008":1,
                "2009":2,
                "2010":2,
                "2011":6,
                "2012":5,
                "2013":4,
                "2014":5,
                "2015":4,
                "2016":3,
                "2017":4,
                "2018":1,
                "2019":2
            }
        ],
        [
            "Vertebrates show two major classes of sexually dimorphic traits: weaponry and ornaments. However, Darwin could not explain why their expression varies so much across lineages. We argue that coercion-avoidance can explain both the existence and taxonomic distribution of ornaments. Females maximize their fitness when they can freely choose their mates, but males are expected to use sexually dimorphic weaponry not only to displace other males, but also to overcome female preferences and thus acquire matings by force whenever they can. Females should therefore avoid coercive males and avoid using weaponry as a criterion for male quality wherever possible, and rely on male viability indicators that cannot be used to coerce females (i.e. ornaments). Ornaments predominate in birds and weaponry in mammals because female choice is less costly in birds, due to higher intrinsic female behavioural …",
            "Why do females find ornaments attractive? The coercion-avoidance hypothesis",
            "Gauri R Pradhan and Carel P Van Schaik",
            "2009",
            "5OCCwWgAAAAJ:IjCSPb-OGe4C",
            26,
            "https:\/\/academic.oup.com\/biolinnean\/article-abstract\/96\/2\/372\/2448081",
            "11012017704171753970",
            "\/scholar?cites=11012017704171753970",
            {
                "2009":1,
                "2010":3,
                "2011":4,
                "2012":2,
                "2013":4,
                "2014":1,
                "2015":2,
                "2016":3,
                "2017":3,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Chimpanzees, bonobos, and human foragers share a fission-fusion social system and a mating system of joint male resource defense polygyny. Within-community skew in male strength varies among and within species. In this study, we extend a mathematical model of within-group male coalition formation among primates to derive the conditions for between-community conflicts in the form of raids. We show that the main factor affecting the presence of successful raiding is the likelihood of major discrepancies in party strength, which are set by party size distributions (and thus community size) and the skew in strength. This study confirms the functional similarities between the raiding of chimpanzees and human foragers, and it supports the “imbalance of power” hypothesis for raiding. However, it also proposes two amendments to this model. First, the absence of raiding in bonobos may be attributable more …",
            "The conditions favoring between-community raiding in chimpanzees, bonobos, and human foragers",
            "Sagar A Pandit and Gauri R Pradhan and Hennadii Balashov and Carel P Van Schaik",
            "2016",
            "5OCCwWgAAAAJ:Zph67rFs4hoC",
            18,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s12110-015-9252-5.pdf",
            "18268988221559513401",
            "\/scholar?cites=18268988221559513401",
            {
                "2016":1,
                "2017":6,
                "2018":1,
                "2019":1,
                "2020":8
            }
        ],
        [
            "Male Sumatran orangutans (Pongo abelii) may delay for many years the acquisition of the full array of secondary sexual traits, including their characteristic cheek flanges. Such flexible developmental arrest is unique among male primates. Among male Bornean orangutans (Pongo pygmaeus) such long delays appear less common. Here, we develop a simple model to identify the conditions under which developmental arrest can be adaptive. We show that the baseline strategy (i.e., males are not susceptible to arrest) cannot be invaded by the flexible strategy (i.e., males can arrest their development when the conditions are unfavorable) when the potential for high‐ranking unflanged or flanged males to monopolize sexual access to females is low. In contrast, at high monopolization potential, the flexible strategy is the evolutionarily stable strategy. We also derive the proportion of flanged males in the population for …",
            "A model for the evolution of developmental arrest in male orangutans",
            "Gauri R Pradhan and Maria A van Noordwijk and Carel van Schaik",
            "2012",
            "5OCCwWgAAAAJ:eQOLeE2rZwMC",
            16,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ajpa.22079",
            "1113770652721656694",
            "\/scholar?cites=1113770652721656694",
            {
                "2013":4,
                "2014":2,
                "2015":3,
                "2016":3,
                "2017":2,
                "2018":1,
                "2019":1
            }
        ]
    ]
}