{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The authors formulate a new paradigm for computing with cellular automata (CAS) composed of arrays of quantum devices-quantum cellular automata. Computing in such a paradigm is edge driven. Input, output, and power are delivered at the edge of the CA array only; no direct flow of information or energy to internal cells is required. Computing in this paradigm is also computing with the ground state. The architecture is so designed that the ground-state configuration of the array, subject to boundary conditions determined by the input, yields the computational result. The authors propose a specific realization of these ideas using two-electron cells composed of quantum dots. The charge density in the cell is very highly polarized (aligned) along one of the two cell axes, suggestive of a two-state CA. The polarization of one cell induces a polarization in a neighboring cell through the Coulomb interaction in a very non …",
            "Quantum cellular automata",
            "Craig S Lent and P Douglas Tougaw and Wolfgang Porod and Gary H Bernstein",
            "1993",
            "5ONt15QAAAAJ:u5HHmVD_uO8C",
            2096,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0957-4484\/4\/1\/004\/meta",
            "6316997214379354911",
            "\/scholar?cites=6316997214379354911",
            {
                "1994":7,
                "1995":14,
                "1996":25,
                "1997":25,
                "1998":33,
                "1999":36,
                "2000":26,
                "2001":32,
                "2002":30,
                "2003":51,
                "2004":48,
                "2005":60,
                "2006":59,
                "2007":63,
                "2008":65,
                "2009":59,
                "2010":83,
                "2011":81,
                "2012":65,
                "2013":117,
                "2014":176,
                "2015":159,
                "2016":153,
                "2017":181,
                "2018":133,
                "2019":149,
                "2020":123,
                "2021":16
            }
        ],
        [
            "We examine the possible implementation of logic devices using coupled quantum dot cells. Each quantum cell contains two electrons which interact Coulombically with neighboring cells. The charge distribution in each cell tends to align along one of two perpendicular axes, which allows the encoding of binary information using the state of the cell. The state of each cell is affected in a very nonlinear way by the states of its neighbors. A line of these cells can be used to transmit binary information. We use these cells to design inverters, programmable logic gates, dedicated AND and OR gates, and non‐interfering wire crossings. Complex arrays are simulated which implement the exclusive‐OR function and a single‐bit full adder.",
            "Logical devices implemented using quantum cellular automata",
            "P Douglas Tougaw and Craig S Lent",
            "1994",
            "5ONt15QAAAAJ:d1gkVwhDpl0C",
            1498,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.356375",
            "15518641853175437006",
            "\/scholar?cites=15518641853175437006",
            {
                "1994":4,
                "1995":6,
                "1996":20,
                "1997":23,
                "1998":15,
                "1999":35,
                "2000":18,
                "2001":18,
                "2002":11,
                "2003":32,
                "2004":40,
                "2005":46,
                "2006":52,
                "2007":45,
                "2008":57,
                "2009":38,
                "2010":49,
                "2011":47,
                "2012":67,
                "2013":76,
                "2014":114,
                "2015":141,
                "2016":110,
                "2017":140,
                "2018":108,
                "2019":95,
                "2020":69,
                "2021":7
            }
        ],
        [
            "We describe a paradigm for computing with interacting quantum dots, quantum-dot cellular automata (QCA). We show how arrays of quantum-dot cells could be used to perform useful computations. A new adiabatic switching paradigm is developed which permits clocked control, eliminates metastability problems, and enables a pipelined architecture.",
            "A device architecture for computing with quantum dots",
            "Craig S Lent and P Douglas Tougaw",
            "1997",
            "5ONt15QAAAAJ:u-x6o8ySG0sC",
            1446,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/573740\/",
            "2900543175891709239",
            "\/scholar?cites=2900543175891709239",
            {
                "1997":8,
                "1998":19,
                "1999":33,
                "2000":31,
                "2001":31,
                "2002":26,
                "2003":42,
                "2004":47,
                "2005":44,
                "2006":45,
                "2007":48,
                "2008":60,
                "2009":32,
                "2010":58,
                "2011":57,
                "2012":51,
                "2013":84,
                "2014":104,
                "2015":111,
                "2016":106,
                "2017":97,
                "2018":100,
                "2019":109,
                "2020":79,
                "2021":8
            }
        ],
        [
            "This paper presents an experimental demonstration of a basic cell of the quantum-dot cellular automata, a transistorless approach to computation that addresses the issues of device density, interconnection, and power dissipation. The device under study was composed of four metal dots, connected with tunnel junctions and capacitors, and operated at <50 mK. Operation was evidenced by switching of a single electron between output dots controlled by a single electron switching in input dots, demonstrating a nonlinear, bistable response.",
            "Realization of a functional cell for quantum-dot cellular automata",
            "AO Orlov and I Amlani and GH Bernstein and CS Lent and GL Snider",
            "1997",
            "5ONt15QAAAAJ:9yKSN-GCB0IC",
            760,
            "https:\/\/science.sciencemag.org\/content\/277\/5328\/928.abstract",
            "12454894284913234787",
            "\/scholar?cites=12454894284913234787",
            {
                "1998":17,
                "1999":23,
                "2000":22,
                "2001":20,
                "2002":26,
                "2003":41,
                "2004":37,
                "2005":41,
                "2006":39,
                "2007":32,
                "2008":37,
                "2009":25,
                "2010":34,
                "2011":29,
                "2012":38,
                "2013":22,
                "2014":49,
                "2015":29,
                "2016":50,
                "2017":50,
                "2018":34,
                "2019":29,
                "2020":25,
                "2021":4
            }
        ],
        [
            "A functioning logic gate based on quantum-dot cellular automata is presented, where digital data are encoded in the positions of only two electrons. The logic gate consists of a cell, composed of four dots connected in a ring by tunnel junctions, and two single-dot electrometers. The device is operated by applying inputs to the gates of the cell. The logic AND and OR operations are verified using the electrometer outputs. Theoretical simulations of the logic gate output characteristics are in excellent agreement with experiment.",
            "Digital logic gate using quantum-dot cellular automata",
            "Islamshah Amlani and Alexei O Orlov and Geza Toth and Gary H Bernstein and Craig S Lent and Gregory L Snider",
            "1999",
            "5ONt15QAAAAJ:2osOgNQ5qMEC",
            750,
            "https:\/\/science.sciencemag.org\/content\/284\/5412\/289.abstract",
            "15634059944754820993",
            "\/scholar?cites=15634059944754820993",
            {
                "1999":7,
                "2000":20,
                "2001":26,
                "2002":23,
                "2003":38,
                "2004":45,
                "2005":42,
                "2006":47,
                "2007":25,
                "2008":42,
                "2009":28,
                "2010":39,
                "2011":46,
                "2012":41,
                "2013":39,
                "2014":50,
                "2015":32,
                "2016":42,
                "2017":32,
                "2018":34,
                "2019":17,
                "2020":27,
                "2021":5
            }
        ],
        [
            "A numerical algorithm for the solution of the two‐dimensional effective mass Schrödinger equation for current‐carrying states is developed. Boundary conditions appropriate for such states are developed and a solution algorithm constructed that is based on the finite element method. The utility of the technique is illustrated by solving problems relevant to submicron semiconductor quantum device structures.",
            "The quantum transmitting boundary method",
            "Craig S Lent and David J Kirkner",
            "1990",
            "5ONt15QAAAAJ:qjMakFHDy7sC",
            592,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.345156",
            "12721332114331470524",
            "\/scholar?cites=12721332114331470524",
            {
                "1990":4,
                "1991":6,
                "1992":9,
                "1993":13,
                "1994":15,
                "1995":12,
                "1996":14,
                "1997":12,
                "1998":12,
                "1999":10,
                "2000":13,
                "2001":5,
                "2002":17,
                "2003":17,
                "2004":24,
                "2005":15,
                "2006":33,
                "2007":41,
                "2008":26,
                "2009":22,
                "2010":19,
                "2011":27,
                "2012":23,
                "2013":19,
                "2014":28,
                "2015":24,
                "2016":37,
                "2017":18,
                "2018":28,
                "2019":26,
                "2020":16
            }
        ],
        [
            "We examine the dynamic behavior of quantum cellular automata, arrays of artificial quantum‐dot cells that can be used to perform useful computations. The dynamics of the array can be solved directly, retaining the full many‐electron degrees of freedom only for small array sizes. For larger arrays, we develop several approximate techniques for reducing the size of the basis set required. We examine the effect of intercellular quantum correlations on the switching response. Several important examples of switching behavior are solved using the techniques developed.",
            "Dynamic behavior of quantum cellular automata",
            "P Douglas Tougaw and Craig S Lent",
            "1996",
            "5ONt15QAAAAJ:Y0pCki6q_DkC",
            475,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.363455",
            "15060330019910164369",
            "\/scholar?cites=15060330019910164369",
            {
                "1997":2,
                "1998":10,
                "1999":12,
                "2000":8,
                "2001":6,
                "2002":3,
                "2003":8,
                "2004":13,
                "2005":14,
                "2006":24,
                "2007":13,
                "2008":17,
                "2009":12,
                "2010":10,
                "2011":21,
                "2012":17,
                "2013":33,
                "2014":57,
                "2015":68,
                "2016":40,
                "2017":34,
                "2018":15,
                "2019":21,
                "2020":13
            }
        ],
        [
            "Molecular electronics is commonly conceived as reproducing diode or transistor action at the molecular level. The quantum-dot cellular automata (QCA) approach offers an attractive alternative in which binary information is encoded in the configuration of charge among redox-active molecular sites. The Coulomb interaction between neighboring molecules provides device−device coupling. No current flow between molecules is required. We present an ab initio analysis of a simple molecular system which acts as a molecular QCA cell. The intrinsic bistability of the charge configuration results in dipole or quadrupole fields which couple strongly to the state of neighboring molecules. We show how logic gates can be implemented. We examine the role of the relaxation of nuclear coordinates in the molecular charge reconfiguration. ",
            "Molecular quantum-dot cellular automata",
            "Craig S Lent and Beth Isaksen and Marya Lieberman",
            "2003",
            "5ONt15QAAAAJ:Tyk-4Ss8FVUC",
            469,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja026856g",
            "3024131962929221809",
            "\/scholar?cites=3024131962929221809",
            {
                "2003":15,
                "2004":33,
                "2005":29,
                "2006":30,
                "2007":24,
                "2008":28,
                "2009":28,
                "2010":25,
                "2011":22,
                "2012":19,
                "2013":28,
                "2014":20,
                "2015":26,
                "2016":32,
                "2017":21,
                "2018":24,
                "2019":29,
                "2020":27,
                "2021":5
            }
        ],
        [
            "A simple model quantum dot cell containing two electrons is analyzed as a candidate for quantum cellular automata implementations. The cell has eigenstates whose charge density is strongly aligned along one of two directions. In the presence of the electrostatic perturbation due to a neighboring cell, the ground state is nearly completely aligned (polarized) in one direction only. The polarization is a highly nonlinear function of the perturbing electrostatic fields and shows the strong bistable saturation important for cellular automation function.",
            "Bistable saturation in coupled quantum dots for quantum cellular automata",
            "Craig S Lent and P Douglas Tougaw and Wolfgang Porod",
            "1993",
            "5ONt15QAAAAJ:zYLM7Y9cAGgC",
            454,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.108848",
            "15894860362581451425",
            "\/scholar?cites=15894860362581451425",
            {
                "1993":4,
                "1994":7,
                "1995":6,
                "1996":23,
                "1997":14,
                "1998":22,
                "1999":16,
                "2000":12,
                "2001":20,
                "2002":10,
                "2003":19,
                "2004":18,
                "2005":17,
                "2006":20,
                "2007":17,
                "2008":14,
                "2009":11,
                "2010":21,
                "2011":7,
                "2012":13,
                "2013":15,
                "2014":24,
                "2015":21,
                "2016":25,
                "2017":20,
                "2018":14,
                "2019":16,
                "2020":21,
                "2021":3
            }
        ],
        [
            "In electron or atom diffraction experiments on surfaces, the angular shapes of the diffracted beams depend upon the distribution of steps over the surface. In this paper we analyze diffracted beam profiles from stepped surfaces that are reversible. A reversible surface is one in which the pair correlation function over the surface is symmetric with respect to positive and negative directions. We show that the intensity profile across a diffracted beam can be separated into a sharp central spike due to the limit of the correlation function at large separation plus wings or shoulders due to the finite extent of the step disorder. Simple functional expressions for these angular profiles are obtained by a Markov method of treating a one-dimensional geometric distribution of steps. The result explicitly displays the deep structure found for the general case. The method reduces the calculation to a simple eigenvalue problem so that …",
            "Diffraction from stepped surfaces: I. Reversible surfaces",
            "CS Lent and PI Cohen",
            "1984",
            "5ONt15QAAAAJ:UeHWp8X0CEIC",
            429,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/003960288490013X",
            "7560382559572880805",
            "\/scholar?cites=7560382559572880805",
            {
                "1984":2,
                "1985":15,
                "1986":13,
                "1987":12,
                "1988":41,
                "1989":28,
                "1990":20,
                "1991":22,
                "1992":24,
                "1993":25,
                "1994":24,
                "1995":21,
                "1996":11,
                "1997":25,
                "1998":21,
                "1999":18,
                "2000":6,
                "2001":12,
                "2002":7,
                "2003":8,
                "2004":9,
                "2005":4,
                "2006":5,
                "2007":10,
                "2008":2,
                "2009":4,
                "2010":1,
                "2011":1,
                "2012":12,
                "2013":2,
                "2014":5,
                "2015":3,
                "2016":3,
                "2017":5,
                "2018":4,
                "2019":2
            }
        ]
    ]
}