{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In lattice quantum chromodynamics, the hadronic mass spectrum is evaluated by computer simulations in the approximation where closed quark loops are neglected. Chiral symmetry is shown to be spontaneously broken and an estimate of the pion decay constant is given.",
            "Numerical estimates of hadronic masses in a pure SU (3) gauge theory",
            "H Hamber and G Parisi",
            "1981",
            "5OPWL70AAAAJ:u5HHmVD_uO8C",
            465,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.47.1792",
            "5625826075529020565",
            "\/scholar?cites=5625826075529020565",
            {
                "1982":51,
                "1983":89,
                "1984":64,
                "1985":45,
                "1986":27,
                "1987":16,
                "1988":10,
                "1989":6,
                "1990":5,
                "1991":5,
                "1992":7,
                "1993":5,
                "1994":7,
                "1995":4,
                "1996":2,
                "1997":7,
                "1998":5,
                "1999":7,
                "2000":10,
                "2001":6,
                "2002":8,
                "2003":3,
                "2004":4,
                "2005":3,
                "2006":4,
                "2007":3,
                "2008":3,
                "2009":3,
                "2010":5,
                "2011":3,
                "2012":13,
                "2013":2,
                "2014":5,
                "2015":2,
                "2016":2,
                "2017":4,
                "2018":2,
                "2019":4
            }
        ],
        [
            "\" Quantum Gravitation\" approaches the subject from the point of view of Feynman path integrals, which provide a manifestly covariant approach in which fundamental quantum aspects of the theory such as radiative corrections and the renormalization group can be systematically and consistently addressed. It is shown that the path integral method is suitable for both perturbative as well as non-perturbative studies, and is already known to offer a framework for the theoretical investigation of non-Abelian gauge theories, the basis for three of the four known fundamental forces in nature. The book thus provides a coherent outline of the present status of the theory gravity based on Feynman’s formulation, with an emphasis on quantitative results. Topics are organized in such a way that the correspondence to similar methods and results in modern gauge theories becomes apparent. Covariant perturbation theory are developed using the full machinery of Feynman rules, gauge fixing, background methods and ghosts. The renormalization group for gravity and the existence of non-trivial ultraviolet fixed points are investigated, stressing a close correspondence with well understood statistical field theory models. The final chapter addresses contemporary issues in quantum cosmology such as scale dependent gravitational constants and quantum effects in the early universe.",
            "Quantum gravitation: The Feynman path integral approach",
            "Herbert W Hamber",
            "2008",
            "5OPWL70AAAAJ:UebtZRa9Y70C",
            190,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=dAAqly_8rQoC&oi=fnd&pg=PA1&dq=info:FJ_fm4qA7b8J:scholar.google.com&ots=kCWY9OhQ2q&sig=KDM2WgHo_nfosLwj4RDd_gOGxwQ",
            "13829851363533627156",
            "\/scholar?cites=13829851363533627156",
            {
                "2009":3,
                "2010":9,
                "2011":22,
                "2012":16,
                "2013":20,
                "2014":11,
                "2015":7,
                "2016":17,
                "2017":14,
                "2018":11,
                "2019":26,
                "2020":25,
                "2021":5
            }
        ],
        [
            "We generalize the action of Regge calculus to include the equivalent to both a cosmological constant term and a higher derivative term involving the integral of R2. We compare our expression for these terms with the continuum values for the regular tessellations of 2-, 3- and 4-dimensional spheres, and describe how the formalism may be applied to calculations in quantum gravity.",
            "Higher derivative quantum gravity on a simplicial lattice",
            "Herbert W Hamber and Ruth M Williams",
            "1984",
            "5OPWL70AAAAJ:u-x6o8ySG0sC",
            166,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321384906035",
            "16766425920095196985",
            "\/scholar?cites=16766425920095196985",
            {
                "1984":1,
                "1985":8,
                "1986":14,
                "1987":3,
                "1988":7,
                "1989":3,
                "1990":5,
                "1991":5,
                "1992":8,
                "1993":16,
                "1994":11,
                "1995":4,
                "1996":7,
                "1997":6,
                "1998":1,
                "1999":3,
                "2000":2,
                "2001":1,
                "2002":3,
                "2003":1,
                "2004":5,
                "2005":1,
                "2006":3,
                "2007":5,
                "2008":6,
                "2009":2,
                "2010":1,
                "2011":4,
                "2012":2,
                "2013":5,
                "2014":1,
                "2015":2,
                "2016":8,
                "2017":1,
                "2018":5,
                "2019":3,
                "2020":1
            }
        ],
        [
            "The leading long-distance quantum correction to the Newtonian potential for heavy spinless particles is computed in quantum gravity. The potential is obtained directly from the sum of all graviton exchange diagrams contributing to lowest non-trivial order to the scattering amplitude. The calculation correctly reproduces the leading classical relativistic post-Newtonian correction. The sign of the perturbative quantum correction would indicate that, in the absence of a cosmological constant, quantum effects lead to a slow increase of the gravitational coupling with distance.",
            "On the quantum corrections to the Newtonian potential",
            "HW Hamber and S Liu",
            "1995",
            "5OPWL70AAAAJ:UeHWp8X0CEIC",
            152,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/037026939500790R",
            "14671711823078878751",
            "\/scholar?cites=14671711823078878751",
            {
                "1995":1,
                "1996":3,
                "1997":7,
                "1998":9,
                "1999":8,
                "2000":4,
                "2001":7,
                "2002":2,
                "2003":4,
                "2004":5,
                "2005":8,
                "2006":11,
                "2007":3,
                "2008":3,
                "2009":4,
                "2010":6,
                "2011":4,
                "2012":6,
                "2013":6,
                "2014":2,
                "2015":8,
                "2016":13,
                "2017":9,
                "2018":3,
                "2019":6,
                "2020":10
            }
        ],
        [
            "We present estimates for the hadron masses in lattice QCD obtained in the approximation of neglecting dynamic-fermion loops. Both light-and heavy-quark systems are considered and their dependence on the coupling constant and the quark mass is studied. Some results for the decay amplitudes are also given. We discuss how the η′ mass can be computed to lowest order in n f, the number of dynamic fermion flavors.",
            "Numerical estiamtes for the spectrum of quantum chromodynamics",
            "Herbert Hamber and Giorgio Parisi",
            "1983",
            "5OPWL70AAAAJ:d1gkVwhDpl0C",
            130,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.27.208",
            "15071613118267537310",
            "\/scholar?cites=15071613118267537310",
            {
                "1982":1,
                "1983":20,
                "1984":32,
                "1985":28,
                "1986":12,
                "1987":14,
                "1988":2,
                "1989":4,
                "1990":1,
                "1991":1,
                "1992":1,
                "1993":1,
                "1994":2,
                "1995":1,
                "1996":1,
                "1997":1,
                "1998":2,
                "1999":1,
                "2000":2,
                "2001":1
            }
        ],
        [
            "Recently many efforts have been devoted to the analysis of the low-energy part of the hadronic spectrum and of the pattern of chiral symmetry breaking in lattice QCD. While most of the numerical work has been done using the so-called quenched approximation [9, 2-7](ie neglecting the quark vacuum polarization diagrams), some recent results have been obtained for the full theory [1]. Although the results of these computations are affected by systematical errors (due for example to the small size of the lattice [8]) that are very difficult to control, they suggest (and make somehow concrete) the possibility of more precise investigations, to be done on larger lattices, which would determine the hadronic mass spectrum in a picture where systematic errors are under control and statistical errors are reasonably small. In this paper we discuss the strategy to remove the quenched approximation. The claim that these computations can be performed by using an amount of CPU time comparable with the time needed for a quenched computation is supported by the results of the numerical simulations [1] we mentioned above. In sect. 2 we review the general formalism [9-11, 2-4] for numerical simulations of lattice gauge theories with fermions. In sect. 3 we study the sources of systematic errors affecting the evaluation of the effects of quark loops, and we suggest the",
            "Considerations on numerical analysis of QCD",
            "HW Hamber and E Marinari and G Parisi and C Rebbi",
            "1983",
            "5OPWL70AAAAJ:IjCSPb-OGe4C",
            127,
            "http:\/\/aeneas.ps.uci.edu\/hmpr-83.pdf",
            "8799466902496395059",
            "\/scholar?cites=8799466902496395059",
            {
                "1984":4,
                "1985":8,
                "1986":6,
                "1987":4,
                "1988":3,
                "1989":5,
                "1990":4,
                "1991":5,
                "1992":3,
                "1993":1,
                "1994":4,
                "1995":1,
                "1996":1,
                "1997":3,
                "1998":1,
                "1999":1,
                "2000":3,
                "2001":2,
                "2002":3,
                "2003":1,
                "2004":9,
                "2005":7,
                "2006":10,
                "2007":6,
                "2008":5,
                "2009":4,
                "2010":9,
                "2011":1,
                "2012":3,
                "2013":3,
                "2014":3,
                "2015":2,
                "2016":2
            }
        ],
        [
            "The phase diagram and critical exponents for pure simplicial quantum gravity (Regge calculus) in four dimensions are discussed. In the small-G phase, where G is the bare Newton's constant, the simplices are collapsed and no continuum limit exists. In the large-G phase the ground state appears to be well behaved, and the curvature goes to zero continuously as the critical value of G is approached. Fluctuations in the curvature diverge at the critical point, while volume fluctuations remain finite. The critical exponents at the transition are estimated, and appear to be independent of the strength of the higher-derivative coupling a. With the lattice analogue of the DeWitt gravitational measure and for large enough G, the lattice higher-derivative theories (a> 0) and the reflection-positive pure Regge theory (a= 0) appear to belong to the same phase for large enough G, which would suggest a common, unitary quantum …",
            "Phases of four-dimensional simplicial quantum gravity",
            "Herbert W Hamber",
            "1992",
            "5OPWL70AAAAJ:2osOgNQ5qMEC",
            119,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.45.507",
            "9312260923974161819",
            "\/scholar?cites=9312260923974161819",
            {
                "1991":2,
                "1992":6,
                "1993":14,
                "1994":8,
                "1995":9,
                "1996":10,
                "1997":4,
                "1998":2,
                "1999":3,
                "2000":2,
                "2001":1,
                "2002":3,
                "2003":3,
                "2004":3,
                "2005":2,
                "2006":7,
                "2007":4,
                "2008":3,
                "2009":7,
                "2010":3,
                "2011":6,
                "2012":2,
                "2013":5,
                "2014":2,
                "2015":3,
                "2016":2,
                "2017":1
            }
        ],
        [
            "A previously proposed method to perform Monte Carlo simulations with dynamical fermions is applied to lattice QCD. The main features of the computational technique are reviewed and results for some selected quantities, such as the average plaquette action and the quark condensate< ψ ψ> are presented. Both the dependence on the quark mass and on the number of flavors are considered. An estimate of the scale parameter in the presence of fermions is given.",
            "Numerical simulations of quantum chromodynamics",
            "HW Hamber and E Marinari and G Parisi and C Rebbi",
            "1983",
            "5OPWL70AAAAJ:9yKSN-GCB0IC",
            116,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0370269383914120",
            "16499184821122929672",
            "\/scholar?cites=16499184821122929672",
            {
                "1983":15,
                "1984":16,
                "1985":12,
                "1986":10,
                "1987":10,
                "1988":12,
                "1989":11,
                "1990":5,
                "1991":2,
                "1992":4,
                "1993":2,
                "1994":1,
                "1995":2,
                "1996":4,
                "1997":1,
                "1998":1,
                "1999":2,
                "2000":1,
                "2001":2,
                "2002":1,
                "2003":1,
                "2004":1
            }
        ],
        [
            "Nonperturbative studies of quantum gravity have recently suggested the possibility that the strength of gravitational interactions might slowly increase with distance. Here a set of generally covariant effective field equations are proposed, which are intended to incorporate the gravitational, vacuum-polarization induced, running of Newton’s constant G. One attractive feature of this approach is that, from an underlying quantum gravity perspective, the resulting long-distance (or large time) effective gravitational action inherits only one adjustable parameter ξ, having the units of a length, arising from dimensional transmutation in the gravitational sector. Assuming the above scenario to be correct, some simple predictions for the long-distance corrections to the classical standard model Robertson-Walker metric are worked out in detail, with the results formulated as much as possible in a model-independent framework. It is …",
            "Nonlocal effective gravitational field equations and the running of Newton’s constant G",
            "Herbert W Hamber and Ruth M Williams",
            "2005",
            "5OPWL70AAAAJ:roLk4NBRz8UC",
            114,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.72.044026",
            "11234311720917932822",
            "\/scholar?cites=11234311720917932822",
            {
                "2005":2,
                "2006":4,
                "2007":5,
                "2008":6,
                "2009":5,
                "2010":8,
                "2011":6,
                "2012":14,
                "2013":14,
                "2014":13,
                "2015":7,
                "2016":5,
                "2017":7,
                "2018":9,
                "2019":5,
                "2020":2,
                "2021":1
            }
        ],
        [
            "We propose an improved fermion action on the lattice by adding a next nearest neightbor interaction term to Wilson action. The proposed action is expected to approach the continuum limit more rapidly. Using the improved action, the predictions for the critical value of the hopping parameter at weak and strong coupling are given. The relationship between quark masses on the lattice and in the continuum is also discussed.",
            "Some predictions for an improved fermion action on the lattice",
            "Herbert W Hamber and Chi Min Wu",
            "1983",
            "5OPWL70AAAAJ:qjMakFHDy7sC",
            109,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0370269383901624",
            "15798543015765019027",
            "\/scholar?cites=15798543015765019027",
            {
                "1984":7,
                "1985":5,
                "1986":2,
                "1987":4,
                "1988":4,
                "1989":5,
                "1990":7,
                "1991":5,
                "1992":4,
                "1993":1,
                "1994":3,
                "1995":9,
                "1996":8,
                "1997":5,
                "1998":1,
                "1999":4,
                "2000":2,
                "2001":4,
                "2002":2,
                "2003":3,
                "2004":2,
                "2005":1,
                "2006":3,
                "2007":2,
                "2008":1,
                "2009":1,
                "2010":3,
                "2011":3,
                "2012":5,
                "2013":1,
                "2014":1
            }
        ]
    ]
}