{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Periodic dielectric structures are typically integrated with a planar waveguide to create photonic band-edge modes for feedback in one-dimensional distributed feedback lasers and two-dimensional photonic-crystal lasers 1, 2, 3, 4. Although photonic band-edge lasers are widely used in optics and biological applications, drawbacks include low modulation speeds and diffraction-limited mode confinement 5, 6. In contrast, plasmonic nanolasers can support ultrafast dynamics and ultrasmall mode volumes 7, 8, 9. However, because of the large momentum mismatch between their nanolocalized lasing fields and free-space light, they suffer from large radiative losses and lack beam directionality. Here, we report lasing action from band-edge lattice plasmons in arrays of plasmonic nanocavities in a homogeneous dielectric environment. We find that optically pumped, two-dimensional arrays of plasmonic Au or Ag …",
            "Lasing action in strongly coupled plasmonic nanocavity arrays",
            "Wei Zhou and Montacer Dridi and Jae Yong Suh and Chul Hoon Kim and Dick T Co and Michael R Wasielewski and George C Schatz and Teri W Odom",
            "2013",
            "5R97_Y0AAAAJ:u-x6o8ySG0sC",
            535,
            "https:\/\/www.nature.com\/articles\/nnano.2013.99.pdf?origin=ppub",
            "11029473472224542867",
            "\/scholar?cites=11029473472224542867",
            {
                "2013":8,
                "2014":47,
                "2015":73,
                "2016":77,
                "2017":69,
                "2018":72,
                "2019":93,
                "2020":87,
                "2021":8
            }
        ],
        [
            "The optical and morphological characteristics of vanadium dioxide nanoparticles and thin films during their nucleation and growth phases have been studied by correlating the temperature and sharpness of the transition with the processing parameters. Thermal annealing results in grain growth and improved crystallinity. Normally, larger crystallites show smaller hysteresis, as there is a greater probability of finding a nucleating defect in the larger volume. But at the same time, this improved crystal perfection, which accompanies the thermal annealing and grain growth, tends to a larger hysteresis, as there are fewer nucleating defects within the volume. We show that the width and shape of the hysteresis cycle are thus determined by the competing effects of crystallinity and grain size.",
            "Semiconductor to metal phase transition in the nucleation and growth of  nanoparticles and thin films",
            "Jae Yong Suh and Rene Lopez and Leonard C Feldman and RF Haglund Jr",
            "2004",
            "5R97_Y0AAAAJ:u5HHmVD_uO8C",
            339,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1762995",
            "303226122140767974",
            "\/scholar?cites=303226122140767974",
            {
                "2004":1,
                "2005":3,
                "2006":14,
                "2007":18,
                "2008":13,
                "2009":18,
                "2010":24,
                "2011":28,
                "2012":20,
                "2013":28,
                "2014":30,
                "2015":34,
                "2016":27,
                "2017":22,
                "2018":16,
                "2019":23,
                "2020":17,
                "2021":2
            }
        ],
        [
            "We investigate the dielectric properties of a thin V O 2 film in the terahertz frequency range in the vicinity of the semiconductor-metal phase transition. Phase-sensitive broadband spectroscopy in the frequency region below the phonon bands of V O 2 gives insight into the conductive properties of the film during the phase transition. We compare our experimental data with models proposed for the evolution of the phase transition. The experimental data show that the phase transition occurs via the gradual growth of metallic domains in the film, and that the dielectric properties of the film in the vicinity of the transition temperature must be described by effective-medium theory. The simultaneous measurement of both transmission and phase shift allows us to show that Maxwell-Garnett effective-medium theory, coupled with the Drude conductivity model, can account for the observed behavior, whereas the widely used …",
            "Metal-insulator phase transition in a V O 2 thin film observed with terahertz spectroscopy",
            "Peter Uhd Jepsen and Bernd M Fischer and Andreas Thoman and Hanspeter Helm and JY Suh and René Lopez and RF Haglund Jr",
            "2006",
            "5R97_Y0AAAAJ:d1gkVwhDpl0C",
            288,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.74.205103",
            "6474977913854053910",
            "\/scholar?cites=6474977913854053910",
            {
                "2007":11,
                "2008":6,
                "2009":4,
                "2010":12,
                "2011":14,
                "2012":20,
                "2013":14,
                "2014":36,
                "2015":29,
                "2016":23,
                "2017":20,
                "2018":35,
                "2019":30,
                "2020":30,
                "2021":3
            }
        ]
    ]
}