{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We demonstrate for the first time that the scanning tunneling microscope can be used to write metallic features on a surface without further process steps. Using organometallic gases we have obtained features down to 20 nm in size.",
            "Direct writing of submicron metallic features with a scanning tunneling microscope",
            "RM Silver and EE Ehrichs and AL De Lozanne",
            "1987",
            "5SOw3d8AAAAJ:URolC5Kub84C",
            153,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.98462",
            "11739191300381430423",
            "\/scholar?cites=11739191300381430423",
            {
                "1988":9,
                "1989":14,
                "1990":14,
                "1991":8,
                "1992":9,
                "1993":9,
                "1994":10,
                "1995":5,
                "1996":8,
                "1997":8,
                "1998":3,
                "1999":4,
                "2000":2,
                "2001":2,
                "2002":5,
                "2003":3,
                "2004":6,
                "2005":5,
                "2006":3,
                "2007":4,
                "2008":4,
                "2009":4,
                "2010":1,
                "2011":5,
                "2012":2,
                "2013":2,
                "2014":2,
                "2015":1,
                "2016":1
            }
        ],
        [
            "We have developed an electron beam evaporator designed to deal with the special requirements of thin films of oxide superconductors. The growing surface is sprayed with plasma‐excited oxygen while the sources and rate monitors operate in a low background pressure. This allows us to reproducibly grow films of Y‐Ba‐Cu‐O on Si, Al2O3, and SrTiO3 substrates at a substrate temperature of 540 °C which are superconducting without the need for annealing. The resistive transitions of most films show an onset of 90 K and zero resistance by 68 K. X‐ray diffraction indicates a preferred orientation for growth on most Si and SrTiO3 substrates. A preliminary measurement yields critical currents of at least 104 A\/cm2 at 4.2 K for a film on silicon.",
            "As‐deposited superconducting Y‐Ba‐Cu‐O thin films on Si, Al2O3, and SrTiO3 substrates",
            "RM Silver and AB Berezin and M Wendman and AL De Lozanne",
            "1988",
            "5SOw3d8AAAAJ:AvfA0Oy_GE0C",
            129,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.99760",
            "3557494768434266776",
            "\/scholar?cites=3557494768434266776",
            {
                "1988":7,
                "1989":43,
                "1990":25,
                "1991":13,
                "1992":10,
                "1993":6,
                "1994":2,
                "1995":2,
                "1996":2,
                "1997":1,
                "1998":1,
                "1999":1,
                "2000":1,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":4,
                "2005":1,
                "2006":2,
                "2007":1
            }
        ],
        [
            "This paper is a comprehensive summary and analysis of a SEMATECH funded project to study the limits of optical critical dimension scatterometry (OCD). The project was focused on two primary elements: 1) the comparison, stability, and validity of industry models and 2) a comprehensive analysis of process stacks to evaluate the ultimate sensitivity and limits of OCD. Modeling methods are a requirement for the interpretation and quantitative analysis of scatterometry data. The four models evaluated show good agreement over a range of targets and geometries for zero order specular reflection as well as higher order diffraction. A number of process stacks and geometries representing semiconductor manufacturing nodes from the 45 nm node to the 18 nm node were simulated using several measurement modalities including angle-resolved scatterometry and spectrally-resolved scatterometry, measuring various …",
            "Fundamental limits of optical critical dimension metrology: a simulation study",
            "Richard Silver and Thomas Germer and Ravikiran Attota and Bryan M Barnes and Benjamin Bunday and John Allgair and Egon Marx and Jay Jun",
            "2007",
            "5SOw3d8AAAAJ:xtRiw3GOFMkC",
            92,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/6518\/1\/Fundamental-limits-of-optical-critical-dimension-metrology--a-simulation\/10.1117\/12.716604.short",
            "9224590766387647406",
            "\/scholar?cites=9224590766387647406",
            {
                "2007":2,
                "2008":8,
                "2009":9,
                "2010":3,
                "2011":11,
                "2012":8,
                "2013":6,
                "2014":6,
                "2015":7,
                "2016":10,
                "2017":6,
                "2018":5,
                "2019":7,
                "2020":4
            }
        ],
        [
            "We have developed a set of techniques, referred to as scatterfield microscopy, in which the illumination is engineered in combination with appropriately designed metrology targets to extend the limits of image-based optical metrology. Previously we reported results from samples with sub-50-nm-sized features having pitches larger than the conventional Rayleigh resolution criterion, which resulted in images having edge contrast and elements of conventional imaging. In this paper we extend these methods to targets composed of features much denser than the conventional Rayleigh resolution criterion. For these applications, a new approach is presented that uses a combination of zero-order optical response and edge-based imaging. The approach is, however, more general and a more comprehensive set of analyses using theoretical methods is presented. This analysis gives a direct measure of the ultimate size …",
            "Scatterfield microscopy for extending the limits of image-based optical metrology",
            "Richard M Silver and Bryan M Barnes and Ravikiran Attota and Jay Jun and Michael Stocker and Egon Marx and Heather J Patrick",
            "2007",
            "5SOw3d8AAAAJ:wbdj-CoPYUoC",
            82,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ao-46-20-4248",
            "12783628279334583906",
            "\/scholar?cites=12783628279334583906",
            {
                "2007":1,
                "2008":5,
                "2009":10,
                "2010":3,
                "2011":11,
                "2012":7,
                "2013":4,
                "2014":4,
                "2015":10,
                "2016":7,
                "2017":6,
                "2018":6,
                "2019":6,
                "2020":2
            }
        ],
        [
            "A scanning tunneling microscope has been used to write metallic features directly on metallic and semiconducting surfaces without further process steps. Organometallic gases were used to obtain features as small as 20 nm.",
            "Direct writing with the scanning tunneling microscope",
            "EE Ehrichs and RM Silver and AL De Lozanne",
            "1988",
            "5SOw3d8AAAAJ:BUYA1_V_uYcC",
            82,
            "https:\/\/avs.scitation.org\/doi\/abs\/10.1116\/1.575378",
            "7429802640973312771",
            "\/scholar?cites=7429802640973312771",
            {
                "1988":3,
                "1989":9,
                "1990":8,
                "1991":3,
                "1992":14,
                "1993":9,
                "1994":9,
                "1995":3,
                "1996":2,
                "1997":2,
                "1998":2,
                "1999":2,
                "2000":1,
                "2001":1,
                "2002":2,
                "2003":2,
                "2004":2,
                "2005":2,
                "2006":1,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":2
            }
        ],
        [
            "This article describes how an uncertainty analysis may be performed on a scatterometry measurement. A method is outlined for propagating uncertainties through a least-squares regression. The method includes the propagation of the measurement noise as well as estimates of systematic effects in the measurement. Since there may be correlations between the various parameters determined by the measurement, a method is described for visualizing the uncertainty in the extracted profile. The analysis is performed for a 120 nm pitch grating, consisting of photoresist lines 120 nm high, 45 nm critical dimension, and 88° side wall angle, measured with a spectroscopic rotating compensator ellipsometer. The results suggest that, while scatterometry is very precise, there are a number of sources of systematic errors that limit its absolute accuracy. Addressing those systematic errors may significantly improve …",
            "Developing an uncertainty analysis for optical scatterometry",
            "Thomas A Germer and Heather J Patrick and Richard M Silver and Benjamin Bunday",
            "2009",
            "5SOw3d8AAAAJ:tKAzc9rXhukC",
            69,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/7272\/72720T\/Developing-an-uncertainty-analysis-for-optical-scatterometry\/10.1117\/12.814835.short",
            "16035149584344304961",
            "\/scholar?cites=16035149584344304961",
            {
                "2009":7,
                "2010":5,
                "2011":3,
                "2012":5,
                "2013":10,
                "2014":11,
                "2015":4,
                "2016":4,
                "2017":6,
                "2018":4,
                "2019":3,
                "2020":4,
                "2021":2
            }
        ],
        [
            "Thin films of YBa2Cu3O7−y were prepared by magnetron sputtering. The films were characterized by x‐ray diffraction, in situ x‐ray photoelectron spectroscopy to determine the as‐deposited oxygen content for various substrate temperatures, and scanning electron microscopy to analyze the microstructure. The orthorhombic phase was observed after an ex situ 700 °C anneal. We have obtained films which were completely superconducting at 82 K with 6 K transition widths.",
            "Sputter deposition of YBa2Cu3O7−y thin films",
            "RM Silver and J Talvacchio and AL De Lozanne",
            "1987",
            "5SOw3d8AAAAJ:Z5m8FVwuT1cC",
            63,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.98976",
            "3415285558247831795",
            "\/scholar?cites=3415285558247831795",
            {
                "1988":18,
                "1989":16,
                "1990":7,
                "1991":3,
                "1992":2,
                "1993":2,
                "1994":1,
                "1995":1,
                "1996":1,
                "1997":1,
                "1998":1,
                "1999":1,
                "2000":1,
                "2001":1,
                "2002":1,
                "2003":3
            }
        ],
        [
            "We present a novel optical technique that produces nanometer dimensional measurement sensitivity using a conventional bright-field optical microscope, by analyzing through-focus scanning-optical-microscope images obtained at different focus positions. In principle, this technique can be used to identify which dimension is changing between two nanosized targets and to determine the dimension using a library-matching method. This methodology has potential utility for a wide range of target geometries and application areas, including nanometrology, nanomanufacturing, semiconductor process control, and biotechnology.",
            "Through-focus scanning-optical-microscope imaging method for nanoscale dimensional analysis",
            "Ravikiran Attota and Thomas A Germer and Richard M Silver",
            "2008",
            "5SOw3d8AAAAJ:9Nmd_mFXekcC",
            62,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-33-17-1990",
            "17546618519942794713",
            "\/scholar?cites=17546618519942794713",
            {
                "2009":5,
                "2010":7,
                "2011":6,
                "2012":4,
                "2013":8,
                "2014":8,
                "2015":1,
                "2016":7,
                "2017":4,
                "2018":7,
                "2019":2,
                "2020":2
            }
        ],
        [
            "Electrical readout of spin qubits requires fast and sensitive measurements, which are hindered by poor impedance matching to the device. We demonstrate perfect impedance matching in a radio-frequency readout circuit, using voltage-tunable varactors to cancel out parasitic capacitances. An optimized capacitance sensitivity of 1.6 aF\/Hz is achieved at a maximum source-drain bias of 170− μ V root-mean-square and with a bandwidth of 18 MHz. Coulomb blockade in a quantum-dot is measured in both conductance and capacitance, and the two contributions are found to be proportional as expected from a quasistatic tunneling model. We benchmark our results against the requirements for single-shot qubit readout using quantum capacitance, a goal that has so far been elusive.",
            "Sensitive radio-frequency measurements of a quantum dot by tuning to perfect impedance matching",
            "N Ares and FJ Schupp and A Mavalankar and G Rogers and J Griffiths and GAC Jones and I Farrer and DA Ritchie and CG Smith and A Cottet and GAD Briggs and EA Laird",
            "2016",
            "5SOw3d8AAAAJ:NXb4pA-qfm4C",
            49,
            "https:\/\/journals.aps.org\/prapplied\/abstract\/10.1103\/PhysRevApplied.5.034011",
            "18037063927421852491",
            "\/scholar?cites=18037063927421852491",
            {
                "2016":4,
                "2017":7,
                "2018":8,
                "2019":9,
                "2020":20,
                "2021":1
            }
        ],
        [
            "This paper compares and contrasts different combinations of scatterfield and scatterometry optical configurations as well as introduces a new approach to embedding atomic force microscopy (AFM) or other reference metrology results directly in the uncertainty analysis and library-fitting process to reduce parametric uncertainties. We present both simulation results and experimental data demonstrating this new method, which is based on the application of a Bayesian analysis to library-based regression fitting of optical critical dimension (OCD) data. We develop the statistical methods to implement this approach of nested uncertainty analysis and give several examples, which demonstrate reduced uncertainties in the final combined measurements. The approach is also demonstrated through a combined reference metrology application using several independent measurement methods.",
            "Improving optical measurement accuracy using multi-technique nested uncertainties",
            "RM Silver and NF Zhang and BM Barnes and H Zhou and A Heckert and R Dixson and TA Germer and B Bunday",
            "2009",
            "5SOw3d8AAAAJ:JQOojiI6XY0C",
            48,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/7272\/727202\/Improving-optical-measurement-accuracy-using-multi-technique-nested-uncertainties\/10.1117\/12.816569.short",
            "15463567786528958807",
            "\/scholar?cites=15463567786528958807",
            {
                "2009":4,
                "2010":3,
                "2011":7,
                "2012":8,
                "2013":3,
                "2014":6,
                "2015":4,
                "2016":2,
                "2017":2,
                "2018":3,
                "2019":3,
                "2020":2
            }
        ]
    ]
}