{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Transition to a superconducting zero-resistance state at 155 K is observed for the first time in bulk material. A new five-element compound has been synthesized with nominal composition Y 1 Ba 2 Cu 3 F 2 O y@ B. Fluorine plays a critical role in achieving this effect. X-ray diffraction and electron microprobe analysis indicate that the samples are multiphasic. Evidence is presented that the samples contain superconducting phases with onset temperatures considerably above 155 K. Magnetic measurements suggest a flux-trapping effect below 260 K, and diamagnetic deviations from Curie-Weiss behavior in the range 250 K≤ T≤ 100 K indicate a Meissner effect in a small superconducting volume fraction.",
            "Superconductivity at 155 K",
            "SR Ovshinsky and RT Young and DD Allred and G DeMaggio and GA Van der Leeden",
            "1987",
            "5tR0agcAAAAJ:u5HHmVD_uO8C",
            339,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.58.2579",
            "8315747408511587388",
            "\/scholar?cites=8315747408511587388",
            {
                "1987":49,
                "1988":91,
                "1989":41,
                "1990":26,
                "1991":25,
                "1992":10,
                "1993":10,
                "1994":3,
                "1995":8,
                "1996":7,
                "1997":7,
                "1998":3,
                "1999":3,
                "2000":7,
                "2001":3,
                "2002":2,
                "2003":3,
                "2004":1,
                "2005":2,
                "2006":5,
                "2007":6,
                "2008":3,
                "2009":6,
                "2010":1,
                "2011":4,
                "2012":3,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":1,
                "2018":1
            }
        ],
        [
            "The Extreme Ultraviolet Imager (EUV) of the IMAGE Mission will study the distribution of He+ in Earth’s plasmasphere by detecting its resonantly-scattered emission at 30.4 nm. It will record the structure and dynamics of the cold plasma in Earth’s plasmasphere on a global scale. The 30.4-nm feature is relatively easy to measure because it is the brightest ion emission from the plasmasphere, it is spectrally isolated, and the background at that wavelength is negligible. Measurements are easy to interpret because the plasmaspheric He+ emission is optically thin, so its brightness is directly proportional to the He+ column abundance. Effective imaging of the plasmaspheric He+ requires global’ snapshots’ in which the high apogee and the wide field of view of EUV provide in a single exposure a map of the entire plasmasphere. EUV consists of three identical sensor heads, each having a field of view 30° in …",
            "The extreme ultraviolet imager investigation for the IMAGE mission",
            "Bill R Sandel and A Lyle Broadfoot and CC Curtis and RA King and TC Stone and RH Hill and J Chen and OHW Siegmund and R Raffanti and DAVID D Allred and R STEVEN Turley and DL Gallagher",
            "2000",
            "5tR0agcAAAAJ:u-x6o8ySG0sC",
            249,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-94-011-4233-5_7",
            "3604585180350996953",
            "\/scholar?cites=3604585180350996953",
            {
                "1999":1,
                "2000":3,
                "2001":7,
                "2002":10,
                "2003":14,
                "2004":17,
                "2005":19,
                "2006":10,
                "2007":16,
                "2008":13,
                "2009":19,
                "2010":19,
                "2011":12,
                "2012":14,
                "2013":17,
                "2014":10,
                "2015":14,
                "2016":13,
                "2017":10,
                "2018":4,
                "2019":3,
                "2020":1
            }
        ]
    ]
}