{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "We explore the connection between different classes of active galactic nuclei (AGNs) and the evolution of their host galaxies, by deriving host galaxy properties, clustering, and Eddington ratios of AGNs selected in the radio, X-ray, and infrared (IR) wavebands. We study a sample of 585 AGNs at 0.25< z< 0.8 using redshifts from the AGN and Galaxy Evolution Survey (AGES). We select AGNs with observations in the radio at 1.4 GHz from the Westerbork Synthesis Radio Telescope, X-rays from the Chandra XBoötes Survey, and mid-IR from the Spitzer IRAC Shallow Survey. The radio, X-ray, and IR AGN samples show only modest overlap, indicating that to the flux limits of the survey, they represent largely distinct classes of AGNs. We derive host galaxy colors and luminosities, as well as Eddington ratios, for obscured or optically faint AGNs. We also measure the two-point cross-correlation between AGNs and …",
            "Host galaxies, clustering, Eddington ratios, and evolution of radio, X-ray, and infrared-selected AGNs",
            "Ryan C Hickox and Christine Jones and William R Forman and Stephen S Murray and Christopher S Kochanek and Daniel Eisenstein and Buell T Jannuzi and Arjun Dey and Michael JI Brown and Daniel Stern and Peter R Eisenhardt and Varoujan Gorjian and Mark Brodwin and Ramesh Narayan and Richard J Cool and Almus Kenter and Nelson Caldwell and Michael E Anderson",
            "2009",
            "5vLfifMAAAAJ:u-x6o8ySG0sC",
            502,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/696\/1\/891\/meta",
            "6380846544816707834",
            "\/scholar?cites=6380846544816707834",
            {
                "2009":22,
                "2010":40,
                "2011":44,
                "2012":55,
                "2013":45,
                "2014":44,
                "2015":55,
                "2016":36,
                "2017":37,
                "2018":46,
                "2019":37,
                "2020":37,
                "2021":3
            }
        ],
        [
            "Massive black holes (BHs) are at once exotic and yet ubiquitous, residing at the centers of massive galaxies in the local Universe. Recent years have seen remarkable advances in our understanding of how these BHs form and grow over cosmic time, during which they are revealed as Active Galactic Nuclei (AGN). However, despite decades of research, we still lack a coherent picture of the physical drivers of BH growth, the connection between the growth of BHs and their host galaxies, the role of large-scale environment on the fueling of BHs, and the impact of BH-driven outflows on the growth of galaxies. In this paper we review our progress in addressing these key issues, motivated by the science presented at the “What drives the growth of black holes?” workshop held at Durham on 26–29th July 2010, and discuss how these questions may be tackled with current and future facilities.",
            "What drives the growth of black holes?",
            "David M Alexander and Ryan C Hickox",
            "2012",
            "5vLfifMAAAAJ:8k81kl-MbHgC",
            471,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1387647311000583",
            "5973928831339752954",
            "\/scholar?cites=5973928831339752954",
            {
                "2012":22,
                "2013":38,
                "2014":46,
                "2015":66,
                "2016":59,
                "2017":54,
                "2018":73,
                "2019":60,
                "2020":49,
                "2021":4
            }
        ],
        [
            "We use infrared spectroscopy and photometry to empirically define the intrinsic mid- to far-infrared spectral energy distribution (i.e. 6–100 μm SED) of thermal emission produced by typical (i.e. 2–10 keV luminosity, L2-10 keV∼ 1042–1044 erg s−1) active galactic nuclei (hereafter AGNs). The average infrared SED of typical AGNs is best described as a broken power law at ≲40 μ m that falls steeply at ≳40 μm (i.e. at far-infrared wavelengths). Despite this fall-off at long wavelengths, at least three of the 11 AGNs in our sample have demonstrated SEDs that are AGN dominated even at 60 μ m, demonstrating the importance of accounting for any AGN contribution when calculating galaxy infrared luminosities. We find that the average intrinsic AGN 6–100 μ m SED gets bluer with increasing X-ray luminosity – a trend seen both within our sample and also when we compare it with the intrinsic SEDs of more luminous …",
            "Defining the intrinsic AGN infrared spectral energy distribution and measuring its contribution to the infrared output of composite galaxies",
            "JR Mullaney and DM Alexander and AD Goulding and Ryan C Hickox",
            "2011",
            "5vLfifMAAAAJ:UeHWp8X0CEIC",
            389,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/414\/2\/1082\/976741",
            "11055798431573789226",
            "\/scholar?cites=11055798431573789226",
            {
                "2011":18,
                "2012":42,
                "2013":41,
                "2014":38,
                "2015":50,
                "2016":65,
                "2017":38,
                "2018":33,
                "2019":29,
                "2020":33,
                "2021":1
            }
        ]
    ]
}