{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The new α-Fe (Te, Se) superconductors share the common iron building block and ferminology with the LaFeAsO and BaFe 2 As 2 families of superconductors. In contrast with the predicted commensurate spin-density-wave order at the nesting wave vector (π, 0), a completely different magnetic order with a composition tunable propagation vector (δ π, δ π) was determined for the parent compound Fe 1+ y Te in this powder and single-crystal neutron diffraction study. The new antiferromagnetic order survives as a short-range one even in the highest T C sample. An alternative to the prevailing nesting Fermi surface mechanism is required to understand the latest family of ferrous superconductors.",
            "Tunable (, )-Type Antiferromagnetic Order in -Fe(Te,Se) Superconductors",
            "Wei Bao and Y Qiu and Q Huang and MA Green and Pawel Zajdel and MR Fitzsimmons and M Zhernenkov and Shoude Chang and Minghu Fang and B Qian and EK Vehstedt and Jinhu Yang and HM Pham and L Spinu and ZQ Mao",
            "2009",
            "5xDFeHsAAAAJ:1yQoGdGgb4wC",
            754,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.247001",
            "8439685709151737829",
            "\/scholar?cites=8439685709151737829",
            {
                "2009":32,
                "2010":88,
                "2011":103,
                "2012":100,
                "2013":87,
                "2014":70,
                "2015":62,
                "2016":65,
                "2017":45,
                "2018":25,
                "2019":37,
                "2020":30,
                "2021":1
            }
        ],
        [
            "Polarized neutron reflectometry is used to probe the in-plane projection of the net-magnetization vector M→ of polycrystalline Fe films exchange coupled to twinned (110) MnF 2 or FeF 2 antiferromagnetic (AF) layers. The magnetization reversal mechanism depends upon the orientation of the cooling field with respect to the twinned microstructure of the AF, and whether the applied field is increased to (or decreased from) a positive saturating field; ie, the magnetization reversal is asymmetric. The reversal of the sample magnetization from one saturated state to the other occurs via either domain wall motion or magnetization rotation on opposite sides of the same hysteresis loop.",
            "Asymmetric magnetization reversal in exchange-biased hysteresis loops",
            "MR Fitzsimmons and P Yashar and C Leighton and Ivan K Schuller and J Nogués and CF Majkrzak and JA Dura",
            "2000",
            "5xDFeHsAAAAJ:u5HHmVD_uO8C",
            376,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.3986",
            "8290476887380754931",
            "\/scholar?cites=8290476887380754931",
            {
                "2000":3,
                "2001":19,
                "2002":31,
                "2003":26,
                "2004":23,
                "2005":37,
                "2006":38,
                "2007":26,
                "2008":20,
                "2009":27,
                "2010":11,
                "2011":14,
                "2012":21,
                "2013":17,
                "2014":16,
                "2015":6,
                "2016":10,
                "2017":5,
                "2018":8,
                "2019":5,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Superlattices of (LaMnO 3) 2 n\/(SrMnO 3) n (1≤ n≤ 5), composed of the gapped insulators LaMnO 3 and SrMnO 3, undergo a metal-insulator transition as a function of n, being metallic for n≤ 2 and insulating for n≥ 3. Measurements of transport, magnetization, and polarized neutron reflectivity reveal that the ferromagnetism is relatively uniform in the metallic state, and is strongly modulated in the insulating state, being high in LaMnO 3 and suppressed in SrMnO 3. The modulation is consistent with a Mott transition driven by the proximity between the (LaMnO 3)\/(SrMnO 3) interfaces. The insulating state for n≥ 3 obeys variable range hopping at low temperatures. We suggest that this is due to states at the Fermi level that emerge at the (LaMnO 3)\/(SrMnO 3) interfaces and are localized by disorder.",
            "Metal-Insulator Transition and Its Relation to Magnetic Structure in  Superlattices",
            "A Bhattacharya and SJ May and SGE Te Velthuis and M Warusawithana and X Zhai and Bin Jiang and J-M Zuo and MR Fitzsimmons and SD Bader and JN Eckstein",
            "2008",
            "5xDFeHsAAAAJ:PR6Y55bgFSsC",
            217,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.257203",
            "4014653514989183671",
            "\/scholar?cites=4014653514989183671",
            {
                "2008":4,
                "2009":15,
                "2010":20,
                "2011":21,
                "2012":24,
                "2013":13,
                "2014":21,
                "2015":15,
                "2016":14,
                "2017":24,
                "2018":20,
                "2019":12,
                "2020":13
            }
        ],
        [
            "We have used the unique spatial sensitivity of polarized neutron and soft x-ray beams in reflection geometry to measure the depth dependence of magnetization across the interface between a ferromagnet and an antiferromagnet. The net uncompensated magnetization near the interface responds to applied field, while uncompensated spins in the antiferromagnet bulk are pinned, thus providing a means to establish exchange bias.",
            "Depth profile of uncompensated spins in an exchange bias system",
            "S Roy and MR Fitzsimmons and S Park and M Dorn and Oleg Petracic and Igor V Roshchin and Zhi-Pan Li and X Batlle and R Morales and A Misra and Xixiang Zhang and K Chesnel and JB Kortright and SK Sinha and Ivan K Schuller",
            "2005",
            "5xDFeHsAAAAJ:u-x6o8ySG0sC",
            217,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.047201",
            "17437057421905097951",
            "\/scholar?cites=17437057421905097951",
            {
                "2005":1,
                "2006":16,
                "2007":18,
                "2008":24,
                "2009":23,
                "2010":24,
                "2011":11,
                "2012":18,
                "2013":13,
                "2014":17,
                "2015":12,
                "2016":9,
                "2017":11,
                "2018":8,
                "2019":4,
                "2020":7
            }
        ],
        [
            "Nanostructured magnetic materials are intensively investigated due to their unusual properties and promise for possible applications. The key issue for these materials is to understand the limits between their physical properties (transport, magnetism, mechanical, etc.) and their chemical–physical structure. In principle, a detailed knowledge of the chemical and physical structures allows calculation of their physical properties. Theoretical and computational methods are rapidly evolving so that magnetic properties of nanostructured materials might soon be predicted. Success in this endeavor requires detailed quantitative understanding of magnetic structure at the microscopic level. Neutron scattering is a well-developed technique that can determine magnetic structure at the atomic length scale in samples of ever diminishing size. This has opened up the use of neutron scattering to nanostructured materials prepared …",
            "Neutron scattering studies of nanomagnetism and artificially structured materials",
            "Michael R Fitzsimmons and SD Bader and JA Borchers and GP Felcher and JK Furdyna and A Hoffmann and JB Kortright and Ivan K Schuller and TC Schulthess and SK Sinha and MF Toney and D Weller and S Wolf",
            "2004",
            "5xDFeHsAAAAJ:qjMakFHDy7sC",
            182,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S030488530300742X",
            "11182559060294856839",
            "\/scholar?cites=11182559060294856839",
            {
                "2004":5,
                "2005":23,
                "2006":21,
                "2007":13,
                "2008":14,
                "2009":13,
                "2010":6,
                "2011":8,
                "2012":7,
                "2013":10,
                "2014":14,
                "2015":7,
                "2016":7,
                "2017":7,
                "2018":10,
                "2019":9,
                "2020":6
            }
        ],
        [
            "MnF 2\/Fe bilayers exhibit asymmetric magnetization reversal that occurs by coherent rotation on one side of the loop and by nucleation and propagation of domain walls on the other side of the loop. Here, we show by polarized neutron reflectometry, magnetization, and magnetotransport measurements that for samples with good crystalline “quality” the rotation is a two-stage process, due to coherent rotation to a stable state perpendicular to the cooling field direction. The result is remarkably asymmetrically shaped hysteresis loops.",
            "Two-stage magnetization reversal in exchange biased bilayers",
            "C Leighton and MR Fitzsimmons and P Yashar and Axel Hoffmann and J Nogués and J Dura and CF Majkrzak and Ivan K Schuller",
            "2001",
            "5xDFeHsAAAAJ:d1gkVwhDpl0C",
            157,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.4394",
            "18411609203367128239",
            "\/scholar?cites=18411609203367128239",
            {
                "2001":3,
                "2002":20,
                "2003":8,
                "2004":9,
                "2005":14,
                "2006":18,
                "2007":14,
                "2008":7,
                "2009":8,
                "2010":5,
                "2011":6,
                "2012":10,
                "2013":8,
                "2014":9,
                "2015":3,
                "2016":3,
                "2017":6,
                "2018":1,
                "2019":5
            }
        ],
        [
            "Quantitative X-ray diffraction measurements made over a temperature range 16–300K on a Pd sample of 8·3nm median grain size were compared with data acquired from a coarse-grained Pd reference sample. The larger Debye-Waller parameter of nanocrystalline Pd was found to be due to increased static displacements of atoms from their equilibrium sites compared with the static displacements in coarse-grained material. Consistent with this behaviour, the strain distribution determined from the width of intensity peaks was significantly broader in the nanocrystalline sample than in the coarse-grained sample. No grain-size-correlated differences in either thermal vibrational amplitude or lattice parameter were observed. In contradiction to previous reports of greatly increased thermal expansion coefficients in nanocrystalline metals, the change in lattice parameter of Pd from 16 to 300 K was observed to be …",
            "The thermal properties of nanocrystalline Pd from 16 to 300 K",
            "JA Eastman and M Rr Fitzsimmons and LJ Thompson",
            "1992",
            "5xDFeHsAAAAJ:9yKSN-GCB0IC",
            145,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/13642819208207667",
            "9560149217044175047",
            "\/scholar?cites=9560149217044175047",
            {
                "1993":4,
                "1994":9,
                "1995":20,
                "1996":9,
                "1997":9,
                "1998":10,
                "1999":5,
                "2000":8,
                "2001":8,
                "2002":3,
                "2003":10,
                "2004":6,
                "2005":3,
                "2006":3,
                "2007":4,
                "2008":5,
                "2009":7,
                "2010":7,
                "2011":3,
                "2012":3,
                "2013":2,
                "2014":1,
                "2015":2,
                "2016":3,
                "2017":1
            }
        ],
        [
            "Quantitative x-ray-diffraction measurements of ultrafine-grained (nanocrystalline) Pd samples and a coarse-grained polycrystalline reference foil were obtained using synchrotron radiation. The intensity profiles of the Bragg reflections from the nanocrystalline samples were considerably better represented by Lorentzian functions than by Gaussian functions, indicating that a large fraction of intensity from the Bragg peaks was found in the tails of the reflections. The remaining intensity differed only slightly for different grain-sized materials, therefore, atomic relaxations in the vicinity of grain boundaries in nanocrystalline Pd must be small in magnitude and\/or extremely localized. The results of the present work do not support the previously proposed existence of either a ‘‘gaslike’’grain boundary phase, or large quantities of vacancies or voids within the grains of nanocrystalline Pd, which produce broadly distributed …",
            "Structural characterization of nanometer-sized crystalline Pd by x-ray-diffraction techniques",
            "MR Fitzsimmons and JA Eastman and M Müller-Stach and G Wallner",
            "1991",
            "5xDFeHsAAAAJ:2osOgNQ5qMEC",
            137,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.44.2452",
            "13954280113799505465",
            "\/scholar?cites=13954280113799505465",
            {
                "1990":1,
                "1991":5,
                "1992":19,
                "1993":15,
                "1994":11,
                "1995":3,
                "1996":10,
                "1997":8,
                "1998":6,
                "1999":3,
                "2000":4,
                "2001":6,
                "2002":5,
                "2003":3,
                "2004":3,
                "2005":3,
                "2006":5,
                "2007":3,
                "2008":3,
                "2009":1,
                "2010":3,
                "2011":3,
                "2012":5,
                "2013":2,
                "2014":3,
                "2015":2,
                "2016":1,
                "2017":1
            }
        ],
        [
            "We present an investigation of the effect of ferromagnetic layer thickness on the exchange bias and coercivity enhancement in antiferromagnet\/ferromagnet bilayers. At low temperatures both the exchange bias and coercivity closely follow an inverse thickness relationship, contrary to several recent theoretical predictions. Furthermore, the temperature dependence of the coercivity as a function of the ferromagnet thickness provides clear evidence for the existence of two distinct regimes. These regimes were probed with conventional magnetometry, anisotropic magnetoresistance, and polarized neutron reflectometry. At low thickness the coercivity exhibits a monotonic temperature dependence, whereas at higher thickness a broad maximum occurs in the vicinity of the Néel temperature. These regimes are delineated by a particular ratio of the ferromagnet to antiferromagnet thickness. We propose that the ratio of the …",
            "Thickness-dependent coercive mechanisms in exchange-biased bilayers",
            "C Leighton and MR Fitzsimmons and A Hoffmann and J Dura and CF Majkrzak and MS Lund and Ivan K Schuller",
            "2002",
            "5xDFeHsAAAAJ:UeHWp8X0CEIC",
            133,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.65.064403",
            "6981527846519727929",
            "\/scholar?cites=6981527846519727929",
            {
                "2002":6,
                "2003":12,
                "2004":6,
                "2005":10,
                "2006":11,
                "2007":14,
                "2008":7,
                "2009":7,
                "2010":4,
                "2011":6,
                "2012":9,
                "2013":8,
                "2014":9,
                "2015":7,
                "2016":5,
                "2017":6,
                "2018":3,
                "2019":2,
                "2020":1
            }
        ],
        [
            "We studied the magnetic properties of La 0.7 Ca 0.3 MnO 3∕ YBa 2 Cu 3 O 7− δ superlattices. Magnetometry showed that with increasing YBa 2 Cu 3 O 7− δ layer thickness the saturation magnetization per La 0.7 Ca 0.3 MnO 3 layer decreases. From polarized neutron reflectometry we determined that this magnetization reduction is due to an inhomogenous magnetization depth profile arising from the suppression of magnetization near the La 0.7 Ca 0.3 MnO 3∕ YBa 2 Cu 3 O 7− δ interface. Electron energy loss spectroscopy indicates an increased 3 d band occupation of the Mn atoms in the La 0.7 Ca 0.3 MnO 3 layers at the interface. Thus, the suppression of ferromagnetic order at the La 0.7 Ca 0.3 MnO 3∕ YBa 2 Cu 3 O 7− δ interface is most likely due to charge transfer between the two materials.",
            "Suppressed magnetization in La 0.7 Ca 0.3 MnO 3∕ YBa 2 Cu 3 O 7− δ superlattices",
            "A Hoffmann and SGE Te Velthuis and Z Sefrioui and J Santamaría and MR Fitzsimmons and S Park and M Varela",
            "2005",
            "5xDFeHsAAAAJ:hkOj_22Ku90C",
            116,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.72.140407",
            "11938490561891369092",
            "\/scholar?cites=11938490561891369092",
            {
                "2005":1,
                "2006":8,
                "2007":5,
                "2008":3,
                "2009":9,
                "2010":6,
                "2011":7,
                "2012":13,
                "2013":9,
                "2014":15,
                "2015":6,
                "2016":14,
                "2017":5,
                "2018":5,
                "2019":7,
                "2020":2,
                "2021":1
            }
        ]
    ]
}