{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This article presents some new results on an unexplored dataset on hedge fund performance. The results indicate that hedge funds follow strategies that are dramatically different from mutual funds, and support the claim that these strategies are highly dynamic. The article finds five dominant investment styles in hedge funds, which when added to  asset class factor model can provide an integrated framework for style analysis of both buy-and-hold and dynamic trading strategies.",
            "Empirical characteristics of dynamic trading strategies: The case of hedge funds",
            "William Fung and David A Hsieh",
            "1997",
            "5XnK14gAAAAJ:u5HHmVD_uO8C",
            1461,
            "https:\/\/academic.oup.com\/rfs\/article-abstract\/10\/2\/275\/1588402",
            "1224220841262061713",
            "\/scholar?cites=1224220841262061713",
            {
                "1998":7,
                "1999":17,
                "2000":20,
                "2001":27,
                "2002":39,
                "2003":56,
                "2004":42,
                "2005":67,
                "2006":80,
                "2007":82,
                "2008":80,
                "2009":89,
                "2010":110,
                "2011":108,
                "2012":79,
                "2013":81,
                "2014":71,
                "2015":62,
                "2016":77,
                "2017":78,
                "2018":60,
                "2019":61,
                "2020":43,
                "2021":2
            }
        ],
        [
            "After the stock market crash of October 19, 1987, interest in nonlinear dynamics, especially deterministic chaotic dynamics, has increased in both the financial press and the academic literature. This has come about because the frequency of large moves in stock markets is greater than would be expected under a normal distribution. There are a number of possible explanations. A popular one is that the stock market is governed by chaotic dynamics. What exactly is chaos and how is it related to nonlinear dynamics? How does one detect chaos? Is there chaos in financial markets? Are there other explanations of the movements of financial prices other than chaos? The purpose of this paper is to explore these issues.",
            "Chaos and nonlinear dynamics: application to financial markets",
            "David A Hsieh",
            "1991",
            "5XnK14gAAAAJ:u-x6o8ySG0sC",
            1383,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1540-6261.1991.tb04646.x",
            "5299953466057681212",
            "\/scholar?cites=5299953466057681212",
            {
                "1992":5,
                "1993":28,
                "1994":27,
                "1995":31,
                "1996":32,
                "1997":43,
                "1998":39,
                "1999":49,
                "2000":33,
                "2001":55,
                "2002":48,
                "2003":58,
                "2004":46,
                "2005":44,
                "2006":50,
                "2007":69,
                "2008":56,
                "2009":64,
                "2010":45,
                "2011":52,
                "2012":57,
                "2013":61,
                "2014":65,
                "2015":59,
                "2016":51,
                "2017":52,
                "2018":38,
                "2019":63,
                "2020":36,
                "2021":4
            }
        ],
        [
            "Hedge fund strategies typically generate option-like returns. Linear-factor models using benchmark asset indices have difficulty explaining them. Following the suggestions in , this article shows how to model hedge fund returns by focusing on the popular “trend-following” strategy. We use lookback straddles to model trend-following strategies, and show that they can explain trend-following funds’ returns better than standard asset indices. Though standard straddles lead to similar empirical results, lookback straddles are theoretically closer to the concept of trend following. Our model should be useful in the design of performance benchmarks for trend-following funds.",
            "The risk in hedge fund strategies: Theory and evidence from trend followers",
            "William Fung and David A Hsieh",
            "2001",
            "5XnK14gAAAAJ:d1gkVwhDpl0C",
            1346,
            "https:\/\/academic.oup.com\/rfs\/article-abstract\/14\/2\/313\/1600868",
            "9203132420166031737",
            "\/scholar?cites=9203132420166031737",
            {
                "2001":13,
                "2002":19,
                "2003":28,
                "2004":33,
                "2005":41,
                "2006":59,
                "2007":46,
                "2008":63,
                "2009":80,
                "2010":93,
                "2011":116,
                "2012":100,
                "2013":96,
                "2014":83,
                "2015":72,
                "2016":91,
                "2017":90,
                "2018":78,
                "2019":72,
                "2020":53,
                "2021":3
            }
        ],
        [
            "Chaos theory has touched on such fields as biology, cognitive science, and physics. By providing a unified and complete explanation of new statistical methods that are useful for testing for chaos in data sets, Brock, Hsieh, and LeBaron show how the principles of chaos theory can be applied to such areas of economics and finance as the changing structure of stock returns and nonlinearity in foreign exchange. They use computer models extensively to illustrate their ideas and explain this frontier research at a level of rigor sufficient for others to build upon as well as to verify the soundness of their arguments. The authors, who have played a major role in developing basic testing methods that are effective in detecting chaos and other nonlinearities, provide a detailed exposition of empirical techniques for identifying evidence of chaos. They introduce and describe the BDS statistic, an easy-to-use test that detects the existence of potentially forecastable structure, nonstationarity, or hidden patterns in time-series data and that can be adapted to test for the adequacy of fit of forecasting models. An extensive performance evaluation of the BDS is included. Nonlinear Dynamics, Chaos, and Instability also reviews important issues in the theoretical economics literature on chaos and complex dynamics, surveys existing work on the detection of chaos and nonlinear structure, and develops models and processes to discover predictable sequencing in time-series data, such as stock returns, that currently appear random. William A. Brock is Vilas Research Professor of Economics and Blake LeBaron is Assistant Professor of Economics, both at the University of …",
            "Nonlinear Dynamics, Chaos, and Instability: Statistical Theory and Economic Inference",
            "W Brock and D Hsieh and B LeBaron",
            "1991",
            "5XnK14gAAAAJ:b0M2c_1WBrUC",
            1303,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=N0mzrm7q_d8C&oi=fnd&pg=PR9&dq=info:NiJrk1piJ-AJ:scholar.google.com&ots=-De3_gjyKX&sig=go_GeIH82uTRgN1dGFOrLjAYT-c",
            "16151986729747423798",
            "\/scholar?cites=16151986729747423798",
            {
                "1992":11,
                "1993":43,
                "1994":40,
                "1995":45,
                "1996":53,
                "1997":47,
                "1998":58,
                "1999":59,
                "2000":46,
                "2001":63,
                "2002":51,
                "2003":56,
                "2004":45,
                "2005":54,
                "2006":53,
                "2007":46,
                "2008":41,
                "2009":38,
                "2010":41,
                "2011":40,
                "2012":53,
                "2013":43,
                "2014":50,
                "2015":45,
                "2016":35,
                "2017":26,
                "2018":25,
                "2019":34,
                "2020":25,
                "2021":2
            }
        ],
        [
            "Following a review of the data and methodological difficulties in applying conventional models used for traditional asset class indexes to hedge funds, this article argues against the conventional approach. Instead, in an extension of previous work on asset-based style (ABS) factors, the article proposes a model of hedge fund returns that is similar to models based on arbitrage pricing theory, with dynamic risk-factor coefficients. For diversified hedge fund portfolios (as proxied by indexes of hedge funds and funds of hedge funds), the seven ABS factors can explain up to 80 percent of monthly return variations. Because ABS factors are directly observable from market prices, this model provides a standardized framework for identifying differences among major hedge fund indexes that is free of the biases inherent in hedge fund databases. ",
            "Hedge fund benchmarks: A risk-based approach",
            "William Fung and David A Hsieh",
            "2004",
            "5XnK14gAAAAJ:UeHWp8X0CEIC",
            1112,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.2469\/faj.v60.n5.2657",
            "14753968686951777705",
            "\/scholar?cites=14753968686951777705",
            {
                "2005":16,
                "2006":32,
                "2007":35,
                "2008":47,
                "2009":56,
                "2010":88,
                "2011":94,
                "2012":98,
                "2013":93,
                "2014":92,
                "2015":64,
                "2016":93,
                "2017":89,
                "2018":69,
                "2019":78,
                "2020":58,
                "2021":1
            }
        ],
        [
            "It is well known that the pro forma performance of a sample of investment funds contains biases. These biases are documented in Brown, Goetzmann, Ibbotson, and Ross (1992) using mutual funds as subjects. The organization structure of hedge funds, as private and often offshore vehicles, makes data collection a much more onerous task, amplifying the impact of performance measurement biases. This paper reviews these biases in hedge funds. We also propose using funds-of-hedge funds to measure aggregate hedge fund performance, based on the idea that the investment experience of hedge fund investors can be used to estimate the performance of hedge funds.",
            "Performance characteristics of hedge funds and commodity funds: Natural vs. spurious biases",
            "William Fung and David A Hsieh",
            "2000",
            "5XnK14gAAAAJ:2osOgNQ5qMEC",
            945,
            "https:\/\/www.jstor.org\/stable\/2676205",
            "13682682641556341897",
            "\/scholar?cites=13682682641556341897",
            {
                "2000":3,
                "2001":18,
                "2002":27,
                "2003":26,
                "2004":30,
                "2005":52,
                "2006":61,
                "2007":55,
                "2008":51,
                "2009":74,
                "2010":76,
                "2011":68,
                "2012":61,
                "2013":57,
                "2014":54,
                "2015":47,
                "2016":48,
                "2017":44,
                "2018":36,
                "2019":22,
                "2020":16,
                "2021":2
            }
        ],
        [
            "The purpose of this article is to investigate whether daily changes in five major foreign exchange rates contain any nonlinearities. Although the data contain no linear correlation, evidence indicates the presence of substantial nonlinearity in a multiplicative rather than additive form. Further examination reveals that a generalized autoregressive conditional heteroskedasticity (GARCH) model can explain a large part of the nonlinearities for all five exchange rates.",
            "Testing for nonlinear dependence in daily foreign exchange rates",
            "David A Hsieh",
            "1989",
            "5XnK14gAAAAJ:9yKSN-GCB0IC",
            900,
            "https:\/\/www.jstor.org\/stable\/2353351",
            "5305204654913078281",
            "\/scholar?cites=5305204654913078281",
            {
                "1989":3,
                "1990":9,
                "1991":13,
                "1992":32,
                "1993":30,
                "1994":29,
                "1995":19,
                "1996":42,
                "1997":27,
                "1998":37,
                "1999":31,
                "2000":28,
                "2001":35,
                "2002":31,
                "2003":35,
                "2004":33,
                "2005":28,
                "2006":27,
                "2007":42,
                "2008":38,
                "2009":32,
                "2010":29,
                "2011":30,
                "2012":35,
                "2013":29,
                "2014":47,
                "2015":36,
                "2016":19,
                "2017":17,
                "2018":19,
                "2019":11,
                "2020":11
            }
        ],
        [
            "This article estimates autoregressive conditionally heteroscedastic (ARCH) and generalized ARCH (GARCH) models for five foreign currencies, using 10 years of daily data, a variety of ARCH and GARCH specifications, a number of nonnormal error densities, and a comprehensive set of diagnostic checks. It finds that ARCH and GARCH models can usually remove all heteroscedasticity in price changes in all five currencies. Goodness-of-fit diagnostics indicate that exponential GARCH with certain nonnormal distributions fits the Canadian dollar extremely well and the Swiss franc and the deutsche mark reasonably well. Only one nonnormal distribution fits the Japanese yen reasonably well. None fit the British pound.",
            "Modeling heteroscedasticity in daily foreign-exchange rates",
            "David A Hsieh",
            "1989",
            "5XnK14gAAAAJ:qjMakFHDy7sC",
            855,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/07350015.1989.10509740",
            "3225431913627086742",
            "\/scholar?cites=3225431913627086742",
            {
                "1990":7,
                "1991":12,
                "1992":20,
                "1993":17,
                "1994":17,
                "1995":26,
                "1996":30,
                "1997":32,
                "1998":37,
                "1999":33,
                "2000":35,
                "2001":31,
                "2002":35,
                "2003":34,
                "2004":38,
                "2005":24,
                "2006":26,
                "2007":41,
                "2008":33,
                "2009":36,
                "2010":33,
                "2011":33,
                "2012":25,
                "2013":24,
                "2014":29,
                "2015":23,
                "2016":30,
                "2017":23,
                "2018":16,
                "2019":19,
                "2020":16,
                "2021":1
            }
        ],
        [
            "We investigate the firm size effect for the period 1958 to 1977 in the framework of a multi-factor pricing model. The risk-adjusted difference in returns between the top five percent and the bottom five percent of the NYSE firms is about one to two percent a year, a drop from about twelve percent per year before risk adjustment. The variable most responsible for the adjustment is the sensitivity of asset returns to the changing risk premium, measured by the return difference between low-grade bonds and long-term government bonds.",
            "An exploratory investigation of the firm size effect",
            "Kevin C Chan and Nai-fu Chen and David A Hsieh",
            "1985",
            "5XnK14gAAAAJ:zYLM7Y9cAGgC",
            767,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0304405X8590008X",
            "16289495397392334207",
            "\/scholar?cites=16289495397392334207",
            {
                "1984":3,
                "1985":4,
                "1986":8,
                "1987":5,
                "1988":15,
                "1989":14,
                "1990":12,
                "1991":14,
                "1992":12,
                "1993":17,
                "1994":17,
                "1995":13,
                "1996":16,
                "1997":21,
                "1998":19,
                "1999":10,
                "2000":9,
                "2001":11,
                "2002":15,
                "2003":27,
                "2004":22,
                "2005":24,
                "2006":27,
                "2007":28,
                "2008":21,
                "2009":28,
                "2010":33,
                "2011":42,
                "2012":18,
                "2013":44,
                "2014":31,
                "2015":24,
                "2016":20,
                "2017":32,
                "2018":30,
                "2019":37,
                "2020":26
            }
        ],
        [
            "This paper examines the statistical properties of daily rates of change of five foreign currencies from 1974 to 1983. The main purpose is to discriminate between two competing explanations for the observed heavy tails of the distribution: that the data are independently drawn from a heavy tail distribution which remains fixed over time, and that the data come from distributions which vary over time. Evidence point to the rejection of the first hypothesis. Further investigations show that the rejection can be attributed to changing means and variances in the data, which can be described by a simple statistical model.",
            "The statistical properties of daily foreign exchange rates: 1974–1983",
            "David A Hsieh",
            "1988",
            "5XnK14gAAAAJ:IjCSPb-OGe4C",
            677,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0022199688900256",
            "16339992318807678711",
            "\/scholar?cites=16339992318807678711",
            {
                "1987":5,
                "1988":7,
                "1989":9,
                "1990":12,
                "1991":16,
                "1992":21,
                "1993":17,
                "1994":16,
                "1995":25,
                "1996":30,
                "1997":29,
                "1998":27,
                "1999":20,
                "2000":22,
                "2001":31,
                "2002":39,
                "2003":27,
                "2004":18,
                "2005":20,
                "2006":19,
                "2007":25,
                "2008":17,
                "2009":26,
                "2010":27,
                "2011":13,
                "2012":14,
                "2013":24,
                "2014":20,
                "2015":15,
                "2016":16,
                "2017":10,
                "2018":15,
                "2019":21,
                "2020":11
            }
        ]
    ]
}