{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "The basic goals of Peer Instruction are to encourage and make use of student interaction during lectures, while focusing students' attention on underlying concepts and techniques. The method has been assessed in many studies using standardized, diagnostic tests and shown to be considerably more effective than the conventional lecture approach to teaching. Peer Instruction is now used in a wide range of science and math courses at the college and secondary level. In this hour long workshop, participants will learn about Peer Instruction, serve as the\" class\" in which Peer Instruction is demonstrated, discuss several models for implementing the technique into the classroom, and learn about available teaching resources.",
            "Peer instruction",
            "Eric Mazur",
            "2013",
            "6-rjB04AAAAJ:ujxm2eEBZHIC",
            4527,
            "https:\/\/scholar.valpo.edu\/altpedagogy\/schedule\/2013\/10\/",
            "5375874672757384316",
            "\/scholar?cites=5375874672757384316",
            {
                "1997":14,
                "1998":23,
                "1999":30,
                "2000":48,
                "2001":53,
                "2002":84,
                "2003":78,
                "2004":100,
                "2005":145,
                "2006":162,
                "2007":156,
                "2008":152,
                "2009":190,
                "2010":195,
                "2011":184,
                "2012":243,
                "2013":293,
                "2014":281,
                "2015":312,
                "2016":341,
                "2017":317,
                "2018":344,
                "2019":337,
                "2020":281,
                "2021":9
            }
        ],
        [
            "We report data from ten years of teaching with Peer Instruction (PI) in the calculus- and algebra-based introductory physics courses for nonmajors; our results indicate increased student mastery of both conceptual reasoning and quantitative problem solving upon implementing PI. We also discuss ways we have improved our implementation of PI since introducing it in 1991. Most notably, we have replaced in-class reading quizzes with pre-class written responses to the reading, introduced a research-based mechanics textbook for portions of the course, and incorporated cooperative learning into the discussion sections as well as the lectures. These improvements are intended to help students learn more from pre-class reading and to increase student engagement in the discussion sections, and are accompanied by further increases in student understanding.",
            "Peer instruction: Ten years of experience and results",
            "Catherine H Crouch and Eric Mazur",
            "2001",
            "6-rjB04AAAAJ:9yKSN-GCB0IC",
            3173,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.1374249",
            "417950177714714087",
            "\/scholar?cites=417950177714714087",
            {
                "2002":15,
                "2003":22,
                "2004":37,
                "2005":43,
                "2006":60,
                "2007":76,
                "2008":84,
                "2009":120,
                "2010":98,
                "2011":137,
                "2012":173,
                "2013":243,
                "2014":252,
                "2015":249,
                "2016":268,
                "2017":301,
                "2018":323,
                "2019":305,
                "2020":253,
                "2021":12
            }
        ],
        [
            "Femtosecond laser micromachining can be used either to remove materials or to change a material's properties, and can be applied to both absorptive and transparent substances. Over the past decade, this technique has been used in a broad range of applications, from waveguide fabrication to cell ablation. This review describes the physical mechanisms and the main experimental parameters involved in the femtosecond laser micromachining of transparent materials, and important emerging applications of the technology.",
            "Femtosecond laser micromachining in transparent materials",
            "Rafael R Gattass and Eric Mazur",
            "2008",
            "6-rjB04AAAAJ:UeHWp8X0CEIC",
            2601,
            "https:\/\/www.nature.com\/articles\/nphoton.2008.47",
            "15503451347811428525",
            "\/scholar?cites=15503451347811428525",
            {
                "2008":23,
                "2009":108,
                "2010":130,
                "2011":154,
                "2012":193,
                "2013":216,
                "2014":227,
                "2015":251,
                "2016":244,
                "2017":250,
                "2018":250,
                "2019":245,
                "2020":277,
                "2021":22
            }
        ],
        [
            "Silica waveguides with diameters larger than the wavelength of transmitted light are widely used in optical communications, sensors and other applications 1, 2, 3. Minimizing the width of the waveguides is desirable for photonic device applications, but the fabrication of low-loss optical waveguides with subwavelength diameters remains challenging because of strict requirements on surface roughness and diameter uniformity 4, 5, 6, 7. Here we report the fabrication of subwavelength-diameter silica ‘wires’ for use as low-loss optical waveguides within the visible to near-infrared spectral range. We use a two-step drawing process to fabricate long free-standing silica wires with diameters down to 50 nm that show surface smoothness at the atomic level together with uniformity of diameter. Light can be launched into these wires by optical evanescent coupling. The wires allow single-mode operation, and have an optical …",
            "Subwavelength-diameter silica wires for low-loss optical wave guiding",
            "Limin Tong and Rafael R Gattass and Jonathan B Ashcom and Sailing He and Jingyi Lou and Mengyan Shen and Iva Maxwell and Eric Mazur",
            "2003",
            "6-rjB04AAAAJ:d1gkVwhDpl0C",
            1668,
            "https:\/\/www.nature.com\/articles\/nature02193",
            "11483517816118935301",
            "\/scholar?cites=11483517816118935301",
            {
                "2004":29,
                "2005":70,
                "2006":85,
                "2007":90,
                "2008":87,
                "2009":90,
                "2010":140,
                "2011":128,
                "2012":128,
                "2013":138,
                "2014":115,
                "2015":99,
                "2016":100,
                "2017":106,
                "2018":102,
                "2019":71,
                "2020":76,
                "2021":6
            }
        ],
        [
            "We present a novel method for three-dimensional optical data storage that has      submicrometer size resolution, provides a large contrast in index of refraction,      and is applicable to a wide range of transparent materials. Bits are recorded by      use of a 0.65-N.A. objective to focus 100-fs laser pulses inside the material.      The laser pulse produces a submicrometer-diameter structurally altered region      with high contrast in index of refraction. We record binary information by      writing such bits in multiple planes and read it out with a microscope objective      with a short depth of field. We demonstrate data storage and retrieval with       2-μm in-plane bit spacing and       15-μm interplane spacing (17 Gbits\/cm^3).      Scanning electron microscopy and atomic force microscopy show structural changes      confined to an area 200 nm in diameter.",
            "Three-dimensional optical storage inside transparent materials",
            "EN Glezer and M Milosavljevic and L Huang and RJ Finlay and T-H Her and J Paul Callan and Eric Mazur",
            "1996",
            "6-rjB04AAAAJ:u-x6o8ySG0sC",
            1286,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-21-24-2023",
            "5672971901006459811",
            "\/scholar?cites=5672971901006459811",
            {
                "1997":4,
                "1998":17,
                "1999":35,
                "2000":23,
                "2001":44,
                "2002":69,
                "2003":85,
                "2004":73,
                "2005":85,
                "2006":82,
                "2007":79,
                "2008":63,
                "2009":75,
                "2010":68,
                "2011":49,
                "2012":63,
                "2013":58,
                "2014":65,
                "2015":49,
                "2016":46,
                "2017":45,
                "2018":39,
                "2019":31,
                "2020":29
            }
        ]
    ]
}