{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report on the coherent optical excitation of electron spin polarization in the ground state of charged GaAs quantum dots via an intermediate charged exciton (trion) state. Coherent optical fields are used for the creation and detection of the Raman spin coherence between the spin ground states of the charged quantum dot. The measured spin decoherence time, which is likely limited by the nature of the spin ensemble, approaches 10 ns at zero field. We also show that the Raman spin coherence in the quantum beats is caused not only by the usual stimulated Raman interaction but also by simultaneous spontaneous radiative decay of either excited trion state to a coherent combination of the two spin states.",
            "Stimulated and spontaneous optical generation of electron spin coherence in charged GaAs quantum dots",
            "MV Gurudev Dutt and Jun Cheng and Bo Li and Xiaodong Xu and Xiaoqin Li and PR Berman and DG Steel and AS Bracker and D Gammon and Sophia E Economou and Ren-Bao Liu and LJ Sham",
            "2005",
            "60Wn3gYAAAAJ:u5HHmVD_uO8C",
            312,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.227403",
            "6483338971769074778",
            "\/scholar?cites=6483338971769074778",
            {
                "2005":7,
                "2006":42,
                "2007":46,
                "2008":38,
                "2009":34,
                "2010":25,
                "2011":14,
                "2012":16,
                "2013":21,
                "2014":9,
                "2015":16,
                "2016":13,
                "2017":10,
                "2018":7,
                "2019":4,
                "2020":3,
                "2021":2
            }
        ],
        [
            "Coherent manipulation of quantum bits (qubits) on timescales much shorter than the coherence time 1, 2 is a key prerequisite for quantum information processing. Electron spins in quantum dots are particularly attractive for implementations of qubits, and efficient optical methods for initialization and readout of spins have been developed in recent years 3, 4. Spin coherence times in the microsecond range have been demonstrated 5. Therefore, spin control by picosecond optical pulses would be highly desirable so that a large number of spin rotations could be carried out while coherence is maintained. A major remaining challenge is demonstration of such rotations with high fidelity. Here, we use an ensemble of quantum-dot electron spins focused into a small number of precession modes about a magnetic field by periodic optical pumping. We demonstrate ultrafast optical rotations of spins about arbitrary axes on a …",
            "Ultrafast optical rotations of electron spins in quantum dots",
            "A Greilich and Sophia E Economou and S Spatzek and DR Yakovlev and D Reuter and AD Wieck and TL Reinecke and M Bayer",
            "2009",
            "60Wn3gYAAAAJ:u-x6o8ySG0sC",
            246,
            "https:\/\/www.nature.com\/articles\/nphys1226",
            "1058634655377286739",
            "\/scholar?cites=1058634655377286739",
            {
                "2009":10,
                "2010":39,
                "2011":28,
                "2012":29,
                "2013":33,
                "2014":25,
                "2015":28,
                "2016":7,
                "2017":12,
                "2018":12,
                "2019":11,
                "2020":10
            }
        ],
        [
            "A key ingredient for a quantum network is an interface between stationary quantum bits and photons, which act as flying qubits for interactions and communication. Photonic crystal architectures are promising platforms for enhancing the coupling of light to solid-state qubits. Quantum dots can be integrated into a photonic crystal, with optical transitions coupling to photons and spin states forming a long-lived quantum memory. Many researchers have now succeeded in coupling these emitters to photonic crystal cavities, but there have been no demonstrations of a functional spin qubit and quantum gates in this environment. Here, we have developed a coupled cavity–quantum dot system in which the dot is controllably charged with a single electron. We perform the initialization, rotation and measurement of a single electron spin qubit using laser pulses, and find that the cavity can significantly improve these processes.",
            "Quantum control of a spin qubit coupled to a photonic crystal cavity",
            "Samuel G Carter and Timothy M Sweeney and Mijin Kim and Chul Soo Kim and Dmitry Solenov and Sophia E Economou and Thomas L Reinecke and Lily Yang and Allan S Bracker and Daniel Gammon",
            "2013",
            "60Wn3gYAAAAJ:zYLM7Y9cAGgC",
            145,
            "https:\/\/www.nature.com\/nphoton\/journal\/v7\/n4\/abs\/nphoton.2013.41.html",
            "17517133998016004835",
            "\/scholar?cites=17517133998016004835",
            {
                "2012":1,
                "2013":11,
                "2014":17,
                "2015":19,
                "2016":15,
                "2017":24,
                "2018":21,
                "2019":22,
                "2020":13,
                "2021":2
            }
        ],
        [
            "We present a proposal to optically implement rotations of the electron spin in a quantum dot about the growth direction (z axis). In particular, we make use of the analytic properties of sech pulses in two-level systems to realize spin rotations about the growth direction by an arbitrary angle, for which we give an analytical expression. We propose to use this scheme to experimentally demonstrate this spin rotation. Using realistic system and pulse parameters we find the fidelity of the rotation to be more than 96% for pulses in the picosecond regime, and robust against small errors in pulse parameters. We design a feedback (adaptive) loop to correct for errors originating from unintended dynamics. The rotation is still evident—albeit with a large fidelity loss—in the ensemble case, providing the possibility of demonstration of this optical spin rotation in an ensemble of quantum dots.",
            "Proposal for optical U (1) rotations of electron spin trapped in a quantum dot",
            "Sophia E Economou and LJ Sham and Yanwen Wu and DG Steel",
            "2006",
            "60Wn3gYAAAAJ:d1gkVwhDpl0C",
            143,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.74.205415",
            "13443502738110588055",
            "\/scholar?cites=13443502738110588055",
            {
                "2007":10,
                "2008":11,
                "2009":11,
                "2010":11,
                "2011":15,
                "2012":10,
                "2013":16,
                "2014":10,
                "2015":5,
                "2016":4,
                "2017":8,
                "2018":12,
                "2019":9,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Quantum simulation of chemical systems is one of the most promising near-term applications of quantum computers. The variational quantum eigensolver, a leading algorithm for molecular simulations on quantum hardware, has a serious limitation in that it typically relies on a pre-selected wavefunction ansatz that results in approximate wavefunctions and energies. Here we present an arbitrarily accurate variational algorithm that, instead of fixing an ansatz upfront, grows it systematically one operator at a time in a way dictated by the molecule being simulated. This generates an ansatz with a small number of parameters, leading to shallow-depth circuits. We present numerical simulations, including for a prototypical strongly correlated molecule, which show that our algorithm performs much better than a unitary coupled cluster approach, in terms of both circuit depth and chemical accuracy. Our results highlight the …",
            "An adaptive variational algorithm for exact molecular simulations on a quantum computer",
            "Harper R Grimsley and Sophia E Economou and Edwin Barnes and Nicholas J Mayhall",
            "2019",
            "60Wn3gYAAAAJ:dhpJJ7xvgBgC",
            125,
            "https:\/\/www.nature.com\/articles\/s41467-019-10988-2",
            "7222060844337825677",
            "\/scholar?cites=7222060844337825677",
            {
                "2019":13,
                "2020":99,
                "2021":12
            }
        ],
        [
            "A method is proposed for the optical rotation of the spin of an electron in a quantum dot using excited trion states to implement operations significantly faster than those of most existing proposals. Key ingredients are the geometric phase induced by 2 π hyperbolic secant pulses, use of coherently trapped states and use of naturally dark states. Our proposal covers a variety of quantum dots by addressing different parameter regimes. Numerical simulations with typical parameters for InAs self-assembled quantum dots, including their dissipative dynamics, give fidelities of the operations in excess of 99%.",
            "Theory of fast optical spin rotation in a quantum dot based on geometric phases and trapped states",
            "Sophia E Economou and TL Reinecke",
            "2007",
            "60Wn3gYAAAAJ:2osOgNQ5qMEC",
            118,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.217401",
            "1782395411738760469",
            "\/scholar?cites=1782395411738760469",
            {
                "2007":1,
                "2008":12,
                "2009":10,
                "2010":11,
                "2011":8,
                "2012":9,
                "2013":15,
                "2014":8,
                "2015":8,
                "2016":5,
                "2017":11,
                "2018":9,
                "2019":4,
                "2020":5,
                "2021":1
            }
        ],
        [
            "The spin of an electron in a self-assembled quantum dot molecule is optically prepared and measured through the trion triplet states. A longitudinal magnetic field is used to tune two of the trion states into resonance, forming a superposition state through asymmetric spin exchange. As a result, spin-flip Raman transitions can be used for optical spin initialization, while separate trion states enable cycling transitions for nondestructive measurement. With two-laser transmission spectroscopy we demonstrate both operations simultaneously, something not previously accomplished in a single quantum dot.",
            "Optical spin initialization and nondestructive measurement in a quantum dot molecule",
            "Danny Kim and Sophia E Economou and Ştefan C Bădescu and Michael Scheibner and Allan S Bracker and Mark Bashkansky and Thomas L Reinecke and Daniel Gammon",
            "2008",
            "60Wn3gYAAAAJ:9yKSN-GCB0IC",
            97,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.236804",
            "14374635412918570383",
            "\/scholar?cites=14374635412918570383",
            {
                "2009":16,
                "2010":18,
                "2011":10,
                "2012":8,
                "2013":15,
                "2014":12,
                "2015":8,
                "2016":2,
                "2017":2,
                "2018":2,
                "2019":1,
                "2020":1
            }
        ],
        [
            "We propose a method to generate a two-dimensional cluster state of polarization encoded photonic qubits from two coupled quantum dot emitters. We combine the proposal for generating one-dimensional cluster state strings from a single dot, with a new proposal for an induced conditional phase gate between the two quantum dots. The entanglement between the two dots translates to entanglement between the two photonic cluster state strings. Further interpair coupling of the quantum dots using cavities and waveguides can lead to a two-dimensional cluster sheet, the importance of which stems from the fact that it is a universal resource for quantum computation. Analysis of errors indicates that our proposal is feasible with current technology. Crucially, the emitted photons need not have identical frequencies, and so there are no constraints on the resonance energies for the quantum dots.",
            "Optically generated 2-dimensional photonic cluster state from coupled quantum dots",
            "Sophia E Economou and Netanel Lindner and Terry Rudolph",
            "2010",
            "60Wn3gYAAAAJ:W7OEmFMy1HYC",
            86,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.093601",
            "9480983193134457446",
            "\/scholar?cites=9480983193134457446",
            {
                "2011":3,
                "2012":8,
                "2013":2,
                "2014":3,
                "2015":6,
                "2016":7,
                "2017":9,
                "2018":15,
                "2019":14,
                "2020":15,
                "2021":4
            }
        ],
        [
            "Coherent transient excitation of the spin ground states in singly charged quantum dots creates optically coupled and decoupled states of the electron spin. We demonstrate selective excitation from the spin ground states to the trion state through phase sensitive control of the spin coherence via these three states, leading to partial rotations of the spin vector. This progress lays the ground work for achieving complete ultrafast spin rotations.",
            "Selective Optical Control of Electron Spin Coherence in Singly Charged GaAs− Al 0.3 Ga 0.7 As Quantum Dots",
            "Yanwen Wu and Erik D Kim and Xiaodong Xu and Jun Cheng and DG Steel and AS Bracker and D Gammon and Sophia E Economou and LJ Sham",
            "2007",
            "60Wn3gYAAAAJ:qjMakFHDy7sC",
            79,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.097402",
            "16119397421226204199",
            "\/scholar?cites=16119397421226204199",
            {
                "2007":3,
                "2008":13,
                "2009":14,
                "2010":15,
                "2011":6,
                "2012":6,
                "2013":5,
                "2014":2,
                "2015":1,
                "2016":1,
                "2017":1,
                "2018":4,
                "2019":3,
                "2020":4
            }
        ],
        [
            "In a Λ system with two nearly degenerate ground states and one excited state in an atom or quantum dot, spontaneous radiative decay can lead to a range of phenomena, including electron-photon entanglement, spontaneously generated coherence, and two-pathway decay. We show that a treatment of the radiative decay as a quantum evolution of a single physical system composed of a three-level electron subsystem and photons leads to a range of consequences depending on the electron-photon interaction and the measurement. Different treatments of the emitted photon channel the electron-photon system into a variety of final states. The theory is not restricted to the three-level system.",
            "Unified theory of consequences of spontaneous emission in a Λ system",
            "Sophia E Economou and Ren-Bao Liu and LJ Sham and DG Steel",
            "2005",
            "60Wn3gYAAAAJ:UeHWp8X0CEIC",
            79,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.71.195327",
            "6006879682026412703",
            "\/scholar?cites=6006879682026412703",
            {
                "2005":3,
                "2006":12,
                "2007":7,
                "2008":5,
                "2009":5,
                "2010":5,
                "2011":7,
                "2012":3,
                "2013":8,
                "2014":3,
                "2015":6,
                "2016":2,
                "2017":3,
                "2018":4,
                "2019":5
            }
        ]
    ]
}