{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "El libro, ya en su tercera edición, es el resultado de un proyecto de innovación docente ejecutado por diferentes profesores del Departamento de Derecho Administrativo de la Universidad de Granada con el objeto de desarrollar la enseñanza del Derecho Ambiental de una forma más práctica y cercana a la realidad, utilizando y aportando materiales procedentes de la práctica profesional y empresarial que se traduzcan en una utilidad del manual tanto para el eficaz aprendizaje de las materias abordadas en la obra como para el posterior desarrollo de las actividades profesionales de los alumnos una vez que accedan al mercado de trabajo. La obra se ha estructurado en dos partes: una parte general, en la que se abordan los temas generales del Derecho Ambiental de mayor interés para el alumnado del grado en Ciencias Ambientales (conceptos generales del Derecho y del Derecho Ambiental, instrumentos jurídicos públicos y privados de protección ambiental, medidas de fomento y ayuda y responsabilidad) y una parte especial, en la que se desarrollan los temas sectoriales de mayor interés para esta titulación (derecho de aguas, residuos, energías, contaminación atmosférica, contaminación acústica, etc.). Todos ellos, explicados de forma clara y sencilla para su comprensión por alumnado sin una formación jurídica específica. Esta obra constituye una auténtica novedad al abordar por primera vez en España esta temática.",
            "Derecho ambiental",
            "María Asunción Torres López and Estanislao Arana García and Francisco Miguel Bombillar Sáenz and Carolina Cárdenas Paiz and Francisco Javier Durán Ruiz and Ignacio Jiménez Soto and Francisco Luis López Bustos and Masao Javier López Sako and Asensio Navarro Ortega and Leonardo Sánchez-Mesa Martínez",
            "2018",
            "63Ew0cMAAAAJ:W7OEmFMy1HYC",
            27,
            "http:\/\/scholar.google.com\/scholar?cluster=9865254862466471502&hl=en&oi=scholarr",
            "9865254862466471502",
            "\/scholar?cites=9865254862466471502",
            {
                "2008":1,
                "2009":1,
                "2010":3,
                "2011":2,
                "2012":1,
                "2013":5,
                "2014":2,
                "2015":8,
                "2016":4
            }
        ]
    ]
}