{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Luminogenic materials with aggregation-induced emission (AIE) attributes have attracted much interest since the debut of the AIE concept in 2001. In this critical review, recent progress in the area of AIE research is summarized. Typical examples of AIE systems are discussed, from which their structure–property relationships are derived. Through mechanistic decipherment of the photophysical processes, structural design strategies for generating new AIE luminogens are developed. Technological, especially optoelectronic and biological, applications of the AIE systems are exemplified to illustrate how the novel AIE effect can be utilized for high-tech innovations (183 references).",
            "Aggregation-induced emission",
            "Yuning Hong and Jacky WY Lam and Ben Zhong Tang",
            "2011",
            "66uptgsAAAAJ:u5HHmVD_uO8C",
            4049,
            "https:\/\/pubs.rsc.org\/hy\/content\/articlehtml\/2011\/cs\/c1cs15113d",
            "6434914942772863294",
            "\/scholar?cites=6434914942772863294",
            {
                "2012":123,
                "2013":274,
                "2014":412,
                "2015":472,
                "2016":530,
                "2017":483,
                "2018":536,
                "2019":550,
                "2020":562,
                "2021":90
            }
        ],
        [
            "Light is of essential importance to the universe and humankind. Light has been, and continues to be, one of the most fundamental and indispensable elements to life and society. To acknowledge",
            "Aggregation-induced emission: together we shine, united we soar!",
            "Ju Mei and Nelson LC Leung and Ryan TK Kwok and Jacky WY Lam and Ben Zhong Tang",
            "2015",
            "66uptgsAAAAJ:YsMSGLbcyi4C",
            3670,
            "https:\/\/pubs.acs.org\/doi\/full\/10.1021\/acs.chemrev.5b00263",
            "18093103573885583957",
            "\/scholar?cites=18093103573885583957",
            {
                "2016":324,
                "2017":588,
                "2018":732,
                "2019":867,
                "2020":987,
                "2021":155
            }
        ],
        [
            "Aggregation greatly boosts emission efficiency of the silole, turning it from a weak luminophor into a strong emitter.",
            "Aggregation-induced emission of 1-methyl-1, 2, 3, 4, 5-pentaphenylsilole",
            "Jingdong Luo and Zhiliang Xie and Jacky WY Lam and Lin Cheng and Haiying Chen and Chengfeng Qiu and Hoi Sing Kwok and Xiaowei Zhan and Yunqi Liu and Daoben Zhu and Ben Zhong Tang",
            "2001",
            "66uptgsAAAAJ:u-x6o8ySG0sC",
            3152,
            "https:\/\/pubs.rsc.org\/fa\/content\/articlehtml\/2001\/cc\/b105159h",
            "18365499418023633460",
            "\/scholar?cites=18365499418023633460",
            {
                "2004":12,
                "2005":29,
                "2006":29,
                "2007":40,
                "2008":27,
                "2009":60,
                "2010":84,
                "2011":84,
                "2012":120,
                "2013":166,
                "2014":204,
                "2015":239,
                "2016":306,
                "2017":332,
                "2018":360,
                "2019":406,
                "2020":525,
                "2021":111
            }
        ],
        [
            "It is textbook knowledge that chromophore aggregation generally quenches light emission. In this feature article, we give an account on how we observed an opposite phenomenon termed aggregation-induced emission (AIE) and identified the restriction of intramolecular rotation as a main cause for the AIE effect. Based on the mechanistic understanding, we developed a series of new fluorescent and phosphorescent AIE systems with emission colours covering the entire visible spectral region and luminescence quantum yields up to unity. We explored high-tech applications of the AIE luminogens as, for example, fluorescence sensors (for explosive, ion, pH, temperature, viscosity, pressure, etc.), biological probes (for protein, DNA, RNA, sugar, phospholipid, etc.), immunoassay markers, PAGE visualization agents, polarized light emitters, monitors for layer-by-layer assembly, reporters for micelle formation …",
            "Aggregation-induced emission: phenomenon, mechanism and applications",
            "Yuning Hong and Jacky WY Lam and Ben Zhong Tang",
            "2009",
            "66uptgsAAAAJ:d1gkVwhDpl0C",
            1957,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2009\/cc\/b904665h",
            "12070916687704485023",
            "\/scholar?cites=12070916687704485023",
            {
                "2009":8,
                "2010":66,
                "2011":79,
                "2012":114,
                "2013":184,
                "2014":191,
                "2015":215,
                "2016":227,
                "2017":198,
                "2018":200,
                "2019":206,
                "2020":213,
                "2021":51
            }
        ],
        [
            "“United we stand, divided we fall.”–Aesop.Aggregation‐induced emission (AIE) refers to a photophysical phenomenon shown by a group of luminogenic materials that are non‐emissive when they are dissolved in good solvents as molecules but become highly luminescent when they are clustered in poor solvents or solid state as aggregates. In this Review we summarize the recent progresses made in the area of AIE research. We conduct mechanistic analyses of the AIE processes, unify the restriction of intramolecular motions (RIM) as the main cause for the AIE effects, and derive RIM‐based molecular engineering strategies for the design of new AIE luminogens (AIEgens). Typical examples of the newly developed AIEgens and their high‐tech applications as optoelectronic materials, chemical sensors and biomedical probes are presented and discussed.",
            "Aggregation‐induced emission: the whole is more brilliant than the parts",
            "Ju Mei and Yuning Hong and Jacky WY Lam and Anjun Qin and Youhong Tang and Ben Zhong Tang",
            "2014",
            "66uptgsAAAAJ:Tyk-4Ss8FVUC",
            1891,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201401356",
            "14865671080268088896",
            "\/scholar?cites=14865671080268088896",
            {
                "2014":9,
                "2015":186,
                "2016":274,
                "2017":305,
                "2018":341,
                "2019":357,
                "2020":354,
                "2021":57
            }
        ],
        [
            "Fluorescent bioprobes are powerful tools for analytical sensing and optical imaging, which allow direct visualization of biological analytes at the molecular level and offer useful insights into complex biological structures and processes. The sensing and imaging sensitivity of a bioprobe is determined by the brightness and contrast of its fluorescence before and after analyte binding. Emission from a fluorophore is often quenched at high concentration or in aggregate state, which is notoriously known as concentration quenching or aggregation-caused quenching (ACQ). The ACQ effect limits the label-to-analyte ratio and forces researchers to use very dilute solutions of fluorophores. It compels many probes to operate in a fluorescence “turn-off” mode with a narrow scope of practical applications.The unique aggregation-induced emission (AIE) process offers a straightforward solution to the ACQ problem. Typical AIE …",
            "Bioprobes based on AIE fluorogens",
            "Dan Ding and Kai Li and Bin Liu and Ben Zhong Tang",
            "2013",
            "66uptgsAAAAJ:Y0pCki6q_DkC",
            1260,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ar3003464",
            "10090494856062699118",
            "\/scholar?cites=10090494856062699118",
            {
                "2014":92,
                "2015":172,
                "2016":197,
                "2017":217,
                "2018":200,
                "2019":182,
                "2020":167,
                "2021":27
            }
        ],
        [
            "The synthesis of polymers is of academic value and technological implication and has been developed as an important area of research over a long history. 1 The first reports about “polymerization” reactions can be traced back to as early as the 19th century: in 1839, Simon observed that styrene changed from liquid to solid upon heating, while in 1872, Bayer recorded that the reactions of phenols with aldehydes resulted in the formation of resinous substances, 2, 3 although at that time people had no idea about what a “polymer” was. In the 1920s, Staudinger proposed the concept of “macromolecules”, and in the 1930s, Carothers succeeded in the syntheses of polyesters and worked out theoretical models for condensation polymerization. 4, 5 These seminal works in the early 20th century laid a solid foundation for polymer chemistry and changed polymer syntheses from arts or skills to real science. 1 In the …",
            "Acetylenic polymers: syntheses, structures, and functions",
            "Jianzhao Liu and Jacky WY Lam and Ben Zhong Tang",
            "2009",
            "66uptgsAAAAJ:2osOgNQ5qMEC",
            1033,
            "https:\/\/pubs.acs.org\/doi\/full\/10.1021\/cr900149d",
            "16447659543065461143",
            "\/scholar?cites=16447659543065461143",
            {
                "2010":53,
                "2011":120,
                "2012":89,
                "2013":102,
                "2014":110,
                "2015":94,
                "2016":109,
                "2017":96,
                "2018":80,
                "2019":92,
                "2020":75,
                "2021":9
            }
        ],
        [
            "A series of ten 2,3,4,5-tetraphenylsiloles with different 1,1-substituents [XYSi(CPh)4] were prepared, and three of these, i.e., 1,1,2,3,4,5-hexaphenylsilole [X = Y = Ph (3)], 1-ethynyl-1,2,3,4,5-pentaphenylsilole [X = Ph, Y = C⋮CH (15)], and 1,1-bis(phenylethynyl)-2,3,4,5-tetraphenylsilole [X = Y = C⋮CPh (18)], were characterized crystallographically. The ground- and excited-states of the siloles were influenced by the inductive effect of the 1,1-substituents:  with an increase in their electronegativity, the absorption and emission spectra of the siloles bathochromically shifted. A simple and reliable TLC-based method was developed for measurement of the solid-state luminescence spectra of the siloles. When molecularly dissolved in common solvents at room temperature, all the siloles were practically nonemissive (“off”). When poor solvents were added, the silole molecules clustered into nanoaggregates, which turned …",
            "Synthesis, light emission, nanoaggregation, and restricted intramolecular rotation of 1, 1-substituted 2, 3, 4, 5-tetraphenylsiloles",
            "Junwu Chen and Charles CW Law and Jacky WY Lam and Yuping Dong and Samuel MF Lo and Ian D Williams and Daoben Zhu and Ben Zhong Tang",
            "2003",
            "66uptgsAAAAJ:9yKSN-GCB0IC",
            1032,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/cm021715z",
            "182172404464803807",
            "\/scholar?cites=182172404464803807",
            {
                "2003":3,
                "2004":14,
                "2005":30,
                "2006":25,
                "2007":44,
                "2008":31,
                "2009":53,
                "2010":59,
                "2011":59,
                "2012":62,
                "2013":68,
                "2014":71,
                "2015":101,
                "2016":102,
                "2017":78,
                "2018":54,
                "2019":95,
                "2020":74,
                "2021":7
            }
        ],
        [
            "Critical factors that determine the percolation threshold of carbon nanotube (CNT)‐reinforced polymer nanocomposites are studied. An improved analytical model is developed based on an interparticle distance concept. Two dispersion parameters are introduced in the model to correctly reflect the different dispersion states of CNTs in the matrix—entangled bundles and well‐dispersed individual CNTs. CNT–epoxy nanocomposites with different dispersion states are fabricated from the same constituent materials by employing different processing conditions. The corresponding percolation thresholds of the nanocomposites vary over a wide range, from 0.1 to greater than 1.0 wt %, and these variations are explained in terms of dispersion parameters and aspect ratios of CNTs. Important factors that control the percolation threshold of nanocomposites are identified based on the comparison between modeling data …",
            "Correlations between percolation threshold, dispersion state, and aspect ratio of carbon nanotubes",
            "Jing Li and Peng Cheng Ma and Wing Sze Chow and Chi Kai To and Ben Zhong Tang and J‐K Kim",
            "2007",
            "66uptgsAAAAJ:W7OEmFMy1HYC",
            954,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adfm.200700065",
            "13108515990758499821",
            "\/scholar?cites=13108515990758499821",
            {
                "2008":15,
                "2009":28,
                "2010":38,
                "2011":45,
                "2012":61,
                "2013":77,
                "2014":75,
                "2015":94,
                "2016":99,
                "2017":91,
                "2018":96,
                "2019":104,
                "2020":112,
                "2021":15
            }
        ],
        [
            "Macromolecules with aggregation-induced emission (AIE) attributes are a class of luminescent materials that display enhanced emission when they are aggregated. They have attracted much attention because of their good solubility, processability, high emission efficiency in the aggregated states, etc. A large variety of AIE macromolecules have been developed, showing exponential growth of research interest in this field. This review summarizes the design principles and recent synthetic advancements, topological structures, as well as the frontiers of functionalities and potential applications of AIE macromolecules, especially fluorescence sensing, biological applications and optoelectronic applications, with an emphasis on the recent progress. New luminogenic systems without conventional chromophores displaying aggregated state emission are discussed. The highly dense clusters of heteroatoms with lone …",
            "AIE macromolecules: syntheses, structures and functionalities",
            "Rongrong Hu and Nelson LC Leung and Ben Zhong Tang",
            "2014",
            "66uptgsAAAAJ:roLk4NBRz8UC",
            916,
            "https:\/\/pubs.rsc.org\/--\/content\/articlehtml\/2014\/cs\/c4cs00044g",
            "4999947522137944813",
            "\/scholar?cites=4999947522137944813",
            {
                "2014":18,
                "2015":124,
                "2016":153,
                "2017":140,
                "2018":158,
                "2019":138,
                "2020":154,
                "2021":29
            }
        ]
    ]
}