{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "We compared the amounts of learning achieved using two different instructional approaches under controlled conditions. We measured the learning of a specific set of topics and objectives when taught by 3 hours of traditional lecture given by an experienced highly rated instructor and 3 hours of instruction given by a trained but inexperienced instructor using instruction based on research in cognitive psychology and physics education. The comparison was made between two large sections (N = 267 and N = 271) of an introductory undergraduate physics course. We found increased student attendance, higher engagement, and more than twice the learning in the section taught using research-based instruction.",
            "Improved learning in a large-enrollment physics class",
            "Louis Deslauriers and Ellen Schelew and Carl Wieman",
            "2011",
            "687fH5kAAAAJ:e5wmG9Sq2KIC",
            1336,
            "https:\/\/science.sciencemag.org\/content\/332\/6031\/862.abstract",
            "474673370572163339",
            "\/scholar?cites=474673370572163339",
            {
                "2011":26,
                "2012":67,
                "2013":100,
                "2014":121,
                "2015":158,
                "2016":183,
                "2017":169,
                "2018":170,
                "2019":154,
                "2020":131,
                "2021":11
            }
        ],
        [
            "We measure and characterize anomalous motional heating of an atomic ion confined in the lowest quantum levels of a novel rf ion trap that features moveable electrodes. The scaling of heating with electrode proximity is measured, and when the electrodes are cooled from 300 to 150 K, the heating rate is suppressed by an order of magnitude. This provides direct evidence that anomalous motional heating of trapped ions stems from microscopic noisy potentials on the electrodes that are thermally driven. These observations are relevant to decoherence in quantum information processing schemes based on trapped ions and perhaps other charge-based quantum systems.",
            "Scaling and suppression of anomalous heating in ion traps",
            "Louis Deslauriers and S Olmschenk and D Stick and WK Hensinger and J Sterk and C Monroe",
            "2006",
            "687fH5kAAAAJ:zYLM7Y9cAGgC",
            364,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.103007",
            "4317709408990071507",
            "\/scholar?cites=4317709408990071507",
            {
                "2006":5,
                "2007":20,
                "2008":34,
                "2009":31,
                "2010":29,
                "2011":35,
                "2012":33,
                "2013":25,
                "2014":27,
                "2015":23,
                "2016":20,
                "2017":24,
                "2018":12,
                "2019":24,
                "2020":18
            }
        ],
        [
            "We demonstrate a two-dimensional 11-zone ion trap array, where individual laser-cooled atomic ions are stored, separated, shuttled, and swapped. The trap geometry consists of two linear rf-ion trap sections that are joined at a 90° angle to form a T-shaped structure. We shuttle a single ion around the corners of the T-junction and swap the positions of two crystallized ions using voltage sequences designed to accommodate the nontrivial electrical potential near the junction. Full two-dimensional control of multiple ions demonstrated in this system may be crucial for the realization of scalable ion trap quantum computation and the implementation of quantum networks.",
            "T-junction ion trap array for two-dimensional ion shuttling, storage, and manipulation",
            "WK Hensinger and S Olmschenk and D Stick and D Hucul and M Yeo and M Acton and L Deslauriers and C Monroe and J Rabchuk",
            "2006",
            "687fH5kAAAAJ:_FxGoFyzp5QC",
            257,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2164910",
            "8134027929187780611",
            "\/scholar?cites=8134027929187780611",
            {
                "2005":2,
                "2006":24,
                "2007":21,
                "2008":27,
                "2009":28,
                "2010":23,
                "2011":14,
                "2012":16,
                "2013":15,
                "2014":12,
                "2015":10,
                "2016":20,
                "2017":13,
                "2018":3,
                "2019":11,
                "2020":14
            }
        ],
        [
            "We report the implementation of Grover’s quantum search algorithm in the scalable system of trapped atomic ion quantum bits. Any one of four possible states of a two-qubit memory is marked, and following a single query of the search space, the marked element is successfully recovered with an average probability of 60 (2)%. This exceeds the performance of any possible classical search algorithm, which can only succeed with a maximum average probability of 50%.",
            "Implementation of Grover’s quantum search algorithm in a scalable system",
            "K-A Brickman and PC Haljan and PJ Lee and M Acton and L Deslauriers and C Monroe",
            "2005",
            "687fH5kAAAAJ:9yKSN-GCB0IC",
            198,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.72.050306",
            "2651514095732962694",
            "\/scholar?cites=2651514095732962694",
            {
                "2004":1,
                "2005":1,
                "2006":15,
                "2007":14,
                "2008":23,
                "2009":20,
                "2010":14,
                "2011":14,
                "2012":14,
                "2013":10,
                "2014":6,
                "2015":7,
                "2016":11,
                "2017":13,
                "2018":13,
                "2019":9,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We compared students’ self-reported perception of learning with their actual learning under controlled conditions in large-enrollment introductory college physics courses taught using 1) active instruction (following best practices in the discipline) and 2) passive instruction (lectures by experienced and highly rated instructors). Both groups received identical class content and handouts, students were randomly assigned, and the instructor made no effort to persuade students of the benefit of either method. Students in active classrooms learned more (as would be expected based on prior research), but their perception of learning, while positive, was lower than that of their peers in passive environments. This suggests that attempts to evaluate instruction based on students’ perceptions of learning could inadvertently promote inferior (passive) pedagogical methods. For instance, a superstar lecturer could create such a …",
            "Measuring actual learning versus feeling of learning in response to being actively engaged in the classroom",
            "Louis Deslauriers and Logan S McCarty and Kelly Miller and Kristina Callaghan and Greg Kestin",
            "2019",
            "687fH5kAAAAJ:TQgYirikUcIC",
            195,
            "https:\/\/www.pnas.org\/content\/116\/39\/19251?cid=nwsltrtn&source=ams&sourceId=5078450",
            "2418052670719821185",
            "\/scholar?cites=2418052670719821185",
            {
                "2018":2,
                "2019":15,
                "2020":153,
                "2021":9
            }
        ],
        [
            "There are several known schemes for entangling trapped ion quantum bits for large-scale quantum computation. Most are based on an interaction between the ions and external optical fields, coupling internal qubit states of trapped ions to their Coulomb-coupled motion. In this paper, we examine the sensitivity of these motional gate schemes to phase fluctuations introduced through noisy external control fields, and suggest techniques for suppressing the resulting phase decoherence.",
            "Phase control of trapped ion quantum gates",
            "Patricia J Lee and Kathy-Anne Brickman and Louis Deslauriers and Paul C Haljan and Lu-Ming Duan and Christopher Monroe",
            "2005",
            "687fH5kAAAAJ:W7OEmFMy1HYC",
            172,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1464-4266\/7\/10\/025\/meta",
            "5301471671794775145",
            "\/scholar?cites=5301471671794775145",
            {
                "2005":2,
                "2006":3,
                "2007":6,
                "2008":6,
                "2009":7,
                "2010":11,
                "2011":11,
                "2012":11,
                "2013":13,
                "2014":12,
                "2015":14,
                "2016":13,
                "2017":13,
                "2018":12,
                "2019":13,
                "2020":23,
                "2021":2
            }
        ],
        [
            "We report on ground-state laser cooling of single Cd+ 111 ions confined in radio-frequency (Paul) traps. Heating rates of trapped ion motion are measured for two different trapping geometries and electrode materials, where no effort was made to shield the electrodes from the atomic Cd source. The low measured heating rates suggest that trapped Cd+ 111 ions may be well suited for experiments involving quantum control of atomic motion, including applications in quantum information science.",
            "Zero-point cooling and low heating of trapped  ions",
            "L Deslauriers and PC Haljan and PJ Lee and KA Brickman and BB Blinov and MJ Madsen and C Monroe",
            "2004",
            "687fH5kAAAAJ:WF5omc3nYNoC",
            133,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.70.043408",
            "6682640548275363919",
            "\/scholar?cites=6682640548275363919",
            {
                "2004":3,
                "2005":9,
                "2006":22,
                "2007":13,
                "2008":17,
                "2009":8,
                "2010":5,
                "2011":10,
                "2012":4,
                "2013":7,
                "2014":2,
                "2015":7,
                "2016":6,
                "2017":6,
                "2018":4,
                "2019":7,
                "2020":2
            }
        ]
    ]
}