{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "We provide an overview of the IMPACT molecular mechanics program with an emphasis on recent developments and a description of its current functionality. With respect to core molecular mechanics technologies we include a status report for the fixed charge and polarizable force fields that can be used with the program and illustrate how the force fields, when used together with new atom typing and parameter assignment modules, have greatly expanded the coverage of organic compounds and medicinally relevant ligands. As we discuss in this review, explicit solvent simulations have been used to guide our design of implicit solvent models based on the generalized Born framework and a novel nonpolar estimator that have recently been incorporated into the program. With IMPACT it is possible to use several different advanced conformational sampling algorithms based on combining features of molecular …",
            "Integrated modeling program, applied chemical theory (IMPACT)",
            "Jay L Banks and Hege S Beard and Yixiang Cao and Art E Cho and Wolfgang Damm and Ramy Farid and Anthony K Felts and Thomas A Halgren and Daniel T Mainz and Jon R Maple and Robert Murphy and Dean M Philipp and Matthew P Repasky and Linda Y Zhang and Bruce J Berne and Richard A Friesner and Emilio Gallicchio and Ronald M Levy",
            "2005",
            "6CQ_uloAAAAJ:4TOpqqG69KYC",
            998,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jcc.20292",
            "15788123813590272062",
            "\/scholar?cites=15788123813590272062",
            {
                "2006":10,
                "2007":8,
                "2008":13,
                "2009":14,
                "2010":16,
                "2011":11,
                "2012":41,
                "2013":55,
                "2014":65,
                "2015":84,
                "2016":115,
                "2017":141,
                "2018":126,
                "2019":133,
                "2020":147,
                "2021":13
            }
        ],
        [
            "We have developed an implicit solvent effective potential (AGBNP) that is suitable for molecular dynamics simulations and high-resolution modeling. It is based on a novel implementation of the pairwise descreening Generalized Born model for the electrostatic component and a new nonpolar hydration free energy estimator. The nonpolar term consists of an estimator for the solute-solvent van der Waals dispersion energy designed to mimic the continuum solvent solute-solvent van der Waals interaction energy, in addition to a surface area term corresponding to the work of cavity formation. AGBNP makes use of a new parameter-free algorithm to calculate the scaling coefficients used in the pairwise descreening scheme to take into account atomic overlaps. The same algorithm is also used to calculate atomic surface areas. We show that excellent agreement is achieved for the GB self-energies and surface areas in …",
            "AGBNP: An analytic implicit solvent model suitable for molecular dynamics simulations and high‐resolution modeling",
            "Emilio Gallicchio and Ronald M Levy",
            "2004",
            "6CQ_uloAAAAJ:u-x6o8ySG0sC",
            368,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jcc.10400",
            "5693236022149618802",
            "\/scholar?cites=5693236022149618802",
            {
                "2004":8,
                "2005":13,
                "2006":32,
                "2007":25,
                "2008":28,
                "2009":25,
                "2010":27,
                "2011":32,
                "2012":31,
                "2013":29,
                "2014":18,
                "2015":16,
                "2016":21,
                "2017":19,
                "2018":13,
                "2019":13,
                "2020":11
            }
        ],
        [
            "This study reports the first complete description of the solution thermodynamics of a series of linear, branched, and cyclic alkanes in water by computer simulations, including the enthalpy and entropy changes in addition to the solvation free energies. We have also obtained a complete thermodynamic description of the solvation of the associated alkane cavities. Our results lead to the following key observations:  (i) The theoretical prediction that hydration entropy and solvent reorganization are weakly coupled to solute−solvent dispersion interactions is confirmed by computer simulations. (ii) The weak correlation between solute−solvent dispersion interaction energies with solute surface area explains the large relative solubilities of cyclic alkanes and the large difference between the free energy\/surface area relations observed for gas to water transfer processes compared to processes involving conformational …",
            "Enthalpy− entropy and cavity decomposition of alkane hydration free energies: Numerical results and implications for theories of hydrophobic solvation",
            "Emilio Gallicchio and MM Kubo and Ronald M Levy",
            "2000",
            "6CQ_uloAAAAJ:u5HHmVD_uO8C",
            365,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp0006274",
            "4644053402346744437",
            "\/scholar?cites=4644053402346744437",
            {
                "1999":1,
                "2000":1,
                "2001":11,
                "2002":9,
                "2003":16,
                "2004":18,
                "2005":34,
                "2006":30,
                "2007":32,
                "2008":31,
                "2009":15,
                "2010":15,
                "2011":18,
                "2012":23,
                "2013":17,
                "2014":13,
                "2015":13,
                "2016":21,
                "2017":13,
                "2018":14,
                "2019":13,
                "2020":7
            }
        ]
    ]
}