{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "A 2.91-billion base pair (bp) consensus sequence of the euchromatic portion of the human genome was generated by the whole-genome shotgun sequencing method. The 14.8-billion bp DNA sequence was generated over 9 months from 27,271,853 high-quality sequence reads (5.11-fold coverage of the genome) from both ends of plasmid clones made from the DNA of five individuals. Two assembly strategies—a whole-genome assembly and a regional chromosome assembly—were used, each combining sequence data from Celera and the publicly funded genome effort. The public data were shredded into 550-bp segments to create a 2.9-fold coverage of those genome regions that had been sequenced, without including biases inherent in the cloning and assembly procedure used by the publicly funded group. This brought the effective coverage in the assemblies to eightfold, reducing the number and size of …",
            "The sequence of the human genome",
            "J Craig Venter and Mark D Adams and Eugene W Myers and Peter W Li and Richard J Mural and Granger G Sutton and Hamilton O Smith and Mark Yandell and Cheryl A Evans and Robert A Holt and Jeannine D Gocayne and Peter Amanatides and Richard M Ballew and Daniel H Huson and Jennifer Russo Wortman and Qing Zhang and Chinnappa D Kodira and Xiangqun H Zheng and Lin Chen and Marian Skupski and Gangadharan Subramanian and Paul D Thomas and Jinghui Zhang and George L Gabor Miklos and Catherine Nelson and Samuel Broder and Andrew G Clark and Joe Nadeau and Victor A McKusick and Norton Zinder and Arnold J Levine and Richard J Roberts and Mel Simon and Carolyn Slayman and Michael Hunkapiller and Randall Bolanos and Arthur Delcher and Ian Dew and Daniel Fasulo and Michael Flanigan and Liliana Florea and Aaron Halpern and Sridhar Hannenhalli and Saul Kravitz and Samuel Levy and Clark Mobarry and Knut Reinert and Karin Remington and Jane Abu-Threideh and Ellen Beasley and Kendra Biddick and Vivien Bonazzi and Rhonda Brandon and Michele Cargill and Ishwar Chandramouliswaran and Rosane Charlab and Kabir Chaturvedi and Zuoming Deng and Valentina Di Francesco and Patrick Dunn and Karen Eilbeck and Carlos Evangelista and Andrei E Gabrielian and Weiniu Gan and Wangmao Ge and Fangcheng Gong and Zhiping Gu and Ping Guan and Thomas J Heiman and Maureen E Higgins and Rui-Ru Ji and Zhaoxi Ke and Karen A Ketchum and Zhongwu Lai and Yiding Lei and Zhenya Li and Jiayin Li and Yong Liang and Xiaoying Lin and Fu Lu and Gennady V Merkulov and Natalia Milshina and Helen M Moore and Ashwinikumar K Naik and Vaibhav A Narayan and Beena Neelam and Deborah Nusskern and Douglas B Rusch and Steven Salzberg and Wei Shao and Bixiong Shue and Jingtao Sun and Zhen Yuan Wang and Aihui Wang and Xin Wang and Jian Wang and Ming-Hui Wei and Ron Wides and Chunlin Xiao and Chunhua Yan and Alison Yao and Jane Ye and Ming Zhan and Weiqing Zhang and Hongyu Zhang and Qi Zhao and Liansheng Zheng and Fei Zhong and Wenyan Zhong and Shiaoping C Zhu and Shaying Zhao and Dennis Gilbert and Suzanna Baumhueter and Gene Spier and Christine Carter and Anibal Cravchik and Trevor Woodage and Feroze Ali and Huijin An and Aderonke Awe and Danita Baldwin and Holly Baden and Mary Barnstead and Ian Barrow and Karen Beeson and Dana Busam and Amy Carver and Angela Center and Ming Lai Cheng and Liz Curry and Steve Danaher and Lionel Davenport and Raymond Desilets and Susanne Dietz and Kristina Dodson and Lisa Doup and Steven Ferriera and Neha Garg and Andres Gluecksmann and Brit Hart and Jason Haynes and Charles Haynes and Cheryl Heiner and Suzanne Hladun and Damon Hostin and Jarrett Houck and Timothy Howland and Chinyere Ibegwam and Jeffery Johnson and Francis Kalush",
            "2001",
            "6gd9FBIAAAAJ:FKzTm0Bp8ZYC",
            17529,
            "https:\/\/science.sciencemag.org\/content\/291\/5507\/1304.abstract",
            "12230377424309310152",
            "\/scholar?cites=12230377424309310152",
            {
                "2001":892,
                "2002":1404,
                "2003":1305,
                "2004":1241,
                "2005":1070,
                "2006":1028,
                "2007":902,
                "2008":975,
                "2009":878,
                "2010":874,
                "2011":829,
                "2012":798,
                "2013":806,
                "2014":706,
                "2015":680,
                "2016":631,
                "2017":672,
                "2018":537,
                "2019":515,
                "2020":470,
                "2021":21
            }
        ],
        [
            "The fly Drosophila melanogaster is one of the most intensively studied organisms in biology and serves as a model system for the investigation of many developmental and cellular processes common to higher eukaryotes, including humans. We have determined the nucleotide sequence of nearly all of the ∼120-megabase euchromatic portion of theDrosophila genome using a whole-genome shotgun sequencing strategy supported by extensive clone-based sequence and a high-quality bacterial artificial chromosome physical map. Efforts are under way to close the remaining gaps; however, the sequence is of sufficient accuracy and contiguity to be declared substantially complete and to support an initial analysis of genome structure and preliminary gene annotation and interpretation. The genome encodes ∼13,600 genes, somewhat fewer than the smaller Caenorhabditis elegansgenome, but with comparable …",
            "The genome sequence of Drosophila melanogaster",
            "Mark D Adams and Susan E Celniker and Robert A Holt and Cheryl A Evans and Jeannine D Gocayne and Peter G Amanatides and Steven E Scherer and Peter W Li and Roger A Hoskins and Richard F Galle and Reed A George and Suzanna E Lewis and Stephen Richards and Michael Ashburner and Scott N Henderson and Granger G Sutton and Jennifer R Wortman and Mark D Yandell and Qing Zhang and Lin X Chen and Rhonda C Brandon and Yu-Hui C Rogers and Robert G Blazej and Mark Champe and Barret D Pfeiffer and Kenneth H Wan and Clare Doyle and Evan G Baxter and Gregg Helt and Catherine R Nelson and George L Gabor and Josep F Abril and Anna Agbayani and Hui-Jin An and Cynthia Andrews-Pfannkoch and Danita Baldwin and Richard M Ballew and Anand Basu and James Baxendale and Leyla Bayraktaroglu and Ellen M Beasley and Karen Y Beeson and PV Benos and Benjamin P Berman and Deepali Bhandari and Slava Bolshakov and Dana Borkova and Michael R Botchan and John Bouck and Peter Brokstein and Phillipe Brottier and Kenneth C Burtis and Dana A Busam and Heather Butler and Edouard Cadieu and Angela Center and Ishwar Chandra and J Michael Cherry and Simon Cawley and Carl Dahlke and Lionel B Davenport and Peter Davies and Beatriz De Pablos and Arthur Delcher and Zuoming Deng and Anne Deslattes Mays and Ian Dew and Suzanne M Dietz and Kristina Dodson and Lisa E Doup and Michael Downes and Shannon Dugan-Rocha and Boris C Dunkov and Patrick Dunn and Kenneth J Durbin and Carlos C Evangelista and Concepcion Ferraz and Steven Ferriera and Wolfgang Fleischmann and Carl Fosler and Andrei E Gabrielian and Neha S Garg and William M Gelbart and Ken Glasser and Anna Glodek and Fangcheng Gong and J Harley Gorrell and Zhiping Gu and Ping Guan and Michael Harris and Nomi L Harris and Damon Harvey and Thomas J Heiman and Judith R Hernandez and Jarrett Houck and Damon Hostin and Kathryn A Houston and Timothy J Howland and Ming-Hui Wei and Chinyere Ibegwam and Mena Jalali and Francis Kalush and Gary H Karpen and Zhaoxi Ke and James A Kennison and Karen A Ketchum and Bruce E Kimmel and Chinnappa D Kodira and Cheryl Kraft and Saul Kravitz and David Kulp and Zhongwu Lai and Paul Lasko and Yiding Lei and Alexander A Levitsky and Jiayin Li and Zhenya Li and Yong Liang and Xiaoying Lin and Xiangjun Liu and Bettina Mattei and Tina C McIntosh and Michael P McLeod and Duncan McPherson and Gennady Merkulov and Natalia V Milshina and Clark Mobarry and Joe Morris and Ali Moshrefi and Stephen M Mount and Mee Moy and Brian Murphy and Lee Murphy and Donna M Muzny and David L Nelson and David R Nelson and Keith A Nelson and Katherine Nixon and Deborah R Nusskern and Joanne M Pacleb and Michael Palazzolo and Gjange S Pittman and Sue Pan and John Pollard and Vinita Puri and Martin G Reese and Knut Reinert and Karin Remington and Robert DC Saunders and Frederick Scheeler",
            "2000",
            "6gd9FBIAAAAJ:-LBJnDjEUMIC",
            7132,
            "https:\/\/science.sciencemag.org\/content\/287\/5461\/2185.abstract",
            "8942505682614110231",
            "\/scholar?cites=8942505682614110231",
            {
                "2000":264,
                "2001":613,
                "2002":629,
                "2003":550,
                "2004":539,
                "2005":430,
                "2006":355,
                "2007":392,
                "2008":300,
                "2009":289,
                "2010":284,
                "2011":235,
                "2012":274,
                "2013":251,
                "2014":270,
                "2015":252,
                "2016":238,
                "2017":258,
                "2018":206,
                "2019":201,
                "2020":215,
                "2021":9
            }
        ],
        [
            "The recently commissioned Linac Coherent Light Source is an X-ray free-electron laser at the SLAC National Accelerator Laboratory. It produces coherent soft and hard X-rays with peak brightness nearly ten orders of magnitude beyond conventional synchrotron sources and a range of pulse durations from 500 to< 10 fs (10− 15 s). With these beam characteristics this light source is capable of imaging the structure and dynamics of matter at atomic size and timescales. The facility is now operating at X-ray wavelengths from 22 to 1.2 Å and is presently delivering this high-brilliance beam to a growing array of scientific researchers. We describe the operation and performance of this new ‘fourth-generation light source’.",
            "First lasing and operation of an ångstrom-wavelength free-electron laser",
            "Paul Emma and R Akre and J Arthur and R Bionta and C Bostedt and J Bozek and A Brachmann and P Bucksbaum and Ryan Coffee and F-J Decker and Y Ding and D Dowell and S Edstrom and A Fisher and J Frisch and S Gilevich and J Hastings and G Hays and Ph Hering and Z Huang and R Iverson and H Loos and M Messerschmidt and A Miahnahri and S Moeller and H-D Nuhn and G Pile and D Ratner and J Rzepiela and D Schultz and T Smith and Peter Stefan and H Tompkins and J Turner and J Welch and W White and J Wu and G Yocky and J Galayda",
            "2010",
            "6gd9FBIAAAAJ:X4-KO54GjGYC",
            2921,
            "https:\/\/www.nature.com\/articles\/nphoton.2010.176",
            "10549923165718406413",
            "\/scholar?cites=10549923165718406413",
            {
                "2010":40,
                "2011":201,
                "2012":266,
                "2013":310,
                "2014":337,
                "2015":312,
                "2016":317,
                "2017":304,
                "2018":278,
                "2019":263,
                "2020":255,
                "2021":17
            }
        ],
        [
            "We report on the final electroweak measurements performed with data taken at the Z resonance by the experiments operating at the electron–positron colliders SLC and LEP. The data consist of 17 million Z decays accumulated by the ALEPH, DELPHI, L3 and OPAL experiments at LEP, and 600 thousand Z decays by the SLD experiment using a polarised beam at SLC. The measurements include cross-sections, forward–backward asymmetries and polarised asymmetries. The mass and width of the Z boson, m Z and Γ Z, and its couplings to fermions, for example the ρ parameter and the effective electroweak mixing angle for leptons, are precisely measured: m Z= 91.1875±0.0021 GeV, Γ Z= 2.4952±0.0023 GeV, ρ ℓ= 1.0050±0.0010, sin 2 θ eff lept= 0.23153±0.00016. The number of light neutrino species is determined to be 2.9840±0.0082, in agreement with the three observed generations of fundamental fermions …",
            "Precision electroweak measurements on the Z resonance",
            "The SLD Electroweak and Heavy Flavour Groups and ALEPH Collaboration and DELPHI Collaboration and L3 Collaboration and OPAL Collaboration and SLD Collaboration and LEP Electroweak Working Group",
            "2006",
            "6gd9FBIAAAAJ:UebtZRa9Y70C",
            1668,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370157305005119",
            "18013269367658214690",
            "\/scholar?cites=18013269367658214690",
            {
                "2006":40,
                "2007":74,
                "2008":62,
                "2009":58,
                "2010":94,
                "2011":89,
                "2012":91,
                "2013":135,
                "2014":157,
                "2015":138,
                "2016":141,
                "2017":110,
                "2018":151,
                "2019":161,
                "2020":149,
                "2021":7
            }
        ],
        [
            "The pre-eminent reference on coagulation disorders is now in its thoroughly updated Fifth Edition. Written by more than 160 of the world's foremost authorities, this encyclopedic volume integrates basic science and clinical practice and details all that is currently known about blood clotting disorders and how to manage patients with these and related problems. This edition has been reorganized into smaller, more tightly focused chapters to help readers find information easily. A new co-editor, Samuel Z. Goldhaber, MD, has expanded the cardiology portion of the book. Other new features include a two-color page design and more than 100 full-color illustrations.",
            "Hemostasis and thrombosis: basic principles and clinical practice",
            "Robert W Colman",
            "2006",
            "6gd9FBIAAAAJ:U5I91ptAnUUC",
            1170,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=Tz1V8BS5f-YC&oi=fnd&pg=PR3&dq=info:I1BxXg99WV0J:scholar.google.com&ots=AQf-q44aBJ&sig=HJbOD88fDLseoBEFpwYPi4XU0vY",
            "6726545023417012259",
            "\/scholar?cites=6726545023417012259",
            {
                "1984":6,
                "1985":12,
                "1986":8,
                "1987":9,
                "1988":9,
                "1989":7,
                "1990":10,
                "1991":17,
                "1992":8,
                "1993":11,
                "1994":12,
                "1995":11,
                "1996":27,
                "1997":24,
                "1998":28,
                "1999":20,
                "2000":26,
                "2001":40,
                "2002":38,
                "2003":32,
                "2004":33,
                "2005":40,
                "2006":49,
                "2007":57,
                "2008":46,
                "2009":49,
                "2010":64,
                "2011":60,
                "2012":41,
                "2013":54,
                "2014":51,
                "2015":68,
                "2016":50,
                "2017":38,
                "2018":51,
                "2019":24,
                "2020":22
            }
        ],
        [
            "PurposeTo provide evidence-based guidance on the optimum prevention and treatment approaches in the management of chemotherapy-induced peripheral neuropathies (CIPN) in adult cancer survivors.",
            "Prevention and management of chemotherapy-induced peripheral neuropathy in survivors of adult cancers: American Society of Clinical Oncology clinical practice guideline",
            "Dawn L Hershman and Christina Lacchetti and Robert H Dworkin and Ellen M Lavoie Smith and Jonathan Bleeker and Guido Cavaletti and Cynthia Chauhan and Patrick Gavin and Antoinette Lavino and Maryam B Lustberg and Judith Paice and Bryan Schneider and Mary Lou Smith and Tom Smith and Shelby Terstriep and Nina Wagner-Johnston and Kate Bak and Charles L Loprinzi",
            "2014",
            "6gd9FBIAAAAJ:sr8OKcTvXucC",
            938,
            "https:\/\/www.academia.edu\/download\/48834217\/1941.full.pdf",
            "3539421746686819094",
            "\/scholar?cites=3539421746686819094",
            {
                "2014":28,
                "2015":86,
                "2016":108,
                "2017":158,
                "2018":168,
                "2019":167,
                "2020":185,
                "2021":10
            }
        ],
        [
            "2000 Update of Recommendations for the Use of Hematopoietic Colony-\nStimulating Factors: Evidence-Based, Clinical Practice Guidelines. American\nSociety of Clinical Oncology Growth Factors Expert Panel. J Clin Oncol. 2000\nOct 15;18(20):3558-85. doi: 10.1200\/JCO.2000.18.20.3558 … \n",
            "2000 update of recommendations for the use of hematopoietic colony-stimulating factors: evidence-based, clinical practice guidelines. American Society of Clinical Oncology …",
            "Howard Ozer and James O Armitage and Charles L Bennett and Jeffrey Crawford and George D Demetri and Philip A Pizzo and Charles A Schiffer and Thomas J Smith and George Somlo and James C Wade and JL Wade 3rd and Rodger J Winn and Antoinette J Wozniak and Mark R Somerfield and American Society of Clinical Oncology",
            "2000",
            "6gd9FBIAAAAJ:1AS7WB7zg6gC",
            843,
            "https:\/\/pubmed.ncbi.nlm.nih.gov\/11032599\/",
            "14693626060239359437",
            "\/scholar?cites=14693626060239359437",
            {
                "2000":8,
                "2001":32,
                "2002":60,
                "2003":93,
                "2004":86,
                "2005":99,
                "2006":92,
                "2007":43,
                "2008":57,
                "2009":35,
                "2010":38,
                "2011":34,
                "2012":29,
                "2013":24,
                "2014":13,
                "2015":13,
                "2016":17,
                "2017":14,
                "2018":6,
                "2019":6,
                "2020":14
            }
        ]
    ]
}