{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We briefly review our implementation of the real-space Green's function (RSGF) approach for calculations of X-ray spectra, focusing on recently developed parameter free models for dominant many-body effects. Although the RSGF approach has been widely used both for near edge (XANES) and extended (EXAFS) ranges, previous implementations relied on semi-phenomenological methods, e.g., the plasmon-pole model for the self-energy, the final-state rule for screened core hole effects, and the correlated Debye model for vibrational damping. Here we describe how these approximations can be replaced by efficient ab initio models including a many-pole model of the self-energy, inelastic losses and multiple-electron excitations; a linear response approach for the core hole; and a Lanczos approach for Debye–Waller effects. We also discuss the implementation of these models and software improvements within …",
            "Parameter-free calculations of X-ray spectra with FEFF9",
            "John J Rehr and Joshua J Kas and Fernando D Vila and Micah P Prange and Kevin Jorissen",
            "2010",
            "6I3_mAYAAAAJ:qjMakFHDy7sC",
            839,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2010\/cp\/b926434e",
            "13017282039755469229",
            "\/scholar?cites=13017282039755469229",
            {
                "2011":11,
                "2012":14,
                "2013":49,
                "2014":76,
                "2015":87,
                "2016":103,
                "2017":109,
                "2018":122,
                "2019":102,
                "2020":136,
                "2021":19
            }
        ],
        [
            "There has been dramatic progress in recent years both in the calculation and interpretation of various x-ray spectroscopies. However, current theoretical calculations often use a number of simplified models to account for many-body effects, in lieu of first principles calculations. In an effort to overcome these limitations we describe in this article a number of recent advances in theory and in theoretical codes which offer the prospect of parameter free calculations that include the dominant many-body effects. These advances are based on ab initio calculations of the dielectric and vibrational response of a system. Calculations of the dielectric function over a broad spectrum yield system dependent self-energies and mean-free paths, as well as intrinsic losses due to multi-electron excitations. Calculations of the dynamical matrix yield vibrational damping in terms of multiple-scattering Debye–Waller factors. Our ab initio …",
            "Ab initio theory and calculations of X-ray spectra",
            "John J Rehr and Joshua J Kas and Micah P Prange and Adam P Sorini and Yoshinari Takimoto and Fernando Vila",
            "2009",
            "6I3_mAYAAAAJ:d1gkVwhDpl0C",
            454,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1631070508001084",
            "14871828178459051673",
            "\/scholar?cites=14871828178459051673",
            {
                "2010":11,
                "2011":11,
                "2012":43,
                "2013":44,
                "2014":51,
                "2015":49,
                "2016":57,
                "2017":42,
                "2018":41,
                "2019":38,
                "2020":57,
                "2021":8
            }
        ],
        [
            "Large, virtualized pools of computational resources raise the possibility of a new, advantageous computing paradigm for scientific research. To help achieve this, new tools make the cloud platform behave virtually like a local homogeneous computer cluster, giving users access to high-performance clusters without requiring them to purchase or maintain sophisticated hardware.",
            "Scientific computing in the cloud",
            "John J Rehr and Fernando D Vila and Jeffrey P Gardner and Lucas Svec and Micah Prange",
            "2010",
            "6I3_mAYAAAAJ:9yKSN-GCB0IC",
            178,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/5457289\/",
            "1632619957182571136",
            "\/scholar?cites=1632619957182571136",
            {
                "2009":2,
                "2010":10,
                "2011":20,
                "2012":40,
                "2013":21,
                "2014":18,
                "2015":15,
                "2016":11,
                "2017":10,
                "2018":9,
                "2019":9,
                "2020":6
            }
        ],
        [
            "We present ab initio calculations of frequency-dependent linear and nonlinear optical responses based on real-time time-dependent density functional theory for arbitrary photonic molecules. This approach is based on an extension of an approach previously implemented for a linear response using the electronic structure program SIESTA. Instead of calculating excited quantum states, which can be a bottleneck in frequency-space calculations, the response of large molecular systems to time-varying electric fields is calculated in real time. This method is based on the finite field approach generalized to the dynamic case. To speed the nonlinear calculations, our approach uses Gaussian enveloped quasimonochromatic external fields. We thereby obtain the frequency-dependent second harmonic generation β(−2ω;ω,ω), the dc nonlinear rectification β(0;−ω,ω), and the electro-optic effect β(−ω;ω,0). The method is …",
            "Real-time time-dependent density functional theory approach for frequency-dependent nonlinear optical response in photonic molecules",
            "Y Takimoto and FD Vila and JJ Rehr",
            "2007",
            "6I3_mAYAAAAJ:IjCSPb-OGe4C",
            158,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2790014",
            "4024535881766369202",
            "\/scholar?cites=4024535881766369202",
            {
                "2006":1,
                "2007":2,
                "2008":5,
                "2009":5,
                "2010":8,
                "2011":12,
                "2012":9,
                "2013":8,
                "2014":13,
                "2015":17,
                "2016":13,
                "2017":7,
                "2018":19,
                "2019":16,
                "2020":20,
                "2021":2
            }
        ],
        [
            "We assess the validity of various exchange-correlation functionals for computing the structural, vibrational, dielectric, and thermodynamical properties of materials in the framework of density-functional perturbation theory (DFPT). We consider five generalized-gradient approximation (GGA) functionals (PBE, PBEsol, WC, AM05, and HTBS) as well as the local density approximation (LDA) functional. We investigate a wide variety of materials including a semiconductor (silicon), a metal (copper), and various insulators (SiO 2 α-quartz and stishovite, ZrSiO 4 zircon, and MgO periclase). For the structural properties, we find that PBEsol and WC are the closest to the experiments and AM05 performs only slightly worse. All three functionals actually improve over LDA and PBE in contrast with HTBS, which is shown to fail dramatically for α-quartz. For the vibrational and thermodynamical properties, LDA performs surprisingly …",
            "Accuracy of generalized gradient approximation functionals for density-functional perturbation theory calculations",
            "Lianhua He and Fang Liu and Geoffroy Hautier and Micael JT Oliveira and Miguel AL Marques and Fernando D Vila and JJ Rehr and G-M Rignanese and Aihui Zhou",
            "2014",
            "6I3_mAYAAAAJ:ns9cj8rnVeAC",
            148,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.89.064305",
            "2166864552330613039",
            "\/scholar?cites=2166864552330613039",
            {
                "2014":4,
                "2015":16,
                "2016":16,
                "2017":23,
                "2018":33,
                "2019":23,
                "2020":26,
                "2021":7
            }
        ],
        [
            "We report autodetachment spectra of the mass-selected, anionic water clusters, (H2O)n−, n=2, 3, 5–9, 11 in the OH stretching region (3000–4000 cm−1), and interpret the spectra with the aid of ab initio calculations. For n⩾5, the spectra are structured and are generally dominated by an intense doublet, split by about 100 cm−1, which gradually shifts toward lower energy with increasing cluster size. This behavior indicates that the n=5–11 clusters share a common structural motif. The strong bands appear in the frequency region usually associated with single-donor vibrations of water molecules embedded in extended networks, and theoretical calculations indicate that the observed spectra are consistent with linear “chainlike” (H2O)n− species. We test this assignment by recording the spectral pattern of the cooled (argon solvated) HDO⋅(D2O)5− isotopomer over the entire OH stretching frequency range.",
            "Infrared spectroscopy of negatively charged water clusters: Evidence for a linear network",
            "Patrick Ayotte and Gary H Weddle and Christopher G Bailey and Mark A Johnson and Fernando Vila and Kenneth D Jordan",
            "1999",
            "6I3_mAYAAAAJ:u5HHmVD_uO8C",
            143,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.478531",
            "6017607205859043154",
            "\/scholar?cites=6017607205859043154",
            {
                "1999":4,
                "2000":13,
                "2001":6,
                "2002":18,
                "2003":21,
                "2004":15,
                "2005":17,
                "2006":8,
                "2007":6,
                "2008":6,
                "2009":4,
                "2010":6,
                "2011":3,
                "2012":3,
                "2013":1,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":2,
                "2018":4
            }
        ],
        [
            "The prediction of nonlinear electro-optic (EO) behavior of molecules with quantum methods is the first step in the development of organic-based electro-optic devices. Typical EO molecules may require calculations with several hundred electrons, which prevents all but the fastest methods (semiempirical and density functional theory (DFT)) from being used for EO estimation. To test the reliability of these methods, we compare dipole moments, polarizabilities, and first-order hyperpolarizabilities for a wide range of structures of experimental interest with Hartree−Fock (HF), intermediate neglect of differential overlap (INDO), and DFT methods. The relative merits of molecules are consistently predictable with every method. ",
            "Comparison of static first hyperpolarizabilities calculated with various quantum mechanical methods",
            "CM Isborn and A Leclercq and FD Vila and Larry R Dalton and Jean Luc Bredas and Bruce E Eichinger and Bruce H Robinson",
            "2007",
            "6I3_mAYAAAAJ:2osOgNQ5qMEC",
            132,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp064096g",
            "5725932051383997372",
            "\/scholar?cites=5725932051383997372",
            {
                "2007":7,
                "2008":13,
                "2009":14,
                "2010":14,
                "2011":10,
                "2012":6,
                "2013":5,
                "2014":7,
                "2015":13,
                "2016":4,
                "2017":10,
                "2018":9,
                "2019":13,
                "2020":5
            }
        ],
        [
            "The binding energy of the ring form of (H2O)6 is calculated by means of the MP2 and localized‐orbital MP2 (LMP2) methods. The LMP2 method is found to be effective at reducing basis set superposition error in the electron correlation contribution to the binding energy. The inclusion of f and g functions on the O atoms and d and f functions on the H atoms leads to an increase of about 3.2 kcal\/mol in the stability of the ring form of (H2O)6. Our best estimate of the binding energy is −44.3 kcal\/mol. Of this, three‐body interactions contribute −11.60 kcal\/mol, and the four‐ , five‐ , and six‐body interactions combined contribute −2.0 kcal\/mol. Although inclusion of electron correlation energy is crucial for obtaining an accurate value of the two‐body interactions, the net effect of electron correlation on the three‐ and higher‐body interactions is only about 0.2 kcal\/mol. Based on these results, a computationally efficient strategy …",
            "Binding energy of the ring form of (H2O)6: Comparison of the predictions of conventional and localized‐orbital MP2 calculations",
            "J Marc Pedulla and Fernando Vila and KD Jordan",
            "1996",
            "6I3_mAYAAAAJ:u-x6o8ySG0sC",
            118,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.472910",
            "2528874547688084610",
            "\/scholar?cites=2528874547688084610",
            {
                "1997":2,
                "1998":7,
                "1999":6,
                "2000":6,
                "2001":3,
                "2002":5,
                "2003":2,
                "2004":7,
                "2005":5,
                "2006":2,
                "2007":6,
                "2008":14,
                "2009":2,
                "2010":8,
                "2011":10,
                "2012":5,
                "2013":10,
                "2014":6,
                "2015":6,
                "2016":3,
                "2017":1,
                "2018":1
            }
        ],
        [
            "We present an efficient implementation of the Bethe–Salpeter equation (BSE) method for obtaining core-level spectra including X-ray absorption (XAS), X-ray emission (XES), and both resonant and non-resonant inelastic X-ray scattering spectra (N\/RIXS). Calculations are based on density functional theory (DFT) electronic structures generated either by abinit or Quantumespresso, both plane-wave basis, pseudopotential codes. This electronic structure is improved through the inclusion of a GW self energy. The projector augmented wave technique is used to evaluate transition matrix elements between core-level and band states. Final two-particle scattering states are obtained with the NIST core-level BSE solver (NBSE). We have previously reported this implementation, which we refer to as ocean (Obtaining Core Excitations from Ab initio electronic structure and NBSE) (Vinson et al., 2011). Here, we present …",
            "Efficient implementation of core-excitation Bethe–Salpeter equation calculations",
            "Keith Gilmore and John Vinson and Eric L Shirley and David Prendergast and C Das Pemmaraju and Joshua J Kas and Fernando D Vila and John J Rehr",
            "2015",
            "6I3_mAYAAAAJ:u_35RYKgDlwC",
            117,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0010465515003008",
            "4018698321039501478",
            "\/scholar?cites=4018698321039501478",
            {
                "2016":20,
                "2017":22,
                "2018":24,
                "2019":21,
                "2020":26,
                "2021":2
            }
        ],
        [
            "An approach is presented for theoretical calculations of the Debye-Waller factors in x-ray absorption and related spectra. These damping factors are represented in terms of the cumulant expansion up to third order. They account respectively for the net thermal expansion σ (1)(T), the mean-square relative displacements σ 2 (T), and the asymmetry of the pair distribution function σ (3)(T). Similarly, we obtain Debye-Waller factors for x-ray and neutron scattering in terms of the mean-square vibrational amplitudes u 2 (T). Our method is based on density functional theory calculations of the dynamical matrix, together with an efficient Lanczos algorithm for projected phonon spectra within the quasiharmonic approximation. Because of the anharmonicity in the interatomic forces, the results are highly sensitive to variations in the equilibrium lattice constants, and hence to the choice of exchange-correlation potential. In order …",
            "Theoretical x-ray absorption Debye-Waller factors",
            "Fernando D Vila and JJ Rehr and HH Rossner and HJ Krappe",
            "2007",
            "6I3_mAYAAAAJ:UeHWp8X0CEIC",
            113,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.76.014301",
            "4176094840263911919",
            "\/scholar?cites=4176094840263911919",
            {
                "2007":2,
                "2008":6,
                "2009":11,
                "2010":11,
                "2011":6,
                "2012":5,
                "2013":6,
                "2014":10,
                "2015":8,
                "2016":8,
                "2017":10,
                "2018":8,
                "2019":10,
                "2020":10,
                "2021":1
            }
        ]
    ]
}