{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Nonalcoholic fatty liver disease (NAFLD) is associated with all features of the metabolic syndrome. Although deposition of excess triglycerides within liver cells, a hallmark of NAFLD, is associated with a loss of insulin sensitivity, it is not clear which cellular abnormality arises first. We have explored this in mice overexpressing carbohydrate responsive element–binding protein (ChREBP). On a standard diet, mice overexpressing ChREBP remained insulin sensitive, despite increased expression of genes involved in lipogenesis\/fatty acid esterification and resultant hepatic steatosis (simple fatty liver). Lipidomic analysis revealed that the steatosis was associated with increased accumulation of monounsaturated fatty acids (MUFAs). In primary cultures of mouse hepatocytes, ChREBP overexpression induced expression of stearoyl-CoA desaturase 1 (Scd1), the enzyme responsible for the conversion of saturated fatty …",
            "The lipogenic transcription factor ChREBP dissociates hepatic steatosis from insulin resistance in mice and humans",
            "Fadila Benhamed and Pierre-Damien Denechaud and Maud Lemoine and Céline Robichon and Marthe Moldes and Justine Bertrand-Michel and Vlad Ratziu and Lawrence Serfaty and Chantal Housset and Jacqueline Capeau and Jean Girard and Hervé Guillou and Catherine Postic",
            "2012",
            "6ivQBNMAAAAJ:9ZlFYXVOiuMC",
            287,
            "https:\/\/www.jci.org\/articles\/view\/41636",
            "5394461899597720246",
            "\/scholar?cites=5394461899597720246",
            {
                "2011":2,
                "2012":6,
                "2013":31,
                "2014":42,
                "2015":37,
                "2016":38,
                "2017":39,
                "2018":24,
                "2019":27,
                "2020":39,
                "2021":2
            }
        ],
        [
            "Peroxisome proliferator-activated receptor α (PPARα) is a nuclear receptor expressed in tissues with high oxidative activity that plays a central role in metabolism. In this work, we investigated the effect of hepatocyte PPARα on non-alcoholic fatty liver disease (NAFLD).We constructed a novel hepatocyte-specific PPARα knockout (Pparαhep−\/−) mouse model. Using this novel model, we performed transcriptomic analysis following fenofibrate treatment. Next, we investigated which physiological challenges impact on PPARα. Moreover, we measured the contribution of hepatocytic PPARα activity to whole-body metabolism and fibroblast growth factor 21 production during fasting. Finally, we determined the influence of hepatocyte-specific PPARα deficiency in different models of steatosis and during ageing.Hepatocyte PPARα deletion impaired fatty acid catabolism, resulting in hepatic lipid …",
            "Liver PPARα is crucial for whole-body fatty acid homeostasis and is protective against NAFLD",
            "Alexandra Montagner and Arnaud Polizzi and Edwin Fouché and Simon Ducheix and Yannick Lippi and Frédéric Lasserre and Valentin Barquissau and Marion Régnier and Céline Lukowicz and Fadila Benhamed and Alison Iroz and Justine Bertrand-Michel and Talal Al Saati and Patricia Cano and Laila Mselli-Lakhal and Gilles Mithieux and Fabienne Rajas and Sandrine Lagarrigue and Thierry Pineau and Nicolas Loiseau and Catherine Postic and Dominique Langin and Walter Wahli and Hervé Guillou",
            "2016",
            "6ivQBNMAAAAJ:5nxA0vEk-isC",
            256,
            "https:\/\/gut.bmj.com\/content\/65\/7\/1202.short",
            "3114194537229064169",
            "\/scholar?cites=3114194537229064169",
            {
                "2016":18,
                "2017":37,
                "2018":59,
                "2019":56,
                "2020":77,
                "2021":7
            }
        ],
        [
            "Changes in lifestyle are suspected to have strongly influenced the current obesity epidemic. Based on recent experimental, clinical, and epidemiological work, it has been proposed that some food contaminants may exert damaging effects on endocrine and metabolic functions, thereby promoting obesity and associated metabolic diseases such as nonalcoholic fatty liver disease (NAFLD). In this work, we investigated the effect of one suspicious food contaminant, bisphenol A (BPA), in vivo. We used a transcriptomic approach in male CD1 mice exposed for 28 days to different doses of BPA (0, 5, 50, 500, and 5,000 μg\/kg\/day) through food contamination. Data analysis revealed a specific impact of low doses of BPA on the hepatic transcriptome, more particularly on genes involved in lipid synthesis. Strikingly, the effect of BPA on the expression of de novo lipogenesis followed a nonmonotonic dose‐response curve …",
            "Low doses of bisphenol A induce gene expression related to lipid synthesis and trigger triglyceride accumulation in adult mouse liver",
            "Alice Marmugi and Simon Ducheix and Frédéric Lasserre and Arnaud Polizzi and Alain Paris and Nathalie Priymenko and Justine Bertrand‐Michel and Thierry Pineau and Hervé Guillou and Pascal GP Martin and Laïla Mselli‐Lakhal",
            "2012",
            "6ivQBNMAAAAJ:35N4QoGY0k4C",
            248,
            "https:\/\/aasldpubs.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/hep.24685",
            "11078115464858643911",
            "\/scholar?cites=11078115464858643911",
            {
                "2011":1,
                "2012":11,
                "2013":21,
                "2014":29,
                "2015":26,
                "2016":22,
                "2017":28,
                "2018":43,
                "2019":26,
                "2020":33,
                "2021":4
            }
        ],
        [
            "Hepatitis C virus (HCV) particles are known to be in complex with lipoproteins. As a result of this interaction, the low‐density lipoprotein (LDL) receptor (LDLR) has been proposed as a potential entry factor for HCV; however, its implication in virus entry remains unclear. Here, we reinvestigated the role of the LDLR in the HCV life cycle by comparing virus entry to the mechanism of lipoprotein uptake. A small interfering RNA targeting the LDLR in Huh‐7 cells reduced HCV infectivity, confirming that this receptor plays a role in the life cycle of HCV generated in cell culture. However, kinetics of internalization were much faster for lipoproteins than for infectious HCV particles. Furthermore, a decrease in HCV RNA replication was observed by blocking the LDLR with a specific antibody, and this was associated with an increase in the ratio of phosphatidylethanolamine to phosphatidylcholine in host cells. Nevertheless, a …",
            "Role of low‐density lipoprotein receptor in the hepatitis C virus life cycle",
            "Anna Albecka and Sandrine Belouzard and Anne Op de Beeck and Véronique Descamps and Lucie Goueslain and Justine Bertrand‐Michel and François Tercé and Gilles Duverlie and Yves Rouillé and Jean Dubuisson",
            "2012",
            "6ivQBNMAAAAJ:M05iB0D1s5AC",
            166,
            "https:\/\/aasldpubs.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/hep.25501",
            "11798574370190923058",
            "\/scholar?cites=11798574370190923058",
            {
                "2012":16,
                "2013":20,
                "2014":32,
                "2015":30,
                "2016":18,
                "2017":16,
                "2018":13,
                "2019":9,
                "2020":11
            }
        ],
        [
            "During the orchestrated process leading to mature erythrocytes, reticulocytes must synthesize large amounts of hemoglobin, while eliminating numerous cellular components. Exosomes are small secreted vesicles that play an important role in this process of specific elimination. To understand the mechanisms of proteolipidic sorting leading to their biogenesis, we have explored changes in the composition of exosomes released by reticulocytes during their differentiation, in parallel to their physical properties. By combining proteomic and lipidomic approaches, we found dramatic alterations in the composition of the exosomes retrieved over the course of a 7-day in vitro differentiation protocol. Our data support a previously proposed model, whereby in reticulocytes the biogenesis of exosomes involves several distinct mechanisms for the preferential recruitment of particular proteins and lipids and suggest that the …",
            "Proteolipidic composition of exosomes changes during reticulocyte maturation",
            "Kévin Carayon and Karima Chaoui and Elsa Ronzier and Ikrame Lazar and Justine Bertrand-Michel and Véronique Roques and Stéphanie Balor and François Terce and André Lopez and Laurence Salomé and Etienne Joly",
            "2011",
            "6ivQBNMAAAAJ:e5wmG9Sq2KIC",
            153,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925820739852",
            "7067372184627738719",
            "\/scholar?cites=7067372184627738719",
            {
                "2011":1,
                "2012":9,
                "2013":13,
                "2014":17,
                "2015":13,
                "2016":21,
                "2017":19,
                "2018":24,
                "2019":18,
                "2020":14,
                "2021":4
            }
        ],
        [
            "Dietary cholesterol absorption contributes to a large part of the circulating cholesterol. However, the mechanism of sterol intestinal uptake is not clearly elucidated. Scavenger receptor class B type I (SR-BI), major component in the control of cholesterol homeostasis, is expressed in the intestine, but its role in this organ remains unclear. We have generated transgenic mice overexpressing SR-BI primarily in the intestine by using the mouse SR-BI gene under the control of intestinal specific “apoC-III enhancer coupled with apoA-IV promoter.” We found SR-BI overexpression with respect to the natural protein along the intestine and at the top of the villosities. After a meal containing [14C]cholesterol and [3H]triolein, SR-BI transgenic mice presented a rise in intestinal absorption of both lipids that was not due to a defect in chylomicron clearance nor to a change in the bile flow or the bile acid content. Nevertheless, SR-BI …",
            "Accelerated lipid absorption in mice overexpressing intestinal SR-BI",
            "Florence Bietrix and Daoguang Yan and Michel Nauze and Corinne Rolland and Justine Bertrand-Michel and Christine Coméra and Stephane Schaak and Ronald Barbaras and Albert K Groen and Bertrand Perret and François Tercé and Xavier Collet",
            "2006",
            "6ivQBNMAAAAJ:IWHjjKOFINEC",
            136,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925819353414",
            "6139293641515877768",
            "\/scholar?cites=6139293641515877768",
            {
                "2006":4,
                "2007":11,
                "2008":18,
                "2009":14,
                "2010":7,
                "2011":10,
                "2012":9,
                "2013":13,
                "2014":4,
                "2015":9,
                "2016":7,
                "2017":9,
                "2018":5,
                "2019":7,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Lipid autacoids derived from n-3\/n-6 polyunsaturated fatty acids (PUFA) are some of the earliest signals triggered by an inflammatory reaction. They are acting also as essential regulators of numerous biological processes in physiological conditions. With regards to their importance, a robust and rapid procedure to quantify a large variety of PUFA metabolites, applicable to diverse biological components needed to be formulated. We have developed a simple methodology using liquid chromatography–tandem mass spectrometry allowing quantification of low-level of PUFA metabolites including bioactive mediators, inactive products and pathway biomarkers. Solid phase extraction was used for samples preparation with an extraction yield of 80% ranging from 65% to 98%. The method was optimized to obtain a rapid (8.5 min) and accurate separation of 26 molecules, with a very high sensitivity of detection and …",
            "LC–MS\/MS method for rapid and concomitant quantification of pro-inflammatory and pro-resolving polyunsaturated fatty acid metabolites",
            "Pauline Le Faouder and Vincent Baillif and Ian Spreadbury and Jean-Paul Motta and Perrine Rousset and Gerald Chêne and Charlotte Guigné and François Tercé and Stephen Vanner and Nathalie Vergnolle and Justine Bertrand-Michel and Marc Dubourdeau and Nicolas Cenac",
            "2013",
            "6ivQBNMAAAAJ:IjCSPb-OGe4C",
            129,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1570023213003280",
            "1480782372438576260",
            "\/scholar?cites=1480782372438576260",
            {
                "2013":2,
                "2014":13,
                "2015":19,
                "2016":18,
                "2017":14,
                "2018":24,
                "2019":18,
                "2020":21
            }
        ],
        [
            "Biallelic inactivating mutations of the transcription factor 1 gene (TCF1), encoding hepatocyte nuclear factor 1α (HNF1α) were identified in 50% of hepatocellular adenomas (HCA) phenotypically characterized by a striking steatosis. To understand the molecular basis of this aberrant lipid storage, we performed a microarray transcriptome analysis validated by quantitative reverse transcription-PCR, Western blotting, and lipid profiling. In mutated HCA, we showed a repression of gluconeogenesis coordinated with an activation of glycolysis, citrate shuttle, and fatty acid synthesis predicting elevated rates of lipogenesis. Moreover, the strong down-regulation of liver fatty acid-binding protein suggests that impaired fatty acid trafficking may also contribute to the fatty phenotype. In addition, transcriptional profile analysis of the observed deregulated genes in non-HNF1α-mutated HCA as well as in non-tumor livers allowed …",
            "HNF1α inactivation promotes lipogenesis in human hepatocellular adenoma independently of SREBP-1 and carbohydrate-response element-binding protein (ChREBP) activation",
            "Sandra Rebouissou and Sandrine Imbeaud and Charles Balabaud and Virginie Boulanger and Justine Bertrand-Michel and François Tercé and Charles Auffray and Paulette Bioulac-Sage and Jessica Zucman-Rossi",
            "2007",
            "6ivQBNMAAAAJ:2osOgNQ5qMEC",
            114,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925820637486",
            "658169438196467226",
            "\/scholar?cites=658169438196467226",
            {
                "2007":1,
                "2008":6,
                "2009":10,
                "2010":13,
                "2011":11,
                "2012":9,
                "2013":11,
                "2014":7,
                "2015":6,
                "2016":6,
                "2017":8,
                "2018":6,
                "2019":6,
                "2020":11
            }
        ],
        [
            "Obesity and aging are characterized by decreased insulin sensitivity (IS) and muscle protein synthesis. Intramuscular ceramide accumulation has been implicated in insulin resistance during obesity. We aimed to measure IS, muscle ceramide level, protein synthesis, and activation of intracellular signaling pathways involved in translation initiation in male Wistar young (YR, 6‐month) and old (OR, 25‐month) rats receiving a low‐ (LFD) or a high‐fat diet (HFD) for 10 weeks. A corresponding cellular approach using C2C12 myotubes treated with palmitate to induce intracellular ceramide deposition was taken. A decreased ability of adipose tissue to store lipids together with a reduced adipocyte diameter and a development of fibrosis were observed in OR after the HFD. Consequently, OR fed the HFD were insulin resistant, showed a strong increase in intramuscular ceramide level and a decrease in muscle protein …",
            "Muscle ectopic fat deposition contributes to anabolic resistance in obese sarcopenic old rats through e IF 2α activation",
            "Nicolas Tardif and Jérôme Salles and Christelle Guillet and Joan Tordjman and Sophie Reggio and Jean‐François Landrier and Christophe Giraudet and Véronique Patrac and Justine Bertrand‐Michel and Carole Migne and Marie‐Laure Collin and Jean‐Michel Chardigny and Yves Boirie and Stéphane Walrand",
            "2014",
            "6ivQBNMAAAAJ:KxtntwgDAa4C",
            100,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/acel.12263",
            "16496734800900181337",
            "\/scholar?cites=16496734800900181337",
            {
                "2015":12,
                "2016":12,
                "2017":20,
                "2018":14,
                "2019":20,
                "2020":17,
                "2021":5
            }
        ],
        [
            "In mice, activation of the transient receptor potential cation channels (TRP) TRPV1, TRPV4, and TRPA1 causes visceral hypersensitivity. These receptors and their agonists might be involved in development of irritable bowel syndrome (IBS). We investigated whether polyunsaturated fatty acid (PUFA) metabolites, which activate TRPs, are present in colon tissues from patients with IBS and act as endogenous agonists to induce hypersensitivity.We analyzed colon biopsy samples from 40 patients with IBS (IBS biopsies) and 11 healthy individuals undergoing colorectal cancer screening (controls), collected during colonoscopy at the University of Bologna, Italy. Levels of the PUFA metabolites that activate TRPV1 (12-hydroperoxyeicosatetraenoic acid, 15-hydroxyeicosatetraenoic acid, 5-hydroxyeicosatetraenoic acid, and leukotriene B4), TRPV4 (5,6-epoxyeicosatrienoic acid [EET] and 8,9 …",
            "Quantification and potential functions of endogenous agonists of transient receptor potential channels in patients with irritable bowel syndrome",
            "Nicolas Cenac and Tereza Bautzova and Pauline Le Faouder and Nicholas A Veldhuis and Daniel P Poole and Corinne Rolland and Jessica Bertrand and Wolfgang Liedtke and Marc Dubourdeau and Justine Bertrand-Michel and Lisa Zecchi and Vincenzo Stanghellini and Nigel W Bunnett and Giovanni Barbara and Nathalie Vergnolle",
            "2015",
            "6ivQBNMAAAAJ:D03iK_w7-QYC",
            93,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0016508515005673",
            "14152656758417592615",
            "\/scholar?cites=14152656758417592615",
            {
                "2015":3,
                "2016":26,
                "2017":17,
                "2018":28,
                "2019":9,
                "2020":9
            }
        ]
    ]
}