{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Many bird species participate in dawn singing, a behaviour categorized by intensive singing at dawn; however, many of these species deliver only one song type at dawn. While there are many proximate and ultimate hypotheses for why birds sing at dawn, little is known about whether males are able to vary one simple song to convey different information. We used autonomous acoustic recorders to record dawn songs of field sparrows and quantified three parameters of singing performance: 1) bout length, 2) song rate, and 3) song complexity. We found that males sang the longest dawn bouts during their mate's fertile period, the highest song rates during the post-fertile period, and the most complex songs during the pre-fertile period. The change in dawn singing behaviour with their mate's breeding stage suggest the purpose of dawn song may be context dependent. Our results demonstrate that male field …",
            "Conveying information with one song type: changes in dawn song performance correspond to different female breeding stages",
            "Victor Y Zhang and Antonio Celis-Murillo and Michael P Ward",
            "2016",
            "6Jp_bOoAAAAJ:UeHWp8X0CEIC",
            19,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/09524622.2015.1076348",
            "16273028823956342297",
            "\/scholar?cites=16273028823956342297",
            {
                "2016":2,
                "2017":2,
                "2018":7,
                "2019":3,
                "2020":4,
                "2021":1
            }
        ],
        [
            "The sexes differ in how and when they allocate energy towards reproduction, but how this influences phenotypic plasticity in daily activity patterns is unclear. Here, we use collar-mounted light loggers and triaxial accelerometers to examine factors that affect time spent above ground and overall dynamic body acceleration (ODBA), an index of activity-specific energy expenditure, across the active season of free-living, semi-fossorial arctic ground squirrels (Urocitellus parryii). We found high day-to-day variability in time spent above ground and ODBA with most of the variance explained by environmental conditions known to affect thermal exchange. In both years, females spent more time below ground compared with males during parturition and early lactation; however, this difference was fourfold larger in the second year, possibly, because females were in better body condition. Daily ODBA positively correlated with …",
            "The secret life of ground squirrels: accelerometry reveals sex-dependent plasticity in above-ground activity",
            "Cory T Williams and Kathryn Wilsterman and Victor Zhang and Jeanette Moore and Brian M Barnes and C Loren Buck",
            "2016",
            "6Jp_bOoAAAAJ:2osOgNQ5qMEC",
            16,
            "https:\/\/royalsocietypublishing.org\/doi\/abs\/10.1098\/rsos.160404",
            "12414176370986113878",
            "\/scholar?cites=12414176370986113878",
            {
                "2017":4,
                "2018":2,
                "2019":6,
                "2020":4
            }
        ],
        [
            "The regulation of daily and circannual activity patterns is an important mechanism by which animals may balance energetic requirements associated with both abiotic and biotic variables. Using collar-mounted accelerometers, we assess the relative importance of reproductive stage and environmental conditions on the overall dynamic body acceleration (ODBA) of free-living striped skunks (Mephitis mephitis). We found that activity timing relative to photoperiod varied across seasonal stages for both sexes. Surprisingly, male skunks did not commence activity earlier than females during the mating interval. Moreover, while female skunks began activity before dusk and terminated activity after dawn during mid- through late summer (lactation period), the duration of activity bouts in females during this period was not different from other seasons. Both male and female skunks exhibited high variability and …",
            "Reproductive and environmental drivers of time and activity budgets of striped skunks",
            "Victor Y Zhang and Cory T Williams and Tad C Theimer and C Loren Buck",
            "2019",
            "6Jp_bOoAAAAJ:d1gkVwhDpl0C",
            4,
            "https:\/\/academic.oup.com\/iob\/article-abstract\/1\/1\/obz013\/5513174",
            "7025374242704241138",
            "\/scholar?cites=7025374242704241138",
            {
                "2020":4
            }
        ],
        [
            "Thyroid hormones (TH) are key regulators of metabolism that could play an important role in altering physiology and energy allocation across life-history stages. Here, we examine seasonal TH dynamics from 345 plasma samples collected from 134 free-living arctic ground squirrels (Urocitellus parryii (Richardson, 1825)) across three consecutive years (2014–2016). We also examine whether unbound levels of triiodothyronine (free T3) in plasma are correlated with total T3 levels and total thyroxine (T4) levels, and whether fecal T3 metabolite levels correlate with plasma TH levels. We found significant differences in plasma TH levels across stages of the annual cycle, but these differences were highly inconsistent across years. However, within a given time period, pregnant females had lower free T3 levels compared with lactating females. We also found that although free T3 was correlated with both total T3 and …",
            "Environmental heterogeneity affects seasonal variation in thyroid hormone physiology of free-living arctic ground squirrels (Urocitellus parryii)",
            "Cory T Williams and Helen E Chmura and Victor Zhang and Danielle Dillon and Kathryn Wilsterman and Brian M Barnes and C Loren Buck",
            "2019",
            "6Jp_bOoAAAAJ:u-x6o8ySG0sC",
            2,
            "https:\/\/cdnsciencepub.com\/doi\/abs\/10.1139\/cjz-2018-0302",
            "2886128156659019478",
            "\/scholar?cites=2886128156659019478",
            {
                "2020":2
            }
        ]
    ]
}