{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The appellation\" dirt physics\" was given to three schools of physicists who, during the 1970s, began to work on questions related to the statics and dynamics of complex long-chain molecules. This work was called dirt physics because no one could imagine where the\" physics\" was or even what the general physics principles were. General principles as well as specific new results were found though, in abundance, by members of all three schools (and other\" camp followers,\" including this reviewer). One substantial school grew up in the UK around Sir Sam Edwards, who in the 1960s had already recognized the uncanny parallels between quantum field theory and",
            "Statistical Physics of Macromolecules",
            "AY Grosberg and AR Khokhlov",
            "1994",
            "6KA6onQAAAAJ:vbGhcppDl1QC",
            2806,
            "https:\/\/aip.scitation.org\/doi\/pdf\/10.1063\/1.4823390",
            "4650624951001442329",
            "\/scholar?cites=4650624951001442329",
            {
                "1993":16,
                "1994":18,
                "1995":28,
                "1996":64,
                "1997":76,
                "1998":69,
                "1999":64,
                "2000":96,
                "2001":109,
                "2002":128,
                "2003":126,
                "2004":128,
                "2005":148,
                "2006":133,
                "2007":157,
                "2008":100,
                "2009":120,
                "2010":112,
                "2011":127,
                "2012":135,
                "2013":109,
                "2014":129,
                "2015":108,
                "2016":111,
                "2017":97,
                "2018":89,
                "2019":77,
                "2020":72,
                "2021":2
            }
        ],
        [
            "The authors review recent advances in the physics of strongly interacting charged systems functioning in water at room temperature. In these systems, many phenomena go beyond the framework of mean-field theories, whether linear Debye-Hückel or nonlinear Poisson-Boltzmann, culminating in charge inversion—a counterintuitive phenomenon in which a strongly charged particle, called a macroion, binds so many counterions that its net charge changes sign. The review discusses the universal theory of charge inversion based on the idea of a strongly correlated liquid of adsorbed counterions, similar to a Wigner crystal. This theory has a vast array of applications, particularly in biology and chemistry; for example, in the presence of positive multivalent ions (eg, polycations), the DNA double helix acquires a net positive charge and drifts as a positive particle in an electric field. This simplifies DNA uptake by the cell …",
            "Colloquium: The physics of charge inversion in chemical and biological systems",
            "A Yu Grosberg and TT Nguyen and BI Shklovskii",
            "2002",
            "6KA6onQAAAAJ:u5HHmVD_uO8C",
            1098,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.74.329",
            "12847983964863975597",
            "\/scholar?cites=12847983964863975597",
            {
                "2002":6,
                "2003":25,
                "2004":63,
                "2005":64,
                "2006":71,
                "2007":70,
                "2008":74,
                "2009":81,
                "2010":69,
                "2011":58,
                "2012":65,
                "2013":67,
                "2014":67,
                "2015":58,
                "2016":67,
                "2017":52,
                "2018":44,
                "2019":35,
                "2020":54,
                "2021":4
            }
        ],
        [
            "The present state of the theory of volume effects in a polymer chain is reviewed. The theory of coils (ie, chains with predominately repulsive volume interaction of monomers) and the analogy between the excluded volume problem and the theory of second-order phase transitions are briefly described. The theory of globules, formed by attractive interaction of monomers or by external attractive fields, is considered in greater detail. The coil-globule transition under various conditions is analyzed. A theory is constructed for the simplest model of the polymer chain—the model of\" interacting beads on a flexible string.\" The connection of this model with more realistic ones is discussed. This review is based on the approach proposed by IM Lifshitz in 1968. While attention is focused on the physical aspects of the problems, some questions concerning biological applications are discussed in the conclusion.",
            "Some problems of the statistical physics of polymer chains with volume interaction",
            "IM Lifshitz and A Yu Grosberg and AR Khokhlov",
            "1978",
            "6KA6onQAAAAJ:ML0RJ9NH7IQC",
            803,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.50.683",
            "6754139407208568883",
            "\/scholar?cites=6754139407208568883",
            {
                "1982":16,
                "1983":9,
                "1984":13,
                "1985":10,
                "1986":10,
                "1987":9,
                "1988":6,
                "1989":13,
                "1990":7,
                "1991":17,
                "1992":16,
                "1993":21,
                "1994":31,
                "1995":17,
                "1996":27,
                "1997":30,
                "1998":28,
                "1999":18,
                "2000":29,
                "2001":37,
                "2002":24,
                "2003":24,
                "2004":31,
                "2005":26,
                "2006":21,
                "2007":28,
                "2008":36,
                "2009":25,
                "2010":14,
                "2011":10,
                "2012":15,
                "2013":12,
                "2014":20,
                "2015":21,
                "2016":13,
                "2017":22,
                "2018":21,
                "2019":21,
                "2020":20,
                "2021":2
            }
        ],
        [
            "Solid-state nanopores are sensors capable of analysing individual unlabelled DNA molecules in solution. Although the critical information obtained from nanopores (for example, DNA sequence) comes from the signal collected during DNA translocation, the throughput of the method is determined by the rate at which molecules arrive and thread into the pores. Here, we study the process of DNA capture into nanofabricated SiN pores of molecular dimensions. For fixed analyte concentrations we find an increase in capture rate as the DNA length increases from 800 to 8,000 base pairs, a length-independent capture rate for longer molecules, and increasing capture rates when ionic gradients are established across the pore. Furthermore, we show that application of a 20-fold salt gradient allows the detection of picomolar DNA concentrations at high throughput. The salt gradients enhance the electric field, focusing …",
            "Electrostatic focusing of unlabelled DNA into nanoscale pores using a salt gradient",
            "Meni Wanunu and Will Morrison and Yitzhak Rabin and Alexander Y Grosberg and Amit Meller",
            "2010",
            "6KA6onQAAAAJ:9ZlFYXVOiuMC",
            616,
            "https:\/\/www.nature.com\/nnano\/journal\/v5\/n2\/abs\/nnano.2009.379.html",
            "1921706185962876407",
            "\/scholar?cites=1921706185962876407",
            {
                "2010":18,
                "2011":31,
                "2012":50,
                "2013":64,
                "2014":61,
                "2015":62,
                "2016":69,
                "2017":59,
                "2018":67,
                "2019":68,
                "2020":57,
                "2021":5
            }
        ],
        [
            "To understand the kinetics of protein folding, we introduce the concept of a “transition coordinate” which is defined to be the coordinate along which the system progresses most slowly. As a practical implementation of this concept, we define the transmission coefficient for any conformation to be the probability for a chain with the given conformation to fold before it unfolds. Since the transmission coefficient can serve as the best possible measure of kinetic distance for a system, we present two methods by which we can determine how closely any parameter of the system approximates the transmission coefficient. As we determine that the transmission coefficient for a short-chain heteropolymer system is dominated by entropic factors, we have chosen to illustrate the methods mentioned by applying them to geometrical properties of the system such as the number of native contacts and the looplength distribution. We …",
            "On the transition coordinate for protein folding",
            "Rose Du and Vijay S Pande and Alexander Y Grosberg and Toyoichi Tanaka and Eugene I Shakhnovich",
            "1998",
            "6KA6onQAAAAJ:u-x6o8ySG0sC",
            493,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.475393",
            "7413697664741653190",
            "\/scholar?cites=7413697664741653190",
            {
                "1998":9,
                "1999":17,
                "2000":16,
                "2001":11,
                "2002":19,
                "2003":18,
                "2004":23,
                "2005":26,
                "2006":35,
                "2007":29,
                "2008":37,
                "2009":25,
                "2010":29,
                "2011":36,
                "2012":18,
                "2013":18,
                "2014":20,
                "2015":15,
                "2016":25,
                "2017":9,
                "2018":20,
                "2019":13,
                "2020":23,
                "2021":1
            }
        ],
        [
            "It is shown that the kinetics of collapse of a polymer coil consisting of N segments after an abrupt decrease of temperature is a two-stage process if N>> Ne. The first stage takes a time N2 and leads to the peculiar state-crumpled, or fractal, globule. Any part of a chain of any scale is itself a globule in this state; these parts are segregated from each other in space due to the non-phantomness of a chain. The chain fold in the crumpled globule is a fractal line with fractal dimension 3, equal to the space dimension. The second stage is a chain knotting; it is realized by means of reptation-like mechanism of motion, takes a time N3 and is accompanied by an increase of globule density.RésuméUne chaîne polymérique formée de N segments s' effondre à la suite d'un abaissement brutal de température. On montre que la cinétique de cet effondrement est un processus en deux étapes lorsque N est beaucoup plus grand que …",
            "The role of topological constraints in the kinetics of collapse of macromolecules",
            "A. Yu. Grosberg and S.K. Nechaev and E.I. Shakhnovich",
            "1988",
            "6KA6onQAAAAJ:mel-f30kHHgC",
            401,
            "https:\/\/jphys.journaldephysique.org\/articles\/jphys\/abs\/1988\/12\/jphys_1988__49_12_2095_0\/jphys_1988__49_12_2095_0.html",
            "11188445346253318329",
            "\/scholar?cites=11188445346253318329",
            {
                "1991":2,
                "1992":3,
                "1993":7,
                "1994":8,
                "1995":12,
                "1996":11,
                "1997":9,
                "1998":7,
                "1999":5,
                "2000":8,
                "2001":5,
                "2002":7,
                "2003":4,
                "2004":7,
                "2005":6,
                "2006":8,
                "2007":4,
                "2008":8,
                "2009":9,
                "2010":10,
                "2011":21,
                "2012":20,
                "2013":19,
                "2014":23,
                "2015":25,
                "2016":26,
                "2017":33,
                "2018":26,
                "2019":34,
                "2020":29,
                "2021":2
            }
        ],
        [
            "We present measurements and theoretical modeling of the ionic conductance G of solid-state nanopores with 5–100 nm diameters, with and without DNA inserted into the pore. First, we show that it is essential to include access resistance to describe the conductance, in particular for larger pore diameters. We then present an exact solution for G of an hourglass-shaped pore, which agrees very well with our measurements without any adjustable parameters, and which is an improvement over the cylindrical approximation. Subsequently we discuss the conductance blockade ΔG due to the insertion of a DNA molecule into the pore, which we study experimentally as a function of pore diameter. We find that ΔG decreases with pore diameter, contrary to the predictions of earlier models that forecasted a constant ΔG. We compare three models for ΔG, all of which provide good agreement with our experimental data.",
            "Modeling the conductance and DNA blockade of solid-state nanopores",
            "Stefan W Kowalczyk and Alexander Y Grosberg and Yitzhak Rabin and Cees Dekker",
            "2011",
            "6KA6onQAAAAJ:LPZeul_q3PIC",
            359,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0957-4484\/22\/31\/315101\/meta",
            "1074286430087935700",
            "\/scholar?cites=1074286430087935700",
            {
                "2011":2,
                "2012":24,
                "2013":34,
                "2014":29,
                "2015":39,
                "2016":43,
                "2017":33,
                "2018":41,
                "2019":60,
                "2020":48,
                "2021":4
            }
        ],
        [
            "Protein folding has become one of the most actively studied problems in modern molecular biophysics. Approaches to the problem combine ideas from the physics of disordered systems, polymer physics, and molecular biology. Much can be learned from the statistical properties of model heteropolymers, the chain molecules having different monomers in irregular sequences. Even in highly evolved proteins, there is a strong random element in the sequences, which gives rise to a statistical ensemble of sequences for a given folded shape. Simple analytic models give rise to phase transitions between random, glassy, and folded states, depending on the temperature T and the design temperature T des of the ensemble of sequences. Besides considering the analytic results obtainable in a random-energy model and in the Flory mean-field model of polymers, the article reports on confirming numerical simulations.",
            "Heteropolymer freezing and design: towards physical models of protein folding",
            "Vijay S Pande and Alexander Yu Grosberg and Toyoichi Tanaka",
            "2000",
            "6KA6onQAAAAJ:9yKSN-GCB0IC",
            316,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.72.259",
            "9054321299366819566",
            "\/scholar?cites=9054321299366819566",
            {
                "1999":1,
                "2000":6,
                "2001":18,
                "2002":34,
                "2003":23,
                "2004":26,
                "2005":21,
                "2006":24,
                "2007":23,
                "2008":9,
                "2009":18,
                "2010":11,
                "2011":14,
                "2012":15,
                "2013":9,
                "2014":9,
                "2015":6,
                "2016":5,
                "2017":11,
                "2018":13,
                "2019":4,
                "2020":11,
                "2021":3
            }
        ],
        [
            "Theoretical studies using simplified models of proteins have shed light on the general heteropolymeric aspects of the folding problem. Recent work has emphasized the statistical aspects of folding pathways. In particular, progress has been made in characterizing the ensemble of transition state conformations and elucidating the role of intermediates. These advances suggest a reconciliation between the new ensemble approaches and the classical view of a folding pathway.",
            "Pathways for protein folding: is a new view needed?",
            "Vijay S Pande and Alexander Yu Grosberg and Toyoichi Tanaka and Daniel S Rokhsar",
            "1998",
            "6KA6onQAAAAJ:d1gkVwhDpl0C",
            300,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0959440X98800122",
            "3756579377095275817",
            "\/scholar?cites=3756579377095275817",
            {
                "1998":14,
                "1999":27,
                "2000":37,
                "2001":32,
                "2002":30,
                "2003":15,
                "2004":21,
                "2005":21,
                "2006":19,
                "2007":15,
                "2008":12,
                "2009":5,
                "2010":11,
                "2011":12,
                "2012":6,
                "2013":3,
                "2014":4,
                "2015":3,
                "2016":4,
                "2017":3,
                "2018":1,
                "2019":1,
                "2020":2
            }
        ],
        [
            "We argue that in order to maintain the biological function of DNA confined inside the cell nucleus, its spatial structure has to be unknotted, of the so-called\" crumpled globule\" type. The fixation of a particular realization of this non-equilibrium structure by attractive interactions between specific units imposes a connection between the spatial structure of DNA and the statistical distribution of these units along the chain contour. This suggests that both primary sequence and spatial structure of native DNA were formed simultaneously by a self-similar evolution process. The predictions of our model are compared with recent observations of long-range correlations in intron-containing genes and non-transcribed regulatory elements and further experimental tests are proposed.",
            "Crumpled globule model of the three-dimensional structure of DNA",
            "AY Grosberg and Y Rabin and S Havlin and A Neer",
            "1993",
            "6KA6onQAAAAJ:LkGwnXOMwfcC",
            300,
            "https:\/\/iopscience.iop.org\/article\/10.1209\/0295-5075\/23\/5\/012\/meta",
            "16715876021378721172",
            "\/scholar?cites=16715876021378721172",
            {
                "1994":7,
                "1995":9,
                "1996":3,
                "1997":4,
                "1998":7,
                "1999":6,
                "2000":2,
                "2001":4,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":2,
                "2006":2,
                "2007":6,
                "2008":6,
                "2009":25,
                "2010":24,
                "2011":17,
                "2012":24,
                "2013":22,
                "2014":19,
                "2015":22,
                "2016":23,
                "2017":36,
                "2018":26
            }
        ]
    ]
}