{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "As culture is increasingly utilised as a means of social and economic development, the cultural tourism market is being flooded with new attractions, cultural routes and heritage centres. However, many consumers, tired of encountering the serial reproduction of culture in different destinations are searching for alternatives. The rise of skilled consumption, the importance of identity formation and the acquisition of cultural capital in (post)modern society point towards the use of creativity as an alternative to conventional cultural tourism. This paper considers the development of creative spaces, creative spectacles and creative tourism from the perspective of supply and demand. The need for creativity in developing new products and how to address the challenge of serial reproduction are discussed, and examples of creative tourism projects are examined and contrasted to traditional models of cultural tourism.",
            "Developing creativity in tourist experiences: A solution to the serial reproduction of culture?",
            "Greg Richards and Julie Wilson",
            "2006",
            "6lkhTiYAAAAJ:u-x6o8ySG0sC",
            1363,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0261517705000749",
            "952515773295987265",
            "\/scholar?cites=952515773295987265",
            {
                "2006":9,
                "2007":25,
                "2008":38,
                "2009":54,
                "2010":61,
                "2011":42,
                "2012":89,
                "2013":106,
                "2014":102,
                "2015":126,
                "2016":131,
                "2017":147,
                "2018":139,
                "2019":132,
                "2020":121,
                "2021":6
            }
        ],
        [
            "The cultural heritage of Europe is one of the oldest and most important generators of tourism and it retains its central role in the European tourism industry to this day. In 1990, the European Commission designated cultural tourism as a key area of tourism development in Europe. Yet at that time few comparative data existed on the topic. This led to the European Association for Tourism and Leisure Education (ATLAS) undertaking a transnational study of European cultural tourism. This book draws on the data collected by the ATLAS Cultural Tourism Project and combines data presentation and analysis with more reflective discussions on the nature of cultural tourism in different areas of Europe. The first five chapters address general themes and are followed by eleven chapters on individual countries from the European Union. Research workers, advanced students and professionals in the tourism industry will find this original contribution to the literature of practical and academic value.",
            "Cultural tourism in Europe",
            "Greg Richards",
            "1996",
            "6lkhTiYAAAAJ:D_sINldO8mEC",
            1332,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=xroeAQAAMAAJ&oi=fnd&pg=PR7&dq=info:xyx2vgcl65EJ:scholar.google.com&ots=TMKofamsvf&sig=iLqXmry4328zkx05woJ7mOKOlos",
            "10514538470216969415",
            "\/scholar?cites=10514538470216969415",
            {
                "1997":4,
                "1998":10,
                "1999":16,
                "2000":16,
                "2001":22,
                "2002":25,
                "2003":27,
                "2004":37,
                "2005":26,
                "2006":35,
                "2007":36,
                "2008":60,
                "2009":48,
                "2010":48,
                "2011":58,
                "2012":61,
                "2013":74,
                "2014":90,
                "2015":93,
                "2016":108,
                "2017":98,
                "2018":109,
                "2019":106,
                "2020":86,
                "2021":2
            }
        ],
        [
            "Richards, GW (1996). Introduction: Culture and tourism in Europe. In GW Richards (Ed.), Cultural \ntourism in Europe (pp. 3-17). (VF P2-02). CAB International … Richards, GW \/ Introduction : \nCulture and tourism in Europe. Cultural tourism in Europe. editor \/ GW Richards. Wallingford \n: CAB International, 1996. pp. 3-17 (VF P2-02) … Richards, GW 1996, Introduction: Culture \nand tourism in Europe. in GW Richards (ed.), Cultural tourism in Europe. VF P2-02, CAB \nInternational, Wallingford, pp. 3-17 … Cultural tourism in Europe. ed. \/ GW Richards. Wallingford \n: CAB International, 1996. p. 3-17 (VF P2-02) … Richards GW. Introduction: Culture and tourism \nin Europe. In Richards GW, editor, Cultural tourism in Europe. Wallingford: CAB \nInternational. 1996. p. 3-17. (VF P2-02).  ",
            "Introduction: Culture and tourism in Europe",
            "Greg Richards",
            "1996",
            "6lkhTiYAAAAJ:1qzjygNMrQYC",
            1019,
            "https:\/\/research.tilburguniversity.edu\/en\/publications\/introduction-culture-and-tourism-in-europe",
            "1121346061275544639",
            "\/scholar?cites=1121346061275544639",
            {
                "1997":8,
                "1998":23,
                "1999":31,
                "2000":36,
                "2001":38,
                "2002":26,
                "2003":9,
                "2004":28,
                "2005":15,
                "2006":19,
                "2007":27,
                "2008":43,
                "2009":41,
                "2010":53,
                "2011":49,
                "2012":62,
                "2013":72,
                "2014":78,
                "2015":77,
                "2016":60,
                "2017":77,
                "2018":55,
                "2019":33,
                "2020":46,
                "2021":3
            }
        ]
    ]
}