{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Changes in several temperature‐based agroclimatic indices in the central‐eastern of Argentina, most of them located within the Pampas region were analysed for 39 meteorological stations. Trends of first (FFD), last (LFD) and number (NFD) of frost days, frost period (FP), start (SGS), end (EGS) and length (LGS) of the growing season, growing degree days (GDD), diurnal temperature range (DTR), chilling hours and lowest annual minimum temperature were computed for two periods, 1940–2007 and 1975–2007. The largest changes were observed for the whole period 1940–2007 and were mostly indicative of a long‐term minimum temperature warming throughout the region. During this period, generalized decreases in the NFD and in the FP (i.e., a delayed FFD and an earlier LFD) were found. Although the trends in the growing season indices were not as large as in the frost indices, they were consistent with …",
            "Long‐term and recent changes in temperature‐based agroclimatic indices in Argentina",
            "María Elena Fernández‐Long and Gabriela Viviana Müller and Adriana Beltrán‐Przekurat and Olga Eugenia Scarpati",
            "2013",
            "6NFQVdkAAAAJ:8k81kl-MbHgC",
            47,
            "https:\/\/rmets.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/joc.3541",
            "7982191427391114136",
            "\/scholar?cites=7982191427391114136",
            {
                "2013":1,
                "2014":4,
                "2015":5,
                "2016":8,
                "2017":2,
                "2018":8,
                "2019":6,
                "2020":7,
                "2021":5
            }
        ],
        [
            "The integration of cover crops (CC) into annual crop rotations improves the provision of multiple ecosystem services in time and represents an alternative paradigm to achieve sustainability goals. In spite of the benefits that several authors have exposed, CC are seldom included in rotations because their water consumption could affect cash crops development. We evaluated the possibility of including CC in the agricultural area of Rio de la Plata grasslands and identified its optimal duration depending on both environmental conditions and crop rotations. Fallow areas were located based on NDVI time series derived from MODIS satellite images and the influence of CC on the subsequent cash crop was evaluated based on modeled changes in soil water contents at the sowing date of the cash crop. Our land use classifications revealed that single crop rotations, mostly summer crops with winter fallow periods …",
            "Including cover crops during fallow periods for increasing ecosystem services: Is it possible in croplands of Southern South America?",
            "Priscila Pinto and María E Fernández Long and Gervasio Piñeiro",
            "2017",
            "6NFQVdkAAAAJ:u-x6o8ySG0sC",
            34,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0167880917303146",
            "948401746754548129",
            "\/scholar?cites=948401746754548129",
            {
                "2017":2,
                "2018":5,
                "2019":11,
                "2020":6,
                "2021":8
            }
        ],
        [
            "Conocer las fechas medias de primeray ultimahelada, asf como laduracion del penodo con heladas y sus corrimientos a traves del tiempo, es de fundamental importancia al momento de tomar decisiones respecto de los calendarios agrfcolas de una region. El objetivo de este trabajo es estudiar las caracterfsticas del regimen de heladas para el penodo 1964-1993 denominado normal en una vasta zona de la Region Pampcanay las anomalfas producidasenlaiiltimadecada. Seobservounadisminucion del penodo con heladas en casi toda la region, y unicamente en el sur de la provinciade Buenos Aires un aumento. En general, lafecha deprimerahelada tuvo mayor corrimiento que lafechade ultima, generando un corrimiento del penodo con heladas hacial a primavera.",
            "Caracterización de las heladas en la Región Pampeana y su variabilidad en los últimos 10 años",
            "MARIA E FERNANDEZ LONG and IRENE E BARNATAN and LILIANA SPESCIIA",
            "2004",
            "6NFQVdkAAAAJ:0EnyYjriUFMC",
            21,
            "https:\/\/core.ac.uk\/download\/pdf\/144235062.pdf",
            "3962946077442198200",
            "\/scholar?cites=3962946077442198200",
            {
                "2006":2,
                "2007":2,
                "2008":1,
                "2009":1,
                "2010":3,
                "2011":1,
                "2012":1,
                "2013":2,
                "2014":1,
                "2015":2,
                "2016":2
            }
        ],
        [
            "Se desarrolló un modelo de balance hidrológico operativo con fines agrícolas (BHOA). El mismo tiene por finalidad proporcionar una herramienta de decisión objetiva y en tiempo real para los tomadores de decisión del sector agrícola, así como generar una base de datos de agua en el suelo, disponible para la comunidad científica y educativa. El modelo, basado en la metodología de Thornthwaite-Mather con modificaciones, calcula la evapotranspiración potencial por Penman-Monteith y utiliza constantes hidrológicas representativas de los suelos agrícolas de la Argentina. Para la validación del mismo se correlacionó el índice de satisfacción hídrica (ISHi) con las anomalías de los rendimientos de maíz y trigo para 18 departamentos de la Región Pampeana. Los resultados muestran correlaciones positivas y significativas principalmente durante el período crítico del maíz, en concordancia con las fechas de siembra en los distintos departamentos. En el caso del trigo también se encontraron correlaciones significativas pero durante períodos más extensos.",
            "Modelo de balance hidrológico operativo para el agro (BHOA)",
            "María Elena Fernández Long and Liliana Spescha and Irene Barnatán and Guillermo Murphy",
            "2013",
            "6NFQVdkAAAAJ:3fE2CSJIrl8C",
            15,
            "http:\/\/agronomiayambiente.agro.uba.ar\/index.php\/AyA\/article\/view\/4",
            "2316858948369807347",
            "\/scholar?cites=2316858948369807347",
            {
                "2014":1,
                "2015":1,
                "2016":2,
                "2017":2,
                "2018":3,
                "2019":6
            }
        ],
        [
            "Se desarrolló un modelo de balance hidrológico operativo con fines agrícolas (BHOA). El mismo tiene por finalidad proporcionar una herramienta de decisión objetiva y en tiempo real para los tomadores de decisión del sector agrícola, así como generar una base de datos de agua en el suelo, disponible para la comunidad científica y educativa. El modelo, basado en la metodología de Thornthwaite-Mather con modificaciones, calcula la evapotranspiración potencial por Penman-Monteith y utiliza constantes hidrológicas representativas de los suelos agrícolas de la Argentina. Para la validación del mismo se correlacionó el índice de satisfacción hídrica (ISHi) con las anomalías de los rendimientos de maíz y trigo para 18 departamentos de la Región Pampeana. Los resultados muestran correlaciones positivas y significativas principalmente durante el período crítico del maíz, en concordancia con las fechas de siembra en los distintos departamentos. En el caso del trigo también se encontraron correlaciones significativas pero durante períodos más extensos.",
            "Modelo de balance hidrológico operativo para el agro (BHOA)",
            "María Elena Fernández Long and Liliana Spescha and Irene Barnatán and Guillermo Murphy",
            "2013",
            "6NFQVdkAAAAJ:2osOgNQ5qMEC",
            15,
            "http:\/\/agronomiayambiente.agro.uba.ar\/index.php\/AyA\/article\/view\/4",
            "2316858948369807347",
            "\/scholar?cites=2316858948369807347",
            {
                "2014":1,
                "2015":1,
                "2016":2,
                "2017":2,
                "2018":3,
                "2019":6
            }
        ],
        [
            "Many critical climate impacts are controlled by extreme events rather than mean values. Systems that are particularly vulnerable are agricultural and forest ecosystems. Climate change is expected to affect extremes, since small changes in mean conditions can lead to large changes in the frequency of extremes (Kats and Brown, 1992). Nicholls et al.(1996) concluded that globally significant changes in extremes have occurred during the 20th century. There has been a clear trend to fewer extremes of low temperatures in several widely separated areas in the late 20th century. The IPCC (2001) review concludes that the general warming would tend to lead to an increase in extremely high temperature events and a decrease in winter days with extremely low temperatures. Rusticucci and Barrucand (2004) studied the changes in temperature extremes over the 1959-98 period, based on daily minimum temperature in Argentina. Trend analysis was performed on seasonal means, standard deviations and extremes (5th and 95th percentiles). Particularly in winter mean minimum values present positive trends. The trends in the standard deviations, although significant in only a few cases, present different signs. Extreme trends were analyzed and no remarkable patterns were detected. Pascale and Damario (2004) also found trends in the absolute values of annual maximum and minimum temperatures in a large number of cities of Argentina, showing an important decrease at the annual extreme thermal amplitude.Elsewhere around the globe, a few studies document changes in frost days. Frich et al.(2002) found evidence of fewer frost days in much of …",
            "Annual and monthly trends in frost days in the Wet Pampa",
            "María Elena Fernández Long and Gabriela V Müller",
            "2006",
            "6NFQVdkAAAAJ:Tyk-4Ss8FVUC",
            15,
            "https:\/\/www.researchgate.net\/profile\/Gabriela_Mueller2\/publication\/228505357_Annual_and_monthly_trends_in_frost_days_in_the_Wet_Pampa\/links\/555e9cf108ae86c06b5f4b6d.pdf",
            "5929107378816518678",
            "\/scholar?cites=5929107378816518678",
            {
                "2006":1,
                "2007":1,
                "2008":3,
                "2009":1,
                "2010":2,
                "2011":2,
                "2012":1,
                "2013":1,
                "2014":2
            }
        ],
        [
            "Cold air intrusions in three areas frequently affected by frosts of southeastern South America are analyzed based on GFDL-CM2.0 Coupled Atmospheric and Oceanic Global Circulation Model. The general objective is to investigate the model ability to simulate the frequency of intrusions in the present climate as well as the changes in the frequency of occurrence and atmospheric characteristics in a future climate scenario. The cold period (May to September) is analyzed for the control period 1961 to 1990 and for the period 2081 to 2100 from the CMIP3 A2 scenario, which reflects the extreme global warming. The coupled GFDL-CM2.0 overestimated the number of cold air intrusions for the present climate (control). This systematic error should be considered in the analyses of future climate results. Future projections indicated a reduction of these cases in GFDL results. As this model overestimated the number of …",
            "Cold air intrusions over southeastern South America—GFDL model behavior regarding climate simulations in the 20th century and future projections",
            "Iracema FA Cavalcanti and Gabriela V Müller and Kelen M Andrade and Maria Elena Fernández Long",
            "2013",
            "6NFQVdkAAAAJ:qjMakFHDy7sC",
            10,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S092181811300177X",
            "2702895239983385933",
            "\/scholar?cites=2702895239983385933",
            {
                "2014":1,
                "2015":1,
                "2016":2,
                "2017":1,
                "2018":2,
                "2019":2,
                "2020":1
            }
        ],
        [
            "Los registros de precipitaciones diarias son, en muchos casos, datos necesarios para llevar a cabo trabajos de investigación y para la elaboración de productos como el balance de agua del suelo. En numerosas ocasiones estas series no se encuentran completas y es necesario generar el dato a partir de la información existente. El objetivo de este trabajo es proporcionar un protocolo de trabajo que permita estimar los datos faltantes de precipitación diaria con un método de fácil aplicación, fundamentado y validado estadísticamente. Se estimaron los datos diarios de precipitación de 12 estaciones meteorológicas del Servicio Meteorológico Nacional (SMN) ubicadas en cada una de las ecorregiones de la república argentina. Se utilizaron cuatro métodos existentes (método de la razón, método de análisis de regresión, método de cociente-normal y método de interpolación con otras estaciones) y además se propuso una metodología basada en campos homogéneos de correlación. Se trabajó además con 69 estaciones meteorológicas que se utilizaron como referencia para la estimación de los datos faltantes. Una vez obtenidos los resultados por los diferentes métodos, se analizó la bondad de los modelos a partir de diferentes estimadores de error. Los resultados muestran una gran heterogeneidad para todos los métodos y regiones. La metodología propuesta presenta una mejora en la correlación en 11 de las 12 series y, 9 de las 12 series presentaron un menor error absoluto medio. Se concluye que la metodología de interpolación con otras estaciones y de la razón son las que peor estimaron la precipitación diaria; mientras que la …",
            "Estimación de datos faltantes de precipitación diaria para las distintas ecorregiones de la República Argentina",
            "Matías Rodrigo Antelo and María Elena Fernández Long",
            "2014",
            "6NFQVdkAAAAJ:UebtZRa9Y70C",
            7,
            "http:\/\/chaco.ina.gov.ar\/ifrh-2014\/Eje3\/3.02.pdf",
            "16219813950008433345",
            "\/scholar?cites=16219813950008433345",
            {
                "2016":1,
                "2017":2,
                "2018":1,
                "2019":3
            }
        ],
        [
            "A fonte de variabilidade climática El Niño Oscilação Sul (ENOS) tem sido largamente estudada nas últimas duas décadas e se descobriu que são fortes as relações dela com as chuvas e os rendimentos de grãos de algumas culturas na «região pampeana» da Argentina. No entanto, há outras fontes de variabilidade climática, que somados ao ENOS podem melhorar a precisão dos prognósticos de rendimento dos cultivos. A influência de diferentes fontes de variabilidade climática sobre a produção de girassol na «região pampeana» ainda não foi bem estudada. Este trabalho tem como objetivo analisar o impacto do El Niño e outras fontes de variabilidade climática sobre as variações anuais da produção de girassol. A região foi dividida em 10 zonas em que os rendimentos têm uma variabilidade interanual homogênea. Os rendimentos médios de cada zona foram correlacionados com os seguintes índices de variabilidade climática: Índice de Oscilação Sul (SOI), Índice Multivariado de ENOS (MEI), Temperatura da Superfície do Mar (TSM) do Oceano Pacífico na região Niño-3.4 (SST3, 4), Índice Oceânico de Niño (ONI), e Índice Bivariado de Niño (BEST); índice da Oscilação Decadal do Pacifico (ODP); índice de Oscilação da Antártida (AAO); dois índices de TSM do Oceano Pacífico Tropical Sul (PAC 5 e PAC 8); e um índice de TSM do Oceano Atlântico Tropical Sul (ATL 1). Conclui-se que nem todas as regiões respondem da mesma forma à variabilidade climática; regiões com mais correlações significativas responderam inversamente ao ENOS e aos índices do Atlântico, ou seja, os rendimentos de girassol tendem a ser menores com …",
            "Variabilidade dos rendimentos de girassol na Argentina em função da variabilidade climática interanual",
            "Luis Henrique Loose and MARIA ELENA FERNANDEZ LONG and Danilo Carnelos and Guillermo M Murphy",
            "2010",
            "6NFQVdkAAAAJ:UeHWp8X0CEIC",
            6,
            "http:\/\/ri.agro.uba.ar\/files\/download\/articulo\/2010Loose.pdf",
            "4776007472370704087",
            "\/scholar?cites=4776007472370704087",
            {
                "2012":2,
                "2013":4
            }
        ],
        [
            "SIDALC.\n",
            "Cambios en la disponibilidad térmica para los cultivos de la región pampeana argentina",
            "María Elena Fernández Long and Irene Barnatán and L Serio and GM Murphy",
            "2008",
            "6NFQVdkAAAAJ:Y0pCki6q_DkC",
            6,
            "http:\/\/www.sidalc.net\/cgi-bin\/wxis.exe\/?IsisScript=SERAMZ.xis&method=post&formato=2&cantidad=1&expresion=mfn=040694",
            "11850833448242456874",
            "\/scholar?cites=11850833448242456874",
            {
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":1,
                "2013":1
            }
        ]
    ]
}