{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "\" There has been a remarkable improvement in capabilities for probing matter with x-rays and extreme ultraviolet (EUV) radiation since the previous edition of this book appeared in 2000. The spectral brightness and coherence of available research facilities has increased by many orders of magnitude across the EUV and x-ray spectral regions, extending from photon energies of 30 eV (40 nm wavelength) to 50 keV (0.25 Å). The ability to probe electron dynamics in atoms, molecules, clusters and solids has been extended from picoseconds to femtoseconds and attoseconds. X-ray optics have improved dramatically, with reflective and diffractive optics now able to focus, or resolve images, to 10nm across much of this spectrum. New techniques have emerged for attosecond temporal measurements, nanoscale tomographic imaging of individual cells, and ever more sophisticated coherent diffraction and imaging techniques. Commercial capabilities have also improved with brighter laboratory sources and widely available x-ray microscopes for nanoscale imaging in the research and commercial sectors. And it appears that high volume manufacturing of computer chips with 13.5 nm EUV radiation will soon become a reality, likely reaching world markets at the 7 nm node in 2017\"--",
            "X-rays and extreme ultraviolet radiation: principles and applications",
            "David Attwood and Anne Sakdinawat",
            "2017",
            "6nIjbwwAAAAJ:Gb6Hms-Uo9kC",
            2354,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=8gZQDQAAQBAJ&oi=fnd&pg=PR13&dq=info:AVkBd1usMPAJ:scholar.google.com&ots=lJHPtriC6B&sig=6u5zoXYs5P5bf9QshUyleqlVq5A",
            "17307522876823394561",
            "\/scholar?cites=17307522876823394561",
            {
                "2000":13,
                "2001":41,
                "2002":49,
                "2003":80,
                "2004":104,
                "2005":103,
                "2006":122,
                "2007":126,
                "2008":126,
                "2009":104,
                "2010":149,
                "2011":143,
                "2012":136,
                "2013":133,
                "2014":122,
                "2015":153,
                "2016":125,
                "2017":130,
                "2018":126,
                "2019":122,
                "2020":123,
                "2021":7
            }
        ],
        [
            "Nonlinear optics plays a central role in the advancement of optical science and laser-based technologies. We report on the confinement of the nonlinear interaction of light with matter to a single wave cycle and demonstrate its utility for time-resolved and strong-field science. The electric field of 3.3-femtosecond, 0.72-micron laser pulses with a controlled and measured waveform ionizes atoms near the crests of the central wave cycle, with ionization being virtually switched off outside this interval. Isolated sub-100-attosecond pulses of extreme ultraviolet light (photon energy ∼ 80 electron volts), containing ∼0.5 nanojoule of energy, emerge from the interaction with a conversion efficiency of ∼10–6. These tools enable the study of the precision control of electron motion with light fields and electron-electron interactions with a resolution approaching the atomic unit of time (∼24 attoseconds).",
            "Single-cycle nonlinear optics",
            "Eleftherios Goulielmakis and Martin Schultze and M Hofstetter and Vladislav S Yakovlev and Justin Gagnon and M Uiberacker and Andrew L Aquila and EM Gullikson and David T Attwood and Reinhard Kienberger and Ferenc Krausz and Ulf Kleineberg",
            "2008",
            "6nIjbwwAAAAJ:ji7lAbPyDbYC",
            1731,
            "https:\/\/science.sciencemag.org\/content\/320\/5883\/1614.abstract",
            "7842542711559336545",
            "\/scholar?cites=7842542711559336545",
            {
                "2008":19,
                "2009":143,
                "2010":163,
                "2011":196,
                "2012":203,
                "2013":191,
                "2014":155,
                "2015":135,
                "2016":130,
                "2017":124,
                "2018":106,
                "2019":79,
                "2020":75,
                "2021":5
            }
        ],
        [
            "Analytical tools that have spatial resolution at the nanometre scale are indispensable for the life and physical sciences. It is desirable that these tools also permit elemental and chemical identification on a scale of 10 nm or less, with large penetration depths. A variety of techniques 1, 2, 3, 4, 5, 6, 7 in X-ray imaging are currently being developed that may provide these combined capabilities. Here we report the achievement of sub-15-nm spatial resolution with a soft X-ray microscope—and a clear path to below 10 nm—using an overlay technique for zone plate fabrication. The microscope covers a spectral range from a photon energy of 250 eV (∼ 5 nm wavelength) to 1.8 keV (∼ 0.7 nm), so that primary K and L atomic resonances of elements such as C, N, O, Al, Ti, Fe, Co and Ni can be probed. This X-ray microscopy technique is therefore suitable for a wide range of studies: biological imaging in the water window 8 …",
            "Soft X-ray microscopy at a spatial resolution better than 15 nm",
            "Weilun Chao and Bruce D Harteneck and J Alexander Liddle and Erik H Anderson and David T Attwood",
            "2005",
            "6nIjbwwAAAAJ:2l5NCbZemmgC",
            1024,
            "https:\/\/www.nature.com\/articles\/nature03719",
            "1836631736422804465",
            "\/scholar?cites=1836631736422804465",
            {
                "2005":12,
                "2006":78,
                "2007":80,
                "2008":99,
                "2009":91,
                "2010":93,
                "2011":84,
                "2012":67,
                "2013":48,
                "2014":51,
                "2015":55,
                "2016":45,
                "2017":62,
                "2018":51,
                "2019":55,
                "2020":38,
                "2021":4
            }
        ],
        [
            "Recent years have seen significant progress in the field of soft-and hard-X-ray microscopy, both technically, through developments in source, optics and imaging methodologies, and also scientifically, through a wide range of applications. While an ever-growing community is pursuing the extensive applications of today's available X-ray tools, other groups are investigating improvements in techniques, including new optics, higher spatial resolutions, brighter compact sources and shorter-duration X-ray pulses. This Review covers recent work in the development of direct image-forming X-ray microscopy techniques and the relevant applications, including three-dimensional biological tomography, dynamical processes in magnetic nanostructures, chemical speciation studies, industrial applications related to solar cells and batteries, and studies of archaeological materials and historical works of art.",
            "Nanoscale X-ray imaging",
            "Anne Sakdinawat and David Attwood",
            "2010",
            "6nIjbwwAAAAJ:BPS1z4jHU5cC",
            515,
            "https:\/\/www.nature.com\/articles\/nphoton.2010.267.pdf?origin=ppub",
            "17902339611639426926",
            "\/scholar?cites=17902339611639426926",
            {
                "2010":3,
                "2011":25,
                "2012":35,
                "2013":48,
                "2014":43,
                "2015":48,
                "2016":45,
                "2017":64,
                "2018":63,
                "2019":59,
                "2020":77,
                "2021":3
            }
        ],
        [
            "An extreme ultraviolet (EUV) lithography tool using 13.4 nm radiation is being developed by a consortium of integrated circuit (IC) manufacturers to support 100 nm imaging for integrated circuit production. The 4×, 0.1 NA alpha tool has a >1 μm depth of focus, all reflective optics, a xenon laser plasma source, and robust reflective masks. The technology is expected to support feature scaling down to 30 nm.",
            "Extreme ultraviolet lithography",
            "Charles W Gwyn and R Stulen and D Sweeney and D Attwood",
            "1998",
            "6nIjbwwAAAAJ:-6RzNnnwWf8C",
            485,
            "https:\/\/avs.scitation.org\/doi\/abs\/10.1116\/1.590453",
            "4725399001489670598",
            "\/scholar?cites=4725399001489670598",
            {
                "1998":4,
                "1999":22,
                "2000":31,
                "2001":32,
                "2002":34,
                "2003":30,
                "2004":27,
                "2005":20,
                "2006":30,
                "2007":34,
                "2008":18,
                "2009":18,
                "2010":27,
                "2011":23,
                "2012":13,
                "2013":21,
                "2014":21,
                "2015":13,
                "2016":15,
                "2017":4,
                "2018":20,
                "2019":14,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We present spatial coherence measurements of extreme ultraviolet (EUV) light generated through the process of high-harmonic up-conversion of a femtosecond laser. With a phase-matched hollow-fiber geometry, the generated beam was found to exhibit essentially full spatial coherence. The coherence of this laser-like EUV source was shown by recording Gabor holograms of small objects. This work demonstrates the capability to perform EUV holography with a tabletop experimental setup. Such an EUV source, with low divergence and high spatial coherence, can be used for experiments involving high-precision metrology, inspection of optical components for EUV lithography, and microscopy and holography with nanometer resolution. Furthermore, the short time duration of the EUV radiation (a few femtoseconds) will enable EUV microscopy and holography to be performed with ultrahigh time resolution.",
            "Generation of spatially coherent light at extreme ultraviolet wavelengths",
            "Randy A Bartels and Ariel Paul and Hans Green and Henry C Kapteyn and Margaret M Murnane and Sterling Backus and Ivan P Christov and Yanwei Liu and David Attwood and Chris Jacobsen",
            "2002",
            "6nIjbwwAAAAJ:uUvzmPk0f8oC",
            444,
            "https:\/\/science.sciencemag.org\/content\/297\/5580\/376.abstract",
            "12140184284153654192",
            "\/scholar?cites=12140184284153654192",
            {
                "2002":3,
                "2003":22,
                "2004":28,
                "2005":21,
                "2006":21,
                "2007":33,
                "2008":30,
                "2009":34,
                "2010":26,
                "2011":24,
                "2012":25,
                "2013":22,
                "2014":34,
                "2015":14,
                "2016":25,
                "2017":18,
                "2018":24,
                "2019":13,
                "2020":20,
                "2021":5
            }
        ],
        [
            "We demonstrate enhanced generation of coherent light in the “water window” region of the soft x-ray spectrum at 4.4 nanometers, using quasi–phase-matched frequency conversion of ultrafast laser pulses. By periodically modulating the diameter of a gas-filled hollow waveguide, the phase mismatch normally present between the laser light and the generated soft x-ray light can be partially compensated. This makes it possible to use neon gas as the nonlinear medium to coherently convert light up to the water window, illustrating that techniques of nonlinear optics can be applied effectively in the soft x-ray region of the spectrum. These results advance the prospects for compact coherent soft x-ray sources for applications in biomicroscopy and in chemical spectroscopy.",
            "Coherent soft x-ray generation in the water window with quasi-phase matching",
            "Emily A Gibson and Ariel Paul and Nick Wagner and David Gaudiosi and Sterling Backus and Ivan P Christov and Andy Aquila and Eric M Gullikson and David T Attwood and Margaret M Murnane and Henry C Kapteyn",
            "2003",
            "6nIjbwwAAAAJ:Vr2j17o0sqMC",
            430,
            "https:\/\/science.sciencemag.org\/content\/302\/5642\/95.abstract",
            "8987781412063842852",
            "\/scholar?cites=8987781412063842852",
            {
                "2003":3,
                "2004":28,
                "2005":33,
                "2006":38,
                "2007":46,
                "2008":37,
                "2009":37,
                "2010":37,
                "2011":27,
                "2012":21,
                "2013":28,
                "2014":15,
                "2015":16,
                "2016":14,
                "2017":18,
                "2018":12,
                "2019":12,
                "2020":8
            }
        ],
        [
            "Interferometric data resolved to 1 μm and 15 psec confirm the significant role of radiation pressure during high-intensity laser-plasma interactions. Specifically observed manifestations include electron density profiles steepened to∼ 1-μm scale length, clearly defined upper and lower density shelves, and small-and large-scale deformations of transverse isodensity of surfaces.",
            "Interferometric confirmation of radiation-pressure effects in laser-plasma interactions",
            "DT Attwood and DW Sweeney and JM Auerbach and PHY Lee",
            "1978",
            "6nIjbwwAAAAJ:QsaTk4IG4EwC",
            250,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.40.184",
            "2878846826601333945",
            "\/scholar?cites=2878846826601333945",
            {
                "1981":22,
                "1982":11,
                "1983":10,
                "1984":13,
                "1985":4,
                "1986":9,
                "1987":4,
                "1988":1,
                "1989":6,
                "1990":4,
                "1991":3,
                "1992":8,
                "1993":4,
                "1994":1,
                "1995":8,
                "1996":4,
                "1997":7,
                "1998":2,
                "1999":3,
                "2000":3,
                "2001":4,
                "2002":8,
                "2003":9,
                "2004":5,
                "2005":2,
                "2006":8,
                "2007":7,
                "2008":5,
                "2009":1,
                "2010":3,
                "2011":3,
                "2012":3,
                "2013":2,
                "2014":5,
                "2015":3,
                "2016":2,
                "2017":1,
                "2018":4
            }
        ],
        [
            "Analytical models are presented describing the x‐ray‐excited emission of ’’no‐loss’’ photoelectrons and Auger electrons and the energy distribution of emitted secondary electrons. The secondary electron energy distribution is given in terms of the electron kinetic energy EK, work function W, photon energy Eo, and mass photoionization coefficient μ (Eo), as proportional to Eoμ (Eo) EK(EK+W)−4. Techniques of electron spectral measurements utilizing uniform field preacceleration and limited acceptance angle spectrometers are discussed. Secondary electron energy distributions are measured at about 10−8 Torr from thick evaporated films of gold and aluminum at photon energies 277, 1487, and 8050 eV. The shapes of these distributions do not depend significantly upon photon energy. The full width at half‐maximum (FWHM) of these distributions are 3.9, 6.7, and 4.4 eV for Au and ion‐cleaned Au and Al …",
            "0.1–10‐keV x‐ray‐induced electron emissions from solids—Models and secondary electron measurements",
            "Burton L Henke and Jerel A Smith and David T Attwood",
            "1977",
            "6nIjbwwAAAAJ:pUxgyZctzPYC",
            231,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.323938",
            "16079172400506395382",
            "\/scholar?cites=16079172400506395382",
            {
                "1981":11,
                "1982":4,
                "1983":12,
                "1984":2,
                "1985":2,
                "1986":6,
                "1987":6,
                "1988":3,
                "1989":9,
                "1990":2,
                "1991":5,
                "1992":4,
                "1993":2,
                "1994":11,
                "1995":1,
                "1996":3,
                "1997":2,
                "1998":8,
                "1999":1,
                "2000":4,
                "2001":5,
                "2002":3,
                "2003":6,
                "2004":10,
                "2005":6,
                "2006":12,
                "2007":9,
                "2008":6,
                "2009":6,
                "2010":4,
                "2011":3,
                "2012":7,
                "2013":7,
                "2014":9,
                "2015":6,
                "2016":3,
                "2017":13,
                "2018":5
            }
        ],
        [
            "The development of high brightness and short pulse width (< 200picoseconds) x-ray lasers now offers biologists the possibility ofhigh-resolution imaging of specimens in an aqueous environment withoutthe blurring effects associated with natural motions and chemicalerosion. As a step toward developing the capabilities of this type ofx-ray microscopy, a tantalum x-ray laser at 44.83 angstrom wavelengthwas used together with an x-ray zone plate lens to image bothunlabeled and selectively gold-labeled dried rat sperm nuclei. Theobserved images show approximately 500 angstrom features, illustratethe importance of x-ray microscopy in determining chemicalcomposition, and provide information about the uniformity of spermchromatin organization and the extent of sperm chromatinhydration.",
            "X-ray laser microscopy of rat sperm nuclei",
            "LB Da Silva and JE Trebes and R Balhorn and S Mrowka and E Anderson and DT Attwood and TW Barbee and J Brase and M Corzett and J Gray",
            "1992",
            "6nIjbwwAAAAJ:X0DADzN9RKwC",
            205,
            "https:\/\/science.sciencemag.org\/content\/258\/5080\/269.abstract",
            "6885325964858178258",
            "\/scholar?cites=6885325964858178258",
            {
                "1992":2,
                "1993":5,
                "1994":12,
                "1995":18,
                "1996":10,
                "1997":8,
                "1998":14,
                "1999":9,
                "2000":8,
                "2001":9,
                "2002":6,
                "2003":8,
                "2004":8,
                "2005":5,
                "2006":11,
                "2007":7,
                "2008":6,
                "2009":10,
                "2010":6,
                "2011":6,
                "2012":3,
                "2013":6,
                "2014":4,
                "2015":6,
                "2016":7,
                "2017":3,
                "2018":2,
                "2019":2,
                "2020":2
            }
        ]
    ]
}