{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The Sloan Digital Sky Survey (SDSS; York et al. 2000) started observations in 1998 and has completed three different phases. The data collected includes optical imaging of most of the northern high Galactic latitude sky as well as optical and nearinfrared spectroscopy of over 3.5 million stars, galaxies, and quasars. These observations all used the 2.5 m Sloan Foundation Telescope at Apache Point Observatory (APO; Gunn et al. 2006). This paper describes SDSS-IV, the fourth phase, and how it builds upon and extends both the infrastructure and scientific legacy of the previous generations of surveys.",
            "Sloan Digital Sky Survey IV: Mapping the Milky Way, nearby galaxies, and the distant universe",
            "Michael R Blanton and Matthew A Bershady and Bela Abolfathi and Franco D Albareti and Carlos Allende Prieto and Andres Almeida and Javier Alonso-García and Friedrich Anders and Scott F Anderson and Brett Andrews and Erik Aquino-Ortíz and Alfonso Aragón-Salamanca and Maria Argudo-Fernández and Eric Armengaud and Eric Aubourg and Vladimir Avila-Reese and Carles Badenes and Stephen Bailey and Kathleen A Barger and Jorge Barrera-Ballesteros and Curtis Bartosz and Dominic Bates and Falk Baumgarten and Julian Bautista and Rachael Beaton and Timothy C Beers and Francesco Belfiore and Chad F Bender and Andreas A Berlind and Mariangela Bernardi and Florian Beutler and Jonathan C Bird and Dmitry Bizyaev and Guillermo A Blanc and Michael Blomqvist and Adam S Bolton and Médéric Boquien and Jura Borissova and Remco van Den Bosch and Jo Bovy and William N Brandt and Jonathan Brinkmann and Joel R Brownstein and Kevin Bundy and Adam J Burgasser and Etienne Burtin and Michele Cappellari and Maria Leticia Delgado Carigi and Joleen K Carlberg and Aurelio Carnero Rosell and Ricardo Carrera and Nancy J Chanover and Brian Cherinka and Edmond Cheung and Yilen Gómez Maqueo Chew and Cristina Chiappini and Peter Doohyun Choi and Drew Chojnowski and Chia-Hsun Chuang and Haeun Chung and Rafael Fernando Cirolini and Nicolas Clerc and Roger E Cohen and Johan Comparat and Luiz Da Costa and Marie-Claude Cousinou and Kevin Covey and Jeffrey D Crane and Rupert AC Croft and Irene Cruz-Gonzalez and Daniel Garrido Cuadra and Katia Cunha and Guillermo J Damke and Jeremy Darling and Roger Davies and Kyle Dawson and Axel De La Macorra and Flavia Dell’Agli and Nathan De Lee and Timothee Delubac and Francesco Di Mille and Aleks Diamond-Stanic and Mariana Cano-Díaz and John Donor and Juan José Downes and Niv Drory and Hélion Du Mas Des Bourboux and Christopher J Duckworth and Tom Dwelly and Jamie Dyer and Garrett Ebelke and Arthur D Eigenbrot and Daniel J Eisenstein and Eric Emsellem and Mike Eracleous and Stephanie Escoffier and Michael L Evans and Xiaohui Fan and Emma Fernández-Alvar and José Gregorio Fernández-Trincado and Diane K Feuillet and Alexis Finoguenov and Scott W Fleming and Andreu Font-Ribera and Alexander Fredrickson and Gordon Freischlad and Peter M Frinchaboy and Carla E Fuentes and Lluís Galbany and R Garcia-Dias and DA García-Hernández and Patrick Gaulme and Doug Geisler and Joseph D Gelfand and Héctor Gil-Marín and Bruce A Gillespie and Daniel Goddard and Violeta Gonzalez-Perez and Kathleen Grabowski and Paul J Green and Catherine J Grier and James E Gunn and Hong Guo and Julien Guy and Alex Hagen and ChangHoon Hahn and Matthew Hall and Paul Harding and Sten Hasselquist and Suzanne L Hawley and Fred Hearty and Jonay I Gonzalez Hernández and Shirley Ho and David W Hogg and Kelly Holley-Bockelmann and Jon A Holtzman and Parker H Holzer and Joseph Huehnerhoff and Timothy A Hutchinson and Ho Seong Hwang and Héctor J Ibarra-Medel and Gabriele da Silva Ilha and Inese I Ivans and Keshawn Ivory and Kelly Jackson and Trey W Jensen and Jennifer A Johnson and Amy Jones and Henrik Jönsson and Eric Jullo",
            "2017",
            "6NmdCx0AAAAJ:bFI3QPDXJZMC",
            727,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-3881\/aa7567\/meta",
            "2608339419961007439",
            "\/scholar?cites=2608339419961007439",
            {
                "2017":24,
                "2018":159,
                "2019":229,
                "2020":280,
                "2021":34
            }
        ],
        [
            "It is now 16 years since the first data release from the Sloan Digital Sky Survey (SDSS; York et al. 2000). This Early Data Release, or EDR, occurred in 2001 June (Stoughton et al. 2002). Since this time, annual data releases from SDSS have become part of the landscape of astronomy, populating databases used by thousands of astronomers worldwide (Raddick et al. 2014a, 2014b), and making the SDSS’s 2.5 mSloan Foundation Telescope (Gunn et al. 2006) one of the most productive observatories in the world (Madrid & Macchetto 2009). This paper describes the 14th public data release from SDSS, or DR14, released on 2017 July 31. The SDSS has completed three phases and is currently in its fourth phase. SDSS-I and-II conducted a Legacy survey of galaxies and quasars (York et al. 2000), the SDSS-II Supernova Survey (Frieman et al. 2008; Sako et al. 2014), and conducted observations of stars for the …",
            "The fourteenth data release of the Sloan Digital Sky Survey: First spectroscopic data from the extended Baryon Oscillation Spectroscopic Survey and from the second phase of the …",
            "Bela Abolfathi and DS Aguado and Gabriela Aguilar and Carlos Allende Prieto and Andres Almeida and Tonima Tasnim Ananna and Friedrich Anders and Scott F Anderson and Brett H Andrews and Borja Anguiano and Alfonso Aragón-Salamanca and Maria Argudo-Fernández and Eric Armengaud and Metin Ata and Eric Aubourg and Vladimir Avila-Reese and Carles Badenes and Stephen Bailey and Christophe Balland and Kathleen A Barger and Jorge Barrera-Ballesteros and Curtis Bartosz and Fabienne Bastien and Dominic Bates and Falk Baumgarten and Julian Bautista and Rachael Beaton and Timothy C Beers and Francesco Belfiore and Chad F Bender and Mariangela Bernardi and Matthew A Bershady and Florian Beutler and Jonathan C Bird and Dmitry Bizyaev and Guillermo A Blanc and Michael R Blanton and Michael Blomqvist and Adam S Bolton and Médéric Boquien and Jura Borissova and Jo Bovy and Christian Andres Bradna Diaz and William Nielsen Brandt and Jonathan Brinkmann and Joel R Brownstein and Kevin Bundy and Adam J Burgasser and Etienne Burtin and Caleb I Cañas and Mariana Cano-Díaz and Michele Cappellari and Ricardo Carrera and Andrew R Casey and Bernardo Cervantes Sodi and Yanping Chen and Brian Cherinka and Cristina Chiappini and Peter Doohyun Choi and Drew Chojnowski and Chia-Hsun Chuang and Haeun Chung and Nicolas Clerc and Roger E Cohen and Julia M Comerford and Johan Comparat and Janaina Correa Do Nascimento and Luiz Da Costa and Marie-Claude Cousinou and Kevin Covey and Jeffrey D Crane and Irene Cruz-Gonzalez and Katia Cunha and Gabriele da Silva Ilha and Guillermo J Damke and Jeremy Darling and James W Davidson Jr and Kyle Dawson and Miguel Angel C de Icaza Lizaola and Axel De La MacOrra and Sylvain De La Torre and Nathan De Lee and Victoria de Sainte Agathe and Alice Deconto Machado and Flavia Dell’Agli and Timothée Delubac and Aleksandar M Diamond-Stanic and John Donor and Juan José Downes and Niv Drory and Hélion Du Mas Des Bourboux and Christopher J Duckworth and Tom Dwelly and Jamie Dyer and Garrett Ebelke and Arthur Davis Eigenbrot and Daniel J Eisenstein and Yvonne P Elsworth and Eric Emsellem and Michael Eracleous and Ghazaleh Erfanianfar and Stephanie Escoffier and Xiaohui Fan and Emma Fernández Alvar and JG Fernandez-Trincado and Rafael Fernando Cirolini and Diane Feuillet and Alexis Finoguenov and Scott W Fleming and Andreu Font-Ribera and Gordon Freischlad and Peter Frinchaboy and Hai Fu and Yilen Gómez Maqueo Chew and Lluís Galbany and Ana E Garcia Perez and R Garcia-Dias and DA García-Hernández and Luis Alberto Garma Oehmichen and Patrick Gaulme and Joseph Gelfand and Héctor Gil-Marín and Bruce A Gillespie and Daniel Goddard and Jonay I González Hernández and Violeta Gonzalez-Perez and Kathleen Grabowski and Paul J Green and Catherine J Grier and Alain Gueguen and Hong Guo and Julien Guy and Alex Hagen and Patrick Hall and Paul Harding and Sten Hasselquist and Suzanne Hawley and Christian R Hayes and Fred Hearty and Saskia Hekker and Jesus Hernandez and Hector Hernandez Toledo and David W Hogg and Kelly Holley-Bockelmann and Jon A Holtzman and Jiamin Hou and Bau-Ching Hsieh and Jason AS Hunt and Timothy A Hutchinson and Ho Seong Hwang",
            "2018",
            "6NmdCx0AAAAJ:_xSYboBqXhAC",
            706,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-4365\/aa9e8a\/meta",
            "14883334976045784854",
            "\/scholar?cites=14883334976045784854",
            {
                "2017":4,
                "2018":124,
                "2019":306,
                "2020":242,
                "2021":25
            }
        ],
        [
            "Using archival Sloan Digital Sky Survey (SDSS) multi-epoch imaging data (Stripe 82), we have searched for the tidal disruption of stars by supermassive black holes in non-active galaxies. Two candidate tidal disruption events (TDEs) are identified. The TDE flares have optical blackbody temperatures of 2× 10 4 K and observed peak luminosities of M g=–18.3 and–20.4 (νL ν= 5× 10 42, 4× 10 43 erg s–1, in the rest frame); their cooling rates are very low, qualitatively consistent with expectations for tidal disruption flares. The properties of the TDE candidates are examined using (1) SDSS imaging to compare them to other flares observed in the search,(2) UV emission measured by GALEX, and (3) spectra of the hosts and of one of the flares. Our pipeline excludes optically identifiable AGN hosts, and our variability monitoring over nine years provides strong evidence that these are not flares in hidden AGNs. The …",
            "Optical discovery of probable stellar tidal disruption flares",
            "Sjoert Van Velzen and Glennys R Farrar and Suvi Gezari and Nidia Morrell and Dennis Zaritsky and Linda Östman and Mathew Smith and Joseph Gelfand and Andrew J Drake",
            "2011",
            "6NmdCx0AAAAJ:2osOgNQ5qMEC",
            280,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/741\/2\/73\/meta",
            "3762379255675494889",
            "\/scholar?cites=3762379255675494889",
            {
                "2011":2,
                "2012":37,
                "2013":24,
                "2014":26,
                "2015":20,
                "2016":45,
                "2017":28,
                "2018":27,
                "2019":35,
                "2020":33,
                "2021":3
            }
        ],
        [
            "In this paper, we study the flux of electrons and positrons injected by pulsars and by annihilating or decaying dark matter in the context of recent ATIC, PAMELA, Fermi, and HESS data. We review the flux from a single pulsar and derive the flux from a distribution of pulsars. We point out that the particle acceleration in the pulsar magnetosphere is insufficient to explain the observed excess of electrons and positrons with energy E∼ 1 TeV and one has to take into account an additional acceleration of electrons at the termination shock between the pulsar and its wind nebula. We show that at energies less than a few hundred GeV, the expected flux from a continuous distribution of pulsars provides a good approximation to the expected flux from pulsars in the Australia Telescope National Facility catalog. At higher energies, we demonstrate that the electron\/positron flux measured at the Earth will be dominated by a few …",
            "Pulsars versus dark matter interpretation of ATIC\/PAMELA",
            "Dmitry Malyshev and Ilias Cholis and Joseph Gelfand",
            "2009",
            "6NmdCx0AAAAJ:u-x6o8ySG0sC",
            223,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.80.063005",
            "12226994743139312318",
            "\/scholar?cites=12226994743139312318",
            {
                "2009":12,
                "2010":38,
                "2011":30,
                "2012":17,
                "2013":20,
                "2014":16,
                "2015":16,
                "2016":10,
                "2017":18,
                "2018":17,
                "2019":15,
                "2020":11,
                "2021":1
            }
        ],
        [
            "Soft γ-ray repeaters (SGRs) are ‘magnetars’, a small class of slowly spinning neutron stars with extreme surface magnetic fields, B≈ 10 15 gauss (refs 1, 2–3). On 27 December 2004, a giant flare 4 was detected from the magnetar SGR 1806-20 (ref. 2), only the third such event recorded 5, 6. This burst of energy was detected by a variety of instruments 7, 8 and even caused an ionospheric disturbance in the Earth's upper atmosphere that was recorded around the globe 9. Here we report the detection of a fading radio afterglow produced by this outburst, with a luminosity 500 times larger than the only other detection of a similar source 10. From day 6 to day 19 after the flare from SGR 1806-20, a resolved, linearly polarized, radio nebula was seen, expanding at approximately a quarter of the speed of light. To create this nebula, at least 4× 10 43 ergs of energy must have been emitted by the giant flare in the form of …",
            "An expanding radio nebula produced by a giant flare from the magnetar SGR 1806–20",
            "Bryan M Gaensler and C Kouveliotou and JD Gelfand and GB Taylor and D Eichler and RAMJ Wijers and J Granot and E Ramirez-Ruiz and YE Lyubarsky and RW Hunstead and D Campbell-Wilson and AJ Van der Horst and MA McLaughlin and RP Fender and MA Garrett and KJ Newton-McGee and DM Palmer and N Gehrels and PM Woods",
            "2005",
            "6NmdCx0AAAAJ:u5HHmVD_uO8C",
            199,
            "https:\/\/www.nature.com\/articles\/nature03498",
            "12606805756497688725",
            "\/scholar?cites=12606805756497688725",
            {
                "2005":24,
                "2006":25,
                "2007":22,
                "2008":9,
                "2009":13,
                "2010":14,
                "2011":18,
                "2012":7,
                "2013":7,
                "2014":11,
                "2015":7,
                "2016":13,
                "2017":10,
                "2018":4,
                "2019":4,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We report the discovery of up to 35 new supernova remnants (SNRs) from a 42  resolution, 90 cm multiconfiguration Very Large Array survey of the Galactic plane covering 4 5 < l < 22 0 and ∣b∣ < 1 25. Archival 20 cm, 11 cm, and 8 μm data have also been used to identify the SNRs and constrain their properties. The 90 cm image is sensitive to SNRs with diameters 2 5 to 50  and down to a surface brightness limit of ∼10−21 W m−2 Hz−1 sr−1. This survey has nearly tripled the number of SNRs known in this part of the Galaxy and represents an overall 15% increase in the total number of Galactic SNRs. These results suggest that further deep, low‐frequency surveys of the inner Galaxy will resolve the discrepancy between the expected number of Galactic SNRs and the significantly smaller number of currently known SNRs.",
            "Discovery of 35 new supernova remnants in the inner galaxy",
            "CL Brogan and JD Gelfand and BM Gaensler and NE Kassim and TJW Lazio",
            "2006",
            "6NmdCx0AAAAJ:d1gkVwhDpl0C",
            187,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/501500\/meta",
            "4694802875612682083",
            "\/scholar?cites=4694802875612682083",
            {
                "2005":1,
                "2006":6,
                "2007":17,
                "2008":15,
                "2009":12,
                "2010":9,
                "2011":18,
                "2012":13,
                "2013":18,
                "2014":13,
                "2015":11,
                "2016":12,
                "2017":6,
                "2018":13,
                "2019":12,
                "2020":10
            }
        ],
        [
            "A pulsar wind nebula (PWN) inside a supernova remnant provides a unique insight into the properties of the central neutron star, the relativistic wind powered by its loss of rotational energy, its progenitor supernova, and the surrounding environment. In this paper, we present a new semianalytic model for the evolution of such a PWN throughout its lifetime. This model couples the dynamical and radiative evolution of the PWNe, and predicts both the dynamical (eg, radius and expansion velocity) and radiative (radio to TeV γ-ray spectrum) properties of the PWN during this period. As a result, it is well suited for using the observed properties of a PWN to constrain the physical characteristics of the neutron star, pulsar wind, progenitor supernova, and surrounding environment. We also discuss the expected evolution for a particular set of these parameters, and show that it reproduces the large spectral break inferred from …",
            "A dynamical model for the evolution of a pulsar wind nebula inside a nonradiative supernova remnant",
            "Joseph D Gelfand and Patrick O Slane and Weiqun Zhang",
            "2009",
            "6NmdCx0AAAAJ:qjMakFHDy7sC",
            157,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/703\/2\/2051\/meta",
            "454158013448248959",
            "\/scholar?cites=454158013448248959",
            {
                "2010":15,
                "2011":17,
                "2012":19,
                "2013":14,
                "2014":16,
                "2015":14,
                "2016":10,
                "2017":19,
                "2018":15,
                "2019":7,
                "2020":10
            }
        ],
        [
            "77 AIM, CEA, CNRS, Université Paris-Saclay, Université Paris Diderot, Sorbonne Paris Cité, 91191 Gif-sur-Yvette, France",
            "The 16th data release of the sloan digital sky surveys: first release from the APOGEE-2 southern survey and full release of eBOSS spectra",
            "Romina Ahumada and Carlos Allende Prieto and Andrés Almeida and Friedrich Anders and Scott F Anderson and Brett H Andrews and Borja Anguiano and Riccardo Arcodia and Eric Armengaud and Marie Aubert and Santiago Avila and Vladimir Avila-Reese and Carles Badenes and Christophe Balland and Kat Barger and Jorge K Barrera-Ballesteros and Sarbani Basu and Julian Bautista and Rachael L Beaton and Timothy C Beers and B Izamar T Benavides and Chad F Bender and Mariangela Bernardi and Matthew Bershady and Florian Beutler and Christian Moni Bidin and Jonathan Bird and Dmitry Bizyaev and Guillermo A Blanc and Michael R Blanton and Médéric Boquien and Jura Borissova and Jo Bovy and WN Brandt and Jonathan Brinkmann and Joel R Brownstein and Kevin Bundy and Martin Bureau and Adam Burgasser and Etienne Burtin and Mariana Cano-Díaz and Raffaella Capasso and Michele Cappellari and Ricardo Carrera and Solène Chabanier and William Chaplin and Michael Chapman and Brian Cherinka and Cristina Chiappini and Peter Doohyun Choi and S Drew Chojnowski and Haeun Chung and Nicolas Clerc and Damien Coffey and Julia M Comerford and Johan Comparat and Luiz Da Costa and Marie-Claude Cousinou and Kevin Covey and Jeffrey D Crane and Katia Cunha and Gabriele da Silva Ilha and Yu Sophia Dai and Sanna B Damsted and Jeremy Darling and James W Davidson Jr and Roger Davies and Kyle Dawson and Nikhil De and Axel De La Macorra and Nathan De Lee and Anna Bárbara de Andrade Queiroz and Alice Deconto Machado and Sylvain De La Torre and Flavia Dell’Agli and Helion Du Mas Des Bourboux and Aleksandar M Diamond-Stanic and Sean Dillon and John Donor and Niv Drory and Chris Duckworth and Tom Dwelly and Garrett Ebelke and Sarah Eftekharzadeh and Arthur Davis Eigenbrot and Yvonne P Elsworth and Mike Eracleous and Ghazaleh Erfanianfar and Stephanie Escoffier and Xiaohui Fan and Emily Farr and José G Fernández-Trincado and Diane Feuillet and Alexis Finoguenov and Patricia Fofie and Amelia Fraser-Mckelvie and Peter M Frinchaboy and Sebastien Fromenteau and Hai Fu and Lluis Galbany and Rafael A Garcia and DA García-Hernández and Luis Alberto Garma Oehmichen and Junqiang Ge and Marcio Antonio Geimba Maia and Doug Geisler and Joseph Gelfand and Julian Goddy and Violeta Gonzalez-Perez and Kathleen Grabowski and Paul Green and Catherine J Grier and Hong Guo and Julien Guy and Paul Harding and Sten Hasselquist and Adam James Hawken and Christian R Hayes and Fred Hearty and Saskia Hekker and David W Hogg and Jon A Holtzman and Danny Horta and Jiamin Hou and Bau-Ching Hsieh and Daniel Huber and Jason AS Hunt and J Ider Chitham and Julie Imig and Mariana Jaber and Camilo Eduardo Jimenez Angel and Jennifer A Johnson and Amy M Jones and Henrik Jönsson and Eric Jullo and Yerim Kim and Karen Kinemuchi and Charles C Kirkpatrick IV and George W Kite and Mark Klaene and Jean-Paul Kneib and Juna A Kollmeier and Hui Kong and Marina Kounkel and Dhanesh Krishnarao and Ivan Lacerna and Ting-Wen Lan and Richard R Lane and David R Law and Jean-Marc Le Goff",
            "2020",
            "6NmdCx0AAAAJ:5Ul4iDaHHb8C",
            137,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-4365\/ab929e\/meta",
            "9251181983148573396",
            "\/scholar?cites=9251181983148573396",
            {
                "2019":1,
                "2020":105,
                "2021":31
            }
        ],
        [
            "We present new observations of the field centered on X‐ray source 1E 1547.0−5408. Analysis of a new Chandra observation shows that it is unresolved at arcsecond resolution, and analysis of a new XMM‐Newton observation shows that its X‐ray spectrum is best described by an absorbed power‐law and blackbody model. A comparison of the X‐ray flux observed from 1E 1547.0−5408 between 1980 and 2006 reveals that its absorbed 0.5–10 keV X‐ray flux decreased from ∼  to ∼  ergs cm−2 during this period. The most recent XMM‐Newton observation detected no pulsations from 1E 1547.0−5408, allowing us to put a 5 σ confidence upper limit of 14% for the 0.5–10 keV peak‐to‐peak pulsed fraction for sinusoidal pulses with periods slower than 1.8 s. A near‐infrared observation shows a magnitude   source near 1E 1547.0−5408, but the implied X‐ray to infrared flux ratio indicates that it is an unrelated field …",
            "The Compact X-Ray Source 1E 1547.0–5408 and the Radio Shell G327. 24-0.13: A New Proposed Association between a Candidate Magnetar and a Candidate Supernova Remnant",
            "Joseph D Gelfand and BM Gaensler",
            "2007",
            "6NmdCx0AAAAJ:9yKSN-GCB0IC",
            129,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/520526\/meta",
            "405778857736179163",
            "\/scholar?cites=405778857736179163",
            {
                "2007":1,
                "2008":13,
                "2009":17,
                "2010":18,
                "2011":21,
                "2012":17,
                "2013":7,
                "2014":12,
                "2015":7,
                "2016":4,
                "2017":5,
                "2018":3,
                "2019":1,
                "2020":2,
                "2021":1
            }
        ],
        [
            "Quiescent galaxies with little or no ongoing star formation dominate the population of galaxies with masses above 2× 10 10 times that of the Sun; the number of quiescent galaxies has increased by a factor of about 25 over the past ten billion years (refs 1, 2, 3, 4). Once star formation has been shut down, perhaps during the quasar phase of rapid accretion onto a supermassive black hole 5, 6, 7, an unknown mechanism must remove or heat the gas that is subsequently accreted from either stellar mass loss 8 or mergers and that would otherwise cool to form stars 9, 10. Energy output from a black hole accreting at a low rate has been proposed 11, 12, 13, but observational evidence for this in the form of expanding hot gas shells is indirect and limited to radio galaxies at the centres of clusters 14, 15, which are too rare to explain the vast majority of the quiescent population 16. Here we report bisymmetric emission …",
            "Suppressing star formation in quiescent galaxies with supermassive black hole winds",
            "Edmond Cheung and Kevin Bundy and Michele Cappellari and Sébastien Peirani and Wiphu Rujopakarn and Kyle Westfall and Renbin Yan and Matthew Bershady and Jenny E Greene and Timothy M Heckman and Niv Drory and David R Law and Karen L Masters and Daniel Thomas and David A Wake and Anne-Marie Weijmans and Kate Rubin and Francesco Belfiore and Benedetta Vulcani and Yan-mei Chen and Kai Zhang and Joseph D Gelfand and Dmitry Bizyaev and A Roman-Lopes and Donald P Schneider",
            "2016",
            "6NmdCx0AAAAJ:vV6vV6tmYwMC",
            123,
            "https:\/\/www.nature.com\/articles\/nature18006",
            "1607362360685148088",
            "\/scholar?cites=1607362360685148088",
            {
                "2016":11,
                "2017":27,
                "2018":30,
                "2019":36,
                "2020":16,
                "2021":3
            }
        ]
    ]
}