{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "This bestseller will help you learn regression-analysis methods that you can apply to real-life problems. It highlights the role of the computer in contemporary statistics with numerous printouts and exercises that you can solve using the computer. The authors continue to emphasize model development, the intuitive logic and assumptions that underlie the techniques covered, the purposes, advantages, and disadvantages of the techniques, and valid interpretations of those techniques. Available with InfoTrac Student Collections http:\/\/gocengage. com\/infotrac. Important Notice: Media content referenced within the product description or the product text may not be available in the ebook version.",
            "Applied regression analysis and other multivariable methods",
            "David G Kleinbaum and Lawrence L Kupper and Azhar Nizam and Eli S Rosenberg",
            "2013",
            "6oVDvKwAAAAJ:KlAtU1dfN6UC",
            13743,
            "http:\/\/scholar.google.com\/scholar?cluster=10972410640096159651&hl=en&oi=scholarr",
            "10972410640096159651",
            "\/scholar?cites=10972410640096159651",
            {
                "1987":153,
                "1988":173,
                "1989":183,
                "1990":185,
                "1991":227,
                "1992":270,
                "1993":264,
                "1994":297,
                "1995":307,
                "1996":348,
                "1997":355,
                "1998":317,
                "1999":345,
                "2000":392,
                "2001":368,
                "2002":400,
                "2003":417,
                "2004":503,
                "2005":586,
                "2006":540,
                "2007":464,
                "2008":502,
                "2009":479,
                "2010":486,
                "2011":518,
                "2012":461,
                "2013":493,
                "2014":503,
                "2015":487,
                "2016":423,
                "2017":392,
                "2018":371,
                "2019":338,
                "2020":327,
                "2021":18
            }
        ],
        [
            "Hydroxychloroquine, with or without azithromycin, has been considered as a possible therapeutic agent for patients with coronavirus disease 2019 (COVID-19). However, there are limited data on efficacy and associated adverse events.To describe the association between use of hydroxychloroquine, with or without azithromycin, and clinical outcomes among hospital inpatients diagnosed with COVID-19.Retrospective multicenter cohort study of patients from a random sample of all admitted patients with laboratory-confirmed COVID-19 in 25 hospitals, representing 88.2% of patients with COVID-19 in the New York metropolitan region. Eligible patients were admitted for at least 24 hours between March 15 and 28, 2020. Medications, preexisting conditions, clinical measures on admission, outcomes, and adverse events were abstracted from medical records. The …",
            "Association of treatment with hydroxychloroquine or azithromycin with in-hospital mortality in patients with COVID-19 in New York State",
            "Eli S Rosenberg and Elizabeth M Dufort and Tomoko Udo and Larissa A Wilberschied and Jessica Kumar and James Tesoriero and Patti Weinberg and James Kirkwood and Alison Muse and Jack DeHovitz and Debra S Blog and Brad Hutton and David R Holtgrave and Howard A Zucker",
            "2020",
            "6oVDvKwAAAAJ:aryKp6_dckwC",
            654,
            "https:\/\/jamanetwork.com\/journals\/jama\/fullarticle\/2766117\/",
            "11876046522757834501",
            "\/scholar?cites=11876046522757834501",
            {
                "2020":564,
                "2021":56
            }
        ],
        [
            "Human immunodeficiency virus (HIV) transmission risk is primarily dependent on behavior (sexual and injection drug use) and HIV viral load. National goals emphasize maximizing coverage along the HIV care continuum, but the effect on HIV prevention is unknown.To estimate the rate and number of HIV transmissions attributable to persons at each of the following 5 HIV care continuum steps: HIV infected but undiagnosed, HIV diagnosed but not retained in medical care, retained in care but not prescribed antiretroviral therapy, prescribed antiretroviral therapy but not virally suppressed, and virally suppressed.A multistep, static, deterministic model that combined population denominator data from the National HIV Surveillance System with detailed clinical and behavioral data from the National HIV Behavioral Surveillance System and the Medical Monitoring …",
            "Human immunodeficiency virus transmission at each step of the care continuum in the United States",
            "Jacek Skarbinski and Eli Rosenberg and Gabriela Paz-Bailey and H Irene Hall and Charles E Rose and Abigail H Viall and Jennifer L Fagan and Amy Lansky and Jonathan H Mermin",
            "2015",
            "6oVDvKwAAAAJ:hC7cP41nSMkC",
            451,
            "https:\/\/jamanetwork.com\/journals\/jamainternalmedicine\/article-abstract\/2130723",
            "18229301171422831083",
            "\/scholar?cites=18229301171422831083",
            {
                "2015":25,
                "2016":80,
                "2017":105,
                "2018":114,
                "2019":60,
                "2020":49,
                "2021":4
            }
        ],
        [
            "To estimate the frequency and duration of detectable Zika virus (ZIKV) RNA in human body fluids, we prospectively assessed a cohort of recently infected participants in Puerto Rico.We evaluated samples obtained from 295 participants (including 94 men who provided semen specimens) in whom ZIKV RNA was detected on reverse-transcriptase–polymerase-chain-reaction (RT-PCR) assay in urine or blood at an enhanced arboviral clinical surveillance site. We collected serum, urine, saliva, semen, and vaginal secretions weekly for the first month and at 2, 4, and 6 months. All specimens were tested by means of RT-PCR, and serum was tested with the use of anti–ZIKV IgM enzyme-linked immunosorbent assay. Among the participants with ZIKV RNA in any specimen at week 4, collection continued every 2 weeks thereafter until all specimens tested negative. We used parametric Weibull …",
            "Persistence of Zika virus in body fluids",
            "Gabriela Paz-Bailey and Eli S Rosenberg and Kate Doyle and Jorge Munoz-Jordan and Gilberto A Santiago and Liore Klein and Janice Perez-Padilla and Freddy A Medina and Stephen H Waterman and Laura E Adams and Matthew J Lozier and Jorge Bertrán-Pasarell and Carlos Garcia Gubern and Luisa I Alvarado and Tyler M Sharp",
            "2018",
            "6oVDvKwAAAAJ:yD5IFk8b50cC",
            394,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/nejmoa1613108",
            "1814976943400793260",
            "\/scholar?cites=1814976943400793260",
            {
                "2017":82,
                "2018":129,
                "2019":96,
                "2020":79,
                "2021":5
            }
        ],
        [
            "Background A multisystem inflammatory syndrome in children (MIS-C) is associated with coronavirus disease 2019. The New York State Department of Health (NYSDOH) established active, statewide surveillance to describe hospitalized patients with the syndrome. Methods Hospitals in New York State reported cases of Kawasaki’s disease, toxic shock syndrome, myocarditis, and potential MIS-C in hospitalized patients younger than 21 years of age and sent medical records to the NYSDOH. We carried out descriptive analyses that summarized the clinical presentation, complications, and outcomes of patients who met the NYSDOH case definition for MIS-C between March 1 and May 10, 2020. Results As of May 10, 2020, a total of 191 potential cases were reported to the NYSDOH. Of 95 patients with confirmed MIS-C (laboratory-confirmed acute or recent severe acute respiratory syndrome coronavirus 2 [SARS …",
            "Multisystem inflammatory syndrome in children in New York State",
            "Elizabeth M Dufort and Emilia H Koumans and Eric J Chow and Elizabeth M Rosenthal and Alison Muse and Jemma Rowlands and Meredith A Barranco and Angela M Maxted and Eli S Rosenberg and Delia Easton and Tomoko Udo and Jessica Kumar and Wendy Pulver and Lou Smith and Brad Hutton and Debra Blog and Howard Zucker",
            "2020",
            "6oVDvKwAAAAJ:LTdYzzxxQecC",
            290,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMoa2021756",
            "15510672452484298820",
            "\/scholar?cites=15510672452484298820",
            {
                "2020":239,
                "2021":41
            }
        ]
    ]
}