{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "HIV infection is associated with immune dysfunction, perturbation of immune-cell subsets and opportunistic infections. CD161++CD8+ T cells are a tissue-infiltrating population that produce IL17A, IL22, IFNγ, and TNFα, cytokines important in mucosal immunity. In adults they dominantly express the semi-invariant TCR Vα7.2, the canonical feature of mucosal associated invariant T (MAIT) cells and have been recently implicated in host defense against pathogens. We analyzed the frequency and function of CD161++\/MAIT cells in peripheral blood and tissue from patients with early stage or chronic-stage HIV infection. We show that the CD161++\/MAIT cell population is significantly decreased in early HIV infection and fails to recover despite otherwise successful treatment. We provide evidence that CD161++\/MAIT cells are not preferentially infected but may be depleted through diverse mechanisms including …",
            "Early and nonreversible decrease of CD161++\/MAIT cells in HIV infection",
            "Cormac Cosgrove and James E Ussher and Andri Rauch and Kathleen Gärtner and Ayako Kurioka and Michael H Hühn and Krista Adelmann and Yu-Hoi Kang and Joannah R Fergusson and Peter Simmonds and Philip Goulder and Ted H Hansen and Julie Fox and Huldrych F Günthard and Nina Khanna and Fiona Powrie and Alan Steel and Brian Gazzard and Rodney E Phillips and John Frater and Holm Uhlig and Paul Klenerman",
            "2013",
            "6pzZOngAAAAJ:W7OEmFMy1HYC",
            273,
            "https:\/\/ashpublications.org\/blood\/article-abstract\/121\/6\/951\/31428",
            "4313793607294375507",
            "\/scholar?cites=4313793607294375507",
            {
                "2013":11,
                "2014":26,
                "2015":32,
                "2016":35,
                "2017":40,
                "2018":52,
                "2019":32,
                "2020":42
            }
        ],
        [
            "Pseudomonas aeruginosa is an opportunistic human pathogen that can cause a wide range of clinical symptoms and infections that are frequent in immunocompromised patients. In this study, we show that P. aeruginosa evades human complement attack by binding the human plasma regulators Factor H and Factor H-related protein-1 (FHR-1) to its surface. Factor H binds to intact bacteria via two sites that are located within short consensus repeat (SCR) domains 6–7 and 19–20, and FHR-1 binds within SCR domain 3–5. A P. aeruginosa Factor H binding protein was isolated using a Factor H affinity matrix, and was identified by mass spectrometry as the elongation factor Tuf. Factor H uses the same domains for binding to recombinant Tuf and to intact bacteria. Factor H bound to recombinant Tuf displayed cofactor activity for degradation of C3b. Similarly Factor H bound to intact P. aeruginosa showed complement …",
            "Immune evasion of the human pathogen Pseudomonas aeruginosa: elongation factor Tuf is a factor H and plasminogen binding protein",
            "Anja Kunert and Josephine Losse and Christin Gruszin and Michael Hühn and Kerstin Kaendler and Stefan Mikkat and Daniela Volke and Ralf Hoffmann and T Sakari Jokiranta and Harald Seeberger and Ute Moellmann and Jens Hellwage and Peter F Zipfel",
            "2007",
            "6pzZOngAAAAJ:zYLM7Y9cAGgC",
            232,
            "https:\/\/www.jimmunol.org\/content\/179\/5\/2979.short",
            "14350404625463252654",
            "\/scholar?cites=14350404625463252654",
            {
                "2007":1,
                "2008":18,
                "2009":17,
                "2010":22,
                "2011":15,
                "2012":18,
                "2013":24,
                "2014":20,
                "2015":31,
                "2016":13,
                "2017":13,
                "2018":13,
                "2019":14,
                "2020":12
            }
        ],
        [
            "Enterovirus infections, in particular those with Coxsackieviruses, have been linked to the development of type 1 diabetes (T1D). Although animal models have demonstrated that interferons (IFNs) regulate virus-induced T1D by acting directly on the beta cell, little is known on the human pancreatic islet response to IFNs. Here we show that human islet cells respond to IFNs by expressing signature genes of antiviral defense. We also demonstrate that they express three intracellular sensors for viral RNA, the toll like receptor 3 (TLR3) gene, the retinoic acid-inducible gene I (RIG-I) and the melanoma differentiation-associated gene-5 (MDA-5), which induce type I IFN production in infected cells. Finally, we show for the first time that the IFN-induced antiviral state provides human islets with a powerful protection from the replication of Coxsackievirus. This may be critical for beta cell survival and protection from virus …",
            "Interferons induce an antiviral state in human pancreatic islet cells",
            "Monica Hultcrantz and Michael H Hühn and Monika Wolf and Annika Olsson and Stella Jacobson and Bryan R Williams and Olle Korsgren and Malin Flodström-Tullberg",
            "2007",
            "6pzZOngAAAAJ:eQOLeE2rZwMC",
            105,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0042682207003509",
            "15654952508238574679",
            "\/scholar?cites=15654952508238574679",
            {
                "2008":3,
                "2009":11,
                "2010":16,
                "2011":8,
                "2012":6,
                "2013":18,
                "2014":9,
                "2015":7,
                "2016":8,
                "2017":3,
                "2018":3,
                "2019":4,
                "2020":6,
                "2021":2
            }
        ],
        [
            "The C-type lectin-like receptor CD161 is expressed by lymphocytes found in human gut and liver, as well as blood, especially natural killer (NK) cells, T helper 17 (Th17) cells, and a population of unconventional T cells known as mucosal-associated invariant T (MAIT) cells. The association of high CD161 expression with innate T-cell populations including MAIT cells is established. Here we show that CD161 is also expressed, at intermediate levels, on a prominent subset of polyclonal CD8+ T cells, including antiviral populations that display a memory phenotype. These memory CD161 int CD8+ T cells are enriched within the colon and express both CD103 and CD69, markers associated with tissue residence. Furthermore, this population was characterized by enhanced polyfunctionality, increased levels of cytotoxic mediators, and high expression of the transcription factors T-bet and eomesodermin (EOMES). Such …",
            "CD161 int CD8+ T cells: a novel population of highly functional, memory CD8+ T cells enriched within the gut",
            "JR Fergusson and MH Hühn and L Swadling and LJ Walker and A Kurioka and A Llibre and A Bertoletti and G Holländer and EW Newell and MM Davis and Eva Sverremark-Ekström and F Powrie and S Capone and A Folgori and E Barnes and CB Willberg and JE Ussher and P Klenerman",
            "2016",
            "6pzZOngAAAAJ:YsMSGLbcyi4C",
            70,
            "https:\/\/www.nature.com\/articles\/mi201569",
            "16695317156799425568",
            "\/scholar?cites=16695317156799425568",
            {
                "2016":11,
                "2017":8,
                "2018":19,
                "2019":15,
                "2020":14,
                "2021":3
            }
        ],
        [
            "Coxsackievirus infections are associated with severe diseases such as myocarditis, meningitis and pancreatitis. To study the contribution of the intracellular viral sensor melanoma differentiation-associated protein-5 (MDA-5) in the host immune response to Coxsackievirus B3 (CVB3) we infected C57BL\/6 and 129\/SvJ mice lacking mda-5. Mice deficient in MDA-5 showed a dramatically increased susceptibility to CVB3 infection. The loss of MDA-5 allowed the virus to replicate faster, resulting in increased liver and pancreas damage and heightened mortality. MDA-5 was not absolutely required for the induction of type 1 interferons (IFNs), but essential for the production of maximal levels of systemic IFN-α early after infection. Taken together, our findings indicate that MDA-5 plays an important role in the host immune response to CVB3 by preventing early virus replication and limiting tissue pathology.",
            "Melanoma differentiation-associated protein-5 (MDA-5) limits early viral replication but is not essential for the induction of type 1 interferons after Coxsackievirus infection",
            "Michael H Hühn and Stephen A McCartney and Katharina Lind and Emma Svedin and Marco Colonna and Malin Flodström-Tullberg",
            "2010",
            "6pzZOngAAAAJ:WF5omc3nYNoC",
            61,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0042682210001108",
            "7559807309347382805",
            "\/scholar?cites=7559807309347382805",
            {
                "2010":2,
                "2011":9,
                "2012":8,
                "2013":10,
                "2014":6,
                "2015":5,
                "2016":4,
                "2017":4,
                "2018":3,
                "2019":4,
                "2020":5,
                "2021":1
            }
        ],
        [
            "OTHER THEMES PUBLISHED IN THIS IMMUNOLOGY IN THE CLINIC REVIEW SERIESMetabolic diseases, host responses, cancer, autoinflammatory diseases, allergy.Type 1 diabetes (T1D) is an autoimmune disease arising as a consequence of a misdirected T cell response to the pancreatic beta cell. In recent years, there has been a growing interest in the innate immune system as a regulator of disease development. Genome‐wide association studies have identified diabetes‐associated polymorphisms in genes encoding proteins with functions related to the innate immune response. Moreover, enteroviruses, known to activate a strong innate immune response, have been implicated in the disease pathogenesis. In this review, we discuss the innate immune response elicited by enteroviruses and how this response may regulate T1D development.",
            "Immunology in the clinic review series; focus on type 1 diabetes and viruses: the innate immune response to enteroviruses and its possible role in regulating type 1 diabetes",
            "K Lind and MH Hühn and M Flodström‐Tullberg",
            "2012",
            "6pzZOngAAAAJ:ufrVoPGSRksC",
            50,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1365-2249.2011.04557.x",
            "2606716430819382186",
            "\/scholar?cites=2606716430819382186",
            {
                "2012":8,
                "2013":12,
                "2014":4,
                "2015":3,
                "2016":10,
                "2017":2,
                "2018":3,
                "2019":4,
                "2020":2,
                "2021":2
            }
        ],
        [
            "Patients with heterozygous germline mutations in phosphatase and tensin homolog deleted on chromosome 10 (PTEN) experience autoimmunity and lymphoid hyperplasia.Because regulation of the phosphoinositide 3-kinase (PI3K) pathway is critical for maintaining regulatory T (Treg) cell functions, we investigate Treg cells in patients with heterozygous germline PTEN mutations (PTEN hamartoma tumor syndrome [PHTS]).Patients with PHTS were assessed for immunologic conditions, lymphocyte subsets, forkhead box P3 (FOXP3)+ Treg cell levels, and phenotype. To determine the functional importance of phosphatases that control the PI3K pathway, we assessed Treg cell induction in vitro, mitochondrial depolarization, and recruitment of PTEN to the immunologic synapse.Autoimmunity and peripheral lymphoid hyperplasia were found in 43% of 79 patients with PHTS …",
            "Immune dysregulation in patients with PTEN hamartoma tumor syndrome: Analysis of FOXP3 regulatory T cells",
            "Hannah H Chen and Norman Händel and Joanne Ngeow and James Muller and Michael Hühn and Huei-Ting Yang and Mario Heindl and Roos-Marijn Berbers and Ahmed N Hegazy and Janina Kionke and Lamis Yehia and Ulrich Sack and Frank Bläser and Anne Rensing-Ehl and Julia Reifenberger and Julia Keith and Simon Travis and Andreas Merkenschlager and Wieland Kiess and Christian Wittekind and Lisa Walker and Stephan Ehl and Stefan Aretz and Michael L Dustin and Charis Eng and Fiona Powrie and Holm H Uhlig",
            "2016",
            "6pzZOngAAAAJ:hqOjcs7Dif8C",
            40,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0091674916304973",
            "2472235774421792075",
            "\/scholar?cites=2472235774421792075",
            {
                "2017":6,
                "2018":9,
                "2019":15,
                "2020":10
            }
        ],
        [
            "The IFIH1 gene encodes the pattern recognition receptor MDA5. A common polymorphism in IFIH1 (rs1990760, A946T) confers increased risk for autoimmune disease, including type 1-diabetes (T1D). Coxsackievirus infections are linked to T1D and cause beta-cell damage in vitro. Here we demonstrate that the rs1990760 polymorphism regulates the interferon (IFN) signature expressed by human pancreatic islets following Coxsackievirus infection. A strong IFN signature was associated with high expression of IFNλ1 and IFNλ2, linking rs1990760 to the expression of type III IFNs. In the high-responding genotype, IRF-1 expression correlated with that of type III IFN, suggesting a positive-feedback on type III IFN transcription. In summary, our study uncovers an influence of rs1990760 on the canonical effector function of MDA5 in response to an acute infection of primary human parenchymal cells with a clinically …",
            "An IFIH1 gene polymorphism associated with risk for autoimmunity regulates canonical antiviral defence pathways in Coxsackievirus infected human pancreatic islets",
            "Erna Domsgen and Katharina Lind and Lingjia Kong and Michael H Hühn and Omid Rasool and Frank Van Kuppeveld and Olle Korsgren and Riitta Lahesmaa and Malin Flodström-Tullberg",
            "2016",
            "6pzZOngAAAAJ:0EnyYjriUFMC",
            32,
            "https:\/\/www.nature.com\/articles\/srep39378",
            "13972353528681356223",
            "\/scholar?cites=13972353528681356223",
            {
                "2017":7,
                "2018":6,
                "2019":7,
                "2020":9,
                "2021":3
            }
        ],
        [
            "Coxsackieviruses (CV) are important human pathogens that have been implicated in the pathogenesis of several diseases, including myocarditis and pancreatitis. How the human immune system recognizes and controls CV infections is not well understood. Studies in mice suggest that natural killer (NK) cells play a critical role in viral clearance and host survival, but the mechanism(s) by which human NK cells may contribute to the host anti‐CV defence has not been investigated. Here we show that CVB3 infection markedly reduces HLA class I cell surface expression but does not increase the expression of the activating NK cell receptor ligands MICA\/B and ULBP1‐3 on human cells. We also demonstrate that the lowered target cell HLA class I surface expression does not correlate with an increased susceptibility to NK cell‐mediated killing. However, NK cells responded with a robust production of interferon γ (IFN …",
            "IFN‐γ production dominates the early human natural killer cell response to Coxsackievirus infection",
            "Michael H Hühn and Monica Hultcrantz and Katharina Lind and Hans‐Gustaf Ljunggren and Karl‐Johan Malmberg and Malin Flodström‐Tullberg",
            "2008",
            "6pzZOngAAAAJ:_FxGoFyzp5QC",
            32,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1462-5822.2007.01056.x",
            "11620512324870971616",
            "\/scholar?cites=11620512324870971616",
            {
                "2008":4,
                "2009":4,
                "2010":2,
                "2011":1,
                "2012":3,
                "2013":5,
                "2014":1,
                "2015":2,
                "2016":2,
                "2017":4,
                "2018":1,
                "2019":3
            }
        ]
    ]
}