{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Single trapped ions represent elementary quantum systems that are well isolated from the environment. They can be brought nearly to rest by laser cooling, and both their internal electronic states and external motion can be coupled to and manipulated by light fields. This makes them ideally suited for quantum-optical and quantum-dynamical studies under well-controlled conditions. Theoretical and experimental work on these topics is reviewed in the paper, with a focus on ions trapped in radio-frequency (Paul) traps.",
            "Quantum dynamics of single trapped ions",
            "Dietrich Leibfried and Rainer Blatt and Christopher Monroe and David Wineland",
            "2003",
            "6quvCpAAAAAJ:SpbeaW3--B0C",
            2499,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.75.281",
            "6983758035783635013",
            "\/scholar?cites=6983758035783635013",
            {
                "2003":7,
                "2004":55,
                "2005":72,
                "2006":85,
                "2007":107,
                "2008":125,
                "2009":111,
                "2010":126,
                "2011":150,
                "2012":165,
                "2013":180,
                "2014":158,
                "2015":184,
                "2016":195,
                "2017":163,
                "2018":187,
                "2019":173,
                "2020":225,
                "2021":23
            }
        ],
        [
            "We demonstrate the operation of a two-bit\" controlled-NOT\" quantum logic gate, which, in conjunction with simple single-bit operations, forms a universal quantum logic gate for quantum computation. The two quantum bits are stored in the internal and external degrees of freedom of a single trapped atom, which is first laser cooled to the zero-point energy. Decoherence effects are identified for the operation, and the possibility of extending the system to more qubits appears promising.",
            "Demonstration of a fundamental quantum logic gate",
            "Chris Monroe and David M Meekhof and Barry E King and Wayne M Itano and David J Wineland",
            "1995",
            "6quvCpAAAAAJ:AXkvAH5U_nMC",
            2197,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.75.4714",
            "11901260263174223613",
            "\/scholar?cites=11901260263174223613",
            {
                "1996":43,
                "1997":76,
                "1998":114,
                "1999":91,
                "2000":130,
                "2001":116,
                "2002":147,
                "2003":125,
                "2004":90,
                "2005":77,
                "2006":87,
                "2007":88,
                "2008":103,
                "2009":97,
                "2010":92,
                "2011":68,
                "2012":85,
                "2013":101,
                "2014":62,
                "2015":68,
                "2016":78,
                "2017":57,
                "2018":50,
                "2019":60,
                "2020":59,
                "2021":6
            }
        ],
        [
            "Quantum mechanics allows for many-particle wavefunctions that cannot be factorized into a product of single-particle wavefunctions, even when the constituent particles are entirely distinct. Such ‘entangled’states explicitly demonstrate the non-local character of quantum theory 1, having potential applications in high-precision spectroscopy 2, quantum communication, cryptography and computation 3. In general, the more particles that can be entangled, the more clearly nonclassical effects are exhibited 4, 5—and the more useful the states are for quantum applications. Here we implement a recently proposed entanglement technique 6 to generate entangled states of two and four trapped ions. Coupling between the ions is provided through their collective motional degrees of freedom, but actual motional excitation is minimized. Entanglement is achieved using a single laser pulse, and the method can in principle be …",
            "Experimental entanglement of four particles",
            "Cass A Sackett and David Kielpinski and Brian E King and Christopher Langer and Volker Meyer and Christopher J Myatt and M Rowe and QA Turchette and Wayne M Itano and David J Wineland and Christopher Monroe",
            "2000",
            "6quvCpAAAAAJ:-6RzNnnwWf8C",
            1726,
            "https:\/\/www.nature.com\/articles\/35005011",
            "15055750698729356445",
            "\/scholar?cites=15055750698729356445",
            {
                "2000":50,
                "2001":136,
                "2002":147,
                "2003":140,
                "2004":129,
                "2005":126,
                "2006":97,
                "2007":99,
                "2008":82,
                "2009":89,
                "2010":57,
                "2011":63,
                "2012":54,
                "2013":61,
                "2014":63,
                "2015":56,
                "2016":59,
                "2017":45,
                "2018":49,
                "2019":55,
                "2020":51,
                "2021":5
            }
        ],
        [
            "Time has always had a special status in physics because of its fundamental role in specifying the regularities of nature and because of the extraordinary precision with which it can be measured. This precision enables tests of fundamental physics and cosmology, as well as practical applications such as satellite navigation. Recently, a regime of operation for atomic clocks based on optical transitions has become possible, promising even higher performance. We report the frequency ratio of two optical atomic clocks with a fractional uncertainty of 5.2 × 10–17. The ratio of aluminum and mercury single-ion optical clock frequencies νAl+\/νHg+ is 1.052871833148990438(55), where the uncertainty comprises a statistical measurement uncertainty of 4.3 × 10–17, and systematic uncertainties of 1.9 × 10–17 and 2.3 × 10–17 in the mercury and aluminum frequency standards, respectively. Repeated measurements during the …",
            "Frequency ratio of Al+ and Hg+ single-ion optical clocks; metrology at the 17th decimal place",
            "Till Rosenband and DB Hume and PO Schmidt and Chin-Wen Chou and Anders Brusch and Luca Lorini and WH Oskay and Robert E Drullinger and Tara M Fortier and Jason E Stalnaker and Scott A Diddams and WC Swann and NR Newbury and Wayne M Itano and David J Wineland and James C Bergquist",
            "2008",
            "6quvCpAAAAAJ:-95Q15plzcUC",
            1652,
            "https:\/\/science.sciencemag.org\/content\/319\/5871\/1808.abstract",
            "12457913214885087068",
            "\/scholar?cites=12457913214885087068",
            {
                "2008":79,
                "2009":198,
                "2010":130,
                "2011":120,
                "2012":145,
                "2013":154,
                "2014":144,
                "2015":147,
                "2016":128,
                "2017":103,
                "2018":92,
                "2019":111,
                "2020":75,
                "2021":15
            }
        ]
    ]
}