{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Originally developed to address specific areas of structural mechanics and elasticity, the finite element method is applicable to problems throughout applied mathematics, continuum mechanics, engineering, and physics. This text elucidates the method's broader scope, bridging the gap between mathematical foundations and practical applications. Intended for students as well as professionals, it is an excellent companion for independent study, with numerous illustrative examples and problems. The authors trace the method's development and explain the technique in clearly understandable stages. Topics include solving problems involving partial differential equations, with a thorough finite element analysis of Poisson's equation; a step-by-step assembly of the master matrix; various numerical techniques for solving large systems of equations; and applications to problems in elasticity and the bending of beams and plates. Additional subjects include general interpolation functions, numerical integrations, and higher-order elements; applications to second-and fourth-order partial differential equations; and a variety of issues involving elastic vibrations, heat transfer, and fluid flow. The displacement model is fully developed, in addition to the hybrid model, of which Dr. Tong was an originator. The text concludes with numerous helpful appendixes.",
            "The finite element method: linear static and dynamic finite element analysis",
            "Thomas JR Hughes",
            "2012",
            "6tPdlYAAAAAJ:u5HHmVD_uO8C",
            12606,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=cHH2n_qBK0IC&oi=fnd&pg=PP1&dq=info:-ANHXDemx5AJ:scholar.google.com&ots=vtqlm58-RS&sig=lzXymHKEE91RRh8yCWdLfO0eG9Y",
            "10432489818528613368",
            "\/scholar?cites=10432489818528613368",
            {
                "1989":79,
                "1990":94,
                "1991":147,
                "1992":176,
                "1993":167,
                "1994":183,
                "1995":194,
                "1996":161,
                "1997":202,
                "1998":220,
                "1999":238,
                "2000":239,
                "2001":252,
                "2002":317,
                "2003":348,
                "2004":423,
                "2005":409,
                "2006":492,
                "2007":496,
                "2008":506,
                "2009":504,
                "2010":557,
                "2011":564,
                "2012":608,
                "2013":672,
                "2014":619,
                "2015":604,
                "2016":584,
                "2017":559,
                "2018":625,
                "2019":588,
                "2020":534,
                "2021":59
            }
        ],
        [
            "This book goes back a long way. There is a tradition of research and teaching in inelasticity at Stanford that goes back at least to Wilhelm Flugge ̈ and Erastus Lee. I joined the faculty in 1980, and shortly thereafter the Chairman of the Applied Mechanics Division, George Herrmann, asked me to present a course in plasticity. I decided to develop a new two-quarter sequence entitled “Theoretical and C-putational Plasticity” which combined the basic theory I had learned as a graduate student at the University of California at Berkeley from David Bogy, James Kelly, Jacob Lubliner, and Paul Naghdi with new computational techniques from the? nite-element literature and my personal research. I taught the course a couple of times and developed a set of notes that I passed on to Juan Simo when he joined thefacultyin1985. IwasChairmanatthattimeandIaskedJuantofurtherdevelop the course into a full year covering inelasticity from a more comprehensive p-spective. Juan embarked on this path creating what was to become his signature course. He eventually renamed it “Computational and Theoretical Inelasticity” and it covered much of the material that was the basis of his research in material modeling and simulation for which he achieved international recognition. At the outset we decided to write a book that would cover the material in the course.",
            "Computational inelasticity",
            "Juan C Simo and Thomas JR Hughes",
            "2006",
            "6tPdlYAAAAAJ:d1gkVwhDpl0C",
            6344,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=EILbBwAAQBAJ&oi=fnd&pg=PR5&dq=info:35Ybnu7KolYJ:scholar.google.com&ots=yFlpMH2EfD&sig=K6hwgCstZD7rXVMlk9Yow5gVjzs",
            "6242775159692564191",
            "\/scholar?cites=6242775159692564191",
            {
                "1999":39,
                "2000":95,
                "2001":113,
                "2002":163,
                "2003":178,
                "2004":237,
                "2005":239,
                "2006":261,
                "2007":274,
                "2008":313,
                "2009":316,
                "2010":346,
                "2011":361,
                "2012":355,
                "2013":350,
                "2014":334,
                "2015":403,
                "2016":398,
                "2017":418,
                "2018":372,
                "2019":350,
                "2020":347,
                "2021":17
            }
        ],
        [
            "A new finite element formulation for convection dominated flows is developed. The basis of the formulation is the streamline upwind concept, which provides an accurate multidimensional generalization of optimal one-dimensional upwind schemes. When implemented as a consistent Petrov-Galerkin weighted residual method, it is shown that the new formulation is not subject to the artificial diffusion criticisms associated with many classical upwind methods.The accuracy of the streamline upwind\/Petrov-Galerkin formulation for the linear advection diffusion equation is demonstrated on several numerical examples. The formulation is extended to the incompressible Navier-Stokes equations. An efficient implicit pressure\/explicit velocity transient algorithm is developed which accomodates several treatments of the incompressibility constraint and allows for multiple iterations within a time step. The effectiveness of the …",
            "Streamline upwind\/Petrov-Galerkin formulations for convection dominated flows with particular emphasis on the incompressible Navier-Stokes equations",
            "Alexander N Brooks and Thomas JR Hughes",
            "1982",
            "6tPdlYAAAAAJ:u-x6o8ySG0sC",
            6274,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0045782582900718",
            "6665158605752088951",
            "\/scholar?cites=6665158605752088951",
            {
                "1984":19,
                "1985":16,
                "1986":23,
                "1987":31,
                "1988":42,
                "1989":44,
                "1990":46,
                "1991":64,
                "1992":80,
                "1993":64,
                "1994":86,
                "1995":96,
                "1996":90,
                "1997":110,
                "1998":123,
                "1999":151,
                "2000":169,
                "2001":145,
                "2002":174,
                "2003":180,
                "2004":231,
                "2005":198,
                "2006":267,
                "2007":261,
                "2008":229,
                "2009":221,
                "2010":257,
                "2011":223,
                "2012":300,
                "2013":269,
                "2014":304,
                "2015":266,
                "2016":299,
                "2017":266,
                "2018":282,
                "2019":260,
                "2020":272,
                "2021":16
            }
        ],
        [
            "The concept of isogeometric analysis is proposed. Basis functions generated from NURBS (Non-Uniform Rational B-Splines) are employed to construct an exact geometric model. For purposes of analysis, the basis is refined and\/or its order elevated without changing the geometry or its parameterization. Analogues of finite element h- and p-refinement schemes are presented and a new, more efficient, higher-order concept, k-refinement, is introduced. Refinements are easily implemented and exact geometry is maintained at all levels without the necessity of subsequent communication with a CAD (Computer Aided Design) description. In the context of structural mechanics, it is established that the basis functions are complete with respect to affine transformations, meaning that all rigid body motions and constant strain states are exactly represented. Standard patch tests are likewise satisfied. Numerical examples …",
            "Isogeometric analysis: CAD, finite elements, NURBS, exact geometry and mesh refinement",
            "Thomas JR Hughes and John A Cottrell and Yuri Bazilevs",
            "2005",
            "6tPdlYAAAAAJ:eQOLeE2rZwMC",
            5163,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0045782504005171",
            "9538016028858014400",
            "\/scholar?cites=9538016028858014400",
            {
                "2007":44,
                "2008":60,
                "2009":84,
                "2010":144,
                "2011":204,
                "2012":315,
                "2013":340,
                "2014":377,
                "2015":477,
                "2016":498,
                "2017":612,
                "2018":591,
                "2019":651,
                "2020":648,
                "2021":69
            }
        ],
        [
            "This advanced-level study approaches mathematical foundations of three-dimensional elasticity using modern differential geometry and functional analysis. It is directed to mathematicians, engineers and physicists who wish to see this classical subject in a modern setting with examples of newer mathematical contributions. Prerequisites include a solid background in advanced calculus and the basics of geometry and functional analysis. The first two chapters cover the background geometry? developed as needed? and use this discussion to obtain the basic results on kinematics and dynamics of continuous media. Subsequent chapters deal with elastic materials, linearization, variational principles, the use of functional analysis in elasticity, and bifurcation theory. Carefully selected problems are interspersed throughout, while a large bibliography rounds out the text. Jerrold E. Marsden is Professor of Mathematics, University of California, Berkeley. Thomas JR Hughes is Professor of Mechanical Engineering, Stanford University.",
            "Mathematical foundations of elasticity",
            "Jerrold E Marsden and Thomas JR Hughes",
            "1994",
            "6tPdlYAAAAAJ:9yKSN-GCB0IC",
            3680,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=STyKAAAAQBAJ&oi=fnd&pg=PP1&dq=info:LCw1UHVhRmsJ:scholar.google.com&ots=eRUNE1tHmB&sig=4gvhLnslkODSGcMOWZ_wWfijOKM",
            "7729972966912764972",
            "\/scholar?cites=7729972966912764972",
            {
                "1983":10,
                "1984":13,
                "1985":14,
                "1986":23,
                "1987":25,
                "1988":25,
                "1989":34,
                "1990":35,
                "1991":35,
                "1992":43,
                "1993":45,
                "1994":50,
                "1995":66,
                "1996":65,
                "1997":59,
                "1998":89,
                "1999":66,
                "2000":90,
                "2001":79,
                "2002":108,
                "2003":98,
                "2004":115,
                "2005":121,
                "2006":134,
                "2007":135,
                "2008":152,
                "2009":132,
                "2010":131,
                "2011":146,
                "2012":137,
                "2013":181,
                "2014":171,
                "2015":143,
                "2016":183,
                "2017":171,
                "2018":173,
                "2019":172,
                "2020":160,
                "2021":8
            }
        ],
        [
            "“The authors are the originators of isogeometric analysis, are excellent scientists and good educators. It is very original. There is no other book on this topic.”—René de Borst, Eindhoven University of Technology Written by leading experts in the field and featuring fully integrated colour throughout, Isogeometric Analysis provides a groundbreaking solution for the integration of CAD and FEA technologies. Tom Hughes and his researchers, Austin Cottrell and Yuri Bazilevs, present their pioneering isogeometric approach, which aims to integrate the two techniques of CAD and FEA using precise NURBS geometry in the FEA application. This technology offers the potential to revolutionise automobile, ship and airplane design and analysis by allowing models to be designed, tested and adjusted in one integrative stage. Providing a systematic approach to the topic, the authors begin with a tutorial introducing the foundations of Isogeometric Analysis, before advancing to a comprehensive coverage of the most recent developments in the technique. The authors offer a clear explanation as to how to add isogeometric capabilities to existing finite element computer programs, demonstrating how to implement and use the technology. Detailed programming examples and datasets are included to impart a thorough knowledge and understanding of the material. Provides examples of different applications, showing the reader how to implement isogeometric models Addresses readers on both sides of the CAD\/FEA divide Describes Non-Uniform Rational B-Splines (NURBS) basis functions",
            "Isogeometric analysis: toward integration of CAD and FEA",
            "J Austin Cottrell and Thomas JR Hughes and Yuri Bazilevs",
            "2009",
            "6tPdlYAAAAAJ:k_IJM867U9cC",
            3152,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=9Q9y0Xtz5E4C&oi=fnd&pg=PR5&dq=info:pW0yH69vXtgJ:scholar.google.com&ots=JOOYt_PkLZ&sig=wo3ecc99Yrwe2N7y5Xbc_nWkn5A",
            "15591021757936594341",
            "\/scholar?cites=15591021757936594341",
            {
                "2010":42,
                "2011":114,
                "2012":177,
                "2013":230,
                "2014":281,
                "2015":358,
                "2016":344,
                "2017":410,
                "2018":362,
                "2019":388,
                "2020":385,
                "2021":30
            }
        ],
        [
            "A new family of unconditionally stable one‐step methods for the direct integration of the equations of structural dynamics is introduced and is shown to possess improved algorithmic damping properties which can be continuously controlled. The new methods are compared with members of the Newmark family, and the Houbolt and Wilson methods.",
            "Improved numerical dissipation for time integration algorithms in structural dynamics",
            "Hans M Hilber and Thomas JR Hughes and Robert L Taylor",
            "1977",
            "6tPdlYAAAAAJ:IjCSPb-OGe4C",
            2616,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/eqe.4290050306",
            "17828553029959988586",
            "\/scholar?cites=17828553029959988586",
            {
                "1983":8,
                "1984":12,
                "1985":13,
                "1986":8,
                "1987":6,
                "1988":7,
                "1989":15,
                "1990":14,
                "1991":16,
                "1992":16,
                "1993":11,
                "1994":22,
                "1995":32,
                "1996":25,
                "1997":25,
                "1998":33,
                "1999":35,
                "2000":53,
                "2001":54,
                "2002":40,
                "2003":39,
                "2004":50,
                "2005":50,
                "2006":83,
                "2007":114,
                "2008":96,
                "2009":89,
                "2010":91,
                "2011":96,
                "2012":122,
                "2013":137,
                "2014":126,
                "2015":172,
                "2016":146,
                "2017":183,
                "2018":169,
                "2019":182,
                "2020":163,
                "2021":10
            }
        ],
        [
            "An approach is developed for deriving variational methods capable of representing multiscale phenomena. The ideas are first illustrated on the exterior problem for the Helmholtz equation. This leads to the well-known Dirichlet-to-Neumann formulation. Next, a class of subgrid scale models is developed and the relationships to ‘bubble function’ methods and stabilized methods are established. It is shown that both the latter methods are approximate subgrid scale models. The identification for stabilized methods leads to an analytical formula for τ, the ‘intrinsic time scale’, whose origins have been a mystery heretofore.",
            "Multiscale phenomena: Green's functions, the Dirichlet-to-Neumann formulation, subgrid scale models, bubbles and the origins of stabilized methods",
            "Thomas JR Hughes",
            "1995",
            "6tPdlYAAAAAJ:UeHWp8X0CEIC",
            2026,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0045782595008449",
            "13348332040671110617",
            "\/scholar?cites=13348332040671110617",
            {
                "1997":7,
                "1998":28,
                "1999":31,
                "2000":32,
                "2001":28,
                "2002":40,
                "2003":45,
                "2004":89,
                "2005":76,
                "2006":106,
                "2007":81,
                "2008":95,
                "2009":97,
                "2010":104,
                "2011":98,
                "2012":106,
                "2013":127,
                "2014":112,
                "2015":112,
                "2016":133,
                "2017":109,
                "2018":123,
                "2019":105,
                "2020":108,
                "2021":11
            }
        ],
        [
            "A transient, finite element formulation is given for incompressible viscous flows in an arbitrarily mixed Lagrangian-Eulerian description. The procedures developed are appropriate for modeling the fluid subdomain of many fluid-solid interaction, and free-surface problems.",
            "Lagrangian-Eulerian finite element formulation for incompressible viscous flows",
            "Thomas JR Hughes and Wing Kam Liu and Thomas K Zimmermann",
            "1981",
            "6tPdlYAAAAAJ:zYLM7Y9cAGgC",
            1818,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0045782581900499",
            "13290221560490301259",
            "\/scholar?cites=13290221560490301259",
            {
                "1985":7,
                "1986":6,
                "1987":2,
                "1988":8,
                "1989":3,
                "1990":5,
                "1991":3,
                "1992":16,
                "1993":10,
                "1994":5,
                "1995":19,
                "1996":16,
                "1997":15,
                "1998":24,
                "1999":29,
                "2000":42,
                "2001":39,
                "2002":26,
                "2003":47,
                "2004":55,
                "2005":50,
                "2006":69,
                "2007":71,
                "2008":59,
                "2009":72,
                "2010":82,
                "2011":91,
                "2012":119,
                "2013":92,
                "2014":110,
                "2015":89,
                "2016":109,
                "2017":108,
                "2018":95,
                "2019":92,
                "2020":89,
                "2021":5
            }
        ],
        [
            "A new Petrov-Galerkin formulation of the Stokes problem is proposed. The new formulation possesses better stability properties than the classical Galerkin\/variational method. An error analysis is performed for the case in which both the velocity and pressure are approximated by C0 interpolations. Combinations of C0 interpolations which are unstable according to the Babuška-Brezzi condition (e.g., equal-order interpolations) are shown to be stable and convergent within the present framework. Calculations exhibiting the good behavior of the methodology are presented.",
            "A new finite element formulation for computational fluid dynamics: V. Circumventing the Babuška-Brezzi condition: A stable Petrov-Galerkin formulation of the Stokes problem …",
            "Thomas JR Hughes and Leopoldo P Franca and Marc Balestra",
            "1986",
            "6tPdlYAAAAAJ:PazO6pb-sMwC",
            1725,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0045782586900253",
            "15209538981561572671",
            "\/scholar?cites=15209538981561572671",
            {
                "1987":7,
                "1988":8,
                "1989":9,
                "1990":9,
                "1991":17,
                "1992":26,
                "1993":17,
                "1994":17,
                "1995":27,
                "1996":25,
                "1997":26,
                "1998":35,
                "1999":36,
                "2000":42,
                "2001":57,
                "2002":32,
                "2003":41,
                "2004":77,
                "2005":47,
                "2006":102,
                "2007":90,
                "2008":75,
                "2009":78,
                "2010":79,
                "2011":85,
                "2012":93,
                "2013":76,
                "2014":65,
                "2015":54,
                "2016":79,
                "2017":60,
                "2018":78,
                "2019":59,
                "2020":74,
                "2021":7
            }
        ]
    ]
}