{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "With remarkable precision and reproducibility, cells orchestrate the cooperative action of thousands of nanometre-sized molecular motors to carry out mechanical tasks at much larger length scales, such as cell motility, division and replication 1. Besides their biological importance, such inherently non-equilibrium processes suggest approaches for developing biomimetic active materials from microscopic components that consume energy to generate continuous motion 2, 3, 4. Being actively driven, these materials are not constrained by the laws of equilibrium statistical mechanics and can thus exhibit sought-after properties such as autonomous motility, internally generated flows and self-organized beating 5, 6, 7. Here, starting from extensile microtubule bundles, we hierarchically assemble far-from-equilibrium analogues of conventional polymer gels, liquid crystals and emulsions. At high enough concentration, the …",
            "Spontaneous motion in hierarchically assembled active matter",
            "Tim Sanchez and Daniel TN Chen and Stephen J DeCamp and Michael Heymann and Zvonimir Dogic",
            "2012",
            "6wQIZTQAAAAJ:u-x6o8ySG0sC",
            925,
            "https:\/\/www.nature.com\/articles\/nature11591",
            "5649214829435715857",
            "\/scholar?cites=5649214829435715857",
            {
                "2013":35,
                "2014":85,
                "2015":80,
                "2016":86,
                "2017":142,
                "2018":131,
                "2019":164,
                "2020":184,
                "2021":13
            }
        ],
        [
            "Although the idea that entropy alone is sufficient to produce an ordered state is an old one in colloid science 1, the notion remains counter-intuitive and it is often assumed that attractive interactions are necessary to generate phases with long-range order. The phase behaviour for both rods and spheres has been studied experimentally 1, 2, 3, 4, 5, 6, 7, theoretically 8, 9 and by computer simulations 10. Here we describe the phase behaviour of mixtures of colloidal rod-like and sphere-like particles (respectively viruses and polystyrene latex or polyethylene oxide polymer) under conditions in which they act like hard'particles 2, 3. We find a wealth of behaviour: bulk demixing into rod-rich and rod-poor phases and microphase separation into a variety of morphologies. One microphase consists of layers of rods alternating with layers of spheres 11; in another microphase of unanticipated complexity, the spheres …",
            "Entropically driven microphase transitions in mixtures of colloidal rods and spheres",
            "Marie Adams and Zvonimir Dogic and Sarah L Keller and Seth Fraden",
            "1998",
            "6wQIZTQAAAAJ:u5HHmVD_uO8C",
            534,
            "https:\/\/www.nature.com\/articles\/30700",
            "6918568477971647735",
            "\/scholar?cites=6918568477971647735",
            {
                "1998":3,
                "1999":16,
                "2000":25,
                "2001":20,
                "2002":23,
                "2003":26,
                "2004":35,
                "2005":29,
                "2006":24,
                "2007":29,
                "2008":16,
                "2009":18,
                "2010":31,
                "2011":22,
                "2012":20,
                "2013":28,
                "2014":21,
                "2015":20,
                "2016":37,
                "2017":28,
                "2018":19,
                "2019":20,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Engineering synthetic materials that mimic the remarkable complexity of living organisms is a fundamental challenge in science and technology. We studied the spatiotemporal patterns that emerge when an active nematic film of microtubules and molecular motors is encapsulated within a shape-changing lipid vesicle. Unlike in equilibrium systems, where defects are largely static structures, in active nematics defects move spontaneously and can be described as self-propelled particles. The combination of activity, topological constraints, and vesicle deformability produces a myriad of dynamical states. We highlight two dynamical modes: a tunable periodic state that oscillates between two defect configurations, and shape-changing vesicles with streaming filopodia-like protrusions. These results demonstrate how biomimetic materials can be obtained when topological constraints are used to control the non …",
            "Topology and dynamics of active nematic vesicles",
            "Felix C Keber and Etienne Loiseau and Tim Sanchez and Stephen J DeCamp and Luca Giomi and Mark J Bowick and M Cristina Marchetti and Zvonimir Dogic and Andreas R Bausch",
            "2014",
            "6wQIZTQAAAAJ:eQOLeE2rZwMC",
            393,
            "https:\/\/science.sciencemag.org\/content\/345\/6201\/1135.abstract",
            "3061406484055341102",
            "\/scholar?cites=3061406484055341102",
            {
                "2013":1,
                "2014":1,
                "2015":33,
                "2016":54,
                "2017":73,
                "2018":65,
                "2019":81,
                "2020":75,
                "2021":9
            }
        ],
        [
            "We describe an active polymer network in which processive molecular motors control network elasticity. This system consists of actin filaments cross-linked by filamin A (FLNa) and contracted by bipolar filaments of muscle myosin II. The myosin motors stiffen the network by more than two orders of magnitude by pulling on actin filaments anchored in the network by FLNa cross-links, thereby generating internal stress. The stiffening response closely mimics the effects of external stress applied by mechanical shear. Both internal and external stresses can drive the network into a highly nonlinear, stiffened regime. The active stress reaches values that are equivalent to an external stress of 14 Pa, consistent with a 1-pN force per myosin head. This active network mimics many mechanical properties of cells and suggests that adherent cells exert mechanical control by operating in a nonlinear regime where cell stiffness is …",
            "An active biopolymer network controlled by molecular motors",
            "Gijsje H Koenderink and Zvonimir Dogic and Fumihiko Nakamura and Poul M Bendix and Frederick C MacKintosh and John H Hartwig and Thomas P Stossel and David A Weitz",
            "2009",
            "6wQIZTQAAAAJ:d1gkVwhDpl0C",
            356,
            "https:\/\/www.pnas.org\/content\/106\/36\/15192.short",
            "9768303729388476372",
            "\/scholar?cites=9768303729388476372",
            {
                "2008":1,
                "2009":4,
                "2010":23,
                "2011":42,
                "2012":27,
                "2013":30,
                "2014":45,
                "2015":35,
                "2016":32,
                "2017":24,
                "2018":29,
                "2019":32,
                "2020":30,
                "2021":2
            }
        ],
        [
            "This review will focus on the equilibrium and non-equilibrium phase behavior of colloidal suspensions of rod-like viruses. It will treat the simplest case where the rods are the sole colloidal component and also the more complex phase behavior that arises in mixtures of binary rods and mixtures of rods with spherical colloids, or with polymers. An enormous volume of literature is devoted to the theoretical treatment and computer simulation of the phase behavior of hard rod systems. Viruses, because of their monodispersity and well-characterized interparticle interactions, continue to be the best experimental system for exploring the issues raised by theory. These include elucidating the fundamental relationship between molecular properties, such as length and charge, and macroscopic properties, such as phase behavior. Furthermore, through genetic engineering of viruses, new colloids have been created that are …",
            "Ordered phases of filamentous viruses",
            "Zvonimir Dogic and Seth Fraden",
            "2006",
            "6wQIZTQAAAAJ:2osOgNQ5qMEC",
            316,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1359029405000981",
            "3571958451955685631",
            "\/scholar?cites=3571958451955685631",
            {
                "2006":3,
                "2007":10,
                "2008":11,
                "2009":19,
                "2010":20,
                "2011":17,
                "2012":21,
                "2013":21,
                "2014":34,
                "2015":27,
                "2016":23,
                "2017":32,
                "2018":30,
                "2019":26,
                "2020":17,
                "2021":4
            }
        ],
        [
            "Cells actively produce contractile forces for a variety of processes including cytokinesis and motility. Contractility is known to rely on myosin II motors which convert chemical energy from ATP hydrolysis into forces on actin filaments. However, the basic physical principles of cell contractility remain poorly understood. We reconstitute contractility in a simplified model system of purified F-actin, muscle myosin II motors, and α-actinin cross-linkers. We show that contractility occurs above a threshold motor concentration and within a window of cross-linker concentrations. We also quantify the pore size of the bundled networks and find contractility to occur at a critical distance between the bundles. We propose a simple mechanism of contraction based on myosin filaments pulling neighboring bundles together into an aggregated structure. Observations of this reconstituted system in both bulk and low-dimensional …",
            "A quantitative analysis of contractility in active cytoskeletal protein networks",
            "Poul M Bendix and Gijsje H Koenderink and Damien Cuvelier and Zvonimir Dogic and Bernard N Koeleman and William M Brieher and Christine M Field and L Mahadevan and David A Weitz",
            "2008",
            "6wQIZTQAAAAJ:qjMakFHDy7sC",
            294,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349508704697",
            "11382276067436097163",
            "\/scholar?cites=11382276067436097163",
            {
                "2008":5,
                "2009":25,
                "2010":14,
                "2011":29,
                "2012":22,
                "2013":23,
                "2014":30,
                "2015":26,
                "2016":30,
                "2017":26,
                "2018":27,
                "2019":23,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Aqueous suspensions of micron-length, charged, semiflexible fd virus particles are studied experimentally in order to explore properties of the cholesteric-smectic phase transition in a system approximating flexible, hard rods. Through comparison of this system with (1) computer simulations of hard, rigid rods,(2) experiments on tobacco mosaic virus, a rigid, charged virus, and on pf1, a flexible, charged virus, and (3) with recent theories of the nematic-smectic transition in flexible rods, we argue that flexibility raises the volume fraction at the phase transition, lowers the ratio of the smectic periodicity to the contour length, and drives the transition first order.",
            "Smectic phase in a colloidal suspension of semiflexible virus particles",
            "Zvonimir Dogic and Seth Fraden",
            "1997",
            "6wQIZTQAAAAJ:9yKSN-GCB0IC",
            286,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.78.2417",
            "5632467126835051522",
            "\/scholar?cites=5632467126835051522",
            {
                "1997":1,
                "1998":3,
                "1999":5,
                "2000":11,
                "2001":8,
                "2002":6,
                "2003":17,
                "2004":19,
                "2005":13,
                "2006":19,
                "2007":8,
                "2008":18,
                "2009":11,
                "2010":7,
                "2011":20,
                "2012":10,
                "2013":14,
                "2014":12,
                "2015":18,
                "2016":15,
                "2017":10,
                "2018":13,
                "2019":16,
                "2020":12
            }
        ],
        [
            "We report measurements of the cholesteric pitch and twist elastic constant (K22) in monodisperse suspensions of the rodlike virus filamentous bacteriophage fd. Measurements were taken for concentrations spanning the entire cholesteric region at several ionic strengths and temperatures. In the limit of high ionic strength the cholesteric pitch (P0) scales with concentration (c) as P0 ∝ c-1.66. As the ionic strength decreases, the scaling exponent systematically changes to lower values. ",
            "Cholesteric phase in virus suspensions",
            "Zvonimir Dogic and Seth Fraden",
            "2000",
            "6wQIZTQAAAAJ:UeHWp8X0CEIC",
            243,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la000446t",
            "14417054596853850643",
            "\/scholar?cites=14417054596853850643",
            {
                "2000":1,
                "2001":2,
                "2002":2,
                "2003":12,
                "2004":11,
                "2005":8,
                "2006":15,
                "2007":7,
                "2008":11,
                "2009":8,
                "2010":7,
                "2011":16,
                "2012":12,
                "2013":12,
                "2014":15,
                "2015":21,
                "2016":16,
                "2017":24,
                "2018":17,
                "2019":13,
                "2020":11,
                "2021":1
            }
        ],
        [
            "The study of liquid crystals at equilibrium has led to fundamental insights into the nature of ordered materials, as well as to practical applications such as display technologies. Active nematics are a fundamentally different class of liquid crystals, driven away from equilibrium by the autonomous motion of their constituent rod-like particles 1, 2, 3, 4. This internally generated activity powers the continuous creation and annihilation of topological defects, which leads to complex streaming flows whose chaotic dynamics seem to destroy long-range order 5, 6, 7, 8, 9, 10, 11. Here, we study these dynamics in experimental and computational realizations of active nematics. By tracking thousands of defects over centimetre-scale distances in microtubule-based active nematics, we identify a non-equilibrium phase characterized by a system-spanning orientational order of defects. This emergent order persists over hours despite …",
            "Orientational order of motile defects in active nematics",
            "Stephen J DeCamp and Gabriel S Redner and Aparna Baskaran and Michael F Hagan and Zvonimir Dogic",
            "2015",
            "6wQIZTQAAAAJ:kNdYIx-mwKoC",
            219,
            "https:\/\/www.nature.com\/articles\/nmat4387",
            "3594495627563071375",
            "\/scholar?cites=3594495627563071375",
            {
                "2015":2,
                "2016":22,
                "2017":41,
                "2018":43,
                "2019":54,
                "2020":51,
                "2021":5
            }
        ],
        [
            "The mechanism that drives the regular beating of individual cilia and flagella, as well as dense ciliary fields, remains unclear. We describe a minimal model system, composed of microtubules and molecular motors, which self-assemble into active bundles exhibiting beating patterns reminiscent of those found in eukaryotic cilia and flagella. These observations suggest that hundreds of molecular motors, acting within an elastic microtubule bundle, spontaneously synchronize their activity to generate large-scale oscillations. Furthermore, we also demonstrate that densely packed, actively bending bundles spontaneously synchronize their beating patterns to produce collective behavior similar to metachronal waves observed in ciliary fields. The simple in vitro system described here could provide insights into beating of isolated eukaryotic cilia and flagella, as well as their synchronization in dense ciliary fields.",
            "Cilia-like beating of active microtubule bundles",
            "Timothy Sanchez and David Welch and Daniela Nicastro and Zvonimir Dogic",
            "2011",
            "6wQIZTQAAAAJ:W7OEmFMy1HYC",
            212,
            "https:\/\/science.sciencemag.org\/content\/333\/6041\/456.abstract",
            "15477571017505903078",
            "\/scholar?cites=15477571017505903078",
            {
                "2011":1,
                "2012":19,
                "2013":26,
                "2014":18,
                "2015":28,
                "2016":20,
                "2017":26,
                "2018":25,
                "2019":17,
                "2020":26,
                "2021":6
            }
        ]
    ]
}