{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Solving linear systems of equations is a common problem that arises both on its own and as a subroutine in more complex problems: given a matrix A and a vector b→, find a vector x→ such that A x→= b→. We consider the case where one does not need to know the solution x→ itself, but rather an approximation of the expectation value of some operator associated with x→, eg, x→† M x→ for some matrix M. In this case, when A is sparse, N× N and has condition number κ, the fastest known classical algorithms can find x→ and estimate x→† M x→ in time scaling roughly as N κ. Here, we exhibit a quantum algorithm for estimating x→† M x→ whose runtime is a polynomial of log﻿(N) and κ. Indeed, for small values of κ [ie, poly log﻿(N)], we prove (using some common complexity-theoretic assumptions) that any classical algorithm for this problem generically requires exponentially more time than our quantum algorithm.",
            "Quantum algorithm for linear systems of equations",
            "Aram W Harrow and Avinatan Hassidim and Seth Lloyd",
            "2009",
            "6WYsaqMAAAAJ:Tyk-4Ss8FVUC",
            1171,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.150502",
            "13352786056652435900",
            "\/scholar?cites=13352786056652435900",
            {
                "2009":11,
                "2010":20,
                "2011":13,
                "2012":30,
                "2013":47,
                "2014":53,
                "2015":49,
                "2016":66,
                "2017":107,
                "2018":166,
                "2019":244,
                "2020":331,
                "2021":21
            }
        ],
        [
            "The field of quantum algorithms aims to find ways to speed up the solution of computational problems by using a quantum computer. A key milestone in this field will be when a universal quantum computer performs a computational task that is beyond the capability of any classical computer, an event known as quantum supremacy. This would be easier to achieve experimentally than full-scale quantum computing, but involves new theoretical challenges. Here we present the leading proposals to achieve quantum supremacy, and discuss how we can reliably compare the power of a classical computer to the power of a quantum computer.",
            "Quantum computational supremacy",
            "Aram W Harrow and Ashley Montanaro",
            "2017",
            "6WYsaqMAAAAJ:OkrdTXRNpVkC",
            374,
            "https:\/\/www.nature.com\/articles\/nature23458\/boxes\/bx1",
            "7089111085977922610",
            "\/scholar?cites=7089111085977922610",
            {
                "2017":7,
                "2018":64,
                "2019":119,
                "2020":175,
                "2021":7
            }
        ],
        [
            "Machine learning and quantum computing are two technologies that each have the potential to alter how computation is performed to address previously untenable problems. Kernel methods for machine learning are ubiquitous in pattern recognition, with support vector machines (SVMs) being the best known method for classification problems. However, there are limitations to the successful solution to such classification problems when the feature space becomes large, and the kernel functions become computationally expensive to estimate. A core element in the computational speed-ups enabled by quantum algorithms is the exploitation of an exponentially large quantum state space through controllable entanglement and interference. Here we propose and experimentally implement two quantum algorithms on a superconducting processor. A key component in both methods is the use of the quantum state space …",
            "Supervised learning with quantum-enhanced feature spaces",
            "Vojtěch Havlíček and Antonio D Córcoles and Kristan Temme and Aram W Harrow and Abhinav Kandala and Jerry M Chow and Jay M Gambetta",
            "2019",
            "6WYsaqMAAAAJ:PPrs6GlykQcC",
            318,
            "https:\/\/www.nature.com\/articles\/s41586-019-0980-2",
            "12988552964926015860",
            "\/scholar?cites=12988552964926015860",
            {
                "2018":8,
                "2019":73,
                "2020":220,
                "2021":11
            }
        ],
        [
            "Which gates are universal for quantum computation? Although it is well known that certain gates on two-level quantum systems (qubits), such as the controlled-not, are universal when assisted by arbitrary one-qubit gates, it has only recently become clear precisely what class of two-qubit gates is universal in this sense. We present an elementary proof that any entangling two-qubit gate is universal for quantum computation, when assisted by one-qubit gates. A proof of this result for systems of arbitrary finite dimension has been provided by Brylinski and Brylinski; however, their proof relies on a long argument using advanced mathematics. In contrast, our proof provides a simple constructive procedure which is close to optimal and experimentally practical.",
            "Practical scheme for quantum computation with any two-qubit entangling gate",
            "Michael J Bremner and Christopher M Dawson and Jennifer L Dodd and Alexei Gilchrist and Aram W Harrow and Duncan Mortimer and Michael A Nielsen and Tobias J Osborne",
            "2002",
            "6WYsaqMAAAAJ:u5HHmVD_uO8C",
            258,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.89.247902",
            "14834153748973119577",
            "\/scholar?cites=14834153748973119577",
            {
                "2002":2,
                "2003":18,
                "2004":25,
                "2005":21,
                "2006":9,
                "2007":14,
                "2008":15,
                "2009":8,
                "2010":12,
                "2011":15,
                "2012":18,
                "2013":12,
                "2014":14,
                "2015":13,
                "2016":13,
                "2017":12,
                "2018":8,
                "2019":13,
                "2020":13,
                "2021":2
            }
        ],
        [
            "Systematic errors in quantum operations can be the dominating source of imperfection in achieving control over quantum systems. This problem, which has been well studied in nuclear magnetic resonance, can be addressed by replacing single operations with composite sequences of pulsed operations, which cause errors to cancel by symmetry. Remarkably, this can be achieved without knowledge of the amount of error ϵ. Independent of the initial state of the system, current techniques allow the error to be reduced to O (ϵ 3). Here, we extend the composite pulse technique to cancel errors to O (ϵ n), for arbitrary n.",
            "Arbitrarily accurate composite pulse sequences",
            "Kenneth R Brown and Aram W Harrow and Isaac L Chuang",
            "2004",
            "6WYsaqMAAAAJ:qjMakFHDy7sC",
            192,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.70.052318",
            "14486157891062114133",
            "\/scholar?cites=14486157891062114133",
            {
                "2004":1,
                "2005":7,
                "2006":10,
                "2007":9,
                "2008":9,
                "2009":12,
                "2010":9,
                "2011":7,
                "2012":14,
                "2013":14,
                "2014":16,
                "2015":16,
                "2016":14,
                "2017":10,
                "2018":11,
                "2019":10,
                "2020":21,
                "2021":1
            }
        ],
        [
            "Given a universal gate set on two qubits, it is well known that applying random gates from the set to random pairs of qubits will eventually yield an approximately Haar-distributed unitary. However, this requires exponential time. We show that random circuits of only polynomial length will approximate the first and second moments of the Haar distribution, thus forming approximate 1- and 2-designs. Previous constructions required longer circuits and worked only for specific gate sets. As a corollary of our main result, we also improve previous bounds on the convergence rate of random walks on the Clifford group.",
            "Random quantum circuits are approximate 2-designs",
            "Aram W Harrow and Richard A Low",
            "2009",
            "6WYsaqMAAAAJ:ufrVoPGSRksC",
            186,
            "https:\/\/link.springer.com\/article\/10.1007\/s00220-009-0873-6",
            "8785518190734224510",
            "\/scholar?cites=8785518190734224510",
            {
                "2008":5,
                "2009":8,
                "2010":6,
                "2011":11,
                "2012":7,
                "2013":15,
                "2014":10,
                "2015":10,
                "2016":10,
                "2017":11,
                "2018":17,
                "2019":24,
                "2020":44,
                "2021":5
            }
        ],
        [
            "Quantum Shannon theory is loosely defined as a collection of coding theorems, such as classical and quantum source compression, noisy channel coding theorems, entanglement distillation, etc., which characterize asymptotic properties of quantum and classical channels and states. In this paper, we advocate a unified approach to an important class of problems in quantum Shannon theory, consisting of those that are bipartite, unidirectional, and memoryless.",
            "A resource framework for quantum Shannon theory",
            "Igor Devetak and Aram W Harrow and Andreas J Winter",
            "2008",
            "6WYsaqMAAAAJ:IjCSPb-OGe4C",
            179,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/4626055\/",
            "12342407960484474358",
            "\/scholar?cites=12342407960484474358",
            {
                "2007":2,
                "2008":12,
                "2009":12,
                "2010":14,
                "2011":10,
                "2012":12,
                "2013":13,
                "2014":6,
                "2015":7,
                "2016":11,
                "2017":23,
                "2018":18,
                "2019":16,
                "2020":19,
                "2021":1
            }
        ],
        [
            "We study the computational complexity of approximating the 2-to-q norm of linear operators (defined as| A| 2-> q= max v≠ 0| Av| q\/| v| 2) for q> 2, as well as connections between this question and issues arising in quantum information theory and the study of Khot's Unique Games Conjecture (UGC). We show the following: For any constant even integer q≥ 4, a graph G is a small-set expander if and only if the projector into the span of the top eigenvectors of G's adjacency matrix has bounded 2-> q norm. As a corollary, a good approximation to the 2-> q norm will refute the Small-Set Expansion Conjecture---a close variant of the UGC. We also show that such a good approximation can be obtained in exp (n 2\/q) time, thus obtaining a different proof of the known subexponential algorithm for Small-Set-Expansion. Constant rounds of the\" Sum of Squares\" semidefinite programing hierarchy certify an upper bound on the …",
            "Hypercontractivity, sum-of-squares proofs, and their applications",
            "Boaz Barak and Fernando GSL Brandao and Aram W Harrow and Jonathan Kelner and David Steurer and Yuan Zhou",
            "2012",
            "6WYsaqMAAAAJ:BqipwSGYUEgC",
            174,
            "https:\/\/dl.acm.org\/doi\/abs\/10.1145\/2213977.2214006",
            "13225449309464969749",
            "\/scholar?cites=13225449309464969749",
            {
                "2011":1,
                "2012":7,
                "2013":16,
                "2014":22,
                "2015":24,
                "2016":23,
                "2017":17,
                "2018":19,
                "2019":16,
                "2020":20,
                "2021":2
            }
        ],
        [
            "The Quantum Approximate Optimization Algorithm (QAOA) is designed to run on a gate model quantum computer and has shallow depth. It takes as input a combinatorial optimization problem and outputs a string that satisfies a high fraction of the maximum number of clauses that can be satisfied. For certain problems the lowest depth version of the QAOA has provable performance guarantees although there exist classical algorithms that have better guarantees. Here we argue that beyond its possible computational value the QAOA can exhibit a form of Quantum Supremacy in that, based on reasonable complexity theoretic assumptions, the output distribution of even the lowest depth version cannot be efficiently simulated on any classical device. We contrast this with the case of sampling from the output of a quantum computer running the Quantum Adiabatic Algorithm (QADI) with the restriction that the Hamiltonian that governs the evolution is gapped and stoquastic. Here we show that there is an oracle that would allow sampling from the QADI but even with this oracle, if one could efficiently classically sample from the output of the QAOA, the Polynomial Hierarchy would collapse. This suggests that the QAOA is an excellent candidate to run on near term quantum computers not only because it may be of use for optimization but also because of its potential as a route to establishing quantum supremacy.",
            "Quantum supremacy through the quantum approximate optimization algorithm",
            "Edward Farhi and Aram W Harrow",
            "2016",
            "6WYsaqMAAAAJ:DOLguN9Lh8sC",
            173,
            "https:\/\/arxiv.org\/abs\/1602.07674",
            "918813272972852452",
            "\/scholar?cites=918813272972852452",
            {
                "2015":1,
                "2016":3,
                "2017":25,
                "2018":34,
                "2019":43,
                "2020":66,
                "2021":1
            }
        ],
        [
            "We prove that local random quantum circuits acting on n qubits composed of O(t 10 n 2) many nearest neighbor two-qubit gates form an approximate unitary t-design. Previously it was unknown whether random quantum circuits were a t-design for any t >  3. The proof is based on an interplay of techniques from quantum many-body theory, representation theory, and the theory of Markov chains. In particular we employ a result of Nachtergaele for lower bounding the spectral gap of frustration-free quantum local Hamiltonians; a quasi-orthogonality property of permutation matrices; a result of Oliveira which extends to the unitary group the path-coupling method for bounding the mixing time of random walks; and a result of Bourgain and Gamburd showing that dense subgroups of the special unitary group, composed of elements with algebraic entries, are ∞-copy tensor …",
            "Local random quantum circuits are approximate polynomial-designs",
            "Fernando GSL Brandao and Aram W Harrow and Michał Horodecki",
            "2016",
            "6WYsaqMAAAAJ:O3NaXMp0MMsC",
            170,
            "https:\/\/link.springer.com\/article\/10.1007\/s00220-016-2706-8",
            "5165913144928874232",
            "\/scholar?cites=5165913144928874232",
            {
                "2015":11,
                "2016":9,
                "2017":19,
                "2018":28,
                "2019":34,
                "2020":53,
                "2021":7
            }
        ]
    ]
}