{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The spin-½ antiferromagnetic Heisenberg model on a square lattice is used to describe the dynamics of the spin degrees of freedom of undoped copper oxides. Even though the model lacks an exact solution, a solid, accurate, and rather conventional picture emerges from a number of techniques—analytical (spin-wave theory, Schwinger boson mean-field theory, renormalization-group calculations), semianalytical (variational theory, series expansions), and numerical (quantum Monte Carlo, exact diagonalization, etc.). At zero temperature, the effect of the zero-point fluctuations is not strong enough to destroy the antiferromagnetic long-range order, despite the fact that we are dealing with a low-spin low-dimensional system. The corrections to the spin-wave theory, which treats perturbatively the effect of such fluctuations around the classical Néel ground state, appear to be small. At any nonzero temperature the …",
            "The spin-½ Heisenberg antiferromagnet on a square lattice and its application to the cuprous oxides",
            "Efstratios Manousakis",
            "1991",
            "6zP3QBcAAAAJ:u5HHmVD_uO8C",
            1427,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.63.1",
            "18226860488234496205",
            "\/scholar?cites=18226860488234496205",
            {
                "1991":15,
                "1992":51,
                "1993":71,
                "1994":90,
                "1995":66,
                "1996":63,
                "1997":54,
                "1998":53,
                "1999":52,
                "2000":47,
                "2001":38,
                "2002":40,
                "2003":47,
                "2004":37,
                "2005":59,
                "2006":43,
                "2007":55,
                "2008":56,
                "2009":53,
                "2010":46,
                "2011":39,
                "2012":36,
                "2013":49,
                "2014":28,
                "2015":37,
                "2016":43,
                "2017":39,
                "2018":46,
                "2019":28,
                "2020":38,
                "2021":3
            }
        ],
        [
            "The t-J model in the large-t\/J and low-doping limit is approximated by an effective Hamiltonian that treats spin degrees of freedom within the linear-spin-wave approximation and the hole-hopping term with a hole-spin interaction vertex that is linear in the spin-wave operators. The Dyson’s equation for the single-hole Green’s function is solved numerically on finite-but sufficiently large-size square lattices. Our calculation is based on an approximate equation for the hole motion that has been obtained using a self-consistent perturbation approach where crossing diagrams are neglected. We have studied the contribution of vertex corrections and found that the leading two-loop crossing diagram is exactly zero. Thus, the leading nonzero contribution to the proper self-energy from crossing diagrams is a three-loop correction. In two dimensions, it is possible to solve Dyson’s equation numerically including these three …",
            "Dynamical properties of a hole in a Heisenberg antiferromagnet",
            "Zhiping Liu and Efstratios Manousakis",
            "1992",
            "6zP3QBcAAAAJ:XoXfffV-tXoC",
            285,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.45.2425",
            "2724505337219644828",
            "\/scholar?cites=2724505337219644828",
            {
                "1992":3,
                "1993":9,
                "1994":10,
                "1995":22,
                "1996":24,
                "1997":15,
                "1998":23,
                "1999":12,
                "2000":10,
                "2001":10,
                "2002":5,
                "2003":9,
                "2004":12,
                "2005":7,
                "2006":16,
                "2007":15,
                "2008":16,
                "2009":4,
                "2010":6,
                "2011":6,
                "2012":10,
                "2013":8,
                "2014":5,
                "2015":6,
                "2016":1,
                "2017":3,
                "2018":8,
                "2019":3,
                "2020":3,
                "2021":3
            }
        ],
        [
            "We investigate the phase diagram of the two-dimensional tJ model using a recently developed Green's function Monte Carlo method for lattice fermions. We use the technique to calculate exact ground-state energies of the model on large lattices. In contrast to many previous studies, we find the model phase separates for all values of J\/t. In particular, it is unstable at the hole dopings and interaction strengths at which the model was thought to describe the cuprate superconductors.",
            "Phase Separation at all Interaction Strengths in the t-J Model",
            "C Stephen Hellberg and Efstratios Manousakis",
            "1997",
            "6zP3QBcAAAAJ:4fGpz3EwCPoC",
            165,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.78.4609",
            "13554258525508490925",
            "\/scholar?cites=13554258525508490925",
            {
                "1997":5,
                "1998":18,
                "1999":15,
                "2000":16,
                "2001":11,
                "2002":13,
                "2003":8,
                "2004":8,
                "2005":2,
                "2006":11,
                "2007":7,
                "2008":9,
                "2009":1,
                "2010":4,
                "2011":5,
                "2012":8,
                "2013":8,
                "2014":4,
                "2015":5,
                "2016":2,
                "2017":3,
                "2018":1
            }
        ],
        [
            "The string tension of spacelike Wilson loops is computed in SU (3) lattice gauge theory in the high-temperature deconfined phase. Its physical value is extracted following the continuum limit. An upper bound for the length scale where nonperturbative fluctuations become dominant is computed. The value of the string tension and the nonperturbative length scale are very close to their zero-temperature counterparts.",
            "Nonperturbative length scale in high-temperature QCD",
            "E Manousakis and J Polonyi",
            "1987",
            "6zP3QBcAAAAJ:d1gkVwhDpl0C",
            163,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.58.847",
            "9632616062065668458",
            "\/scholar?cites=9632616062065668458",
            {
                "1987":1,
                "1988":8,
                "1989":8,
                "1990":9,
                "1991":5,
                "1992":14,
                "1993":15,
                "1994":13,
                "1995":12,
                "1996":5,
                "1997":2,
                "1998":4,
                "1999":5,
                "2000":2,
                "2001":1,
                "2002":3,
                "2003":1,
                "2004":5,
                "2005":2,
                "2006":6,
                "2007":12,
                "2008":6,
                "2009":5,
                "2010":1,
                "2011":1,
                "2012":4,
                "2013":3,
                "2014":1,
                "2015":3,
                "2016":1,
                "2017":1,
                "2018":2,
                "2019":1
            }
        ],
        [
            "Phase fluctuations of the superconducting order parameter play a larger role in the cuprates than in conventional BCS superconductors because of the low superfluid density ρ s of a doped insulator. In this paper, we analyze an XY model of classical phase fluctuations in the high temperature superconductors using a low temperature expansion and Monte Carlo simulations. In agreement with experiment, the value of ρ s at temperature T= 0 is a quite robust predictor of T c, and the evolution of ρ s with T, including its T-linear behavior at low temperature, is insensitive to microscopic details.",
            "Classical phase fluctuations in high temperature superconductors",
            "EW Carlson and SA Kivelson and VJ Emery and E Manousakis",
            "1999",
            "6zP3QBcAAAAJ:qjMakFHDy7sC",
            144,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.83.612",
            "15675781351455681827",
            "\/scholar?cites=15675781351455681827",
            {
                "1999":1,
                "2000":20,
                "2001":15,
                "2002":12,
                "2003":9,
                "2004":15,
                "2005":11,
                "2006":6,
                "2007":6,
                "2008":8,
                "2009":6,
                "2010":2,
                "2011":5,
                "2012":4,
                "2013":4,
                "2014":7,
                "2015":3,
                "2016":4,
                "2017":3,
                "2018":1,
                "2019":1,
                "2020":1
            }
        ],
        [
            "Accurate variational calculations are carried out for the ground-state quantities of the normal and fully spin-polarized phases of liquid He 3. The variational wave functions include semioptimized two-body, three-body, and backflow correlations. Expectation values are calculated using Fermihypernetted-chain summation techniques. The elementary diagrams are summed with the scaling approximation developed earlier for Bose liquids. Results of calculations using the interatomic potential of Aziz et al. from equilibrium to melting density are reported. The calculated equation of state, sound velocity, and liquid structure function for the normal phase are in close agreement with the experimental data. The three-body and backflow correlations are found to be important in achieving this agreement with experiment. The energy of the spin-polarized phase is found to be above that of the normal phase over the entire liquid …",
            "Microscopic calculations for normal and polarized liquid ",
            "E Manousakis and S Fantoni and VR Pandharipande and QN Usmani",
            "1983",
            "6zP3QBcAAAAJ:2osOgNQ5qMEC",
            141,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.28.3770",
            "3256069896057998207",
            "\/scholar?cites=3256069896057998207",
            {
                "1984":7,
                "1985":2,
                "1986":6,
                "1987":14,
                "1988":4,
                "1989":8,
                "1990":7,
                "1991":1,
                "1992":6,
                "1993":2,
                "1994":3,
                "1995":5,
                "1996":3,
                "1997":8,
                "1998":5,
                "1999":2,
                "2000":2,
                "2001":3,
                "2002":3,
                "2003":2,
                "2004":1,
                "2005":1,
                "2006":3,
                "2007":3,
                "2008":3,
                "2009":1,
                "2010":2,
                "2011":3,
                "2012":8,
                "2013":3,
                "2014":4,
                "2015":2,
                "2016":2,
                "2017":4,
                "2018":3,
                "2019":2
            }
        ],
        [
            "The two-dimensional electron gas (2DEG) in moderate magnetic fields in ultraclean AlAs-GaAs heterojunctions exhibits transport anomalies suggestive of a compressible anisotropic metallic state. Using scaling arguments and Monte Carlo simulations, we develop an order parameter theory of an electron nematic phase. The observed temperature dependence of the resistivity anisotropy behaves like the orientational order parameter if the transition to the nematic state occurs at a finite temperature T c∼ 65 mK, and is slightly rounded by a small background microscopic anisotropy. We propose a light scattering experiment to measure the critical susceptibility.",
            "Nematic phase of the two-dimensional electron gas in a magnetic field",
            "Eduardo Fradkin and Steven A Kivelson and Efstratios Manousakis and Kwangsik Nho",
            "2000",
            "6zP3QBcAAAAJ:ruyezt5ZtCIC",
            138,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.1982",
            "15414723051795178566",
            "\/scholar?cites=15414723051795178566",
            {
                "2000":7,
                "2001":9,
                "2002":9,
                "2003":6,
                "2004":5,
                "2005":3,
                "2006":5,
                "2007":6,
                "2008":13,
                "2009":7,
                "2010":5,
                "2011":4,
                "2012":4,
                "2013":4,
                "2014":7,
                "2015":7,
                "2016":8,
                "2017":14,
                "2018":7,
                "2019":4,
                "2020":4
            }
        ],
        [
            "We investigate the two-dimensional t-J model at a hole doping of x= 1 8. The low-energy states are uniform (not striped). We find numerous excited states with charge density wave structures, which may be interpreted as striped phases. Some of these are consistent with neutron scattering data on cuprates and nickelates. Without additional terms in the t-J Hamiltonian, stripes can be stabilized only as ground states through the application of artificial boundary conditions.",
            "Stripes and the t-J Model",
            "C Stephen Hellberg and Efstratios Manousakis",
            "1999",
            "6zP3QBcAAAAJ:0izLItjtcgwC",
            126,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.83.132",
            "10564032910613030496",
            "\/scholar?cites=10564032910613030496",
            {
                "1999":3,
                "2000":17,
                "2001":21,
                "2002":24,
                "2003":7,
                "2004":8,
                "2005":9,
                "2006":6,
                "2007":6,
                "2008":1,
                "2009":4,
                "2010":1,
                "2011":3,
                "2012":1,
                "2013":2,
                "2014":1,
                "2015":1,
                "2016":2,
                "2017":2,
                "2018":3,
                "2019":4
            }
        ],
        [
            "The dynamic structure factor S (k, ω) for liquid He 4 is studied with the use of perturbation theory in a correlated basis generated by the Feynman-Cohen (FC) excitation operator acting on the interacting ground state. We consider the coupling of one FC excitation to two FC excitations and sum the important contributions to all orders in perturbation theory. S (k, ω) is calculated for many values of k in the interval (0.8 A ̊− 1, 4.5 A ̊− 1). We find a low-energy δ-function peak which corresponds to the phonon-maxon-roton spectrum and report its energy e (k) and Z (k) as a function of k.‘‘Two-quasiparticle’’peaks are also found and they may be identified as roton-roton, maxon-maxon, and maxon-roton contributions. At high k, most of the strength of S (k, ω) is distributed in the neighborhood of quasifree scattering energy ω≃ ħ 2 k 2\/2m, and the results are comparable with results of the impulse approximation …",
            "Theoretical studies of the dynamic structure function of liquid ",
            "E Manousakis and VR Pandharipande",
            "1986",
            "6zP3QBcAAAAJ:Tyk-4Ss8FVUC",
            93,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.33.150",
            "14165410801580778651",
            "\/scholar?cites=14165410801580778651",
            {
                "1986":2,
                "1987":4,
                "1988":2,
                "1989":7,
                "1990":3,
                "1991":8,
                "1992":6,
                "1993":6,
                "1994":4,
                "1995":2,
                "1996":5,
                "1997":1,
                "1998":5,
                "1999":1,
                "2000":5,
                "2001":4,
                "2002":3,
                "2003":1,
                "2004":2,
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":2,
                "2009":1,
                "2010":1,
                "2011":2,
                "2012":4,
                "2013":3,
                "2014":2
            }
        ],
        [
            "Calculations of the condensate fraction and momentum distribution of liquid He 4 are carried out using variational ground-state wave functions containing two-body (Jastrow) and three-body correlations. These wave functions give a satisfactory description of the equation of state of the liquid at T= 0. The calculations are performed within the scheme of hypernetted-chain equations, using the scaling approximation for evaluating the contributions of the elementary diagrams. Results are reported at densities ρ= 0.365 σ− 3, 0.401 σ− 3, and 0.438 σ− 3, and compared with momentum distributions obtained from experimental data and Green’s-function Monte Carlo calculations.",
            "Condensate fraction and momentum distribution in the ground state of liquid ",
            "E Manousakis and VR Pandharipande and QN Usmani",
            "1985",
            "6zP3QBcAAAAJ:YsMSGLbcyi4C",
            92,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.31.7022",
            "6342508377793583385",
            "\/scholar?cites=6342508377793583385",
            {
                "1985":1,
                "1986":4,
                "1987":5,
                "1988":4,
                "1989":11,
                "1990":13,
                "1991":6,
                "1992":4,
                "1993":4,
                "1994":2,
                "1995":2,
                "1996":3,
                "1997":2,
                "1998":1,
                "1999":1,
                "2000":4,
                "2001":6,
                "2002":1,
                "2003":2,
                "2004":3,
                "2005":2,
                "2006":1,
                "2007":2,
                "2008":4,
                "2009":1,
                "2010":1,
                "2011":1,
                "2012":1
            }
        ]
    ]
}