{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We describe here a simple, all-inorganic metal\/NC\/metal sandwich photovoltaic (PV) cell that produces an exceptionally large short-circuit photocurrent (>21 mA cm−2) by way of a Schottky junction at the negative electrode. The PV cell consists of a PbSe NC film, deposited via layer-by-layer (LbL) dip coating that yields an EQE of 55−65% in the visible and up to 25% in the infrared region of the solar spectrum, with a spectrally corrected AM1.5G power conversion efficiency of 2.1%. This NC device produces one of the largest short-circuit currents of any nanostructured solar cell, without the need for sintering, superlattice order or separate phases for electron and hole transport.",
            "Schottky solar cells based on colloidal nanocrystal films",
            "Joseph M Luther and Matt Law and Matthew C Beard and Qing Song and Matthew O Reese and Randy J Ellingson and Arthur J Nozik",
            "2008",
            "7-0WtD0AAAAJ:u5HHmVD_uO8C",
            1071,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl802476m",
            "3654933866966741891",
            "\/scholar?cites=3654933866966741891",
            {
                "2009":55,
                "2010":90,
                "2011":133,
                "2012":127,
                "2013":127,
                "2014":120,
                "2015":115,
                "2016":78,
                "2017":61,
                "2018":62,
                "2019":48,
                "2020":45,
                "2021":3
            }
        ],
        [
            "Procedures for testing organic solar cell devices and modules with respect to stability and operational lifetime are described. The descriptions represent a consensus of the discussion and conclusions reached during the first 3 years of the international summit on OPV stability (ISOS). The procedures include directions for shelf life testing, outdoor testing, laboratory weathering testing and thermal cycling testing, as well as guidelines for reporting data. These procedures are not meant to be qualification tests, but rather generally agreed test conditions and practices to allow ready comparison between laboratories and to help improving the reliability of reported values. Failure mechanisms and detailed degradation mechanisms are not covered in this report.",
            "Consensus stability testing protocols for organic photovoltaic materials and devices",
            "Matthew O Reese and Suren A Gevorgyan and Mikkel Jørgensen and Eva Bundgaard and Sarah R Kurtz and David S Ginley and Dana C Olson and Matthew T Lloyd and Pasquale Morvillo and Eugene A Katz and Andreas Elschner and Olivier Haillant and Travis R Currier and Vishal Shrotriya and Martin Hermenau and Moritz Riede and Kiril R Kirov and Gregor Trimmel and Thomas Rath and Olle Inganäs and Fengling Zhang and Mattias Andersson and Kristofer Tvingstedt and Monica Lira-Cantu and Darin Laird and Christine McGuiness and Srinivas Jimmy Gowrisanker and Michael Pannone and Min Xiao and Jens Hauch and Roland Steim and Dean M DeLongchamp and Roland Rösch and Harald Hoppe and Nieves Espinosa and Antonio Urbina and Gülsah Yaman-Uzunoglu and Jörg-Bernd Bonekamp and Albert JJM Van Breemen and Claudio Girotto and Eszter Voroshazi and Frederik C Krebs",
            "2011",
            "7-0WtD0AAAAJ:d1gkVwhDpl0C",
            678,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S092702481100050X",
            "16524798882126895651",
            "\/scholar?cites=16524798882126895651",
            {
                "2011":17,
                "2012":47,
                "2013":55,
                "2014":80,
                "2015":84,
                "2016":91,
                "2017":70,
                "2018":80,
                "2019":65,
                "2020":76,
                "2021":9
            }
        ],
        [
            "So far, one of the fundamental limitations of organic photovoltaic (OPV) device power conversion efficiencies (PCEs) has been the low voltage output caused by a molecular orbital mismatch between the donor polymer and acceptor molecules. Here, we present a means of addressing the low voltage output by introducing novel trimetallic nitride endohedral fullerenes (TNEFs) as acceptor materials for use in photovoltaic devices. TNEFs were discovered in 1999 by Stevenson et al. 1; for the first time derivatives of the TNEF acceptor, Lu 3 N@ C 80, are synthesized and integrated into OPV devices. The reduced energy offset of the molecular orbitals of Lu 3 N@ C 80 to the donor, poly (3-hexyl) thiophene (P3HT), reduces energy losses in the charge transfer process and increases the open circuit voltage (V oc) to 260 mV above reference devices made with [6, 6]-phenyl-C 61-butyric methyl ester (C 60-PCBM) acceptor …",
            "Endohedral fullerenes for organic photovoltaic devices",
            "Russel B Ross and Claudia M Cardona and Dirk M Guldi and Shankara Gayathri Sankaranarayanan and Matthew O Reese and Nikos Kopidakis and Jeff Peet and Bright Walker and Guillermo C Bazan and Edward Van Keuren and Brian C Holloway and Martin Drees",
            "2009",
            "7-0WtD0AAAAJ:u-x6o8ySG0sC",
            610,
            "https:\/\/www.nature.com\/articles\/nmat2379",
            "14178502986279027528",
            "\/scholar?cites=14178502986279027528",
            {
                "2009":21,
                "2010":56,
                "2011":79,
                "2012":93,
                "2013":65,
                "2014":50,
                "2015":64,
                "2016":35,
                "2017":46,
                "2018":29,
                "2019":26,
                "2020":39,
                "2021":5
            }
        ],
        [
            "Perovskite solar cells have made tremendous progress using laboratory-scale spin-coating methods in the past few years owing to advances in controls of perovskite film deposition. However, devices made via scalable methods are still lagging behind state-of-the-art spin-coated devices because of the complicated nature of perovskite crystallization from a precursor state. Here we demonstrate a chlorine-containing methylammonium lead iodide precursor formulation along with solvent tuning to enable a wide precursor-processing window (up to∼ 8 min) and a rapid grain growth rate (as short as∼ 1 min). Coupled with antisolvent extraction, this precursor ink delivers high-quality perovskite films with large-scale uniformity. The ink can be used by both spin-coating and blade-coating methods with indistinguishable film morphology and device performance. Using a blade-coated absorber, devices with 0.12-cm 2 and …",
            "Perovskite ink with wide processing window for scalable high-efficiency solar cells",
            "Mengjin Yang and Zhen Li and Matthew O Reese and Obadiah G Reid and Dong Hoe Kim and Sebastian Siol and Talysa R Klein and Yanfa Yan and Joseph J Berry and Maikel FAM Van Hest and Kai Zhu",
            "2017",
            "7-0WtD0AAAAJ:xtRiw3GOFMkC",
            314,
            "https:\/\/www.nature.com\/articles\/nenergy201738",
            "16155860180219776188",
            "\/scholar?cites=16155860180219776188",
            {
                "2017":20,
                "2018":83,
                "2019":107,
                "2020":99,
                "2021":3
            }
        ],
        [
            "As organic photovoltaic efficiencies steadily improve, understanding degradation pathways becomes increasingly important. In this paper, the stability under prolonged illumination of a prototypical polymer:fullerene active layer is studied without the complications introduced by additional layers and interfaces in complete devices. Combining contactless photoconductivity with spectroscopy, structural characterization at the molecular and film level, and quantum chemical calculations, the mechanism of photoinduced degradation in bulk heterojunctions of poly (3‐hexylthiophene) (P3HT) and [6,6]‐phenyl C61‐butyric acid methyl ester (PCBM) is studied. Bare films are subjected to four conditions for 1000 h with either constant illumination or dark and either ambient or inert atmosphere. All samples are found to be intrinsically stable for 1000+ h under inert conditions, in contrast to complete devices. While PCBM …",
            "Photoinduced degradation of polymer and polymer–fullerene active layers: experiment and theory",
            "Matthew O Reese and Alexandre M Nardes and Benjamin L Rupert and Ross E Larsen and Dana C Olson and Matthew T Lloyd and Sean E Shaheen and David S Ginley and Garry Rumbles and Nikos Kopidakis",
            "2010",
            "7-0WtD0AAAAJ:qjMakFHDy7sC",
            304,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adfm.201001079",
            "4469855149790576382",
            "\/scholar?cites=4469855149790576382",
            {
                "2010":1,
                "2011":28,
                "2012":27,
                "2013":29,
                "2014":39,
                "2015":37,
                "2016":36,
                "2017":36,
                "2018":25,
                "2019":23,
                "2020":22,
                "2021":1
            }
        ],
        [
            "We report on studies of device degradation in organic photovoltaic devices based on blends of poly(3-hexylthiophene) (P3HT) and [6,6]-phenyl C61-butyric acid methyl ester (PCBM). Since delamination, oxidation, and chemical interactions at the metal electrode\/organic interface have long been posited as degradation pathways in organic electronic devices, we first investigated the stability of a variety of electrodes for devices stored in an inert, dark environment. Second, a set of experiments was designed to separate the effects at the metal\/organic interface from the degradation of the active layer or the hole extraction interface. To do this, Ca\/Al electrodes were deposited to complete half of a substrate's devices, and samples were left both under constant illumination and 10% illumination (10% duty cycle of 1 sun illumination) in a glovebox environment. After more than 200 h of measurement, additional electrodes …",
            "Pathways for the degradation of organic photovoltaic P3HT: PCBM based devices",
            "Matthew O Reese and Anthony J Morfa and Matthew S White and Nikos Kopidakis and Sean E Shaheen and Garry Rumbles and David S Ginley",
            "2008",
            "7-0WtD0AAAAJ:9yKSN-GCB0IC",
            287,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927024808000305",
            "15165209612667920403",
            "\/scholar?cites=15165209612667920403",
            {
                "2008":1,
                "2009":12,
                "2010":32,
                "2011":32,
                "2012":32,
                "2013":36,
                "2014":37,
                "2015":27,
                "2016":17,
                "2017":20,
                "2018":20,
                "2019":13,
                "2020":6,
                "2021":1
            }
        ],
        [
            "CdTe solar cells have the potential to undercut the costs of electricity generated by other technologies, if the open-circuit voltage can be increased beyond 1 V without significant decreases in current. However, in the past decades, the open-circuit voltage has stagnated at around 800–900 mV. This is lower than in GaAs solar cells, even though GaAs has a smaller bandgap; this is because it is more difficult to achieve simultaneously high hole density and lifetime in II–VI materials than in III–V materials. Here, by doping the CdTe with a Group V element, we report lifetimes in single-crystal CdTe that are nearly radiatively limited and comparable to those in GaAs over a hole density range relevant for solar applications. Furthermore, the deposition on CdTe of nanocrystalline CdS layers that form non-ideal heterointerfaces with 10% lattice mismatch impart no damage to the CdTe surface and show excellent junction …",
            "CdTe solar cells with open-circuit voltage breaking the 1 V barrier",
            "James M Burst and Joel N Duenow and David S Albin and Eric Colegrove and Matthew O Reese and Jeffery A Aguiar and C-S Jiang and MK Patel and Mowafak M Al-Jassim and Darius Kuciauskas and S Swain and T Ablekim and KG Lynn and Wyatt K Metzger",
            "2016",
            "7-0WtD0AAAAJ:dfsIfKJdRG4C",
            278,
            "https:\/\/www.nature.com\/articles\/nenergy201615",
            "6659505671837754185",
            "\/scholar?cites=6659505671837754185",
            {
                "2016":30,
                "2017":80,
                "2018":58,
                "2019":52,
                "2020":55,
                "2021":1
            }
        ],
        [
            "All-perovskite–based polycrystalline thin-film tandem solar cells have the potential to deliver efficiencies of >30%. However, the performance of all-perovskite–based tandem devices has been limited by the lack of high-efficiency, low–band gap tin-lead (Sn-Pb) mixed-perovskite solar cells (PSCs). We found that the addition of guanidinium thiocyanate (GuaSCN) resulted in marked improvements in the structural and optoelectronic properties of Sn-Pb mixed, low–band gap (~1.25 electron volt) perovskite films. The films have defect densities that are lower by a factor of 10, leading to carrier lifetimes of greater than 1 microsecond and diffusion lengths of 2.5 micrometers. These improved properties enable our demonstration of >20% efficient low–band gap PSCs. When combined with wider–band gap PSCs, we achieve 25% efficient four-terminal and 23.1% efficient two-terminal all-perovskite–based polycrystalline thin …",
            "Carrier lifetimes of> 1 μs in Sn-Pb perovskites enable efficient all-perovskite tandem solar cells",
            "Jinhui Tong and Zhaoning Song and Dong Hoe Kim and Xihan Chen and Cong Chen and Axel F Palmstrom and Paul F Ndione and Matthew O Reese and Sean P Dunfield and Obadiah G Reid and Jun Liu and Fei Zhang and Steven P Harvey and Zhen Li and Steven T Christensen and Glenn Teeter and Dewei Zhao and Mowafak M Al-Jassim and Maikel FAM van Hest and Matthew C Beard and Sean E Shaheen and Joseph J Berry and Yanfa Yan and Kai Zhu",
            "2019",
            "7-0WtD0AAAAJ:kRWSkSYxWN8C",
            270,
            "https:\/\/science.sciencemag.org\/content\/364\/6439\/475.abstract",
            "7154544084276387542",
            "\/scholar?cites=7154544084276387542",
            {
                "2019":39,
                "2020":219,
                "2021":12
            }
        ],
        [
            "The role of the work function and interfacial chemistry on organic device performance was investigated by using a series of contact materials. The active layer was a standard blend of poly(3-hexylthiophene) and [6-6]-phenyl C61-butyric acid methyl ester. Over 100 devices were fabricated and measured to obtain good statistics. Ba∕Al and Ca∕Al electrodes performed best, with similar open-circuit voltages and power conversion efficiencies. Device stability studies showed devices with these two electrodes remained similar after six weeks with degradation of 11%–16% in net conversion efficiency observed. The incorporation of silver into the electrodes led to considerably more degradation than other electrode types.",
            "Optimal negative electrodes for poly (3-hexylthiophene):[6, 6]-phenyl C61-butyric acid methyl ester bulk heterojunction photovoltaic devices",
            "Matthew O Reese and Matthew S White and Garry Rumbles and David S Ginley and Sean E Shaheen",
            "2008",
            "7-0WtD0AAAAJ:2osOgNQ5qMEC",
            226,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2841067",
            "157371432243210759",
            "\/scholar?cites=157371432243210759",
            {
                "2008":4,
                "2009":16,
                "2010":29,
                "2011":24,
                "2012":26,
                "2013":24,
                "2014":26,
                "2015":27,
                "2016":14,
                "2017":12,
                "2018":18,
                "2019":5,
                "2020":1
            }
        ],
        [
            "For organic photovoltaics (OPVs) to become a truly viable technology, it is critical to correctly identify their degradation mechanism(s) and pave the way for strategies to improve device lifetime. Changes in the active organic component are often cited as the leading degradation pathway in OPVs. In this shelf life study, we monitor device performance after storage in the dark at ambient conditions to show that decay behavior is dominated by changes at the top metal electrode and\/or the metal–organic interface. Cross-sectional TEM reveals extensive void formation to be the primary degradation mechanism for Ca\/Al contacts. Kelvin probe measurements show the work function of Ag contacts increases over time, consistent with silver oxide formation detected by TOF-SIMS depth profiles. The evolution of the work function is found to be advantageous for Ag as a hole-extracting contact, but unsuitable for electron …",
            "Impact of contact evolution on the shelf life of organic solar cells",
            "Matthew T Lloyd and Dana C Olson and Ping Lu and Erica Fang and Diana L Moore and Matthew S White and Matthew O Reese and David S Ginley and Julia WP Hsu",
            "2009",
            "7-0WtD0AAAAJ:IjCSPb-OGe4C",
            202,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2009\/jm\/b910213b",
            "17232654367858039838",
            "\/scholar?cites=17232654367858039838",
            {
                "2010":7,
                "2011":18,
                "2012":23,
                "2013":29,
                "2014":32,
                "2015":30,
                "2016":20,
                "2017":14,
                "2018":15,
                "2019":9,
                "2020":5
            }
        ]
    ]
}