{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "We review the state of observational and theoretical studies of the shaping of planetary nebulae (PNe) and protoplanetary nebulae (pPNe). In the past decade, high-resolution studies of PNe have revealed a bewildering array of morphologies with elaborate symmetries. Recent imaging studies of pPNe exhibit an even richer array of shapes. The variety of shapes, sometimes multiaxial symmetries, carefully arranged systems of low-ionization knots and jets, and the often Hubble-flow kinematics of PNe and pPNe indicate that there remains much to understand about the last stages of stellar evolution. In many cases, the basic symmetries and shapes of these objects develop on extremely short timescales, seemingly at the end of AGB evolution when the mode of mass loss abruptly and radically changes. No single explanation fits all of the observations. The shaping process may be related to external …",
            "Shapes and shaping of planetary nebulae",
            "Bruce Balick and Adam Frank",
            "2002",
            "71Z6Q98AAAAJ:Wq2b2clWBLsC",
            661,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.astro.40.060401.093849",
            "18005436908119997587",
            "\/scholar?cites=18005436908119997587",
            {
                "2003":23,
                "2004":30,
                "2005":38,
                "2006":42,
                "2007":51,
                "2008":37,
                "2009":35,
                "2010":32,
                "2011":44,
                "2012":38,
                "2013":39,
                "2014":36,
                "2015":32,
                "2016":15,
                "2017":37,
                "2018":51,
                "2019":29,
                "2020":36,
                "2021":9
            }
        ],
        [
            "A description is given for preserving∇ bold dot {\\bmi B}= 0 in a magnetohydrodynamic (MHD) code that employs the upwind, total variation diminishing (TVD) scheme and Strang type operator splitting for multidimensionality. The method is based on the staggered mesh technique to constrain the transport of magnetic field: the magnetic field components are defined at grid interfaces with their advective fluxes on grid edges, while other quantities are defined at grid centers. The magnetic field at grid centers for the upwind step is calculated by interpolating the values from grid interfaces. The advective fluxes on grid edges for the magnetic field evolution are calculated from the upwind fluxes at grid interfaces. Then the magnetic field can be maintained with∇ bold dot {\\bmi B}= 0 exactly, if this is so initially, while the upwind scheme is used for the update of fluid quantities. The correctness of the code is demonstrated …",
            "A divergence-free upwind code for multidimensional magnetohydrodynamic flows",
            "Dongsu Ryu and Francesco Miniati and TW Jones and Adam Frank",
            "1998",
            "71Z6Q98AAAAJ:q3oQSFYPqjQC",
            259,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/306481\/meta",
            "5420264734507289529",
            "\/scholar?cites=5420264734507289529",
            {
                "1999":5,
                "2000":10,
                "2001":12,
                "2002":5,
                "2003":5,
                "2004":11,
                "2005":14,
                "2006":15,
                "2007":9,
                "2008":8,
                "2009":25,
                "2010":19,
                "2011":19,
                "2012":13,
                "2013":8,
                "2014":4,
                "2015":11,
                "2016":9,
                "2017":12,
                "2018":13,
                "2019":19,
                "2020":8,
                "2021":1
            }
        ],
        [
            " We present the first results of astrophysically relevant experiments where highly supersonic plasma jets are generated via conically convergent flows. The convergent flows are created by electrodynamic acceleration of plasma in a conical array of fine metallic wires (a modification of the wire array Z‐pinch). Stagnation of plasma flow on the axis of symmetry forms a standing conical shock effectively collimating the flow in the axial direction. This scenario is essentially similar to that discussed by Cantó and collaborators as a purely hydrodynamic mechanism for jet formation in astrophysical systems. Experiments using different materials (Al, Fe, and W) show that a highly supersonic ( ), well‐collimated jet is generated when the radiative cooling rate of the plasma is significant. We discuss scaling issues for the experiments and their potential use for numerical code verification. The experiments also may allow direct …",
            "Laboratory astrophysics and collimated stellar outflows: The production of radiatively cooled hypersonic plasma jets",
            "SV Lebedev and JP Chittenden and FN Beg and SN Bland and A Ciardi and D Ampleford and S Hughes and MG Haines and A Frank and EG Blackman and T Gardiner",
            "2002",
            "71Z6Q98AAAAJ:SeFeTyx0c_EC",
            224,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/324183\/meta",
            "3258840047232162724",
            "\/scholar?cites=3258840047232162724",
            {
                "2002":8,
                "2003":9,
                "2004":7,
                "2005":18,
                "2006":17,
                "2007":13,
                "2008":14,
                "2009":26,
                "2010":20,
                "2011":5,
                "2012":13,
                "2013":5,
                "2014":6,
                "2015":12,
                "2016":8,
                "2017":10,
                "2018":16,
                "2019":9,
                "2020":7
            }
        ],
        [
            "Planetary nebulae are thought to be formed when a slow wind from the progenitor giant star is overtaken by a subsequent fast wind generated as the star enters its white dwarf stage 1. A shock forms near the boundary between the winds, creating the relatively dense shell characteristic of a planetary nebula. A spherically symmetric wind will produce a spherically symmetric shell, yet over half of known planetary nebulae are not spherical; rather, they are elliptical or bipolar in shape 2. A magnetic field could launch and collimate a bipolar outflow, but the origin of such a field has hitherto been unclear, and some previous work has even suggested that a field could not be generated 3. Here we show that an asymptotic-giant-branch (AGB) star can indeed generate a strong magnetic field, having as its origin a dynamo at the interface between the rapidly rotating core and the more slowly rotating envelope of the star. The …",
            "Dynamos in asymptotic-giant-branch stars as the origin of magnetic fields shaping planetary nebulae",
            "Eric G Blackman and Adam Frank and J Andrew Markiel and John H Thomas and Hugh M Van Horn",
            "2001",
            "71Z6Q98AAAAJ:43bX7VzcjpAC",
            206,
            "https:\/\/www.nature.com\/articles\/35054008",
            "13346259250567656719",
            "\/scholar?cites=13346259250567656719",
            {
                "2001":7,
                "2002":19,
                "2003":21,
                "2004":11,
                "2005":19,
                "2006":22,
                "2007":19,
                "2008":14,
                "2009":9,
                "2010":6,
                "2011":8,
                "2012":7,
                "2013":5,
                "2014":9,
                "2015":6,
                "2016":1,
                "2017":2,
                "2018":7,
                "2019":4,
                "2020":4,
                "2021":3
            }
        ],
        [
            "In many ways the discovery that star formation involves outflow as well as inflow from gravitational collapse marked the beginning of modern studies of the assembly of stars. Jets and outflows were the first and most easily observed recognition that the narrative of star formation would include many players and processes beyond the spherical collapse of clouds. The extraordinary progress made in the study of protostellar jets and outflows since the first discovery of Herbig-Haro (HH) objects (1950s), HH jets (1980s), and molecular outflows (1980s) also reflects the growing power and sophistication of star-formation science. The combination of ever-higher-resolution observational and computational methods, combined with innovative laboratory experiments, have allowed many aspects of the protostellar outflow problem to be clarified, although as we shall see, crucial issues such as the launching process (es) remain debated. Hypersonic collimated protostellar mass loss appears to be a ubiquitous aspect of the star-formation process. The observations currently indicate that most, if not all, low-and high-mass stars produce accretion-powered collimated ejections during their formation. These ejections are traced in two ways [see, eg, the excellent Protostars and Planets V (PPV) observational reviews by Ray et al.(2007), Arce et al.(2007), Bally et al.(2007)].First there are the narrow, highly collimated “jets” of atomic and\/or molecular gas with velocities on the order of v~ 100− 1000 km s–1 (v increasing with central source mass). These jets are believed to arise through magnetohydrodynamic (MHD) processes in the rotating star-disk system. The other …",
            "Jets and outflows from star to cloud: observations confront theory",
            "A Frank and TP Ray and S Cabrit and P Hartigan and HG Arce and F Bacciotti and J Bally and M Benisty and J Eislöffel and M Güdel and S Lebedev and B Nisini and A Raga",
            "2014",
            "71Z6Q98AAAAJ:2v_ZtQDX9iAC",
            190,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=ZpMYBQAAQBAJ&oi=fnd&pg=PA451&dq=info:jTqO9y6Q-u4J:scholar.google.com&ots=5k3QV4y6q1&sig=T6KfBggvi92JI-nIjfIWLKp6UrQ",
            "17220234656600701581",
            "\/scholar?cites=17220234656600701581",
            {
                "2013":1,
                "2014":2,
                "2015":31,
                "2016":19,
                "2017":32,
                "2018":40,
                "2019":33,
                "2020":31,
                "2021":1
            }
        ],
        [
            "We present the first results of high energy density laboratory astrophysics experiments which explore the evolution of collimated outflows and jets driven by a toroidal magnetic field. The experiments are scalable to astrophysical flows in that critical dimensionless numbers such as the Mach number, the plasma β and the magnetic Reynolds number are all in the astrophysically appropriate ranges. Our experiments use the MAGPIE pulsed power machine and allow us to explore the role of magnetic pressure in creating and collimating the outflow as well as showing the creation of a central jet within the broader outflow cavity. We show that currents flow along this jet and we observe its collimation to be enhanced by the additional hoop stresses associated with the generated toroidal field. Although at later times the jet column is observed to go unstable, the jet retains its collimation. We also present simulations of …",
            "Magnetic tower outflows from a radial wire array Z-pinch",
            "SV Lebedev and A Ciardi and DJ Ampleford and SN Bland and SC Bott and JP Chittenden and GN Hall and J Rapley and CA Jennings and A Frank and EG Blackman and Thibaut Lery",
            "2005",
            "71Z6Q98AAAAJ:8d8msizDQcsC",
            187,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/361\/1\/97\/1024185",
            "10243970267958886845",
            "\/scholar?cites=10243970267958886845",
            {
                "2005":2,
                "2006":13,
                "2007":15,
                "2008":18,
                "2009":18,
                "2010":17,
                "2011":13,
                "2012":18,
                "2013":12,
                "2014":10,
                "2015":6,
                "2016":5,
                "2017":10,
                "2018":12,
                "2019":6,
                "2020":6
            }
        ],
        [
            "Although bipolar jets are seen emerging from a wide variety of astrophysical systems, the issue of their formation and morphology beyond their launching is still under study. Our scaled laboratory experiments, representative of young stellar object outflows, reveal that stable and narrow collimation of the entire flow can result from the presence of a poloidal magnetic field whose strength is consistent with observations. The laboratory plasma becomes focused with an interior cavity. This gives rise to a standing conical shock from which the jet emerges. Following simulations of the process at the full astrophysical scale, we conclude that it can also explain recently discovered x-ray emission features observed in low-density regions at the base of protostellar jets, such as the well-studied jet HH 154.",
            "Laboratory formation of a scaled protostellar jet by coaligned poloidal magnetic field",
            "B Albertazzi and A Ciardi and M Nakatsutsumi and T Vinci and J Béard and R Bonito and J Billette and M Borghesi and Z Burkley and SN Chen and TE Cowan and T Herrmannsdörfer and DP Higginson and F Kroll and SA Pikuz and K Naughton and L Romagnani and C Riconda and G Revet and R Riquier and H-P Schlenvoigt and I Yu Skobelev and A Ya Faenov and A Soloviev and M Huarte-Espinosa and A Frank and O Portugall and H Pépin and J Fuchs",
            "2014",
            "71Z6Q98AAAAJ:Xl6nMSl579sC",
            165,
            "https:\/\/science.sciencemag.org\/content\/346\/6207\/325.abstract",
            "16952447083091350762",
            "\/scholar?cites=16952447083091350762",
            {
                "2015":13,
                "2016":21,
                "2017":32,
                "2018":35,
                "2019":29,
                "2020":30,
                "2021":3
            }
        ],
        [
            "We present for astrophysical use a multi-dimensional numerical code to solve the equations for ideal magnetohydrodynamics (MHD). It is based on an explicit finite difference method on an Eulerian grid, called the Total Variation Diminishing (TVD) scheme, which is a second-order-accurate extension of the Roe-type upwind scheme. Multiple spatial dimensions are treated through a Strang-type operator splitting. The constraint of a divergence-free field is enforced exactly by calculating a correction via a gauge transformation in each time step.Results from two-dimensional shock tube tests show that the code captures correctly discontinuities in all three MHD waves families as well as contact discontinuities. The numerical viscosities and resistivity in the code, which are useful in order to understand simulations involving turbulent flows, are estimated through the decay of two-dimensional linear waves. Finally, the robustness of the code in two-dimensions is demonstrated through calculations of the Kelvin-Helmholtz instability and the Orszag-Tang vortex.",
            "Numerical magnetohydrodynamics in astrophysics: Algorithm and tests for multi-dimensional flow",
            "Dongsu Ryu and TW Jones and Adam Frank",
            "1995",
            "71Z6Q98AAAAJ:LXmCCkuhhTsC",
            156,
            "https:\/\/arxiv.org\/abs\/astro-ph\/9505073",
            "16913809023580223094",
            "\/scholar?cites=16913809023580223094",
            {
                "1996":2,
                "1997":8,
                "1998":13,
                "1999":13,
                "2000":13,
                "2001":12,
                "2002":5,
                "2003":2,
                "2004":8,
                "2005":7,
                "2006":4,
                "2007":7,
                "2008":4,
                "2009":8,
                "2010":12,
                "2011":2,
                "2012":4,
                "2013":4,
                "2014":2,
                "2015":4,
                "2016":2,
                "2017":1,
                "2018":6,
                "2019":5,
                "2020":6,
                "2021":1
            }
        ],
        [
            "We present the first results of our numerical hydrodynamic calculations of the early evolution of aspherical planetary",
            "The hydrodynamics of aspherical planetary nebulae. II-Numerical modelling of the early evolution",
            "Vincent Icke and Bruce Balick and Adam Frank",
            "1992",
            "71Z6Q98AAAAJ:fQNAKQ3IYiAC",
            156,
            "http:\/\/adsabs.harvard.edu\/pdf\/1992A%26A...253..224I",
            "5162502134674929032",
            "\/scholar?cites=5162502134674929032",
            {
                "1992":4,
                "1993":22,
                "1994":21,
                "1995":8,
                "1996":12,
                "1997":7,
                "1998":16,
                "1999":8,
                "2000":5,
                "2001":5,
                "2002":3,
                "2003":6,
                "2004":6,
                "2005":2,
                "2006":2,
                "2007":3,
                "2008":1,
                "2009":1,
                "2010":3,
                "2011":2,
                "2012":3,
                "2013":1,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":2
            }
        ]
    ]
}