{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "This paper describes the open-source code Enzo, which uses block-structured adaptive mesh refinement to provide high spatial and temporal resolution for modeling astrophysical fluid flows. The code is Cartesian, can be run in one, two, and three dimensions, and supports a wide variety of physics including hydrodynamics, ideal and non-ideal magnetohydrodynamics, N-body dynamics (and, more broadly, self-gravity of fluids and particles), primordial gas chemistry, optically thin radiative cooling of primordial and metal-enriched plasmas (as well as some optically-thick cooling models), radiation transport, cosmological expansion, and models for star formation and feedback in a cosmological context. In addition to explaining the algorithms implemented, we present solutions for a wide range of test problems, demonstrate the code's parallel performance, and discuss the Enzo collaboration's code development …",
            "Enzo: An Adaptive Mesh Refinement Code for Astrophysics",
            "Greg L Bryan and Michael L Norman and Brian W O'Shea and Tom Abel and John H Wise and Matthew J Turk and Daniel R Reynolds and David C Collins and Peng Wang and Samuel W Skillman and Britton Smith and Robert P Harkness and James Bordner and Ji-hoon Kim and Michael Kuhlen and Hao Xu and Nathan Goldbaum and Cameron Hummels and Alexei G Kritsuk and Elizabeth Tasker and Stephen Skory and Christine M Simpson and Oliver Hahn and Jeffrey S Oishi and Geoffrey C So and Fen Zhao and Renyue Cen and Yuan Li and Enzo Collaboration",
            "2013",
            "72RK2WIAAAAJ:iH-uZ7U-co4C",
            620,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/211\/2\/19\/meta",
            "4928468135790904864",
            "\/scholar?cites=4928468135790904864",
            {
                "2013":2,
                "2014":41,
                "2015":69,
                "2016":86,
                "2017":99,
                "2018":100,
                "2019":85,
                "2020":123,
                "2021":12
            }
        ],
        [
            "By definition, Population III stars are metal-free, and their protostellar collapse is driven by molecular hydrogen cooling in the gas phase, leading to large characteristic masses. Population II stars with lower characteristic masses form when the star-forming gas reaches a critical metallicity of 10–6-10–3.5 Z☉. We present an adaptive mesh refinement radiation hydrodynamics simulation that follows the transition from Population III to Population II star formation. The maximum spatial resolution of 1 comoving parsec allows for individual molecular clouds to be well resolved and their stellar associations to be studied in detail. We model stellar radiative feedback with adaptive ray tracing. A top-heavy initial mass function for the Population III stars is considered, resulting in a plausible distribution of pair-instability supernovae and associated metal enrichment. We find that the gas fraction recovers from 5% to nearly the …",
            "The birth of a galaxy: primordial metal enrichment and stellar populations",
            "John H Wise and Matthew J Turk and Michael L Norman and Tom Abel",
            "2011",
            "72RK2WIAAAAJ:QIV2ME_5wuYC",
            384,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/745\/1\/50\/meta",
            "13419350622534792646",
            "\/scholar?cites=13419350622534792646",
            {
                "2012":39,
                "2013":45,
                "2014":50,
                "2015":49,
                "2016":38,
                "2017":25,
                "2018":37,
                "2019":41,
                "2020":49,
                "2021":10
            }
        ],
        [
            "Starlight from galaxies plays a pivotal role throughout the process of cosmic reionization. We present the statistics of dwarf galaxy properties at z > 7 in haloes with masses up to 109 M⊙, using a cosmological radiation hydrodynamics simulation that follows their buildup starting with their Population III progenitors. We find that metal-enriched star formation is not restricted to atomic cooling (Tvir ≥ 104 K) haloes, but can occur in haloes down to masses ∼106 M⊙, especially in neutral regions. Even though these smallest galaxies only host up to 104 M⊙ of stars, they provide nearly 30 per cent of the ionizing photon budget. We find that the galaxy luminosity function flattens above MUV ∼ −12 with a number density that is unchanged at z ≲ 10. The fraction of ionizing radiation escaping into the intergalactic medium is inversely dependent on halo mass, decreasing from 50 to 5 per cent in the mass range …",
            "The birth of a galaxy–III. Propelling reionization with the faintest galaxies",
            "John H Wise and Vasiliy G Demchenko and Martin T Halicek and Michael L Norman and Matthew J Turk and Tom Abel and Britton D Smith",
            "2014",
            "72RK2WIAAAAJ:BqipwSGYUEgC",
            314,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/442\/3\/2560\/1050548",
            "16707189052682957051",
            "\/scholar?cites=16707189052682957051",
            {
                "2014":7,
                "2015":45,
                "2016":57,
                "2017":49,
                "2018":63,
                "2019":35,
                "2020":55,
                "2021":3
            }
        ],
        [
            "It has been argued that low-luminosity dwarf galaxies are the dominant source of ionizing radiation during cosmological reionization. The fraction of ionizing radiation that escapes into the intergalactic medium from dwarf galaxies with masses less than~ 10 9.5 solar masses plays a critical role during this epoch. Using an extensive suite of very high resolution (0.1 pc), adaptive mesh refinement, radiation hydrodynamical simulations of idealized and cosmological dwarf galaxies, we characterize the behavior of the escape fraction in galaxies between 3× 10 6 and 3× 10 9 solar masses with different spin parameters, amounts of turbulence, and baryon mass fractions. For a given halo mass, escape fractions can vary up to a factor of two, depending on the initial setup of the idealized halo. In a cosmological setting, we find that the time-averaged photon escape fraction always exceeds 25% and reaches up to 80% in …",
            "Ionizing Photon Escape Fractions From High-Redshift Dwarf Galaxies",
            "John H Wise and Renyue Cen",
            "2009",
            "72RK2WIAAAAJ:2osOgNQ5qMEC",
            293,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/693\/1\/984\/meta",
            "8224739532454215421",
            "\/scholar?cites=8224739532454215421",
            {
                "2009":10,
                "2010":26,
                "2011":27,
                "2012":23,
                "2013":34,
                "2014":22,
                "2015":22,
                "2016":33,
                "2017":24,
                "2018":27,
                "2019":12,
                "2020":30,
                "2021":3
            }
        ],
        [
            "The first stars form in dark matter halos of masses ∼106   as suggested by an increasing number of numerical simulations. Radiation feedback from these stars expels most of the gas from the shallow potential well of their surrounding dark matter halos. We use cosmological adaptive mesh refinement simulations that include self‐consistent Population III star formation and feedback to examine the properties of assembling early dwarf galaxies. Accurate radiative transport is modeled with adaptive ray tracing. We include supernova explosions and follow the metal enrichment of the intergalactic medium. The calculations focus on the formation of several dwarf galaxies and their progenitors. In these halos, baryon fractions in 108   halos decrease by a factor of 2 with stellar feedback and by a factor of 3 with supernova explosions. We find that radiation feedback and supernova explosions increase gaseous spin …",
            "Resolving the formation of protogalaxies. III. Feedback from the first stars",
            "John H Wise and Tom Abel",
            "2008",
            "72RK2WIAAAAJ:u5HHmVD_uO8C",
            271,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/590417\/meta",
            "16680596854873769778",
            "\/scholar?cites=16680596854873769778",
            {
                "2007":1,
                "2008":2,
                "2009":22,
                "2010":27,
                "2011":35,
                "2012":34,
                "2013":27,
                "2014":24,
                "2015":25,
                "2016":18,
                "2017":12,
                "2018":17,
                "2019":8,
                "2020":14,
                "2021":3
            }
        ],
        [
            "The first stars, forming at redshifts z> 15 in minihalos with M~ 10 5-6 M☉ may leave behind remnant black holes, which could conceivably have been the\" seeds\" for the supermassive black holes observed at z lesssim 7. We study remnant black hole growth through accretion, including for the first time the radiation emitted due to accretion, with adaptive mesh refinement cosmological radiation-hydrodynamical simulations. The effects of photoionization and heating dramatically affect the large-scale inflow, resulting in negligible mass growth. We compare cases with accretion luminosity included and neglected to show that accretion radiation drastically changes the environment within 100 pc of the black hole, increasing gas temperatures by an order of magnitude. Gas densities are reduced and further star formation in the same minihalo is prevented for the 200 million years we followed. Without radiative feedback …",
            "Accretion onto the First Stellar-Mass Black Holes",
            "Marcelo A Alvarez and John H Wise and Tom Abel",
            "2009",
            "72RK2WIAAAAJ:zYLM7Y9cAGgC",
            266,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/701\/2\/L133\/meta",
            "7111676833336575010",
            "\/scholar?cites=7111676833336575010",
            {
                "2009":2,
                "2010":15,
                "2011":17,
                "2012":20,
                "2013":26,
                "2014":26,
                "2015":29,
                "2016":31,
                "2017":26,
                "2018":29,
                "2019":14,
                "2020":26,
                "2021":4
            }
        ],
        [
            "Numerous cosmological hydrodynamic studies have addressed the formation of galaxies. Here we choose to study the first stages of galaxy formation, including nonequilibrium atomic primordial gas cooling, gravity, and hydrodynamics. Using initial conditions appropriate for the concordance cosmological model of structure formation, we perform two adaptive mesh refinement simulations of ∼108 M⊙ galaxies at high redshift. The calculations resolve the Jeans length at all times with more than 16 cells and capture over 14 orders of magnitude in length scales. In both cases, the dense, 105 solar mass, one parsec central regions are found to contract rapidly and have turbulent Mach numbers up to 4. Despite the ever decreasing Jeans length of the isothermal gas, we only find one site of fragmentation during the collapse. However, rotational secular bar instabilities transport angular momentum outward in the central …",
            "Resolving the formation of protogalaxies. II. Central gravitational collapse",
            "John H Wise and Matthew J Turk and Tom Abel",
            "2008",
            "72RK2WIAAAAJ:UeHWp8X0CEIC",
            221,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/588209\/meta",
            "14163328728220133293",
            "\/scholar?cites=14163328728220133293",
            {
                "2009":13,
                "2010":18,
                "2011":23,
                "2012":17,
                "2013":21,
                "2014":21,
                "2015":22,
                "2016":19,
                "2017":12,
                "2018":24,
                "2019":14,
                "2020":15
            }
        ]
    ]
}