{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Currently, hydrogen is primarily used in the chemical industry, but in the near future it will become a significant fuel. There are many processes for hydrogen production. This paper reviews the technologies related to hydrogen production from both fossil and renewable biomass resources including reforming (steam, partial oxidation, autothermal, plasma, and aqueous phase) and pyrolysis. In addition, electrolysis and other methods for generating hydrogen from water, hydrogen storage related approaches, and hydrogen purification methods such as desulfurization and water-gas-shift are discussed.",
            "An overview of hydrogen production technologies",
            "Jamie D Holladay and Jianli Hu and David L King and Yong Wang",
            "2009",
            "743sy1MAAAAJ:u5HHmVD_uO8C",
            2563,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0920586108004100",
            "486559955009760172",
            "\/scholar?cites=486559955009760172",
            {
                "2009":45,
                "2010":133,
                "2011":164,
                "2012":165,
                "2013":189,
                "2014":212,
                "2015":248,
                "2016":259,
                "2017":260,
                "2018":251,
                "2019":262,
                "2020":310,
                "2021":35
            }
        ],
        [
            "Nitrogen-doped graphene (N-graphene) is obtained by exposing graphene to nitrogen plasma. N-graphene exhibits much higher electrocatalytic activity toward oxygen reduction and H2O2 reduction than graphene, and much higher durability and selectivity than the widely-used expensive Pt for oxygen reduction. The excellent electrochemical performance of N-graphene is attributed to nitrogen functional groups and the specific properties of graphene. This indicates that N-graphene is promising for applications in electrochemical energy devices (fuel cells, metal–air batteries) and biosensors.",
            "Nitrogen-doped graphene and its electrochemical applications",
            "Yuyan Shao and Sheng Zhang and Mark H Engelhard and Guosheng Li and Guocheng Shao and Yong Wang and Jun Liu and Ilhan A Aksay and Yuehe Lin",
            "2010",
            "743sy1MAAAAJ:2osOgNQ5qMEC",
            1011,
            "https:\/\/pubs.rsc.org\/ko\/content\/articlehtml\/2010\/jm\/c0jm00782j",
            "7706651953008439357",
            "\/scholar?cites=7706651953008439357",
            {
                "2011":22,
                "2012":49,
                "2013":86,
                "2014":135,
                "2015":125,
                "2016":117,
                "2017":118,
                "2018":157,
                "2019":94,
                "2020":97,
                "2021":9
            }
        ],
        [
            "Carbon materials have been playing a significant role in the development of alternative clean and sustainable energy technologies. This review article summarizes the recent research progress on the synthesis of nanostructured carbon and its application in energy storage and conversion. In particular, we will systematically discuss the synthesis and applications of nanoporous carbon as electrodes for supercapacitors and electrodes in lithium-ion batteries, and the development of nanoporous media for methane gas storage, coherent nanocomposites for hydrogen storage, electrocatalysts and catalyst supports for fuel cells, new porous carbon for lithium–sulfur batteries, and porous carbon for lithium–oxygen batteries. The common challenges in developing simple, scalable, and environmentally friendly synthetic and manufacturing processes, in controlling the nanoscale and high level structures and functions, and …",
            "Nanostructured carbon for energy storage and conversion",
            "Stephanie L Candelaria and Yuyan Shao and Wei Zhou and Xiaolin Li and Jie Xiao and Ji-Guang Zhang and Yong Wang and Jun Liu and Jinghong Li and Guozhong Cao",
            "2012",
            "743sy1MAAAAJ:Tyk-4Ss8FVUC",
            871,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S221128551100022X",
            "12359638290134791360",
            "\/scholar?cites=12359638290134791360",
            {
                "2012":19,
                "2013":59,
                "2014":91,
                "2015":121,
                "2016":125,
                "2017":135,
                "2018":121,
                "2019":96,
                "2020":91,
                "2021":7
            }
        ],
        [
            "Levulinic acid (LA) can be produced cost effectively and in high yield from renewable feedstocks in a new industrial process. The technology is being demonstrated on a 1 ton\/day scale at a facility in South Glens Falls, New York. Low cost LA can be used as a platform chemical for the production of a wide range of value-added products. This research has demonstrated that LA can be converted to methyltetrahydrofuran (MTHF), a solvent and fuel extender. MTHF is produced in >80% molar yield via a single stage catalytic hydrogenation process. A new preparation of δ-aminolevulinic acid (DALA), a broad spectrum herbicide, from LA has also been developed. Each step in this new process proceeds in high (>80%) yield and affords DALA (as the hydrochloride salt) in >90% purity, giving a process that could be commercially viable. LA is also being investigated as a starting material for the production of diphenolic …",
            "production of levulilnic acid and use as a platform chemical for derived products",
            "J.L.Jarnefeld Bozell and J.J. and L.Moens and D.C.Elliott and Y.Wang and G.G.Neuenswander and S.W.Fitzpatrick and R.J.Bilski",
            "2000",
            "743sy1MAAAAJ:olpn-zPbct0C",
            833,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0921344999000476",
            "3883746459758284285",
            "\/scholar?cites=3883746459758284285",
            {
                "2002":3,
                "2003":4,
                "2004":7,
                "2005":6,
                "2006":24,
                "2007":15,
                "2008":20,
                "2009":21,
                "2010":36,
                "2011":60,
                "2012":57,
                "2013":81,
                "2014":73,
                "2015":67,
                "2016":86,
                "2017":68,
                "2018":71,
                "2019":68,
                "2020":54,
                "2021":6
            }
        ],
        [
            "Catalysts based on single atoms of scarce precious metals can lead to more efficient use through enhanced reactivity and selectivity. However, single atoms on catalyst supports can be mobile and aggregate into nanoparticles when heated at elevated temperatures. High temperatures are detrimental to catalyst performance unless these mobile atoms can be trapped. We used ceria powders having similar surface areas but different exposed surface facets. When mixed with a platinum\/aluminum oxide catalyst and aged in air at 800°C, the platinum transferred to the ceria and was trapped. Polyhedral ceria and nanorods were more effective than ceria cubes at anchoring the platinum. Performing synthesis at high temperatures ensures that only the most stable binding sites are occupied, yielding a sinter-resistant, atomically dispersed catalyst.",
            "Thermally stable single-atom platinum-on-ceria catalysts via atom trapping",
            "John Jones and Haifeng Xiong and Andrew T DeLaRiva and Eric J Peterson and Hien Pham and Sivakumar R Challa and Gongshin Qi and Se Oh and Michelle H Wiebenga and Xavier Isidro Pereira Hernández and Yong Wang and Abhaya K Datye",
            "2016",
            "743sy1MAAAAJ:i_acAUMCj1cC",
            793,
            "https:\/\/science.sciencemag.org\/content\/353\/6295\/150.abstract",
            "14448069790169877840",
            "\/scholar?cites=14448069790169877840",
            {
                "2016":10,
                "2017":101,
                "2018":159,
                "2019":217,
                "2020":275,
                "2021":26
            }
        ],
        [
            "Catalyst support materials exhibit great influence on the cost, performance, and durability of polymer electrolyte membrane (PEM) fuel cells. This feature article summarizes several important kinds of novel support materials for PEM fuel cells (including direct methanol fuel cells): nanostructured carbon materials (carbon nanotubes, carbon nanofibers, mesoporous carbon), conductive doped diamonds and nanodiamonds, conductive oxides (tin oxide\/indium tin oxide, titanium oxide, tungsten oxide), and carbides (tungsten carbides). The advantages and disadvantages, the acting mechanism to promote electrocatalytic performance, and the strategies to improve present catalyst support materials and search for new ones are discussed. This is expected to shed light on future development of catalyst supports for PEM fuel cells.",
            "Novel catalyst support materials for PEM fuel cells: current status and future prospects",
            "Yuyan Shao and Jun Liu and Yong Wang and Yuehe Lin",
            "2009",
            "743sy1MAAAAJ:d1gkVwhDpl0C",
            688,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2009\/jm\/b808370c",
            "9787893824599228998",
            "\/scholar?cites=9787893824599228998",
            {
                "2009":17,
                "2010":47,
                "2011":66,
                "2012":84,
                "2013":68,
                "2014":82,
                "2015":68,
                "2016":69,
                "2017":51,
                "2018":58,
                "2019":33,
                "2020":35,
                "2021":6
            }
        ],
        [
            "Increasing energy demand, especially in the transportation sector, and soaring CO2 emissions necessitate the exploitation of renewable sources of energy. Despite the large variety of new energy carriers, liquid hydrocarbon still appears to be the most attractive and feasible form of transportation fuel taking into account the energy density, stability and existing infrastructure. Biomass is an abundant, renewable source of energy; however, utilizing it in a cost-effective way is still a substantial challenge. Lignocellulose is composed of three major biopolymers, namely cellulose, hemicellulose and lignin. Fast pyrolysis of biomass is recognized as an efficient and feasible process to selectively convert lignocellulose into a liquid fuel—bio-oil. However bio-oil from fast pyrolysis contains a large amount of oxygen, distributed in hundreds of oxygenates. These oxygenates are the cause of many negative properties, such as …",
            "Catalytic fast pyrolysis of lignocellulosic biomass",
            "Changjun Liu and Huamin Wang and Ayman M Karim and Junming Sun and Yong Wang",
            "2014",
            "743sy1MAAAAJ:KUbvn5osdkgC",
            666,
            "https:\/\/pubs.rsc.org\/hy\/content\/articlehtml\/2014\/cs\/c3cs60414d",
            "16156923621202311156",
            "\/scholar?cites=16156923621202311156",
            {
                "2014":3,
                "2015":58,
                "2016":72,
                "2017":113,
                "2018":119,
                "2019":143,
                "2020":140,
                "2021":17
            }
        ],
        [
            "Electrocatalysis of oxygen reduction using Pt nanoparticles supported on functionalized graphene sheets (FGSs) was studied. FGSs were prepared by thermal expansion of graphite oxide. Pt nanoparticles with average diameter of 2 nm were uniformly loaded on FGSs by impregnation methods. Pt-FGS showed a higher electrochemical surface area and oxygen reduction activity with improved stability as compared with the commercial catalyst. Transmission electron microscopy, X-ray photoelectron spectroscopy, and electrochemical characterization suggest that the improved performance of Pt-FGS can be attributed to smaller particle size and less aggregation of Pt nanoparticles on the functionalized graphene sheets.",
            "Enhanced activity and stability of Pt catalysts on functionalized graphene sheets for electrocatalytic oxygen reduction",
            "Rong Kou and Yuyan Shao and Donghai Wang and Mark H Engelhard and Ja Hun Kwak and Jun Wang and Vilayanur V Viswanathan and Chongmin Wang and Yuehe Lin and Yong Wang and Ilhan A Aksay and Jun Liu",
            "2009",
            "743sy1MAAAAJ:9yKSN-GCB0IC",
            664,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1388248109000940",
            "16026869010019141676",
            "\/scholar?cites=16026869010019141676",
            {
                "2010":35,
                "2011":58,
                "2012":77,
                "2013":85,
                "2014":93,
                "2015":72,
                "2016":55,
                "2017":40,
                "2018":90,
                "2019":25,
                "2020":25,
                "2021":4
            }
        ],
        [
            "To improve fuel efficiency, advanced combustion engines are being designed to minimize the amount of heat wasted in the exhaust. Hence, future generations of catalysts must perform at temperatures that are 100°C lower than current exhaust-treatment catalysts. Achieving low-temperature activity, while surviving the harsh conditions encountered at high engine loads, remains a formidable challenge. In this study, we demonstrate how atomically dispersed ionic platinum (Pt2+) on ceria (CeO2), which is already thermally stable, can be activated via steam treatment (at 750°C) to simultaneously achieve the goals of low-temperature carbon monoxide (CO) oxidation activity while providing outstanding hydrothermal stability. A new type of active site is created on CeO2 in the vicinity of Pt2+, which provides the improved reactivity. These active sites are stable up to 800°C in oxidizing environments.",
            "Activation of surface lattice oxygen in single-atom Pt\/CeO2 for low-temperature CO oxidation",
            "Lei Nie and Donghai Mei and Haifeng Xiong and Bo Peng and Zhibo Ren and Xavier Isidro Pereira Hernandez and Andrew DeLaRiva and Meng Wang and Mark H Engelhard and Libor Kovarik and Abhaya K Datye and Yong Wang",
            "2017",
            "743sy1MAAAAJ:CqsiOOvXZmUC",
            487,
            "https:\/\/science.sciencemag.org\/content\/358\/6369\/1419.abstract",
            "15258942429089639531",
            "\/scholar?cites=15258942429089639531",
            {
                "2018":67,
                "2019":180,
                "2020":216,
                "2021":24
            }
        ],
        [
            "Considerable worldwide interest exists in discovering renewable energy sources that can substitute for fossil fuels. Lignocellulosic biomass, the most abundant and inexpensive renewable feedstock on the planet, has a great potential for sustainable production of fuels, chemicals, and carbon-based materials. Fast pyrolysis integrated with hydrotreating, one of the simplest, most cost-effective, and most efficient processes to convert lignocellulosic biomass to liquid hydrocarbon fuels for transportation, has attracted significant attention in recent decades. However, effective hydrotreating of pyrolysis bio-oil presents a daunting challenge to the commercialization of biomass conversion via pyrolysis-hydrotreating. Specifically, the development of active, selective, and stable hydrotreating catalysts is problematic due to the poor quality of current pyrolysis bio-oil feedstock (i.e., high oxygen content, molecular complexity …",
            "Recent advances in hydrotreating of pyrolysis bio-oil and its oxygen-containing model compounds",
            "Huamin Wang and Jonathan Male and Yong Wang",
            "2013",
            "743sy1MAAAAJ:IWHjjKOFINEC",
            477,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/cs400069z",
            "8813719100861122619",
            "\/scholar?cites=8813719100861122619",
            {
                "2013":4,
                "2014":40,
                "2015":48,
                "2016":82,
                "2017":75,
                "2018":85,
                "2019":63,
                "2020":71,
                "2021":8
            }
        ]
    ]
}