{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report on the use of an interferometric weak value technique to amplify very small transverse deflections of an optical beam. By entangling the beam’s transverse degrees of freedom with the which-path states of a Sagnac interferometer, it is possible to realize an optical amplifier for polarization independent deflections. The theory for the interferometric weak value amplification method is presented along with the experimental results, which are in good agreement. Of particular interest, we measured the angular deflection of a mirror down to 400±200 frad and the linear travel of a piezo actuator down to 14±7 fm.",
            "Ultrasensitive beam deflection measurement via interferometric weak value amplification",
            "P Ben Dixon and David J Starling and Andrew N Jordan and John C Howell",
            "2009",
            "7AhCirsAAAAJ:u5HHmVD_uO8C",
            643,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.173601",
            "17822152034480455618",
            "\/scholar?cites=17822152034480455618",
            {
                "2009":7,
                "2010":18,
                "2011":49,
                "2012":53,
                "2013":54,
                "2014":78,
                "2015":72,
                "2016":67,
                "2017":62,
                "2018":53,
                "2019":57,
                "2020":67,
                "2021":3
            }
        ],
        [
            "Since its introduction 25 years ago, the quantum weak value has gradually transitioned from a theoretical curiosity to a practical laboratory tool. While its utility is apparent in the recent explosion of weak value experiments, its interpretation has historically been a subject of confusion. Here a pragmatic introduction to the weak value in terms of measurable quantities is presented, along with an explanation for how it can be determined in the laboratory. Further, its application to three distinct experimental techniques is reviewed. First, as a large interaction parameter it can amplify small signals above technical background noise. Second, as a measurable complex value it enables novel techniques for direct quantum state and geometric phase determination. Third, as a conditioned average of generalized observable eigenvalues it provides a measurable window into nonclassical features of quantum mechanics. In this …",
            "Colloquium: Understanding quantum weak values: Basics and applications",
            "Justin Dressel and Mehul Malik and Filippo M Miatto and Andrew N Jordan and Robert W Boyd",
            "2014",
            "7AhCirsAAAAJ:g5m5HwL7SMYC",
            472,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.86.307",
            "9936516209279024301",
            "\/scholar?cites=9936516209279024301",
            {
                "2014":47,
                "2015":68,
                "2016":60,
                "2017":73,
                "2018":70,
                "2019":70,
                "2020":73,
                "2021":6
            }
        ],
        [
            "An implementation of weak values is investigated in solid-state qubits. We demonstrate that a weak value can be nonclassical if and only if a Leggett-Garg inequality can also be violated. Generalized weak values are described in which post-selection occurs on a range of weak measurement results. Imposing classical weak values permits the derivation of Leggett-Garg inequalities for bounded operators. Our analysis is presented in terms of kicked quantum nondemolition measurements on a quantum double-dot charge qubit.",
            "Weak values and the Leggett-Garg inequality in solid-state qubits",
            "Nathan S Williams and Andrew N Jordan",
            "2008",
            "7AhCirsAAAAJ:d1gkVwhDpl0C",
            256,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.026804",
            "15375892169891056422",
            "\/scholar?cites=15375892169891056422",
            {
                "2008":4,
                "2009":14,
                "2010":21,
                "2011":23,
                "2012":28,
                "2013":21,
                "2014":27,
                "2015":22,
                "2016":24,
                "2017":18,
                "2018":23,
                "2019":16,
                "2020":12,
                "2021":1
            }
        ],
        [
            "We propose an experiment which demonstrates the undoing of a weak continuous measurement of a solid-state qubit, so that any unknown initial state is fully restored. The undoing procedure has only a finite probability of success because of the nonunitary nature of quantum measurement, though it is accompanied by a clear experimental indication of whether or not the undoing has been successful. The probability of success decreases with increasing strength of the measurement, reaching zero for a traditional projective measurement. Measurement undoing (“quantum undemolition”) may be interpreted as a kind of quantum eraser, in which the information obtained from the first measurement is erased by the second measurement, which is an essential part of the undoing procedure. The experiment can be realized using quantum dot (charge) or superconducting (phase) qubits.",
            "Undoing a weak quantum measurement of a solid-state qubit",
            "Alexander N Korotkov and Andrew N Jordan",
            "2006",
            "7AhCirsAAAAJ:2osOgNQ5qMEC",
            236,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.166805",
            "6070236933314923094",
            "\/scholar?cites=6070236933314923094",
            {
                "2007":4,
                "2008":8,
                "2009":13,
                "2010":11,
                "2011":12,
                "2012":16,
                "2013":26,
                "2014":27,
                "2015":18,
                "2016":31,
                "2017":19,
                "2018":19,
                "2019":16,
                "2020":13,
                "2021":2
            }
        ],
        [
            "We review recent theoretical work on thermoelectric energy harvesting in multi-terminal quantum-dot setups. We first discuss several examples of nanoscale heat engines based on Coulomb-coupled conductors. In particular, we focus on quantum dots in the Coulomb-blockade regime, chaotic cavities and resonant tunneling through quantum dots and wells. We then turn toward quantum-dot heat engines that are driven by bosonic degrees of freedom such as phonons, magnons and microwave photons. These systems provide interesting connections to spin caloritronics and circuit quantum electrodynamics.",
            "Thermoelectric energy harvesting with quantum dots",
            "Björn Sothmann and Rafael Sánchez and Andrew N Jordan",
            "2014",
            "7AhCirsAAAAJ:UxriW0iASnsC",
            226,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0957-4484\/26\/3\/032001\/meta",
            "6898228306920889630",
            "\/scholar?cites=6898228306920889630",
            {
                "2015":27,
                "2016":42,
                "2017":34,
                "2018":45,
                "2019":41,
                "2020":33,
                "2021":3
            }
        ],
        [
            "The amplification obtained using weak values is quantified through a detailed investigation of the signal-to-noise ratio for an optical beam-deflection measurement. We show that for a given deflection, input power and beam radius, the use of interferometric weak values allows one to obtain the optimum signal-to-noise ratio using a coherent beam. This method has the advantage of reduced technical noise and allows for the use of detectors with a low saturation intensity. We report on an experiment which improves the signal-to-noise ratio for a beam-deflection measurement by a factor of 54 when compared to a measurement using the same beam size and a quantum-limited detector.",
            "Optimizing the signal-to-noise ratio of a beam-deflection measurement with interferometric weak values",
            "David J Starling and P Ben Dixon and Andrew N Jordan and John C Howell",
            "2009",
            "7AhCirsAAAAJ:IjCSPb-OGe4C",
            201,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.80.041803",
            "15713234692000157954",
            "\/scholar?cites=15713234692000157954",
            {
                "2010":9,
                "2011":20,
                "2012":27,
                "2013":15,
                "2014":25,
                "2015":19,
                "2016":19,
                "2017":21,
                "2018":8,
                "2019":10,
                "2020":25
            }
        ],
        [
            "The technical merits of weak-value-amplification techniques are analyzed. We consider models of several different types of technical noise in an optical context and show that weak-value-amplification techniques (which only use a small fraction of the photons) compare favorably with standard techniques (which use all of them). Using the Fisher-information metric, we demonstrate that weak-value techniques can put all of the Fisher information about the detected parameter into a small portion of the events and show how this fact alone gives technical advantages. We go on to consider a time-correlated noise model and find that a Fisher-information analysis indicates that the standard method can have much larger information about the detected parameter than the postselected technique. However, the estimator needed to gather the information is technically difficult to implement, showing that the inefficient (but …",
            "Technical advantages for weak-value amplification: when less is more",
            "Andrew N Jordan and Julián Martínez-Rincón and John C Howell",
            "2014",
            "7AhCirsAAAAJ:dfsIfKJdRG4C",
            200,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.4.011031",
            "8861923329066799544",
            "\/scholar?cites=8861923329066799544",
            {
                "2013":1,
                "2014":20,
                "2015":33,
                "2016":28,
                "2017":33,
                "2018":22,
                "2019":25,
                "2020":35,
                "2021":1
            }
        ],
        [
            "We generalize the derivation of Leggett-Garg inequalities to systematically treat a larger class of experimental situations by allowing multiparticle correlations, invasive detection, and ambiguous detector results. Furthermore, we show how many such inequalities may be tested simultaneously with a single setup. As a proof of principle, we violate several such two-particle inequalities with data obtained from a polarization-entangled biphoton state and a semiweak polarization measurement based on Fresnel reflection. We also point out a nontrivial connection between specific two-party Leggett-Garg inequality violations and convex sums of strange weak values.",
            "Experimental violation of two-party Leggett-Garg inequalities with semiweak measurements",
            "Justin Dressel and CJ Broadbent and JC Howell and Andrew N Jordan",
            "2011",
            "7AhCirsAAAAJ:_FxGoFyzp5QC",
            193,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.040402",
            "16890650604480658934",
            "\/scholar?cites=16890650604480658934",
            {
                "2011":5,
                "2012":20,
                "2013":19,
                "2014":16,
                "2015":18,
                "2016":25,
                "2017":31,
                "2018":21,
                "2019":15,
                "2020":18,
                "2021":4
            }
        ],
        [
            "We derive a stochastic path integral representation of counting statistics in semiclassical systems. The formalism is introduced on the simple case of a single chaotic cavity with two quantum point contacts, and then further generalized to find the propagator for charge distributions with an arbitrary number of counting fields and generalized charges. The counting statistics is given by the saddle-point approximation to the path integral, and fluctuations around the saddle point are suppressed in the semiclassical approximation. We use this approach to derive the current cumulants of a chaotic cavity in the hot-electron regime.",
            "Stochastic path integral formulation of full counting statistics",
            "Sebastian Pilgram and Andrew N Jordan and EV Sukhorukov and M Büttiker",
            "2003",
            "7AhCirsAAAAJ:u-x6o8ySG0sC",
            192,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.90.206801",
            "99700106071460804",
            "\/scholar?cites=99700106071460804",
            {
                "2003":5,
                "2004":15,
                "2005":20,
                "2006":11,
                "2007":16,
                "2008":15,
                "2009":11,
                "2010":14,
                "2011":9,
                "2012":10,
                "2013":16,
                "2014":11,
                "2015":5,
                "2016":11,
                "2017":8,
                "2018":4,
                "2019":5,
                "2020":5,
                "2021":1
            }
        ],
        [
            "A central feature of quantum mechanics is that a measurement result is intrinsically probabilistic. Consequently, continuously monitoring a quantum system will randomly perturb its natural unitary evolution. The ability to control a quantum system in the presence of these fluctuations is of increasing importance in quantum information processing and finds application in fields ranging from nuclear magnetic resonance 1 to chemical synthesis 2. A detailed understanding of this stochastic evolution is essential for the development of optimized control methods. Here we reconstruct the individual quantum trajectories 3, 4, 5 of a superconducting circuit that evolves under the competing influences of continuous weak measurement and Rabi drive. By tracking individual trajectories that evolve between any chosen initial and final states, we can deduce the most probable path through quantum state space. These pre-and post …",
            "Mapping the optimal route between two quantum states",
            "SJ Weber and Areeya Chantasri and Justin Dressel and Andrew N Jordan and KW Murch and Irfan Siddiqi",
            "2014",
            "7AhCirsAAAAJ:abG-DnoFyZgC",
            178,
            "https:\/\/www.nature.com\/articles\/nature13559",
            "12886678660277530757",
            "\/scholar?cites=12886678660277530757",
            {
                "2014":8,
                "2015":26,
                "2016":32,
                "2017":35,
                "2018":24,
                "2019":23,
                "2020":24,
                "2021":5
            }
        ]
    ]
}