{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report the production of matter-wave solitons in an ultracold lithium-7 gas. The effective interaction between atoms in a Bose-Einstein condensate is tuned with a Feshbach resonance from repulsive to attractive before release in a one-dimensional optical waveguide. Propagation of the soliton without dispersion over a macroscopic distance of 1.1 millimeter is observed. A simple theoretical model explains the stability region of the soliton. These matter-wave solitons open possibilities for future applications in coherent atom optics, atom interferometry, and atom transport.",
            "Formation of a matter-wave bright soliton",
            "L Khaykovich and F Schreck and G Ferrari and Thomas Bourdel and Julien Cubizolles and Lincoln D Carr and Yvan Castin and Christophe Salomon",
            "2002",
            "7dfEr5YAAAAJ:u5HHmVD_uO8C",
            1760,
            "https:\/\/science.sciencemag.org\/content\/296\/5571\/1290.abstract",
            "8113549510084734437",
            "\/scholar?cites=8113549510084734437",
            {
                "2002":23,
                "2003":84,
                "2004":115,
                "2005":133,
                "2006":104,
                "2007":107,
                "2008":126,
                "2009":100,
                "2010":106,
                "2011":97,
                "2012":97,
                "2013":77,
                "2014":82,
                "2015":85,
                "2016":103,
                "2017":69,
                "2018":64,
                "2019":86,
                "2020":82,
                "2021":7
            }
        ],
        [
            "This paper presents a review of the current state of the art in the research field of cold and ultracold molecules. It serves as an introduction to the focus issue of New Journal of Physics on Cold and Ultracold Molecules and describes new prospects for fundamental research and technological development. Cold and ultracold molecules may revolutionize physical chemistry and few-body physics, provide techniques for probing new states of quantum matter, allow for precision measurements of both fundamental and applied interest, and enable quantum simulations of condensed-matter phenomena. Ultracold molecules offer promising applications such as new platforms for quantum computing, precise control of molecular dynamics, nanolithography and Bose-enhanced chemistry. The discussion is based on recent experimental and theoretical work and concludes with a summary of anticipated future directions and …",
            "Cold and ultracold molecules: science, technology and applications",
            "Lincoln D Carr and David DeMille and Roman V Krems and Jun Ye",
            "2009",
            "7dfEr5YAAAAJ:9yKSN-GCB0IC",
            1300,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1367-2630\/11\/5\/055049\/meta",
            "7982170665187272356",
            "\/scholar?cites=7982170665187272356",
            {
                "2009":20,
                "2010":88,
                "2011":129,
                "2012":113,
                "2013":119,
                "2014":124,
                "2015":147,
                "2016":108,
                "2017":123,
                "2018":103,
                "2019":100,
                "2020":110,
                "2021":8
            }
        ],
        [
            "An introduction to the STAR detector and a brief overview of the physics goals of the experiment are presented.",
            "STAR detector overview",
            "KH Ackermann and N Adams and C Adler and Z Ahammed and S Ahmad and C Allgower and J Amonett and J Amsbaugh and BD Anderson and M Anderson and E Anderssen and H Arnesen and L Arnold and GS Averichev and A Baldwin and J Balewski and O Barannikova and LS Barnby and J Baudot and M Beddo and S Bekele and VV Belaga and R Bellwied and S Bennett and J Bercovitz and J Berger and W Betts and H Bichsel and F Bieser and LC Bland and M Bloomer and CO Blyth and J Boehm and BE Bonner and D Bonnet and R Bossingham and M Botlo and A Boucham and N Bouillo and S Bouvier and K Bradley and FP Brady and A Brandin and RL Brown and G Brugalette and M Burkes and RV Cadman and H Caines and M Calderón de la Barca Sánchez and A Cardenas and L Carr and J Carroll and J Castillo and M Castro and D Cebra and S Chattopadhyay and ML Chen and W Chen and Y Chen and SP Chernenko and M Cherney and A Chikanian and B Choi and J Chrin and W Christie and JP Coffin and L Conin and C Consiglio and TM Cormier and JG Cramer and HJ Crawford and I Danilov and D Dayton and M DeMello and WS Deng and AA Derevschikov and M Dialinas and H Diaz and PA DeYoung and L Didenko and D Dimassimo and J Dioguardi and C Drancourt and T Dietel and JE Draper and VB Dunin and JC Dunlop and V Eckardt and WR Edwards and LG Efimov and T Eggert and V Emelianov and J Engelage and G Eppley and B Erazmus and A Etkin and P Fachini and V Faine and C Feliciano and D Ferenc and MI Ferguson and H Fessler and K Filimonov and E Finch and Yu Fisyak and D Flierl and I Flores and KJ Foley and D Fritz and J Fu and CA Gagliardi and N Gagunashvili and J Gans and L Gaudichet and M Gazdzicki and Marie Germain and F Geurts and V Ghazikhanian and C Gojak and J Grabski and O Grachov and M Grau and D Greiner and L Greiner and V Grigoriev and D Grosnick and J Gross and M Guedon and G Guilloux and E Gushin and Janet Hall and TJ Hallman and D Hardtke and G Harper and JW Harris and M Heffner and S Heppelmann and T Herston and D Hill and B Hippolyte and A Hirsch and E Hjort and GW Hoffmann and M Horsley and M Howe and HZ Huang and TJ Humanic and H Hümmler and W Hunt and J Hunter",
            "2003",
            "7dfEr5YAAAAJ:d1gkVwhDpl0C",
            1068,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900202019605",
            "18216981768258643590",
            "\/scholar?cites=18216981768258643590",
            {
                "2003":20,
                "2004":51,
                "2005":74,
                "2006":77,
                "2007":105,
                "2008":57,
                "2009":87,
                "2010":58,
                "2011":71,
                "2012":60,
                "2013":44,
                "2014":55,
                "2015":68,
                "2016":57,
                "2017":46,
                "2018":50,
                "2019":38,
                "2020":40,
                "2021":4
            }
        ],
        [
            "Elliptic flow from nuclear collisions is a hadronic observable sensitive to the early stages of system evolution. We report first results on elliptic flow of charged particles at midrapidity in Au+ Au collisions at s NN= 130 GeV using the STAR Time Projection Chamber at the Relativistic Heavy Ion Collider. The elliptic flow signal, v 2, averaged over transverse momentum, reaches values of about 6% for relatively peripheral collisions and decreases for the more central collisions. This can be interpreted as the observation of a higher degree of thermalization than at lower collision energies. Pseudorapidity and transverse momentum dependence of elliptic flow are also presented.",
            "Elliptic Flow in  Collisions at ",
            "KHea Ackermann and N Adams and C Adler and Z Ahammed and S Ahmad and C Allgower and J Amsbaugh and M Anderson and E Anderssen and H Arnesen and L Arnold and GS Averichev and A Baldwin and J Balewski and O Barannikova and LS Barnby and J Baudot and M Beddo and S Bekele and VV Belaga and R Bellwied and S Bennett and J Bercovitz and J Berger and W Betts and H Bichsel and F Bieser and LC Bland and M Bloomer and CO Blyth and J Boehm and BE Bonner and D Bonnet and R Bossingham and M Botlo and A Boucham and N Bouillo and S Bouvier and K Bradley and FP Brady and ES Braithwaite and W Braithwaite and A Brandin and RL Brown and G Brugalette and C Byrd and H Caines and M Calderon de la Barca Sanchez and A Cardenas and L Carr and J Carroll and J Castillo and B Caylor and D Cebra and S Chatopadhyay and ML Chen and W Chen and Y Chen and SP Chernenko and M Cherney and A Chikanian and B Choi and J Chrin and W Christie and JP Coffin and L Conin and C Consiglio and TM Cormier and JG Cramer and HJ Crawford and VI Danilov and D Dayton and M DeMello and WS Deng and AA Derevschikov and M Dialinas and H Diaz and PA DeYoung and L Didenko and D Dimassimo and J Dioguardi and W Dominik and C Drancourt and JE Draper and VB Dunin and JC Dunlop and V Eckardt and WR Edwards and LG Efimov and T Eggert and V Emelianov and J Engelage and G Eppley and B Erazmus and A Etkin and P Fachini and C Feliciano and D Ferenc and MI Ferguson and H Fessler and E Finch and V Fine and Y Fisyak and D Flierl and I Flores and KJ Foley and D Fritz and N Gagunashvili and J Gans and M Gazdzicki and M Germain and F Geurts and V Ghazikhanian and C Gojak and J Grabski and O Grachov and M Grau and D Greiner and L Greiner and V Grigoriev and D Grosnick and J Gross and G Guilloux and E Gushin and J Hall and TJ Hallman and D Hardtke and G Harper and JW Harris and P He and M Heffner and S Heppelmann and T Herston and D Hill and B Hippolyte and A Hirsch and E Hjort and GW Hoffmann and M Horsley and M Howe and HZ Huang and TJ Humanic and H Hümmler and W Hunt and J Hunter and GJ Igo and A Ishihara and Yu I Ivanshin and P Jacobs and WW Jacobs",
            "2001",
            "7dfEr5YAAAAJ:u-x6o8ySG0sC",
            993,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.402",
            "7224235521928135447",
            "\/scholar?cites=7224235521928135447",
            {
                "2001":60,
                "2002":111,
                "2003":96,
                "2004":58,
                "2005":67,
                "2006":53,
                "2007":48,
                "2008":48,
                "2009":52,
                "2010":35,
                "2011":47,
                "2012":44,
                "2013":40,
                "2014":47,
                "2015":29,
                "2016":35,
                "2017":32,
                "2018":37,
                "2019":24,
                "2020":23
            }
        ],
        [
            "We present release 2.0 of the ALPS (Algorithms and Libraries for Physics Simulations) project, an open source software project to develop libraries and application programs for the simulation of strongly correlated quantum lattice models such as quantum magnets, lattice bosons, and strongly correlated fermion systems. The code development is centered on common XML and HDF5 data formats, libraries to simplify and speed up code development, common evaluation and plotting tools, and simulation programs. The programs enable non-experts to start carrying out serial or parallel numerical simulations by providing basic implementations of the important algorithms for quantum lattice models: classical and quantum Monte Carlo (QMC) using non-local updates, extended ensemble simulations, exact and full diagonalization (ED), the density matrix renormalization group (DMRG) both in a static version and a …",
            "The ALPS project release 2.0: open source software for strongly correlated systems",
            "Bela Bauer and LD Carr and Hans Gerd Evertz and Adrian Feiguin and J Freire and S Fuchs and Lukas Gamper and Jan Gukelberger and E Gull and Siegfried Guertler and A Hehn and Ryo Igarashi and Sergei V Isakov and David Koop and Ping Nang Ma and Phillip Mates and H Matsuo and Olivier Parcollet and G Pawłowski and Jean-David Picon and L Pollet and E Santos and Vito W Scarola and Ulrich Schollwöck and C Silva and Brigitte Surer and S Todo and S Trebst and Matthias Troyer and ML Wall and Philipp Werner and S Wessel",
            "2011",
            "7dfEr5YAAAAJ:UebtZRa9Y70C",
            464,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1742-5468\/2011\/05\/P05001\/meta",
            "15855267106089085556",
            "\/scholar?cites=15855267106089085556",
            {
                "2011":10,
                "2012":35,
                "2013":50,
                "2014":61,
                "2015":54,
                "2016":47,
                "2017":66,
                "2018":46,
                "2019":48,
                "2020":40,
                "2021":3
            }
        ],
        [
            "Net proton and negative hadron spectra for central Pb+ Pb collisions at 158 GeV per nucleon at the CERN Super Proton Synchrotron were measured and compared to spectra from lighter systems. Net baryon distributions were derived from those of net protons. Stopping (rapidity shift with respect to the beam) and mean transverse momentum< p T> of net baryons increase with system size. The rapidity density of negative hadrons scales with the number of participant nucleons for nuclear collisions, whereas their< p T> is independent of system size. The< p T> dependence upon particle mass and system size is consistent with larger transverse flow velocity at midrapidity for Pb+ Pb compared to S+ S central collisions.",
            "Baryon stopping and charged particle distributions in central P b+ P b collisions at 158 GeV per nucleon",
            "Harald Appelshäuser and J Bächler and SJ Bailey and LS Barnby and J Bartke and RA Barton and H Białkowska and A Billmeier and CO Blyth and R Bock and B Boimska and C Bormann and FP Brady and R Brockmann and R Brun and P Bunc̆ić and HL Caines and D Cebra and GE Cooper and JG Cramer and P Csato and J Dunn and V Eckardt and F Eckhardt and MI Ferguson and HG Fischer and D Flierl and Z Fodor and P Foka and P Freund and V Friese and M Fuchs and F Gabler and J Gal and R Ganz and M Gaździcki and W Geist and E Gładysz and J Grebieszkow and J Günther and JW Harris and S Hegyi and T Henkel and LA Hill and I Huang and H Hümmler and G Igo and D Irmscher and P Jacobs and PG Jones and Krešo Kadija and VI Kolesnikov and M Kowalski and B Lasiuk and P Levai and AI Malakhov and S Margetis and C Markert and GL Melkumov and A Mock and J Molnar and JM Nelson and M Oldenburg and G Odyniec and G Palla and AD Panagiotou and A Petridis and A Piper and RJ Porter and AM Poskanzer and S Poziombka and DJ Prindle and F Pühlhofer and JG Reid and R Renfordt and W Retyk and HG Ritter and D Röhrich and C Roland and G Roland and H Rudolph and A Rybicki and A Sandoval and H Sann",
            "1999",
            "7dfEr5YAAAAJ:roLk4NBRz8UC",
            463,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.2471",
            "7468712243727017436",
            "\/scholar?cites=7468712243727017436",
            {
                "1999":38,
                "2000":34,
                "2001":51,
                "2002":57,
                "2003":30,
                "2004":31,
                "2005":32,
                "2006":22,
                "2007":23,
                "2008":22,
                "2009":23,
                "2010":11,
                "2011":12,
                "2012":13,
                "2013":9,
                "2014":3,
                "2015":3,
                "2016":8,
                "2017":5,
                "2018":4,
                "2019":3,
                "2020":11
            }
        ],
        [
            "All stationary solutions to the one-dimensional nonlinear Schrödinger equation under box and periodic boundary conditions are presented in analytic form. We consider the case of repulsive nonlinearity; in a companion paper we treat the attractive case. Our solutions take the form of stationary trains of dark or gray density-notch solitons. Real stationary states are in one-to-one correspondence with those of the linear Schrödinger equation. Complex stationary states are uniquely nonlinear, nodeless, and symmetry breaking. Our solutions apply to many physical contexts, including the Bose-Einstein condensate and optical pulses in fibers.",
            "Stationary solutions of the one-dimensional nonlinear Schrödinger equation. I. Case of repulsive nonlinearity",
            "Lincoln D Carr and Charles W Clark and Wilhelm P Reinhardt",
            "2000",
            "7dfEr5YAAAAJ:UeHWp8X0CEIC",
            329,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.62.063610",
            "12002416520143718151",
            "\/scholar?cites=12002416520143718151",
            {
                "2000":1,
                "2001":11,
                "2002":14,
                "2003":15,
                "2004":12,
                "2005":17,
                "2006":20,
                "2007":13,
                "2008":14,
                "2009":21,
                "2010":22,
                "2011":19,
                "2012":20,
                "2013":22,
                "2014":12,
                "2015":13,
                "2016":24,
                "2017":16,
                "2018":11,
                "2019":13,
                "2020":18,
                "2021":1
            }
        ],
        [
            "With its large acceptance and particle identification coverage the NA49 experiment (Fig. 1) can study hadron production in a wide range of high energy reactions [1]. Originally aimed at examining central Pb+Pb collisions for signatures of quark-gluon plasma formation, the scope of the experiment has been enhanced with a systematic study of impact parameter and projectile size dependence, as well as the inclusion of the more elementary p+p and p+A interactions. The question is: are predicted signals of the quark-gluon plasma observed and are there discontinuities which would support the concept of hadronic phase transition?",
            "Hadron production in nuclear collisions from the NA49 experiment at 158GeV\/c· A",
            "F Sikler and J Bächler and D Barna and LS Barnby and J Bartke and RA Barton and L Betev and H Białkowska and A Billmeier and C Blume and CO Blyth and B Boimska and J Bracinik and FP Brady and R Brun and P Bunc̆ić and L Carr and D Cebra and GE Cooper and JG Cramer and P Csató and V Eckardt and F Eckhardt and Daniel Ferenc and HG Fischer and Z Fodor and P Foka and P Freund and V Friese and J Ftacnik and J Gál and R Ganz and M Gaździcki and E Gładysz and J Grebieszkow and JW Harris and S Hegyi and V Hlinka and C Höhne and G Igo and M Ivanov and P Jacobs and R Janik and PG Jones and Krešo Kadija and VI Kolesnikov and M Kowalski and B Lasiuk and R Lednicky and P Lévai and AI Malakhov and S Margetis and C Markert and BW Mayes and GL Melkumov and J Molnár and JM Nelson and G Odyniec and MD Oldenburg and G Pálla and AD Panagiotou and A Petridis and M Pikna and L Pinsky and AM Poskanzer and DJ Prindle and F Pühlhofer and JG Reid and R Renfordt and W Retyk and HG Ritter and D Röhrich and C Roland and G Roland and A Rybicki and T Sammer and A Sandoval and H Sann and A Yu Semenov and E Schäfer and N Schmitz and P Seyboth and B Sitar and E Skrzypczak and R Snellings and GTA Squier and R Stock and P Strmen and H Ströbele and T Susa and I Szarka and I Szentpétery and J Sziklai and M Toy and TA Trainor and S Trentalange and T Ullrich and D Varga and M Vassiliou and GI Veres and G Vesztergombi and S Voloshin and Danilo Vranić and F Wang and DD Weerasundara and S Wenig and C Whitten and N Xu and TA Yates and IK Yoo and J Zimányi and NA49 collaboration",
            "1999",
            "7dfEr5YAAAAJ:2osOgNQ5qMEC",
            327,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0375947499850076",
            "10889991802701852791",
            "\/scholar?cites=10889991802701852791",
            {
                "1999":2,
                "2000":26,
                "2001":69,
                "2002":56,
                "2003":31,
                "2004":24,
                "2005":23,
                "2006":16,
                "2007":8,
                "2008":10,
                "2009":12,
                "2010":6,
                "2011":3,
                "2012":9,
                "2013":5,
                "2014":3,
                "2015":7,
                "2016":2,
                "2017":4,
                "2018":3,
                "2019":1,
                "2020":5
            }
        ],
        [
            "We present a new family of stationary solutions to the cubic nonlinear Schrödinger equation with an elliptic function potential. In the limit of a sinusoidal potential our solutions model a quasi-one-dimensional dilute gas Bose-Einstein condensate trapped in a standing light wave. Provided that the ratio of the height of the variations of the condensate to its dc offset is small enough, both trivial phase and nontrivial phase solutions are shown to be stable. Recent developments allow for experimental investigation of these predictions.",
            "Bose-Einstein condensates in standing waves: The cubic nonlinear Schrödinger equation with a periodic potential",
            "Jared C Bronski and Lincoln D Carr and Bernard Deconinck and J Nathan Kutz",
            "2001",
            "7dfEr5YAAAAJ:qjMakFHDy7sC",
            316,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.1402",
            "15071018916613374594",
            "\/scholar?cites=15071018916613374594",
            {
                "2001":6,
                "2002":20,
                "2003":20,
                "2004":30,
                "2005":16,
                "2006":12,
                "2007":11,
                "2008":29,
                "2009":22,
                "2010":14,
                "2011":17,
                "2012":10,
                "2013":10,
                "2014":23,
                "2015":13,
                "2016":11,
                "2017":14,
                "2018":11,
                "2019":16,
                "2020":10
            }
        ],
        [
            "We present a new way of nanoengineering graphene by using defect domains. These regions have ring structures that depart from the usual honeycomb lattice, though each carbon atom still has three nearest neighbors. A set of stable domain structures is identified by using density functional theory, including blisters, ridges, ribbons, and metacrystals. All such structures are made solely out of carbon; the smallest encompasses just 16 atoms. Blisters, ridges, and metacrystals rise up out of the sheet, while ribbons remain flat. In the vicinity of vacancies, the reaction barriers to formation are sufficiently low that such defects could be synthesized through the thermally activated restructuring of coalesced adatoms.",
            "Nanoengineering defect structures on graphene",
            "Mark T Lusk and Lincoln D Carr",
            "2008",
            "7dfEr5YAAAAJ:ufrVoPGSRksC",
            286,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.175503",
            "1938800625283511543",
            "\/scholar?cites=1938800625283511543",
            {
                "2008":6,
                "2009":7,
                "2010":16,
                "2011":24,
                "2012":34,
                "2013":25,
                "2014":34,
                "2015":27,
                "2016":27,
                "2017":19,
                "2018":20,
                "2019":22,
                "2020":22,
                "2021":2
            }
        ]
    ]
}