{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "The compound Cr1.4Fe0.6O3 has been synthesized through mechanical alloying of Cr2O3 and α-Fe2O3 powders and subsequent thermal annealing. The XRD spectrum, SEM picture and microanalysis of EDAX spectrum have been used to understand the structural evolution during alloy formation. The alloyed samples have been matched to rhombohedral structure with R3C space group. The observation of a modulated magnetic order confirmed the systematic diffusion of Fe atoms into the Cr sites of lattice structure. A field induced magnetic behaviour has been noted in the field dependence of magnetization data of the annealed samples. This feature is significantly different from that of the mechanical alloyed samples. The experimental results also provided the indications of considering the present material as a potential candidate for opto-electronic applications. PACS Codes: 75.30.-m, 75.20.En, 81.40.Rs",
            "Magnetic modulation in mechanical alloyed Cr 1.4 Fe 0.6 O 3 oxide",
            "RN Bhowmik and M Nrisimha Murty and E Sekhar Srinadhu",
            "2008",
            "7dObZPEAAAAJ:W7OEmFMy1HYC",
            40,
            "https:\/\/link.springer.com\/article\/10.1186\/1754-0429-1-20",
            "10590995033486130014",
            "\/scholar?cites=10590995033486130014",
            {
                "2009":1,
                "2010":3,
                "2011":4,
                "2012":2,
                "2013":3,
                "2014":4,
                "2015":5,
                "2016":5,
                "2017":3,
                "2018":10
            }
        ],
        [
            "Studies of 2 s→ n p autoionization resonances in the neon isoelectronic sequence using relativistic multichannel quantum-defect theory are reported. The relativistic random-phase approximation is used to calculate the quantum-defect parameters. The autoionization resonances are characterized using Fano resonance parameters. The results are compared with available experimental and theoretical data, and the behavior of the resonances as a function of Z is discussed.",
            "Autoionization resonances in the neon isoelectronic sequence using relativistic multichannel quantum-defect theory",
            "M Nrisimhamurty and G Aravind and PC Deshmukh and ST Manson",
            "2015",
            "7dObZPEAAAAJ:zYLM7Y9cAGgC",
            19,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.91.013404",
            "8594245344736409909",
            "\/scholar?cites=8594245344736409909",
            {
                "2016":3,
                "2017":4,
                "2018":2,
                "2019":5,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The field of attosecond science was first enabled by nonlinear compression of intense laser pulses to a duration below two optical cycles. Twenty years later, creating such short pulses still requires state-of-the-art few-cycle laser amplifiers to most efficiently exploit “instantaneous” optical nonlinearities in noble gases for spectral broadening and parametric frequency conversion. Here, we show that nonlinear compression can be much more efficient when driven in molecular gases by pulses substantially longer than a few cycles because of enhanced optical nonlinearity associated with rotational alignment. We use 80-cycle pulses from an industrial-grade laser amplifier to simultaneously drive molecular alignment and supercontinuum generation in a gas-filled capillary, producing more than two octaves of coherent bandwidth and achieving >45-fold compression to a duration of 1.6 cycles. As the enhanced …",
            "Multioctave supercontinuum generation and frequency conversion based on rotational nonlinearity",
            "John E Beetar and M Nrisimhamurty and Tran-Chau Truong and Garima C Nagar and Yangyang Liu and Jonathan Nesper and Omar Suarez and Federico Rivas and Yi Wu and Bonggu Shim and Michael Chini",
            "2020",
            "7dObZPEAAAAJ:Tyk-4Ss8FVUC",
            7,
            "https:\/\/advances.sciencemag.org\/content\/6\/34\/eabb5375.abstract",
            "13706886943824106293",
            "\/scholar?cites=13706886943824106293",
            {
                "2020":6,
                "2021":1
            }
        ],
        [
            "We report the experimental value of electron affinity for TaC to be 1.928 (0.056) eV by performing photodetachment of its anion at 355 nm. An excited-electronic state of the anion, stable against autodetachment, is observed lying 0.828 eV above the ground-electronic state. Five low-lying electronic states of TaC are observed and identified by comparison with restricted second-order configuration interaction (SOCI) calculations. Vibrational frequencies for the electronic states are obtained from the analysis of the measured data. We also present the results of density functional theory (DFT) calculations performed on the adiabatic electron affinity, yielding a value of 1.9236 eV and vertical detachment energy value of 1.924 eV.",
            "Probing electronic states of TaC and observation of a stable excited state of  by anion-photoelectron spectroscopy",
            "G Aravind and M Nrisimhamurty and Rupali G Mane and AK Gupta and E Krishnakumar",
            "2015",
            "7dObZPEAAAAJ:UeHWp8X0CEIC",
            6,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.92.042503",
            "4977354203482781144",
            "\/scholar?cites=4977354203482781144",
            {
                "2016":1,
                "2017":1,
                "2018":3,
                "2019":1
            }
        ],
        [
            "The stability of FeC− against dissociation in an astrophysical environment was probed by the collisional excitation of FeC−. Two anion resonances yielding Fe− and C− fragments were observed and studied through measurement of the kinetic energy released during fragmentation. The yield of Fe− was found to be nearly 5.5 times more than that of C− indicating the C− fragment to be in the loosely bound (2 D) state. The possibility of avoided crossing leading to the observed fragment ion yield is also discussed. The dissociation of (n= 2 to 4, 6) cluster anions predominantly resulted in the cleavage of Fe–C bond yielding only  fragments with similar energy release. The yield of  is discussed in the light of the observed abundances of HC n in IRC+ 10216. The importance of rotational transitions pertaining to both the ground and excited-electronic states of these cluster anions is discussed.",
            "COLLISIONAL DESTRUCTION OF (n= 1 TO 4, 6) ANIONS OF ASTROPHYSICAL RELEVANCE",
            "M Nrisimhamurty and RG Mane and Roby Chacko and AK Gupta and PC Deshmukh and G Aravind",
            "2016",
            "7dObZPEAAAAJ:IjCSPb-OGe4C",
            3,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-4357\/833\/2\/269\/meta",
            "8141863417463026941",
            "\/scholar?cites=8141863417463026941",
            {
                "2017":1,
                "2018":1,
                "2019":1
            }
        ]
    ]
}