{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We provide the first experimental observation of structure tuning of the electromagnetically induced transparencylike spectrum in integrated on-chip optical resonator systems. The system consists of coupled silicon ring resonators with 10 μ m diameter on silicon, where the coherent interference between the two coupled resonators is tuned. We measured a transparency-resonance mode with a quality factor of 11 800.",
            "Experimental realization of an on-chip all-optical analogue to electromagnetically induced transparency",
            "Qianfan Xu and Sunil Sandhu and Michelle L Povinelli and Jagat Shakya and Shanhui Fan and Michal Lipson",
            "2006",
            "7EHfSwYAAAAJ:u5HHmVD_uO8C",
            695,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.123901",
            "9246950761791072005",
            "\/scholar?cites=9246950761791072005",
            {
                "2006":10,
                "2007":35,
                "2008":42,
                "2009":42,
                "2010":39,
                "2011":52,
                "2012":54,
                "2013":51,
                "2014":57,
                "2015":64,
                "2016":42,
                "2017":55,
                "2018":57,
                "2019":43,
                "2020":44,
                "2021":4
            }
        ],
        [
            "In this paper, we use the transfer matrix method to calculate the optical absorptance of vertically-aligned silicon nanowire (SiNW) arrays. For fixed filling ratio, significant optical absorption enhancement occurs when the lattice constant is increased from 100nm to 600nm. The enhancement arises from an increase in field concentration within the nanowire as well as excitation of guided resonance modes. We quantify the absorption enhancement in terms of ultimate efficiency. Results show that an optimized SiNW array with lattice constant of 600nm and wire diameter of 540nm has a 72.4% higher ultimate efficiency than a Si thin film of equal thickness. The enhancement effect can be maintained over a large range of incidence angles.",
            "Optical absorption enhancement in silicon nanowire arrays with a large lattice constant for photovoltaic applications",
            "Chenxi Lin and Michelle L Povinelli",
            "2009",
            "7EHfSwYAAAAJ:d1gkVwhDpl0C",
            446,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-17-22-19371",
            "16507249391888744673",
            "\/scholar?cites=16507249391888744673",
            {
                "2010":21,
                "2011":45,
                "2012":50,
                "2013":70,
                "2014":67,
                "2015":52,
                "2016":35,
                "2017":32,
                "2018":24,
                "2019":23,
                "2020":21,
                "2021":4
            }
        ],
        [
            "Forces arising from overlap between the guided waves of parallel, microphotonic waveguides are calculated. Both attractive and repulsive forces, determined by the choice of relative input phase, are found. Using realistic parameters for a silicon-on-insulator material system, we estimate that the forces are large enough to cause observable displacements. Our results illustrate the potential for a broader class of optically tunable microphotonic devices and microstructured artificial materials.",
            "Evanescent-wave bonding between optical waveguides",
            "Michelle L Povinelli and Marko Lončar and Mihai Ibanescu and Elizabeth J Smythe and Steven G Johnson and Federico Capasso and John D Joannopoulos",
            "2005",
            "7EHfSwYAAAAJ:u-x6o8ySG0sC",
            423,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-30-22-3042",
            "14099895283900714852",
            "\/scholar?cites=14099895283900714852",
            {
                "2006":4,
                "2007":20,
                "2008":13,
                "2009":31,
                "2010":45,
                "2011":45,
                "2012":38,
                "2013":43,
                "2014":40,
                "2015":26,
                "2016":21,
                "2017":32,
                "2018":21,
                "2019":23,
                "2020":17
            }
        ],
        [
            "We propose the use of slow-light, band-edge waveguides for compact, integrated, tunable optical time delays. We show that slow group velocities at the photonic band edge give rise to large changes in time delay for small changes in refractive index, thereby shrinking device size. Figures of merit are introduced to quantify the sensitivity, as well as the accompanying signal degradation due to dispersion. It is shown that exact calculations of the figures of merit for a realistic, three-dimensional grating structure are well predicted by a simple quadratic-band model, simplifying device design. We present adiabatic taper designs that attain <0.1% reflection in short lengths of 10 to 20 times the grating period. We show further that cascading two gratings compensates for signal dispersion and gives rise to a constant tunable time delay across bandwidths greater than 100GHz. Given typical loss values for silicon-on-insulator …",
            "Slow-light, band-edge waveguides for tunable time delays",
            "ML Povinelli and Steven G Johnson and JD Joannopoulos",
            "2005",
            "7EHfSwYAAAAJ:9yKSN-GCB0IC",
            279,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-13-18-7145",
            "9463891045658062509",
            "\/scholar?cites=9463891045658062509",
            {
                "2005":2,
                "2006":21,
                "2007":31,
                "2008":31,
                "2009":33,
                "2010":19,
                "2011":31,
                "2012":17,
                "2013":14,
                "2014":8,
                "2015":4,
                "2016":11,
                "2017":8,
                "2018":18,
                "2019":17,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We report a systematic study of carrier dynamics in AlxGa1–xAs-passivated GaAs nanowires. With passivation, the minority carrier diffusion length (Ldiff) increases from 30 to 180 nm, as measured by electron beam induced current (EBIC) mapping, and the photoluminescence (PL) lifetime increases from sub-60 ps to 1.3 ns. A 48-fold enhancement in the continuous-wave PL intensity is observed on the same individual nanowire with and without the AlxGa1–xAs passivation layer, indicating a significant reduction in surface recombination. These results indicate that, in passivated nanowires, the minority carrier lifetime is not limited by twin stacking faults. From the PL lifetime and minority carrier diffusion length, we estimate the surface recombination velocity (SRV) to range from 1.7 × 103 to 1.1 × 104 cm·s–1, and the minority carrier mobility μ is estimated to lie in the range from 10.3 to 67.5 cm2 V–1 s–1 for the …",
            "Electrical and optical characterization of surface passivation in GaAs nanowires",
            "Chia-Chi Chang and Chun-Yung Chi and Maoqing Yao and Ningfeng Huang and Chun-Chung Chen and Jesse Theiss and Adam W Bushmaker and Stephen LaLumondiere and Ting-Wei Yeh and Michelle L Povinelli and Chongwu Zhou and P Daniel Dapkus and Stephen B Cronin",
            "2012",
            "7EHfSwYAAAAJ:Y0pCki6q_DkC",
            213,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl301391h",
            "16818759726242435406",
            "\/scholar?cites=16818759726242435406",
            {
                "2012":3,
                "2013":23,
                "2014":25,
                "2015":28,
                "2016":33,
                "2017":25,
                "2018":34,
                "2019":20,
                "2020":19,
                "2021":3
            }
        ],
        [
            "We have calculated the optically-induced force between coupled high-Q whispering gallery modes of microsphere resonators. Attractive and repulsive forces are found, depending whether the bi-sphere mode is symmetric or antisymmetric. The magnitude of the force is linearly proportional to the total power in the spheres and consequently linearly enhanced by Q. Forces on the order of 100 nN are found for Q=108, large enough to cause displacements in the range of 1μm when the sphere is attached to a fiber stem with spring constant 0.004 N\/m.",
            "High-Q enhancement of attractive and repulsive optical forces between coupled whispering-gallery-mode resonators",
            "Michelle L Povinelli and Steven G Johnson and Marko Lončar and Mihai Ibanescu and Elizabeth J Smythe and Federico Capasso and JD Joannopoulos",
            "2005",
            "7EHfSwYAAAAJ:2osOgNQ5qMEC",
            200,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=OE-13-20-8286",
            "7258978348751167566",
            "\/scholar?cites=7258978348751167566",
            {
                "2005":1,
                "2006":4,
                "2007":10,
                "2008":13,
                "2009":20,
                "2010":20,
                "2011":23,
                "2012":16,
                "2013":20,
                "2014":15,
                "2015":8,
                "2016":9,
                "2017":5,
                "2018":11,
                "2019":13,
                "2020":9
            }
        ],
        [
            "Because of unique structural, optical, and electrical properties, solar cells based on semiconductor nanowires are a rapidly evolving scientific enterprise. Various approaches employing III–V nanowires have emerged, among which GaAs, especially, is under intense research and development. Most reported GaAs nanowire solar cells form p–n junctions in the radial direction; however, nanowires using axial junction may enable the attainment of high open circuit voltage (Voc) and integration into multijunction solar cells. Here, we report GaAs nanowire solar cells with axial p–i–n junctions that achieve 7.58% efficiency. Simulations show that axial junctions are more tolerant to doping variation than radial junctions and lead to higher Voc under certain conditions. We further study the effect of wire diameter and junction depth using electrical characterization and cathodoluminescence. The results show that large …",
            "GaAs nanowire array solar cells with axial p–i–n junctions",
            "Maoqing Yao and Ningfeng Huang and Sen Cong and Chun-Yung Chi and M Ashkan Seyedi and Yen-Ting Lin and Yu Cao and Michelle L Povinelli and P Daniel Dapkus and Chongwu Zhou",
            "2014",
            "7EHfSwYAAAAJ:UebtZRa9Y70C",
            179,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl500704r",
            "16916561545129187221",
            "\/scholar?cites=16916561545129187221",
            {
                "2014":5,
                "2015":37,
                "2016":38,
                "2017":30,
                "2018":32,
                "2019":22,
                "2020":14,
                "2021":1
            }
        ],
        [
            "We present predicted relative scattering losses from sidewall roughness in a strip waveguide compared to an identical waveguide surrounded by a photonic crystal with a complete or incomplete gap in both 2d and 3d. To do so, we develop a new semi-analytical extension of the classic “volume-current method” (Green’s functions with a Born approximation), correcting a longstanding limitation of such methods to low-index contrast systems (the classic method may be off by an order of magnitude in high-contrast systems). The resulting loss predictions show that even incomplete gap structures such as photonic-crystal slabs should, with proper design, be able to reduce losses by a factor of two compared to an identical strip waveguide; however, incautious design can lead to increased losses in the photonic-crystal system, a phenomena that we explain in terms of the band structure of the unperturbed crystal.",
            "Roughness losses and volume-current methods in photonic-crystal waveguides",
            "Steven G Johnson and ML Povinelli and M Soljačić and Aristeidis Karalis and S Jacobs and JD Joannopoulos",
            "2005",
            "7EHfSwYAAAAJ:qjMakFHDy7sC",
            154,
            "https:\/\/link.springer.com\/article\/10.1007\/s00340-005-1823-4",
            "14338366266443183357",
            "\/scholar?cites=14338366266443183357",
            {
                "2005":6,
                "2006":7,
                "2007":8,
                "2008":13,
                "2009":17,
                "2010":15,
                "2011":10,
                "2012":13,
                "2013":12,
                "2014":7,
                "2015":14,
                "2016":3,
                "2017":5,
                "2018":11,
                "2019":4,
                "2020":8
            }
        ],
        [
            "We find that a two-dimensional photonic crystal composed of polaritonic materials behaves as an effective medium with negative permeability in the micron wavelength range. The resonance in μeff is due to the large values of ε(ω) attained near the transverse phonon frequency ωT. The minimal wavelength for achieving an effective permeability less than −1 in a LiTaO3 crystal, obtained by optimizing the rod size and the lattice constant, is around 12μm, a range previously inaccessible using dielectric metamaterials. For certain dissipation levels, we find that other polaritonic media also exhibit a resonant effect with μeff<−1 for wavelengths ranging from 2 to ∼100μm.",
            "Negative effective permeability in polaritonic photonic crystals",
            "Kerwyn Casey Huang and ML Povinelli and John D Joannopoulos",
            "2004",
            "7EHfSwYAAAAJ:UeHWp8X0CEIC",
            141,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1775291",
            "9278505426230099228",
            "\/scholar?cites=9278505426230099228",
            {
                "2005":7,
                "2006":10,
                "2007":16,
                "2008":16,
                "2009":11,
                "2010":12,
                "2011":16,
                "2012":10,
                "2013":9,
                "2014":6,
                "2015":11,
                "2016":3,
                "2017":3,
                "2018":4,
                "2019":4,
                "2020":3
            }
        ],
        [
            "Multijunction solar cells provide us a viable approach to achieve efficiencies higher than the Shockley–Queisser limit. Due to their unique optical, electrical, and crystallographic features, semiconductor nanowires are good candidates to achieve monolithic integration of solar cell materials that are not lattice-matched. Here, we report the first realization of nanowire-on-Si tandem cells with the observation of voltage addition of the GaAs nanowire top cell and the Si bottom cell with an open circuit voltage of 0.956 V and an efficiency of 11.4%. Our simulation showed that the current-matching condition plays an important role in the overall efficiency. Furthermore, we characterized GaAs nanowire arrays grown on lattice-mismatched Si substrates and estimated the carrier density using photoluminescence. A low-resistance connecting junction was obtained using n+-GaAs\/p+-Si heterojunction. Finally, we demonstrated …",
            "Tandem solar cells using GaAs nanowires on Si: design, fabrication, and observation of voltage addition",
            "Maoqing Yao and Sen Cong and Shermin Arab and Ningfeng Huang and Michelle L Povinelli and Stephen B Cronin and P Daniel Dapkus and Chongwu Zhou",
            "2015",
            "7EHfSwYAAAAJ:dshw04ExmUIC",
            107,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.5b03890",
            "9616195549900307127",
            "\/scholar?cites=9616195549900307127",
            {
                "2015":2,
                "2016":12,
                "2017":18,
                "2018":37,
                "2019":16,
                "2020":20,
                "2021":1
            }
        ]
    ]
}