{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The robo gene in Drosophila was identified in a large-scale mutant screen for genes that control the decision by axons to cross the CNS midline. In robo mutants, too many axons cross and recross the midline. Here we show that robo encodes an axon guidance receptor that defines a novel subfamily of immunoglobulin superfamily proteins that is highly conserved from fruit flies to mammals. For those axons that never cross the midline, Robo is expressed on their growth cones from the outset; for the majority of axons that do cross the midline, Robo is expressed at high levels on their growth cones only after they cross the midline. Transgenic rescue experiments reveal that Robo can function in a cell-autonomous fashion. Robo appears to function as the gatekeeper controlling midline crossing.",
            "Roundabout controls axon crossing of the CNS midline and defines a novel subfamily of evolutionarily conserved guidance receptors",
            "Thomas Kidd and Katja Brose and Kevin J Mitchell and Richard D Fetter and Marc Tessier-Lavigne and Corey S Goodman and Guy Tear",
            "1998",
            "7ePFRYsAAAAJ:u5HHmVD_uO8C",
            969,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867400809150",
            "17825624151744936569",
            "\/scholar?cites=17825624151744936569",
            {
                "1998":16,
                "1999":47,
                "2000":48,
                "2001":50,
                "2002":55,
                "2003":45,
                "2004":53,
                "2005":49,
                "2006":54,
                "2007":47,
                "2008":47,
                "2009":42,
                "2010":53,
                "2011":45,
                "2012":42,
                "2013":32,
                "2014":40,
                "2015":43,
                "2016":39,
                "2017":28,
                "2018":24,
                "2019":30,
                "2020":33
            }
        ],
        [
            "We have identified a Drosophila member of the deleted in colorectal cancer (DCC) gene family. The frazzled gene encodes transmembrane proteins that contain four immunoglobulin C2 type domains, six fibronectin type III repeats, and a cytoplasmic domain of 278 amino acids. Like vertebrate members of the DCC family, Frazzled is expressed on axons in the embryonic central nervous system and on motor axons in the periphery. Frazzled is also expressed on epidermis and gut epithelium. Null mutants in frazzled are defective in axon guidance in the central nervous system and in motor axon guidance and targeting in the periphery. The phenotypes strongly resemble those of a deletion of the two Drosophila Netrin genes. We have rescued the frazzled CNS and motor axon defects by expressing Frazzled specifically in neurons; expression in target tissues does not rescue the phenotype. These data, together with …",
            "frazzled encodes a Drosophila member of the DCC immunoglobulin subfamily and is required for CNS and motor axon guidance",
            "Peter A Kolodziej and Leslie C Timpe and Kevin J Mitchell and Sharon R Fried and Corey S Goodman and Lily Yeh Jan and Yuh Nung Jan",
            "1996",
            "7ePFRYsAAAAJ:u-x6o8ySG0sC",
            519,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867400813380",
            "13943525115759124516",
            "\/scholar?cites=13943525115759124516",
            {
                "1996":9,
                "1997":32,
                "1998":25,
                "1999":38,
                "2000":23,
                "2001":23,
                "2002":21,
                "2003":23,
                "2004":20,
                "2005":28,
                "2006":20,
                "2007":20,
                "2008":21,
                "2009":22,
                "2010":25,
                "2011":28,
                "2012":13,
                "2013":22,
                "2014":18,
                "2015":13,
                "2016":13,
                "2017":21,
                "2018":21,
                "2019":7,
                "2020":11,
                "2021":1
            }
        ],
        [
            "Two tandem Netrin genes in Drosophila are expressed at the midline of the developing CNS and in different subsets of neurons, muscles, and epidermal patches. In embryos carrying a small deficiency that deletes both genes, CNS axon commissures are partially missing or thinner. This phenotype is rescued by expressing either Netrin gene at the midline. Pan-neural expression of either gene causes disruption of commissural and longitudinal tracts, indicating that the pattern of Netrin expression is crucial and that Netrins function as instructive cues. The double mutant also shows defects in motor axon projections. Expression of either Netrin gene in all muscles also results in aberrant motor projections. Thus, Drosophila Netrins are required for the guidance of commissural axons at the midline, and of motor axons to their target muscles.",
            "Genetic analysis of Netrin genes in Drosophila: Netrins guide CNS commissural axons and peripheral motor axons",
            "Kevin J Mitchell and Jennifer L Doyle and Tito Serafini and Timothy E Kennedy and Marc Tessier-Lavigne and Corey S Goodman and Barry J Dickson",
            "1996",
            "7ePFRYsAAAAJ:d1gkVwhDpl0C",
            509,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0896627300801531",
            "14980822686459248361",
            "\/scholar?cites=14980822686459248361",
            {
                "1996":9,
                "1997":33,
                "1998":29,
                "1999":41,
                "2000":26,
                "2001":14,
                "2002":20,
                "2003":18,
                "2004":21,
                "2005":23,
                "2006":29,
                "2007":24,
                "2008":17,
                "2009":24,
                "2010":25,
                "2011":25,
                "2012":17,
                "2013":18,
                "2014":18,
                "2015":11,
                "2016":17,
                "2017":13,
                "2018":11,
                "2019":14,
                "2020":12
            }
        ],
        [
            "We describe the successful application of a modified gene-trap approach, the secretory trap, to systematically analyze the functions in vivo of large numbers of genes encoding secreted and membrane proteins. Secretory-trap insertions in embryonic stem cells can be transmitted to the germ line of mice with high efficiency and effectively mutate the target gene. Of 60 insertions analyzed in mice, one-third cause recessive lethal phenotypes affecting various stages of embryonic and postnatal development. Thus, secretory-trap mutagenesis can be used for a genome-wide functional analysis of cell signaling pathways that are critical for normal mammalian development and physiology.",
            "Functional analysis of secreted and transmembrane proteins critical to mouse development",
            "Kevin J Mitchell and Kathy I Pinson and Olivia G Kelly and Jane Brennan and Joel Zupicich and Paul Scherz and Philip A Leighton and Lisa V Goodrich and Xiaowei Lu and Brian J Avery and Peri Tate and Kariena Dill and Edivinia Pangilinan and Paul Wakenight and Marc Tessier-Lavigne and William C Skarnes",
            "2001",
            "7ePFRYsAAAAJ:9yKSN-GCB0IC",
            442,
            "https:\/\/www.nature.com\/articles\/ng0701_241",
            "16062535046371708495",
            "\/scholar?cites=16062535046371708495",
            {
                "2001":13,
                "2002":17,
                "2003":23,
                "2004":39,
                "2005":35,
                "2006":32,
                "2007":34,
                "2008":25,
                "2009":36,
                "2010":29,
                "2011":21,
                "2012":25,
                "2013":15,
                "2014":15,
                "2015":17,
                "2016":18,
                "2017":14,
                "2018":18,
                "2019":7,
                "2020":6,
                "2021":1
            }
        ],
        [
            "The search to understand the mechanisms regulating brain wiring has relied on biochemical purification approaches in vertebrates and genetic approaches in invertebrates to identify molecular cues and receptors for axon guidance. Here we describe a phenotype-based gene-trap screen in mice designed for the large-scale identification of genes controlling the formation of the trillions of connections in the mammalian brain. The method incorporates an axonal marker, which helps to identify cell-autonomous mechanisms in axon guidance, and has generated a resource of mouse lines with striking patterns of axonal labelling, which facilitates analysis of the normal wiring diagram of the brain. Studies of two of these mouse lines have identified an in vivo guidance function for a vertebrate transmembrane semaphorin, Sema6A, and have helped re-evaluate that of the Eph receptor EphA4.",
            "Defining brain wiring patterns and mechanisms through gene trapping in mice",
            "Philip A Leighton and Kevin J Mitchell and Lisa V Goodrich and Xiaowei Lu and Kathy Pinson and Paul Scherz and William C Skarnes and Marc Tessier-Lavigne",
            "2001",
            "7ePFRYsAAAAJ:2osOgNQ5qMEC",
            428,
            "https:\/\/www.nature.com\/articles\/35065539?free=2",
            "10420203086366463510",
            "\/scholar?cites=10420203086366463510",
            {
                "2001":16,
                "2002":30,
                "2003":23,
                "2004":30,
                "2005":39,
                "2006":32,
                "2007":37,
                "2008":28,
                "2009":24,
                "2010":18,
                "2011":22,
                "2012":20,
                "2013":18,
                "2014":15,
                "2015":12,
                "2016":15,
                "2017":18,
                "2018":13,
                "2019":8,
                "2020":5,
                "2021":1
            }
        ],
        [
            "The molecular mechanisms controlling the ability of motor axons to recognize their appropriate muscle targets were dissected using Drosophila genetics to add or subtract Netrin A, Netrin B, Semaphorin II, and Fasciclin II alone or in combination. Fas II and Sema II are expressed by all muscles where they promote (Fas II) or inhibit (Sema II) promiscuous synaptogenesis. NetB is expressed by a subset of muscles where it attracts some axons and repels others. However, growth cones in this system apparently do not rely solely on single molecular labels on individual targets. Rather, these growth cones assess the relative balance of attractive and repulsive forces and select their targets based on the combinatorial and simultaneous input of multiple cues.",
            "Genetic analysis of the mechanisms controlling target selection: complementary and combinatorial functions of netrins, semaphorins, and IgCAMs",
            "Margaret L Winberg and Kevin J Mitchell and Corey S Goodman",
            "1998",
            "7ePFRYsAAAAJ:qjMakFHDy7sC",
            278,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867400811873",
            "15164699449809637227",
            "\/scholar?cites=15164699449809637227",
            {
                "1998":7,
                "1999":27,
                "2000":27,
                "2001":19,
                "2002":17,
                "2003":18,
                "2004":10,
                "2005":7,
                "2006":19,
                "2007":13,
                "2008":10,
                "2009":10,
                "2010":13,
                "2011":9,
                "2012":15,
                "2013":10,
                "2014":7,
                "2015":6,
                "2016":8,
                "2017":10,
                "2018":6,
                "2019":4,
                "2020":4
            }
        ],
        [
            "The term synaesthesia has been applied to a range of different sensory-perceptual and cognitive experiences, yet how these experiences are related to each other is not well understood. Not only are there disparate types of synaesthesia, but even within types there are vast individual differences in the way that stimuli induce synaesthesia and in the subjective synaesthetic experience. An investigation of the inheritance patterns of different types of synaesthesia is likely to elucidate whether a single underlying mechanism can explain all types. This study is the first to systematically survey all types of synaesthesia within a familial framework. We recruited 53 synaesthetes and 42% of these probands reported a first-degree relative with synaesthesia. We then directly contacted as many first-degree relatives as possible and collected complete data on synaesthetic status for all family members for 17 families. We found …",
            "Familial patterns and the origins of individual differences in synaesthesia",
            "Kylie J Barnett and Ciara Finucane and Julian E Asher and Gary Bargary and Aiden P Corvin and Fiona N Newell and Kevin J Mitchell",
            "2008",
            "7ePFRYsAAAAJ:zYLM7Y9cAGgC",
            209,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0010027707001394",
            "18359434750218594766",
            "\/scholar?cites=18359434750218594766",
            {
                "2008":8,
                "2009":14,
                "2010":8,
                "2011":19,
                "2012":18,
                "2013":31,
                "2014":15,
                "2015":29,
                "2016":15,
                "2017":8,
                "2018":10,
                "2019":14,
                "2020":13
            }
        ],
        [
            "Cell-cell signalling of semaphorin ligands through interaction with plexin receptors is important for the homeostasis and morphogenesis of many tissues and is widely studied for its role in neural connectivity, cancer, cell migration and immune responses 1. SEMA4D and Sema6A exemplify two diverse vertebrate, membrane-spanning semaphorin classes (4 and 6) that are capable of direct signalling through members of the two largest plexin classes, B and A, respectively 2, 3. In the absence of any structural information on the plexin ectodomain or its interaction with semaphorins the extracellular specificity and mechanism controlling plexin signalling has remained unresolved. Here we present crystal structures of cognate complexes of the semaphorin-binding regions of plexins B1 and A2 with semaphorin ectodomains (human PLXNB1 1–2–SEMA4D ecto and murine PlxnA2 1–4–Sema6A ecto), plus unliganded …",
            "Structural basis of semaphorin–plexin signalling",
            "Bert JC Janssen and Ross A Robinson and Francesc Pérez-Brangulí and Christian H Bell and Kevin J Mitchell and Christian Siebold and E Yvonne Jones",
            "2010",
            "7ePFRYsAAAAJ:hqOjcs7Dif8C",
            202,
            "https:\/\/www.nature.com\/articles\/nature09468",
            "7298590178878775649",
            "\/scholar?cites=7298590178878775649",
            {
                "2011":17,
                "2012":24,
                "2013":17,
                "2014":19,
                "2015":16,
                "2016":24,
                "2017":24,
                "2018":20,
                "2019":19,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Hippocampal mossy fibers project preferentially to the stratum lucidum, the proximal-most lamina of the suprapyramidal region of CA3. The molecular mechanisms that govern this lamina-restricted projection are still unknown. We examined the projection pattern of mossy fibers in mutant mice for semaphorin receptors plexin-A2 and plexin-A4, and their ligand, the transmembrane semaphorin Sema6A. We found that plexin-A2 deficiency causes a shift of mossy fibers from the suprapyramidal region to the infra- and intrapyramidal regions, while plexin-A4 deficiency induces inappropriate spreading of mossy fibers within CA3. We also report that the plexin-A2 loss-of-function phenotype is genetically suppressed by Sema6A loss of function. Based on these results, we propose a model for the lamina-restricted projection of mossy fibers: the expression of plexin-A4 on mossy fibers prevents them from entering the …",
            "Interactions between plexin-A2, plexin-A4, and semaphorin 6A control lamina-restricted projection of hippocampal mossy fibers",
            "Fumikazu Suto and Miu Tsuboi and Haruyuki Kamiya and Hidenobu Mizuno and Yuji Kiyama and Shoji Komai and Masayuki Shimizu and Makoto Sanbo and Takeshi Yagi and Yasushi Hiromi and Alain Chédotal and Kevin J Mitchell and Toshiya Manabe and Hajime Fujisawa",
            "2007",
            "7ePFRYsAAAAJ:IjCSPb-OGe4C",
            174,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0896627307000694",
            "18170403644712574177",
            "\/scholar?cites=18170403644712574177",
            {
                "2007":6,
                "2008":12,
                "2009":8,
                "2010":14,
                "2011":15,
                "2012":18,
                "2013":10,
                "2014":18,
                "2015":14,
                "2016":15,
                "2017":15,
                "2018":10,
                "2019":10,
                "2020":5,
                "2021":2
            }
        ],
        [
            "Synaesthesia is a heritable condition of involuntary sensory cross-activation whereby the presentation of a particular stimulus elicits a secondary sensory-perceptual experience. It is thought to be caused by aberrant cross-activation of one cortical area by another, but models differ as to whether this reflects functional or structural differences in the brains of synaesthetes. Here we consider these models in light of recent experimental findings and argue for structural differences in the brains of synaesthetes, which might be more widespread than expected. We also discuss several plausible developmental mechanisms that could link a putative genetic variant to altered cortical connectivity and illustrate how synaesthesia could be an informative model to investigate how patterns of connectivity between cortical areas are established.",
            "Synaesthesia and cortical connectivity",
            "Gary Bargary and Kevin J Mitchell",
            "2008",
            "7ePFRYsAAAAJ:W7OEmFMy1HYC",
            169,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0166223608001343",
            "15356826482813450682",
            "\/scholar?cites=15356826482813450682",
            {
                "2008":2,
                "2009":9,
                "2010":9,
                "2011":18,
                "2012":17,
                "2013":26,
                "2014":11,
                "2015":23,
                "2016":11,
                "2017":10,
                "2018":10,
                "2019":10,
                "2020":8
            }
        ]
    ]
}