{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The dispersive properties of the atomic transition in the rubidium D 2 line (5 S 1 2− 5 P 3 2) at 780.0 nm are measured with a Mach-Zehnder interferometer when an additional coupling field at 775.8 nm is applied to an upper transition (5 P 3 2− 5 D 5 2). This ladder-type system is observed to exhibit electromagnetically induced transparency together with a rapidly varying refractive index. A reduction in group velocity for the probe beam (v g= c 13.2) is inferred from the measured dispersion curve with 52.5% suppressed absorption on resonance.",
            "Measurement of dispersive properties of electromagnetically induced transparency in rubidium atoms",
            "Min Xiao and Yong-qing Li and Shao-zheng Jin and Julio Gea-Banacloche",
            "1995",
            "7flYe7YAAAAJ:u5HHmVD_uO8C",
            797,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.74.666",
            "6041505431030930157",
            "\/scholar?cites=6041505431030930157",
            {
                "1995":12,
                "1996":30,
                "1997":29,
                "1998":15,
                "1999":8,
                "2000":25,
                "2001":43,
                "2002":30,
                "2003":32,
                "2004":20,
                "2005":32,
                "2006":27,
                "2007":29,
                "2008":33,
                "2009":46,
                "2010":50,
                "2011":47,
                "2012":35,
                "2013":48,
                "2014":42,
                "2015":47,
                "2016":30,
                "2017":25,
                "2018":28,
                "2019":19,
                "2020":11,
                "2021":2
            }
        ],
        [
            "Simutaneously high open circuit voltage and high short circuit current density is a big challenge for achieving high efficiency polymer solar cells due to the excitonic nature of organic semdonductors. Herein, we developed a trialkylsilyl substituted 2D-conjugated polymer with the highest occupied molecular orbital level down-shifted by Si–C bond interaction. The polymer solar cells obtained by pairing this polymer with a non-fullerene acceptor demonstrated a high power conversion efficiency of 11.41% with both high open circuit voltage of 0.94 V and high short circuit current density of 17.32 mA cm− 2 benefitted from the complementary absorption of the donor and acceptor, and the high hole transfer efficiency from acceptor to donor although the highest occupied molecular orbital level difference between the donor and acceptor is only 0.11 eV. The results indicate that the alkylsilyl substitution is an effective way in …",
            "11.4% Efficiency non-fullerene polymer solar cells with trialkylsilyl substituted 2D-conjugated polymer as donor",
            "Haijun Bin and Liang Gao and Zhi-Guo Zhang and Yankang Yang and Yindong Zhang and Chunfeng Zhang and Shanshan Chen and Lingwei Xue and Changduk Yang and Min Xiao and Yongfang Li",
            "2016",
            "7flYe7YAAAAJ:qYOp8iumCsAC",
            770,
            "https:\/\/www.nature.com\/articles\/ncomms13651",
            "17058558870580584791",
            "\/scholar?cites=17058558870580584791",
            {
                "2017":161,
                "2018":270,
                "2019":187,
                "2020":129,
                "2021":18
            }
        ],
        [
            "We develop a theory of electromagnetically induced transparency in a three-level, ladder-type Doppler-broadened medium, paying special attention to the case where the coupling and probe beams are counterpropagating and have similar frequencies, so as to reduce the total Doppler width of the two-photon process. The theory is easily generalized to deal with the Λ configuration, where the ideal arrangement involves two copropagating beams. We discuss different possible regimes, depending on the relative importance of the various broadening mechanisms, and identify ways to optimize the absorption-reduction effect. The theory is compared to the results of a recent experiment (on a ladder-type system), using the Rb D2 line, with generally very good agreement. The maximum absorption reduction observed (64.4%) appears to be mostly limited by the relatively large (∼ 5 MHz) linewidth of the diode lasers …",
            "Electromagnetically induced transparency in ladder-type inhomogeneously broadened media: Theory and experiment",
            "Julio Gea-Banacloche and Yong-qing Li and Shao-zheng Jin and Min Xiao",
            "1995",
            "7flYe7YAAAAJ:u-x6o8ySG0sC",
            718,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.51.576",
            "7104540269383893735",
            "\/scholar?cites=7104540269383893735",
            {
                "1995":11,
                "1996":15,
                "1997":17,
                "1998":17,
                "1999":7,
                "2000":12,
                "2001":15,
                "2002":12,
                "2003":17,
                "2004":15,
                "2005":31,
                "2006":17,
                "2007":25,
                "2008":34,
                "2009":45,
                "2010":46,
                "2011":45,
                "2012":40,
                "2013":47,
                "2014":41,
                "2015":41,
                "2016":39,
                "2017":33,
                "2018":35,
                "2019":32,
                "2020":25,
                "2021":3
            }
        ],
        [
            "Compound-photonic structures with gain and loss 1 provide a powerful platform for testing various theoretical proposals on non-Hermitian parity–time-symmetric quantum mechanics 2, 3, 4, 5 and initiate new possibilities for shaping optical beams and pulses beyond conservative structures. Such structures can be designed as optical analogues of complex parity–time-symmetric potentials with real spectra. However, the beam dynamics can exhibit unique features distinct from conservative systems due to non-trivial wave interference and phase-transition effects. Here, we experimentally realize parity–time-symmetric optics on a chip at the 1,550 nm wavelength in two directly coupled high-Q silica-microtoroid resonators with balanced effective gain and loss. With this composite system, we further implement switchable optical isolation with a non-reciprocal isolation ratio from− 8 dB to+ 8 dB, by breaking time-reversal …",
            "Parity-time symmetry and variable optical isolation in active-passive-coupled microresonators",
            "Long Chang and Xiaoshun Jiang and Shiyue Hua and Chao Yang and Jianming Wen and Liang Jiang and Guanyu Li and Guanzhong Wang and Min Xiao",
            "2014",
            "7flYe7YAAAAJ:3_LpOwP6eMYC",
            707,
            "https:\/\/www.nature.com\/nphoton\/journal\/v8\/n7\/abs\/nphoton.2014.133.html",
            "8215186326656891140",
            "\/scholar?cites=8215186326656891140",
            {
                "2014":11,
                "2015":60,
                "2016":101,
                "2017":108,
                "2018":140,
                "2019":144,
                "2020":132,
                "2021":10
            }
        ],
        [
            "An improvement in precision beyond the limit set by the vacuum-state or zero-point fluctuations of the electromagnetic field is reported for the measurement of phase modulation in an optical interferometer. The experiment makes use of squeezed light to reduce the level of fluctuations below the shot-noise limit. An increase in the signal-to-noise ratio of 3.0 dB relative to the shot-noise limit is demonstrated, with the improvement currently limited by losses in propagation and detection and not by the degree of available squeezing.",
            "Precision measurement beyond the shot-noise limit",
            "Min Xiao and Ling-An Wu and H Jeffrey Kimble",
            "1987",
            "7flYe7YAAAAJ:d1gkVwhDpl0C",
            696,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.59.278",
            "4377472113825254050",
            "\/scholar?cites=4377472113825254050",
            {
                "1987":8,
                "1988":14,
                "1989":28,
                "1990":20,
                "1991":20,
                "1992":24,
                "1993":6,
                "1994":11,
                "1995":20,
                "1996":11,
                "1997":18,
                "1998":20,
                "1999":8,
                "2000":5,
                "2001":11,
                "2002":18,
                "2003":20,
                "2004":18,
                "2005":16,
                "2006":27,
                "2007":20,
                "2008":26,
                "2009":19,
                "2010":22,
                "2011":18,
                "2012":17,
                "2013":36,
                "2014":23,
                "2015":32,
                "2016":25,
                "2017":27,
                "2018":31,
                "2019":36,
                "2020":38,
                "2021":2
            }
        ],
        [
            "We report our experimental studies of surface-related emission in highly luminescent CdSe quantum dots (QDs) with controlled quantum yield and photooxidation by time-resolved photoluminescence measurements. This kind of surface-related emission, with a radiative lifetime of tens of nanoseconds, implies the involvement of surface states in the carrier recombination process of such highly luminescent CdSe QDs. ",
            "Surface-related emission in highly luminescent CdSe quantum dots",
            "Xiaoyong Wang and Lianhua Qu and Jiayu Zhang and Xiaogang Peng and Min Xiao",
            "2003",
            "7flYe7YAAAAJ:2osOgNQ5qMEC",
            512,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl0342491",
            "2807915591799025244",
            "\/scholar?cites=2807915591799025244",
            {
                "2004":7,
                "2005":15,
                "2006":13,
                "2007":15,
                "2008":27,
                "2009":23,
                "2010":32,
                "2011":42,
                "2012":32,
                "2013":31,
                "2014":40,
                "2015":41,
                "2016":36,
                "2017":55,
                "2018":46,
                "2019":27,
                "2020":27,
                "2021":1
            }
        ],
        [
            "We measure the Kerr-nonlinear index of refraction of a three-level Λ-type atomic system inside an optical ring cavity. The Kerr nonlinearity is modified and greatly enhanced near atomic resonant conditions for both probe and coupling beams. The Kerr nonlinear coefficient n 2 changes sign when the coupling beam frequency detuning switches sign, which can lead to interesting applications in optical devices such as all-optical switches.",
            "Enhanced Kerr nonlinearity via atomic coherence in a three-level atomic system",
            "Hai Wang and David Goorskey and Min Xiao",
            "2001",
            "7flYe7YAAAAJ:9yKSN-GCB0IC",
            498,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.87.073601",
            "8138408488102939217",
            "\/scholar?cites=8138408488102939217",
            {
                "2002":12,
                "2003":18,
                "2004":18,
                "2005":32,
                "2006":30,
                "2007":22,
                "2008":25,
                "2009":27,
                "2010":28,
                "2011":28,
                "2012":33,
                "2013":43,
                "2014":31,
                "2015":31,
                "2016":21,
                "2017":33,
                "2018":16,
                "2019":27,
                "2020":21
            }
        ],
        [
            "We show that resonance fluorescence, ie, the resonant emission of a coherently driven two-level system, can be realized with a semiconductor quantum dot. The dot is embedded in a planar optical microcavity and excited in a waveguide mode so as to discriminate its emission from residual laser scattering. The transition from the weak to the strong excitation regime is characterized by the emergence of oscillations in the first-order correlation function of the fluorescence, g (τ), as measured by interferometry. The measurements correspond to a Mollow triplet with a Rabi splitting of up to 13.3 μ eV. Second-order correlation measurements further confirm nonclassical light emission.",
            "Resonance fluorescence from a coherently driven semiconductor quantum dot in a cavity",
            "Andreas Muller and Edward B Flagg and Pablo Bianucci and XY Wang and Dennis G Deppe and Wenquan Ma and Jiayu Zhang and GJ Salamo and Min Xiao and Chih-Kang Shih",
            "2007",
            "7flYe7YAAAAJ:Tyk-4Ss8FVUC",
            389,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.187402",
            "3711527660361163706",
            "\/scholar?cites=3711527660361163706",
            {
                "2007":2,
                "2008":17,
                "2009":30,
                "2010":23,
                "2011":20,
                "2012":37,
                "2013":37,
                "2014":29,
                "2015":34,
                "2016":37,
                "2017":36,
                "2018":26,
                "2019":41,
                "2020":18,
                "2021":1
            }
        ],
        [
            "Squeezed states of the electromagnetic field are generated by degenerate parametric downconversion in a sub-threshold optical parametric oscillator. Reductions in photocurrent noise greater than 60% (−4 dB) below the limit set by the vacuum fluctuations of the field are observed in a balanced homodyne detector. A quantitative comparison with theory suggests that the observed noise reductions result from a field that in the absence of avoidable linear attenuation would be squeezed more than tenfold. A degree of squeezing of approximately fivefold is inferred for the actual field emitted through one mirror of the optical parametric oscillator. An explicit demonstration of the Heisenberg uncertainty principle for the electromagnetic field is made from the measurements, which show that the field state produced by the downconversion process is a state of minimum uncertainty.",
            "Squeezed states of light from an optical parametric oscillator",
            "Ling-An Wu and Min Xiao and HJ Kimble",
            "1987",
            "7flYe7YAAAAJ:qjMakFHDy7sC",
            360,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=josab-4-10-1465",
            "5943931477728282933",
            "\/scholar?cites=5943931477728282933",
            {
                "1987":3,
                "1988":12,
                "1989":17,
                "1990":19,
                "1991":14,
                "1992":21,
                "1993":14,
                "1994":13,
                "1995":11,
                "1996":7,
                "1997":12,
                "1998":14,
                "1999":1,
                "2000":12,
                "2001":5,
                "2002":3,
                "2003":4,
                "2004":5,
                "2005":5,
                "2006":12,
                "2007":8,
                "2008":10,
                "2009":9,
                "2010":7,
                "2011":7,
                "2012":10,
                "2013":9,
                "2014":10,
                "2015":16,
                "2016":15,
                "2017":15,
                "2018":10,
                "2019":8,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Two-photon-pumped lasers have been regarded as a promising strategy to achieve frequency up-conversion for situations where the condition of phase matching required by conventional approaches cannot be fulfilled. However, their practical applications have been hindered by the lack of materials holding both efficient two-photon absorption and ease of achieving population inversion. Here, we show that this challenge can be tackled by employing colloidal nanocrystals of perovskite semiconductors. We observe highly efficient two-photon absorption (with a cross section of 2.7 × 106 GM) in toluene solutions of CsPbBr3 nanocrystals that can excite large optical gain (>500 cm–1) in thin films. We have succeeded in demonstrating stable two-photon-pumped lasing at a remarkable low threshold by coupling CsPbBr3 nanocrystals with microtubule resonators. Our findings suggest perovskite nanocrystals can be …",
            "Two-photon-pumped perovskite semiconductor nanocrystal lasers",
            "Yanqing Xu and Qi Chen and Chunfeng Zhang and Rui Wang and Hua Wu and Xiaoyu Zhang and Guichuan Xing and William W Yu and Xiaoyong Wang and Yu Zhang and Min Xiao",
            "2016",
            "7flYe7YAAAAJ:yKzB5RS27GgC",
            359,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jacs.5b12662",
            "7476786062822749553",
            "\/scholar?cites=7476786062822749553",
            {
                "2016":24,
                "2017":64,
                "2018":79,
                "2019":95,
                "2020":87,
                "2021":7
            }
        ]
    ]
}