{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We extend the concepts of phase, polarization, and feedback control of matter to develop a general approach for guiding light in the nanoscale via nanoparticle arrays. The phase and polarization of the excitation source are first introduced as tools for control over the pathway of light at array intersections. Genetic algorithms are next applied as a systematic design tool, wherein both the excitation field parameters and the structural parameters of the nanoparticle array are optimized to make devices with desired functionality. Implications to research fields such as single molecule spectroscopy, spatially confined chemistry, optical logic, and nanoscale sensing are envisioned. ",
            "Phase and polarization control as a route to plasmonic nanodevices",
            "Maxim Sukharev and Tamar Seideman",
            "2006",
            "7HkylvgAAAAJ:u5HHmVD_uO8C",
            130,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl0524896",
            "2881320476618377327",
            "\/scholar?cites=2881320476618377327",
            {
                "2006":1,
                "2007":14,
                "2008":9,
                "2009":11,
                "2010":8,
                "2011":13,
                "2012":11,
                "2013":21,
                "2014":8,
                "2015":9,
                "2016":5,
                "2017":5,
                "2018":5,
                "2019":4,
                "2020":3
            }
        ],
        [
            "We demonstrate strong coupling between molecular excited states and surface plasmon modes of a slit array in a thin metal film. The coupling manifests itself as an anticrossing behavior of the two newly formed polaritons. As the coupling strength grows, a new mode emerges, which is attributed to long-range molecular interactions mediated by the plasmonic field. The new, molecular-like mode repels the polariton states, and leads to an opening of energy gaps both below and above the asymptotic free molecule energy.",
            "Strong Coupling between Molecular Excited States and Surface Plasmon Modes of a Slit Array in a Thin Metal Film",
            "and Maxim Sukharev Adi Salomon and Robert J. Gordon and Yehiam Prior and Tamar",
            "2012",
            "7HkylvgAAAAJ:R3hNpaxXUhUC",
            125,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.073002",
            "8944803497404825428",
            "\/scholar?cites=8944803497404825428",
            {
                "2012":4,
                "2013":14,
                "2014":19,
                "2015":19,
                "2016":13,
                "2017":15,
                "2018":13,
                "2019":12,
                "2020":13,
                "2021":2
            }
        ],
        [
            "We present a comparison among several fully-vectorial methods applied to a basic scattering problem governed by the physics of the electromagnetic interaction between subwavelength apertures in a metal film. The modelled structure represents a slit-groove scattering problem in a silver film deposited on a glass substrate. The benchmarked methods, all of which use in-house developed software, include a broad range of fully-vectorial approaches from finite-element methods, volume-integral methods, and finite-difference time domain methods, to various types of modal methods based on different expansion techniques.",
            "Numerical analysis of a slit-groove diffraction problem",
            "P Lalanne and M Besbes and JP Hugonin and S Van Haver and OTA Janssen and AM Nugrowati and M Xu and SF Pereira and HP Urbach and AS Van de Nes and Peter Bienstman and G Granet and A Moreau and S Helfert and Maxim Sukharev and Tamar Seideman and F Baida and B Guizal and D Van Labeke",
            "2007",
            "7HkylvgAAAAJ:mB3voiENLucC",
            117,
            "http:\/\/www.jeos.org\/index.php\/jeos_rp\/article\/view\/127",
            "2856150299980290557",
            "\/scholar?cites=2856150299980290557",
            {
                "2008":7,
                "2009":7,
                "2010":7,
                "2011":15,
                "2012":13,
                "2013":11,
                "2014":11,
                "2015":8,
                "2016":8,
                "2017":9,
                "2018":6,
                "2019":3,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We consider the interaction of electromagnetic radiation of arbitrary polarization with multilevel atoms in a self-consistent manner, taking into account both spatial and temporal dependencies of local fields. This is done by numerically solving the corresponding system of coupled Maxwell-Liouville equations for various geometries. In particular, we scrutinize linear optical properties of nanoscale atomic clusters, demonstrating the significant role played by collective effects and dephasing. It is shown that subwavelength atomic clusters exhibit two resonant modes, one of which is localized slightly below the atomic transition frequency of an individual atom, while the other is positioned considerably above it. As an initial exploration of future applications of this approach, the optical response of core-shell nanostructures, with a core consisting of silver and a shell composed of resonant atoms, is examined.",
            "Numerical studies of the interaction of an atomic sample with the electromagnetic field in two dimensions",
            "Maxim Sukharev and Abraham Nitzan",
            "2011",
            "7HkylvgAAAAJ:qxL8FJ1GzNcC",
            78,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.84.043802",
            "1806143274163555158",
            "\/scholar?cites=1806143274163555158",
            {
                "2012":8,
                "2013":4,
                "2014":7,
                "2015":9,
                "2016":6,
                "2017":14,
                "2018":11,
                "2019":11,
                "2020":7
            }
        ],
        [
            "An ultrafast, nanoscale molecular switch is proposed, based on extension of the concept of nonadiabatic alignment to surface-adsorbed molecules. The switch consists of a conjugated organic molecule adsorbed onto a semiconducting surface and placed near a scanning tunneling microscope tip. A low-frequency, polarized laser field is used to switch the system by orienting the molecule with the field polarization axis, enabling conductance through the junction. Enhancement and spatial localization of the incident field by the metallic tip allow operation at low intensities. The principles of nonadiabatic alignment lead to switch on and off time scales far below rotational time scales.",
            "Laser field alignment of organic molecules on semiconductor surfaces: Toward ultrafast molecular switches",
            "Matthew G Reuter and Maxim Sukharev and Tamar Seideman",
            "2008",
            "7HkylvgAAAAJ:UeHWp8X0CEIC",
            65,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.208303",
            "2089283929535969970",
            "\/scholar?cites=2089283929535969970",
            {
                "2009":6,
                "2010":5,
                "2011":6,
                "2012":8,
                "2013":12,
                "2014":7,
                "2015":4,
                "2016":3,
                "2017":5,
                "2018":3,
                "2019":4,
                "2020":2
            }
        ],
        [
            "This review provides a brief introduction to the physics of coupled exciton-plasmon systems, the theoretical description and experimental manifestation of such phenomena, followed by an account of the state-of-the-art methodology for the numerical simulations of such phenomena and supplemented by a number of FORTRAN codes, by which the interested reader can introduce himself\/herself to the practice of such simulations. Applications to CW light scattering as well as transient response and relaxation are described. Particular attention is given to so-called strong coupling limit, where the hybrid exciton-plasmon nature of the system response is strongly expressed. While traditional descriptions of such phenomena usually rely on analysis of the electromagnetic response of inhomogeneous dielectric environments that individually support plasmon and exciton excitations, here we explore also the consequences …",
            "Optics of exciton-plasmon nanomaterials",
            "Maxim Sukharev and Abraham Nitzan",
            "2017",
            "7HkylvgAAAAJ:XiSMed-E-HIC",
            63,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1361-648X\/aa85ef\/meta",
            "7097519647810527884",
            "\/scholar?cites=7097519647810527884",
            {
                "2018":20,
                "2019":25,
                "2020":17
            }
        ],
        [
            "We consider a biased molecular junction subjected to external time-dependent electromagnetic field. The field for two typical junction geometries (bowtie antennas and metal nanospheres) is calculated within finite-difference time-domain technique. Time-dependent transport and optical response of the junctions is calculated within nonequilibrium Green’s-function approach expressed in a form convenient for description of multilevel systems. We present numerical results for a two-level (highest occupied molecular orbital-lowest unoccupied molecular orbital) model and discuss influence of localized surface plasmon-polariton modes on transport.",
            "Transport and optical response of molecular junctions driven by surface plasmon polaritons",
            "Maxim Sukharev and Michael Galperin",
            "2010",
            "7HkylvgAAAAJ:Se3iqnhoufwC",
            56,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.81.165307",
            "8661079943895725769",
            "\/scholar?cites=8661079943895725769",
            {
                "2010":1,
                "2011":9,
                "2012":12,
                "2013":6,
                "2014":5,
                "2015":8,
                "2016":2,
                "2017":6,
                "2018":3,
                "2019":3,
                "2020":1
            }
        ],
        [
            "We illustrate the possibility of manipulating light in the nanoscale using the combination of plasmonics physics with concepts and tools developed for coherent control of molecular dynamics. Phase and polarization control are applied to guide electromagnetic energy through metal nanoparticle junctions and control its branching ratios at array intersections. Optimal control theory is applied as a design tool, to develop constructs with desired functionality. We suggest also that nanoplasmonics could be used to make spatially localized light sources with predesigned coherence and polarization properties, which could serve to coherently control individual nano-systems.",
            "Coherent control of light propagation via nanoparticle arrays",
            "Maxim Sukharev and Tamar Seideman",
            "2007",
            "7HkylvgAAAAJ:2osOgNQ5qMEC",
            56,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-4075\/40\/11\/S04\/meta",
            "11271698575547991434",
            "\/scholar?cites=11271698575547991434",
            {
                "2007":2,
                "2008":5,
                "2009":6,
                "2010":6,
                "2011":3,
                "2012":5,
                "2013":7,
                "2014":4,
                "2015":5,
                "2016":5,
                "2017":1,
                "2018":2,
                "2019":2,
                "2020":3
            }
        ],
        [
            "We consider a two-level system coupled to contacts as a model for a charge pump under external laser pulse. The model represents a charge-transfer molecule in a junction and is a generalization of previously published results [BD Fainberg, M. Jouravlev, and A. Nitzan, Phys. Rev. B 76, 245329 (2007)]. Effects of local field for realistic junction geometries and non-Markov response of the molecule are taken into account within finite-difference time-domain and on-the-contour equation-of-motion formulations, respectively. We find that contrary to the symmetric behavior of the pump relative to the chirp sign, the duration of the corresponding local-field pulse does depend on the chirp sign, which results in an asymmetric charge pumping. The most effective charge-pump regime is found at positive bias, contrary to Markov consideration of the previous study.",
            "Light-induced current in molecular junctions: Local field and non-Markov effects",
            "Boris D Fainberg and Maxim Sukharev and Tae-Ho Park and Michael Galperin",
            "2011",
            "7HkylvgAAAAJ:kNdYIx-mwKoC",
            52,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.83.205425",
            "2709371189972739059",
            "\/scholar?cites=2709371189972739059",
            {
                "2011":1,
                "2012":14,
                "2013":10,
                "2014":8,
                "2015":6,
                "2016":1,
                "2017":4,
                "2018":3,
                "2019":3,
                "2020":2
            }
        ],
        [
            "The nonlinear optical dynamics of nanomaterials comprised of plasmons interacting with quantum emitters is investigated by a self-consistent model based on the coupled Maxwell–Liouville–von Neumann equations. It is shown that ultrashort resonant laser pulses significantly modify the optical properties of such hybrid systems. It is further demonstrated that the energy transfer between interacting molecules and plasmons occurs on a femtosecond time scale and can be controlled with both material and laser parameters.",
            "Ultrafast energy transfer between molecular assemblies and surface plasmons in the strong coupling regime",
            "Maxim Sukharev and Tamar Seideman and Robert J Gordon and Adi Salomon and Yehiam Prior",
            "2014",
            "7HkylvgAAAAJ:blknAaTinKkC",
            50,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn4054528",
            "14010583169049318040",
            "\/scholar?cites=14010583169049318040",
            {
                "2014":6,
                "2015":11,
                "2016":6,
                "2017":6,
                "2018":8,
                "2019":8,
                "2020":5
            }
        ]
    ]
}