{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Analysis of the 1,042,519–base pair Chlamydia trachomatis genome revealed unexpected features related to the complex biology of chlamydiae. Although chlamydiae lack many biosynthetic capabilities, they retain functions for performing key steps and interconversions of metabolites obtained from their mammalian host cells. Numerous potential virulence-associated proteins also were characterized. Several eukaryotic chromatin-associated domain proteins were identified, suggesting a eukaryotic-like mechanism for chlamydial nucleoid condensation and decondensation. The phylogenetic mosaic of chlamydial genes, including a large number of genes with phylogenetic origins from eukaryotes, implies a complex evolution for adaptation to obligate intracellular parasitism.",
            "Genome sequence of an obligate intracellular pathogen of humans: Chlamydia trachomatis",
            "Richard S Stephens and Sue Kalman and Claudia Lammel and Jun Fan and Rekha Marathe and L Aravind and Wayne Mitchell and Lynn Olinger and Roman L Tatusov and Qixun Zhao and Eugene V Koonin and Ronald W Davis",
            "1998",
            "7IglMPgAAAAJ:u5HHmVD_uO8C",
            1785,
            "https:\/\/science.sciencemag.org\/content\/282\/5389\/754.abstract",
            "12957180875093326725",
            "\/scholar?cites=12957180875093326725",
            {
                "1998":6,
                "1999":96,
                "2000":139,
                "2001":106,
                "2002":82,
                "2003":82,
                "2004":84,
                "2005":68,
                "2006":104,
                "2007":80,
                "2008":87,
                "2009":77,
                "2010":79,
                "2011":89,
                "2012":69,
                "2013":67,
                "2014":81,
                "2015":83,
                "2016":73,
                "2017":53,
                "2018":59,
                "2019":58,
                "2020":46,
                "2021":2
            }
        ],
        [
            "Chlamydia are obligate intracellular eubacteria that are phylogenetically separated from other bacterial divisions. C. trachomatis and C. pneumoniae are both pathogens of humans but differ in their tissue tropism and spectrum of diseases. C. pneumoniae is a newly recognized species of Chlamydia that is a natural pathogen of humans 1, and causes pneumonia and bronchitis. In the United States, approximately 10% of pneumonia cases and 5% of bronchitis cases are attributed to C. pneumoniae infection 2. Chronic disease may result following respiratory-acquired infection, such as reactive airway disease 3, adult-onset asthma 4 and potentially lung cancer 5. In addition, C. pneumoniae infection has been associated with atherosclerosis 6, 7, 8, 9, 10, 11. C. trachomatis infection causes trachoma, an ocular infection that leads to blindness, and sexually transmitted diseases such as pelvic inflammatory disease …",
            "Comparative genomes of Chlamydia pneumoniae and C. trachomatis",
            "Sue Kalman and Wayne Mitchell and Rekha Marathe and Claudia Lammel and Jun Fan and Richard W Hyman and Lynn Olinger and Jane Grimwood and Ronald W Davis and Richard Stephens",
            "1999",
            "7IglMPgAAAAJ:u-x6o8ySG0sC",
            837,
            "https:\/\/www.nature.com\/articles\/ng0499_385",
            "10501598570081406966",
            "\/scholar?cites=10501598570081406966",
            {
                "1999":15,
                "2000":79,
                "2001":73,
                "2002":66,
                "2003":50,
                "2004":65,
                "2005":55,
                "2006":62,
                "2007":51,
                "2008":42,
                "2009":27,
                "2010":39,
                "2011":28,
                "2012":32,
                "2013":19,
                "2014":27,
                "2015":32,
                "2016":13,
                "2017":12,
                "2018":17,
                "2019":9,
                "2020":11,
                "2021":2
            }
        ],
        [
            "Asia harbors substantial cultural and linguistic diversity, but the geographic structure of genetic variation across the continent remains enigmatic. Here we report a large-scale survey of autosomal variation from a broad geographic sample of Asian human populations. Our results show that genetic ancestry is strongly correlated with linguistic affiliations as well as geography. Most populations show relatedness within ethnic\/linguistic groups, despite prevalent gene flow among populations. More than 90% of East Asian (EA) haplotypes could be found in either Southeast Asian (SEA) or Central-South Asian (CSA) populations and show clinal structure with haplotype diversity decreasing from south to north. Furthermore, 50% of EA haplotypes were found in SEA only and 5% were found in CSA only, indicating that SEA was a major geographic source of EA populations.",
            "Mapping human genetic diversity in Asia",
            "HUGO Pan-Asian SNP Consortium",
            "2009",
            "7IglMPgAAAAJ:YOwf2qJgpHMC",
            539,
            "https:\/\/science.sciencemag.org\/content\/326\/5959\/1541.abstract",
            "5739173870049942978",
            "\/scholar?cites=5739173870049942978",
            {
                "2009":2,
                "2010":44,
                "2011":76,
                "2012":56,
                "2013":57,
                "2014":47,
                "2015":50,
                "2016":40,
                "2017":46,
                "2018":37,
                "2019":36,
                "2020":37,
                "2021":4
            }
        ],
        [
            "Identification of the factors critical to the tumor-initiating cell (TIC) state may open new avenues in cancer therapy. Here we show that the metabolic enzyme glycine decarboxylase (GLDC) is critical for TICs in non-small cell lung cancer (NSCLC). TICs from primary NSCLC tumors express high levels of the oncogenic stem cell factor LIN28B and GLDC, which are both required for TIC growth and tumorigenesis. Overexpression of GLDC and other glycine\/serine enzymes, but not catalytically inactive GLDC, promotes cellular transformation and tumorigenesis. We found that GLDC induces dramatic changes in glycolysis and glycine\/serine metabolism, leading to changes in pyrimidine metabolism to regulate cancer cell proliferation. In the clinic, aberrant activation of GLDC correlates with poorer survival in lung cancer patients, and aberrant GLDC expression is observed in multiple cancer types. This link between …",
            "Glycine Decarboxylase Activity Drives Non-Small Cell Lung Cancer Tumor-Initiating Cells and Tumorigenesis",
            "Wen Cai Zhang and Ng Shyh-Chang and He Yang and Amit Rai and Shivshankar Umashankar and Siming Ma and Boon Seng Soh and Li Li Sun and Bee Choo Tai and Min En Nga and Kishore Kumar Bhakoo and Senthil Raja Jayapal and Massimo Nichane and Qiang Yu and Dokeu A Ahmed and Christie Tan and Wong Poo Sing and John Tam and Agasthian Thirugananam and Monireh Soroush Noghabi and Yin Huei Pang and Haw Siang Ang and Wayne Mitchell and Paul Robson and Philipp Kaldis and Ross Andrew Soo and Sanjay Swarup and Elaine Hsuen Lim and Bing Lim",
            "2012",
            "7IglMPgAAAAJ:-f6ydRqryjwC",
            535,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867411014449",
            "16785087792600405541",
            "\/scholar?cites=16785087792600405541",
            {
                "2012":26,
                "2013":54,
                "2014":80,
                "2015":60,
                "2016":61,
                "2017":61,
                "2018":63,
                "2019":69,
                "2020":49,
                "2021":5
            }
        ],
        [
            "Transplantation of mesenchymal stem cells (MSCs) has been used to treat a wide range of diseases, and the mechanism of action is postulated to be mediated by either differentiation into functional reparative cells that replace injured tissues or secretion of paracrine factors that promote tissue repair. To complement earlier studies that identified some of the paracrine factors, we profiled the paracrine proteome to better assess the relevance of MSC paracrine factors to the wide spectrum of MSC-mediated therapeutic effects. To evaluate the therapeutic potential of the MSC paracrine proteome, a chemically defined serum-free culture medium was conditioned by MSCs derived from human embryonic stem cells using a clinically compliant protocol. The conditioned medium was analyzed by multidimensional protein identification technology and cytokine antibody array analysis and revealed the presence of 201 unique …",
            "Elucidating the secretion proteome of human embryonic stem cell-derived mesenchymal stem cells",
            "Siu Kwan Sze and Dominique PV de Kleijn and Ruenn Chai Lai and Eileen Khia Way Tan and Hui Zhao and Keng Suan Yeo and Teck Yew Low and Qizhou Lian and Chuen Neng Lee and Wayne Mitchell and Reida Menshawe El Oakley and Sai-Kiang Lim",
            "2007",
            "7IglMPgAAAAJ:aqlVkmm33-oC",
            245,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S153594762031940X",
            "18200837563619640747",
            "\/scholar?cites=18200837563619640747",
            {
                "2007":1,
                "2008":15,
                "2009":12,
                "2010":23,
                "2011":17,
                "2012":18,
                "2013":22,
                "2014":17,
                "2015":20,
                "2016":24,
                "2017":14,
                "2018":26,
                "2019":17,
                "2020":17,
                "2021":1
            }
        ],
        [
            "Clostridium autoethanogenum strain JA1-1 (DSM 10061) is an acetogen capable of fermenting CO, CO2 and H2 (e.g. from syngas or waste gases) into biofuel ethanol and commodity chemicals such as 2,3-butanediol. A draft genome sequence consisting of 100 contigs has been published. A closed, high-quality genome sequence for C. autoethanogenum DSM10061 was generated using only the latest single-molecule DNA sequencing technology and without the need for manual finishing. It is assigned to the most complex genome classification based upon genome features such as repeats, prophage, nine copies of the rRNA gene operons. It has a low G + C content of 31.1%. Illumina, 454, Illumina\/454 hybrid assemblies were generated and then compared to the draft and PacBio assemblies using summary statistics, CGAL, QUAST and REAPR bioinformatics tools and comparative genomic approaches …",
            "Comparison of single-molecule sequencing and hybrid approaches for finishing the genome of Clostridium autoethanogenum and analysis of CRISPR systems in industrial relevant …",
            "Steven D Brown and Shilpa Nagaraju and Sagar Utturkar and Sashini De Tissera and Simón Segovia and Wayne Mitchell and Miriam L Land and Asela Dassanayake and Michael Köpke",
            "2014",
            "7IglMPgAAAAJ:pqnbT2bcN3wC",
            112,
            "https:\/\/link.springer.com\/article\/10.1186\/1754-6834-7-40",
            "10611960108865168999",
            "\/scholar?cites=10611960108865168999",
            {
                "2014":7,
                "2015":13,
                "2016":24,
                "2017":15,
                "2018":16,
                "2019":21,
                "2020":14,
                "2021":1
            }
        ],
        [
            "The population history of the indigenous populations in island Southeast Asia is generally accepted to have been shaped by two major migrations: the ancient “Out of Africa” migration ∼50,000 years before present (YBP) and the relatively recent “Out of Taiwan” expansion of Austronesian agriculturalists approximately 5,000 YBP. The Negritos are believed to have originated from the ancient migration, whereas the majority of island Southeast Asians are associated with the Austronesian expansion. We determined 86 mitochondrial DNA (mtDNA) complete genome sequences in four indigenous Malaysian populations, together with a reanalysis of published autosomal single-nucleotide polymorphism (SNP) data of Southeast Asians to test the plausibility and impact of those migration models. The three Austronesian groups (Bidayuh, Selatar, and Temuan) showed high frequencies of mtDNA haplogroups …",
            "Evolutionary history of continental South East Asians: “early train” hypothesis based on genetic analysis of mitochondrial and autosomal DNA data",
            "1 Timothy A. Jinam1 and 2 and Lih-Chun Hong3 and Maude E",
            "2012",
            "7IglMPgAAAAJ:mB3voiENLucC",
            108,
            "https:\/\/academic.oup.com\/mbe\/article-abstract\/29\/11\/3513\/1158983",
            "9083228382305392022",
            "\/scholar?cites=9083228382305392022",
            {
                "2012":2,
                "2013":22,
                "2014":17,
                "2015":9,
                "2016":19,
                "2017":12,
                "2018":15,
                "2019":2,
                "2020":9
            }
        ],
        [
            "Although the Austronesian expansion had a major impact on the languages of Island Southeast Asia, controversy still exists over the genetic impact of this expansion. The coexistence of both Asian and Papuan genetic ancestry in Eastern Indonesia provides a unique opportunity to address this issue. Here, we estimate recombination breakpoints in admixed genomes based on genome-wide SNP data and date the genetic admixture between populations of Asian vs. Papuan ancestry in Eastern Indonesia. Analyses of two genome-wide datasets indicate an eastward progression of the Asian admixture signal in Eastern Indonesia beginning about 4,000–3,000 y ago, which is in excellent agreement with inferences based on Austronesian languages. The average rate of spread of Asian genes in Eastern Indonesia was about 0.9 km\/y. Our results indicate that the Austronesian expansion had a strong genetic as well as …",
            "Genetic Dating indicates that the Asian-Papuan admixture through Eastern Indonesia corresponds to the Austronesian expansion",
            "Shuhua Xua and Irina Pugachb and Mark Stonekingb and Manfred Kayserc and Li Li Jina and d and and The HUGO Pan-Asian SNP Consortium",
            "2012",
            "7IglMPgAAAAJ:hFOr9nPyWt4C",
            84,
            "https:\/\/www.pnas.org\/content\/109\/12\/4574\/",
            "12269645165739797774",
            "\/scholar?cites=12269645165739797774",
            {
                "2012":7,
                "2013":11,
                "2014":15,
                "2015":10,
                "2016":8,
                "2017":7,
                "2018":6,
                "2019":15,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Patterns of modern human population structure are helpful in understanding the history of human migration and admixture. We conducted a study on genetic structure of the Malay population in Malaysia, using 54,794 genome-wide single nucleotide polymorphism genotype data generated in four Malay sub-ethnic groups in peninsular Malaysia (Melayu Kelantan, Melayu Minang, Melayu Jawa and Melayu Bugis). To the best of our knowledge this is the first study conducted on these four Malay sub-ethnic groups and the analysis of genotype data of these four groups were compiled together with 11 other populations' genotype data from Indonesia, China, India, Africa and indigenous populations in Peninsular Malaysia obtained from the Pan-Asian SNP database. The phylogeny of populations showed that all of the four Malay sub-ethnic groups are separated into at least three different clusters. The Melayu Jawa, Melayu Bugis and Melayu Minang have a very close genetic relationship with Indonesian populations indicating a common ancestral history, while the Melayu Kelantan formed a distinct group on the tree indicating that they are genetically different from the other Malay sub-ethnic groups. We have detected genetic structuring among the Malay populations and this could possibly be accounted for by their different historical origins. Our results provide information of the genetic differentiation between these populations and a valuable insight into the origins of the Malay sub-ethnic groups in Peninsular Malaysia.",
            "Population genetic structure of peninsular Malaysia Malay sub-ethnic groups",
            "Wan Isa Hatin and Mohd-Khairi Zahri and Shuhua Xu and Li Jin and Soon-Guan Tan and Mohammed Rizman-Idid and Bin Alwi Zilfalil and HUGO Pan-Asian SNP Consortium",
            "2011",
            "7IglMPgAAAAJ:qxL8FJ1GzNcC",
            76,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0018312",
            "14530094187130912437",
            "\/scholar?cites=14530094187130912437",
            {
                "2012":1,
                "2013":15,
                "2014":9,
                "2015":14,
                "2016":8,
                "2017":6,
                "2018":5,
                "2019":8,
                "2020":8
            }
        ],
        [
            "Gas fermentation using acetogenic bacteria offers a promising route for the sustainable production of low carbon fuels and commodity chemicals from abundant, inexpensive C1 feedstocks including industrial waste gases, syngas, reformed methane or methanol. Clostridium autoethanogenum is a model gas fermenting acetogen that produces fuel ethanol and 2,3-butanediol, a precursor for nylon and rubber. Acetogens have already been used in large scale industrial fermentations, they are ubiquitous and known to play a prominent role in the global carbon cycle. Still, they are considered to live on the thermodynamic edge of life and potential energy constraints when growing on C1 gases pose a major challange for the commercial production of fuels and chemicals. We have developed a systematic platform to investigate acetogenic energy metabolism, exemplified here by experiments contrasting heterotrophic …",
            "Low carbon fuels and commodity chemicals from waste gases–systematic approach to understand energy metabolism in a model acetogen",
            "Esteban Marcellin and James B Behrendorff and Shilpa Nagaraju and Sashini DeTissera and Simon Segovia and Robin W Palfreyman and James Daniell and Cuauhtemoc Licona-Cassani and Lake-ee Quek and Robert Speight and Mark P Hodson and Sean D Simpson and Wayne P Mitchell and Michael Köpke and Lars K Nielsen",
            "2016",
            "7IglMPgAAAAJ:P5F9QuxV20EC",
            74,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2016\/gc\/c5gc02708j",
            "7409039877665865804",
            "\/scholar?cites=7409039877665865804",
            {
                "2016":11,
                "2017":9,
                "2018":15,
                "2019":16,
                "2020":21,
                "2021":2
            }
        ]
    ]
}