{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report a new, high-precision measurement of the proton elastic form factor ratio μ p G E\/G M for the four-momentum transfer squared Q 2= 0.3–0.7 (GeV\/c) 2. The measurement was performed at Jefferson Lab (JLab) in Hall A using recoil polarimetry. With a total uncertainty of approximately 1%, the new data clearly show that the deviation of the ratio μ p G E\/G M from unity observed in previous polarization measurements at high Q 2 continues down to the lowest Q 2 value of this measurement. The updated global fit that includes the new results yields an electric (magnetic) form factor roughly 2% smaller (1% larger) than the previous global fit in this Q 2 range. We obtain new extractions of the proton electric and magnetic radii, which are< r E 2> 1\/2= 0.875±0.010 fm and< r M 2> 1\/2= 0.867±0.020 fm. The charge radius is consistent with other recent extractions based on the electron–proton interaction, including the …",
            "High-precision measurement of the proton elastic form factor ratio μpGE\/GM at low Q2",
            "Xiaohui Zhan and K Allada and DS Armstrong and J Arrington and W Bertozzi and W Boeglin and J-P Chen and K Chirapatpimol and S Choi and E Chudakov and E Cisbani and P Decowski and C Dutta and S Frullani and E Fuchey and F Garibaldi and S Gilad and Ronald Gilman and J Glister and K Hafidi and B Hahn and J-O Hansen and DW Higinbotham and T Holmstrom and RJ Holt and J Huang and GM Huber and F Itard and CW de Jager and X Jiang and M Johnson and J Katich and R de Leo and JJ LeRose and R Lindgren and E Long and DJ Margaziotis and S May-Tal Beck and D Meekins and R Michaels and B Moffit and BE Norum and M Olson and E Piasetzky and I Pomerantz and D Protopopescu and X Qian and Y Qiang and A Rakhman and RD Ransome and PE Reimer and J Reinhold and S Riordan and G Ron and A Saha and AJ Sarty and B Sawatzky and EC Schulte and M Shabestari and A Shahinyan and R Shneor and S Širca and P Solvignon and NF Sparveris and S Strauch and R Subedi and V Sulkosky and I Vilardi and Y Wang and B Wojtsekhowski and Z Ye and Y Zhang",
            "2011",
            "7jOMr_AAAAAJ:2osOgNQ5qMEC",
            211,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269311012342",
            "17513385653836641485",
            "\/scholar?cites=17513385653836641485",
            {
                "2010":2,
                "2011":6,
                "2012":17,
                "2013":25,
                "2014":29,
                "2015":25,
                "2016":19,
                "2017":26,
                "2018":25,
                "2019":15,
                "2020":18,
                "2021":2
            }
        ],
        [
            "We report new precise H (e, e′ p) π 0 measurements at the Δ (1232) resonance at Q 2= 0.127 (G e V\/c) 2 obtained at the MIT-Bates out-of-plane scattering facility which are particularly sensitive to the transverse electric amplitude (E 2) of the γ* N→ Δ transition. The new data have been analyzed together with those of earlier measurements to yield precise quadrupole to dipole amplitude ratios: R e (E 1+ 3\/2\/M 1+ 3\/2)=(− 2.3±0.3 s t a t+ s y s t±0.6 m o d e l)% and R e (S 1+ 3\/2\/M 1+ 3\/2)=(− 6.1±0.2 s t a t+ s y s t±0.5 m o d e l)% for M 1+ 3\/2=(41.4±0.3 s t a t+ s y s t±0.4 m o d e l)(10− 3\/m π+). The derived amplitudes give credence to the conjecture of deformation in hadrons favoring, at low Q 2, the dominance of mesonic effects.",
            "Investigation of the conjectured nucleon deformation at low momentum transfer",
            "NF Sparveris and R Alarcon and AM Bernstein and W Bertozzi and T Botto and P Bourgeois and J Calarco and F Casagrande and MO Distler and K Dow and M Farkondeh and S Georgakopoulos and S Gilad and R Hicks and M Holtrop and A Hotta and X Jiang and A Karabarbounis and J Kirkpatrick and S Kowalski and R Milner and R Miskimen and I Nakagawa and CN Papanicolas and AJ Sarty and Y Sato and S Širca and J Shaw and E Six and S Stave and E Stiliaris and T Tamae and G Tsentalovich and C Tschalaer and W Turchinetz and Z-L Zhou and T Zwart",
            "2005",
            "7jOMr_AAAAAJ:-_dYPAW6P2MC",
            154,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.022003",
            "4289604309954460797",
            "\/scholar?cites=4289604309954460797",
            {
                "2004":1,
                "2005":7,
                "2006":12,
                "2007":37,
                "2008":13,
                "2009":13,
                "2010":6,
                "2011":6,
                "2012":10,
                "2013":8,
                "2014":5,
                "2015":4,
                "2016":8,
                "2017":4,
                "2018":9,
                "2019":5,
                "2020":4
            }
        ],
        [
            "We studied simultaneously the He 4 (e, e′ p), He 4 (e, e′ p p), and He 4 (e, e′ p n) reactions at Q 2= 2 (GeV\/c) 2 and x B> 1, for an (e, e′ p) missing-momentum range of 400 to 830 MeV\/c. The knocked-out proton was detected in coincidence with a proton or neutron recoiling almost back to back to the missing momentum, leaving the residual A= 2 system at low excitation energy. These data were used to identify two-nucleon short-range correlated pairs and to deduce their isospin structure as a function of missing momentum, in a region where the nucleon-nucleon (N N) force is expected to change from predominantly tensor to repulsive. The abundance of neutron-proton pairs is reduced as the nucleon momentum increases beyond∼ 500 MeV\/c. The extracted fraction of proton-proton pairs is small and almost independent of the missing momentum. Our data are compared with calculations of two-nucleon …",
            "Probing the Repulsive Core of the Nucleon-Nucleon Interaction via the  Triple-Coincidence Reaction",
            "Igor Korover and Navaphon Muangma and Or Hen and Ran Shneor and Vincent Sulkosky and Aidan Kelleher and Shalev Gilad and DW Higinbotham and Eliazer Piasetzky and JW Watson and SA Wood and Paula Aguilera and Zafar Ahmed and Hisham Albataineh and Kalyan Allada and Bryon Anderson and David Anez and Konrad Aniol and John Annand and Whitney Armstrong and John Arrington and Todd Averett and Toby Badman and Hovhannes Baghdasaryan and Xinzhan Bai and Arie Beck and Sharon Beck and Vincenzo Bellini and Fatiha Benmokhtar and William Bertozzi and James Bittner and Werner Boeglin and Alexandre Camsonne and Chunhua Chen and J-P Chen and Khem Chirapatpimol and Evaristo Cisbani and MM Dalton and Aji Daniel and Donal Day and CW De Jager and R De Leo and W Deconinck and M Defurne and D Flay and N Fomin and M Friend and S Frullani and E Fuchey and F Garibaldi and D Gaskell and Ronald Gilman and O Glamazdin and C Gu and P Gueye and D Hamilton and C Hanretty and J-O Hansen and M Hashemi Shabestari and T Holmstrom and M Huang and S Iqbal and G Jin and N Kalantarians and H Kang and M Khandaker and J LeRose and J Leckey and R Lindgren and E Long and J Mammei and DJ Margaziotis and P Markowitz and A Marti Jimenez-Arguello and D Meekins and Z Meziani and R Michaels and M Mihovilovic and P Monaghan and C Munoz Camacho and B Norum and K Pan and S Phillips and I Pomerantz and M Posik and V Punjabi and X Qian and Y Qiang and X Qiu and A Rakhman and PE Reimer and S Riordan and G Ron and O Rondon-Aramayo and A Saha and E Schulte and L Selvy and A Shahinyan and S Sirca and J Sjoegren and K Slifer and P Solvignon and N Sparveris and R Subedi and W Tireman and D Wang and LB Weinstein and B Wojtsekhowski and W Yan and I Yaron and Z Ye and X Zhan and J Zhang and Y Zhang and B Zhao and Z Zhao and X Zheng and P Zhu and R Zielinski and Jefferson Lab Hall A Collaboration",
            "2014",
            "7jOMr_AAAAAJ:tYavs44e6CUC",
            96,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.113.022501",
            "11377886618650683360",
            "\/scholar?cites=11377886618650683360",
            {
                "2014":3,
                "2015":13,
                "2016":15,
                "2017":9,
                "2018":18,
                "2019":18,
                "2020":19
            }
        ],
        [
            "There is a significant discrepancy between the values of the proton electric form factor, G E p, extracted using unpolarized and polarized electron scattering. Calculations predict that small two-photon exchange (TPE) contributions can significantly affect the extraction of G E p from the unpolarized electron-proton cross sections. We determined the TPE contribution by measuring the ratio of positron-proton to electron-proton elastic scattering cross sections using a simultaneous, tertiary electron-positron beam incident on a liquid hydrogen target and detecting the scattered particles in the Jefferson Lab CLAS detector. This novel technique allowed us to cover a wide range in virtual photon polarization (ϵ) and momentum transfer (Q 2) simultaneously, as well as to cancel luminosity-related systematic errors. The cross section ratio increases with decreasing ϵ at Q 2= 1.45 GeV 2. This measurement is consistent with the …",
            "Towards a resolution of the proton form factor problem: new electron and positron scattering data",
            "Dasuni Adikaram and D Rimal and LB Weinstein and B Raue and P Khetarpal and RP Bennett and J Arrington and WK Brooks and KP Adhikari and AV Afanasev and MJ Amaryan and MD Anderson and S Anefalos Pereira and H Avakian and J Ball and M Battaglieri and I Bedlinskiy and AS Biselli and J Bono and S Boiarinov and WJ Briscoe and VD Burkert and DS Carman and S Careccia and A Celentano and S Chandavar and G Charles and L Colaneri and PL Cole and M Contalbrigo and V Crede and A D’Angelo and N Dashyan and R De Vita and E De Sanctis and A Deur and C Djalali and GE Dodge and R Dupre and H Egiyan and A El Alaoui and L El Fassi and L Elouadrhiri and P Eugenio and G Fedotov and S Fegan and A Filippi and JA Fleming and A Fradi and B Garillon and GP Gilfoyle and KL Giovanetti and FX Girod and JT Goetz and W Gohn and E Golovatch and RW Gothe and KA Griffioen and B Guegan and M Guidal and L Guo and K Hafidi and H Hakobyan and C Hanretty and N Harrison and M Hattawy and K Hicks and M Holtrop and SM Hughes and CE Hyde and Y Ilieva and DG Ireland and BS Ishkhanov and D Jenkins and H Jiang and HS Jo and K Joo and S Joosten and N Kalantarians and D Keller and M Khandaker and A Kim and W Kim and A Klein and FJ Klein and S Koirala and V Kubarovsky and SE Kuhn and K Livingston and HY Lu and IJD MacGregor and N Markov and P Mattione and M Mayer and B McKinnon and MD Mestayer and CA Meyer and M Mirazita and V Mokeev and RA Montgomery and CI Moody and H Moutarde and A Movsisyan and C Munoz Camacho and P Nadel-Turonski and S Niccolai and G Niculescu and M Osipenko and AI Ostrovidov and K Park and E Pasyuk and C Peña and S Pisano and O Pogorelko and JW Price and Y Prok and D Protopopescu and AJR Puckett and M Ripani and A Rizzo and G Rosner and P Rossi and P Roy and F Sabatié and C Salgado and D Schott and RA Schumacher and E Seder and YG Sharabian and A Simonyan and I Skorodumina and ES Smith and GD Smith and DI Sober and D Sokhan and N Sparveris and S Stepanyan and P Stoler and S Strauch and V Sytnik and M Taiuti and Ye Tian and A Trivedi and M Ungaro and H Voskanyan and E Voutier and NK Walford and DP Watts and X Wei and MH Wood",
            "2015",
            "7jOMr_AAAAAJ:SpbeaW3--B0C",
            85,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.114.062003",
            "3772209436414347588",
            "\/scholar?cites=3772209436414347588",
            {
                "2014":1,
                "2015":9,
                "2016":14,
                "2017":22,
                "2018":18,
                "2019":7,
                "2020":13
            }
        ],
        [
            "To determine nonspherical angular-momentum amplitudes in hadrons at long ranges (low Q2), data were taken for the p(¯e, e'p)π0 reaction in the Δ region at Q 2 = 0.060 (GeV\/c)2 utilizing the magnetic spectrometers of the A1 Collaboration at MAMI. The results for the dominant transition magnetic dipole amplitude and the quadrupole to dipole ratios at W = 1232 MeV are $\\ensuremath M_{1+}^{3\/2}=(40.33 \\pm 0.63_{\\rm stat+syst} \\pm 0.61_{\\rm model})(10^{-3}\/m_{\\pi^+})$, Re( $\\ensuremath E_{1+}^{3\/2}\/M_{1+}^{3\/2})=(-2.28 \\pm 0.29_{\\rm stat+syst} \\pm 0.20_{\\rm model}$)%, and Re( $S_{1+}^{3\/2}\/M_{1+}^{3\/2})\\ensuremath =(-4.81 \\pm 0.27_{\\rm stat+syst} \\pm 0.26_{\\rm model}$)%. These disagree with predictions of constituent quark models but are in reasonable agreement with lattice calculations with nonlinear (chiral) pion mass extrapolations, with chiral effective field theory, and with …",
            "Lowest-Q 2 measurement of the γp→ Δ reaction: Probing the pionic contribution",
            "S Stave and MO Distler and I Nakagawa and N Sparveris and P Achenbach and C Ayerbe Gayoso and D Baumann and J Bernauer and AM Bernstein and R Böhm and D Bosnar and T Botto and A Christopoulou and D Dale and M Ding and L Doria and J Friedrich and A Karabarbounis and M Makek and H Merkel and U Müller and R Neuhausen and L Nungesser and CN Papanicolas and A Piegsa and J Pochodzalla and M Potokar and M Seimetz and S Širca and S Stiliaris and Th Walcher and M Weis",
            "2006",
            "7jOMr_AAAAAJ:fEOibwPWpKIC",
            84,
            "https:\/\/link.springer.com\/article\/10.1140\/epja\/i2006-10162-1",
            "10057665960586623932",
            "\/scholar?cites=10057665960586623932",
            {
                "2005":1,
                "2006":1,
                "2007":18,
                "2008":12,
                "2009":10,
                "2010":5,
                "2011":6,
                "2012":6,
                "2013":5,
                "2014":1,
                "2015":5,
                "2016":5,
                "2017":2,
                "2018":4,
                "2019":1,
                "2020":2
            }
        ],
        [
            "Unpolarized and beam-polarized fourfold cross sections (d 4 σ\/d Q 2 d x B d t d ϕ) for the e p→ e′ p′ γ reaction were measured using the CLAS detector and the 5.75-GeV polarized electron beam of the Jefferson Lab accelerator, for 110 (Q 2, x B, t) bins over the widest phase space ever explored in the valence-quark region. Several models of generalized parton distributions (GPDs) describe the data well at most of our kinematics. This increases our confidence that we understand the GPD H, expected to be the dominant contributor to these observables. Through a leading-twist extraction of Compton form factors, these results support the model predictions of a larger nucleon size at lower quark-momentum fraction x B.",
            "Cross sections for the exclusive photon electroproduction on the proton and Generalized Parton Distributions",
            "Hyon-Suk Jo and FX Girod and H Avakian and VD Burkert and M Garçon and M Guidal and V Kubarovsky and S Niccolai and P Stoler and KP Adhikari and D Adikaram and MJ Amaryan and MD Anderson and S Anefalos Pereira and J Ball and NA Baltzell and M Battaglieri and V Batourine and I Bedlinskiy and AS Biselli and S Boiarinov and WJ Briscoe and WK Brooks and DS Carman and A Celentano and S Chandavar and G Charles and L Colaneri and PL Cole and N Compton and M Contalbrigo and V Crede and A D’Angelo and N Dashyan and R De Vita and E De Sanctis and A Deur and C Djalali and R Dupre and A El Alaoui and L El Fassi and L Elouadrhiri and G Fedotov and S Fegan and A Filippi and JA Fleming and B Garillon and N Gevorgyan and Y Ghandilyan and GP Gilfoyle and KL Giovanetti and JT Goetz and E Golovatch and RW Gothe and KA Griffioen and B Guegan and N Guler and L Guo and K Hafidi and H Hakobyan and N Harrison and M Hattawy and K Hicks and N Hirlinger Saylor and D Ho and M Holtrop and SM Hughes and Y Ilieva and DG Ireland and BS Ishkhanov and D Jenkins and K Joo and S Joosten and D Keller and G Khachatryan and M Khandaker and A Kim and W Kim and A Klein and FJ Klein and SE Kuhn and SV Kuleshov and P Lenisa and K Livingston and HY Lu and IJD MacGregor and B McKinnon and ZE Meziani and M Mirazita and V Mokeev and RA Montgomery and H Moutarde and A Movsisyan and E Munevar and C Munoz Camacho and P Nadel-Turonski and LA Net and G Niculescu and M Osipenko and AI Ostrovidov and M Paolone and K Park and E Pasyuk and JJ Phillips and S Pisano and O Pogorelko and JW Price and Y Prok and AJR Puckett and BA Raue and M Ripani and A Rizzo and G Rosner and P Rossi and P Roy and F Sabatié and C Salgado and D Schott and RA Schumacher and E Seder and A Simonyan and Iu Skorodumina and GD Smith and D Sokhan and N Sparveris and S Stepanyan and II Strakovsky and S Strauch and V Sytnik and Ye Tian and S Tkachenko and M Ungaro and H Voskanyan and E Voutier and NK Walford and DP Watts and X Wei and LB Weinstein and MH Wood and N Zachariou and L Zana and J Zhang and ZW Zhao and I Zonta and CLAS Collaboration",
            "2015",
            "7jOMr_AAAAAJ:ruyezt5ZtCIC",
            71,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.115.212003",
            "5282515510023976249",
            "\/scholar?cites=5282515510023976249",
            {
                "2015":5,
                "2016":11,
                "2017":10,
                "2018":17,
                "2019":18,
                "2020":10
            }
        ],
        [
            "The atomic nucleus is made of protons and neutrons (nucleons), that are themselves composed of quarks and gluons. Understanding how the quark-gluon structure of a nucleon bound in an atomic nucleus is modified by the surrounding nucleons is an outstanding challenge. Although evidence for such modification, known as the EMC effect, was first observed over 35 years ago, there is still no generally accepted explanation of its cause. Recent observations suggest that the EMC effect is related to close-proximity Short Range Correlated (SRC) nucleon pairs in nuclei. Here we report the first simultaneous, high-precision, measurements of the EMC effect and SRC abundances. We show that the EMC data can be explained by a universal modification of the structure of nucleons in neutron-proton (np) SRC pairs and present the first data-driven extraction of this universal modification function. This implies that, in heavier nuclei with many more neutrons than protons, each proton is more likely than each neutron to belong to an SRC pair and hence to have its quark structure distorted.",
            "Modified structure of protons and neutrons in correlated pairs",
            "Barak Schmookler and M Duer and A Schmidt and O Hen and S Gilad and E Piasetzky and M Strikman and LB Weinstein and The CLAS Collaboration",
            "2020",
            "7jOMr_AAAAAJ:6yz0xqPARnAC",
            67,
            "https:\/\/arxiv.org\/abs\/2004.12065",
            "16787526454083651050",
            "\/scholar?cites=16787526454083651050",
            {
                "2019":20,
                "2020":46,
                "2021":1
            }
        ],
        [
            "We report new precise p (e→, e′ p) π 0 measurements at the peak of the Δ+(1232) resonance at Q 2= 0.20 (GeV\/c) 2 performed at the Mainz Microtron (MAMI). The new data are sensitive to both the electric (E2) and the Coulomb (C2) quadrupole amplitudes of the γ∗ N→ Δ transition. They yield precise quadrupole to dipole amplitude ratios: CMR=(− 5.09±0.28 stat+ sys±0.30 model)% and EMR=(− 1.96±0.68 stat+ sys±0.41 model)% for M 1+ 3\/2=(39.57±0.75 stat+ sys±0.40 model)(10− 3\/m π+). The new results are in disagreement with Constituent Quark Model predictions and in qualitative agreement with models that account for mesonic contributions, including recent Lattice calculations. They thus give further credence to the conjecture of deformation in hadronic systems favoring the attribution of the origin of deformation to the dominance of mesonic effects.",
            "Determination of quadrupole strengths in the γ∗ p→ Δ (1232) transition at Q2= 0.20 (GeV\/c) 2",
            "NF Sparveris and P Achenbach and C Ayerbe Gayoso and D Baumann and J Bernauer and AM Bernstein and R Böhm and Damir Bosnar and T Botto and A Christopoulou and D Dale and M Ding and MO Distler and L Doria and J Friedrich and A Karabarbounis and Mihael Makek and H Merkel and U Müller and I Nakagawa and R Neuhausen and L Nungesser and CN Papanicolas and A Piegsa and J Pochodzalla and M Potokar and M Seimetz and S Širca and S Stave and S Stiliaris and Th Walcher and M Weis",
            "2007",
            "7jOMr_AAAAAJ:uJ-U7cs_P_0C",
            60,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269307004388",
            "16293991417136599451",
            "\/scholar?cites=16293991417136599451",
            {
                "2007":5,
                "2008":15,
                "2009":8,
                "2010":2,
                "2011":3,
                "2012":3,
                "2013":5,
                "2014":2,
                "2015":4,
                "2016":4,
                "2017":4,
                "2018":2,
                "2019":1,
                "2020":1
            }
        ],
        [
            "Accurate measurements of the p (e→, e′ p) π 0 reaction were performed at Q 2= 0.127 (GeV\/c) 2 in the Δ resonance energy region. The experiments at the MIT-Bates Linear Accelerator used an 820 MeV polarized electron beam with the out-of-plane magnetic spectrometer system (OOPS). In this Letter we report the first simultaneous determination of both the TL and TL′(“fifth” or polarized) cross sections at low Q 2 where the pion cloud contribution is predicted to dominate the quadrupole amplitudes (E2 and C2). These are the real and imaginary parts of the transverse–longitudinal interference amplitudes and provide a sensitive determination of the Coulomb quadrupole amplitude and a test of reaction calculations. Comparisons with model calculations are presented. The empirical MAID calculation gives the best overall agreement with this accurate data. The parameters of this model for the values of the …",
            "Measurement of the transverse–longitudinal cross sections in the p (e→, e′ p) π0 reaction in the Δ region",
            "C Kunz and NI Kaloskamis and MO Distler and Z-L Zhou and Ricardo Alarcon and D Barkhuff and AM Bernstein and W Bertozzi and J Calarco and F Casagrande and J Chen and J Comfort and G Dodson and A Dooley and K Dow and M Farkhondeh and S Georgakopoulos and S Gilad and R Hicks and A Hotta and X Jiang and A Karabarbounis and S Kowalski and DJ Margaziotis and C Mertz and R Miskimen and I Nakagawa and CN Papanicolas and MM Pavan and G Peterson and A Ramirez and D Rowntree and AJ Sarty and J Shaw and E Six and N Sparveris and S-B Soong and S Stiliaris and T Tamae and D Tieger and C Tschalaer and G Tsentalovich and W Turchinetz and CE Vellidis and GA Warren and S Williamson and A Young and J Zhao and T Zwart and Mit-Bates Oops Collaboration",
            "2003",
            "7jOMr_AAAAAJ:j8SEvjWlNXcC",
            57,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269303006750",
            "17271941833766377742",
            "\/scholar?cites=17271941833766377742",
            {
                "2003":1,
                "2004":3,
                "2005":6,
                "2006":4,
                "2007":14,
                "2008":9,
                "2009":2,
                "2010":2,
                "2011":1,
                "2012":3,
                "2013":3,
                "2014":1,
                "2015":3,
                "2016":2,
                "2017":1,
                "2018":1
            }
        ],
        [
            "Single-beam, single-target, and double spin asymmetries for hard exclusive electroproduction of a photon on the proton e→ p→→ e′ p′ γ are presented. The data were taken at Jefferson Lab using the CEBAF large acceptance spectrometer and a longitudinally polarized NH 3 14 target. The three asymmetries were measured in 165 four-dimensional kinematic bins, covering the widest kinematic range ever explored simultaneously for beam and target-polarization observables in the valence quark region. The kinematic dependences of the obtained asymmetries are discussed and compared to the predictions of models of generalized parton distributions. The measurement of three DVCS spin observables at the same kinematic points allows a quasi-model-independent extraction of the imaginary parts of the H and H Compton form factors, which give insight into the electric and axial charge distributions of valence …",
            "Single and double spin asymmetries for deeply virtual Compton scattering measured with CLAS and a longitudinally polarized proton target",
            "S Pisano and A Biselli and S Niccolai and E Seder and M Guidal and M Mirazita and KP Adhikari and D Adikaram and MJ Amaryan and MD Anderson and S Anefalos Pereira and H Avakian and J Ball and M Battaglieri and V Batourine and I Bedlinskiy and P Bosted and B Briscoe and J Brock and WK Brooks and VD Burkert and C Carlin and DS Carman and A Celentano and S Chandavar and G Charles and L Colaneri and PL Cole and N Compton and Marco Contalbrigo and O Cortes and DG Crabb and V Crede and A D’Angelo and R De Vita and E De Sanctis and A Deur and C Djalali and R Dupre and H Egiyan and A El Alaoui and L El Fassi and L Elouadrhiri and P Eugenio and G Fedotov and S Fegan and R Fersch and A Filippi and JA Fleming and A Fradi and B Garillon and M Garçon and Y Ghandilyan and GP Gilfoyle and KL Giovanetti and FX Girod and JT Goetz and W Gohn and E Golovatch and RW Gothe and KA Griffioen and L Guo and K Hafidi and C Hanretty and M Hattawy and K Hicks and M Holtrop and SM Hughes and Y Ilieva and DG Ireland and BS Ishkhanov and D Jenkins and X Jiang and HS Jo and K Joo and S Joosten and CD Keith and D Keller and A Kim and W Kim and FJ Klein and V Kubarovsky and SE Kuhn and P Lenisa and K Livingston and HY Lu and M MacCormick and Ian JD MacGregor and M Mayer and B McKinnon and DG Meekins and CA Meyer and V Mokeev and RA Montgomery and CI Moody and C Munoz Camacho and P Nadel-Turonski and M Osipenko and AI Ostrovidov and K Park and W Phelps and JJ Phillips and O Pogorelko and JW Price and Y Prok and AJR Puckett and M Ripani and A Rizzo and G Rosner and P Rossi and P Roy and F Sabatié and C Salgado and D Schott and RA Schumacher and I Skorodumina and GD Smith and DI Sober and D Sokhan and N Sparveris and S Stepanyan and P Stoler and S Strauch and V Sytnik and Ye Tian and S Tkachenko and M Turisini and M Ungaro and E Voutier and NK Walford and DP Watts and X Wei and LB Weinstein and MH Wood and N Zachariou and L Zana and J Zhang and ZW Zhao and I Zonta and CLAS Collaboration",
            "2015",
            "7jOMr_AAAAAJ:k8Z6L05lTy4C",
            53,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.91.052014",
            "12031135254719005943",
            "\/scholar?cites=12031135254719005943",
            {
                "2015":9,
                "2016":13,
                "2017":11,
                "2018":9,
                "2019":6,
                "2020":5
            }
        ]
    ]
}