{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "The dynamics of quantum systems are encoded in the amplitude and phase of wave packets. However, the rapidity of electron dynamics on the attosecond scale has precluded the complete characterization of electron wave packets in the time domain. Using spectrally resolved electron interferometry, we were able to measure the amplitude and phase of a photoelectron wave packet created through a Fano autoionizing resonance in helium. In our setup, replicas obtained by two-photon transitions interfere with reference wave packets that are formed through smooth continua, allowing the full temporal reconstruction, purely from experimental data, of the resonant wave packet released in the continuum. In turn, this resolves the buildup of the autoionizing resonance on an attosecond time scale. Our results, in excellent agreement with ab initio time-dependent calculations, raise prospects for detailed investigations of …",
            "Attosecond dynamics through a Fano resonance: Monitoring the birth of a photoelectron",
            "V Gruson and L Barreau and Á Jiménez-Galan and F Risoud and J Caillat and A Maquet and B Carré and F Lepetit and J-F Hergott and T Ruchon and L Argenti and R Taïeb and F Martín and P Salières",
            "2016",
            "7KQBnp4AAAAJ:olpn-zPbct0C",
            179,
            "https:\/\/science.sciencemag.org\/content\/354\/6313\/734.abstract",
            "6221745803744953116",
            "\/scholar?cites=6221745803744953116",
            {
                "2015":1,
                "2016":3,
                "2017":32,
                "2018":51,
                "2019":34,
                "2020":47,
                "2021":3
            }
        ],
        [
            "High harmonics generated by counter-rotating laser fields at the fundamental and second harmonic frequencies have raised important interest as a table-top source of circularly polarized ultrashort extreme-ultraviolet light. However, this emission has not yet been fully characterized: in particular it was assumed to be fully polarized, leading to an uncertainty on the effective harmonic ellipticity. Here we show, through simulations, that ultrashort driving fields and ultrafast medium ionization lead to a breaking of the dynamical symmetry of the interaction, and consequently to deviations from perfectly circular and fully polarized harmonics, already at the single-atom level. We perform the complete experimental characterization of the polarization state of high harmonics generated along that scheme, giving direct access to the ellipticity absolute value and sign, as well as the degree of polarization of individual harmonic …",
            "Evidence of depolarization and ellipticity of high harmonics driven by ultrashort bichromatic circularly polarized fields",
            "Lou Barreau and Kévin Veyrinas and Vincent Gruson and Sébastien J Weber and Thierry Auguste and Jean-François Hergott and Fabien Lepetit and Bertrand Carré and Jean-Christophe Houver and Danielle Dowek and Pascal Salières",
            "2018",
            "7KQBnp4AAAAJ:dTyEYWd-f8wC",
            29,
            "https:\/\/www.nature.com\/articles\/s41467-018-07151-8",
            "4291498835850489592",
            "\/scholar?cites=4291498835850489592",
            {
                "2019":18,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We describe the versatile features of the attosecond beamline recently installed at CEA-Saclay on the PLFA kHz laser. It combines a fine and very complete set of diagnostics enabling high harmonic spectroscopy (HHS) through the advanced characterization of the amplitude, phase, and polarization of the harmonic emission. It also allows a variety of photo-ionization experiments using magnetic bottle and COLTRIMS (COLd Target Recoil Ion Momentum Microscopy) electron spectrometers that may be used simultaneously, thanks to a two-foci configuration. Using both passive and active stabilization, special care was paid to the long term stability of the system to allow, using both experimental approaches, time resolved studies with attosecond precision, typically over several hours of acquisition times. As an illustration, applications to multi-orbital HHS and electron-ion coincidence time resolved spectroscopy are …",
            "Flexible attosecond beamline for high harmonic spectroscopy and XUV\/near-IR pump probe experiments requiring long acquisition times",
            "Sébastien J Weber and B Manschwetus and M Billon and M Böttcher and M Bougeard and P Breger and M Géléoc and V Gruson and A Huetz and N Lin and YJ Picard and T Ruchon and P Salières and B Carré",
            "2015",
            "7KQBnp4AAAAJ:XiVPGOgt02cC",
            24,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4914464",
            "8492674697660605157",
            "\/scholar?cites=8492674697660605157",
            {
                "2015":6,
                "2016":5,
                "2017":4,
                "2018":5,
                "2019":2,
                "2020":2
            }
        ],
        [
            "Broadband optical parametric amplification in the IR region has reached a new milestone through the use of a non-collinear Frequency domain Optical Parametric Amplification system. We report a laser source delivering 11.6 fs pulses with 30 mJ of energy at a central wavelength of 1.8 μm at 10 Hz repetition rate corresponding to a peak power of 2.5 TW. The peak power scaling is accompanied by a pulse shortening of about 20% upon amplification due to the spectral reshaping with higher gain in the spectral wings. This source paves the way for high flux soft X-ray pulses and IR-driven laser wakefield acceleration.",
            "2.5 TW, two-cycle IR laser pulses via frequency domain optical parametric amplification",
            "V Gruson and G Ernotte and P Lassonde and A Laramée and MR Bionta and M Chaker and L Di Mauro and PB Corkum and H Ibrahim and BE Schmidt and F Legaré",
            "2017",
            "7KQBnp4AAAAJ:AXPGKjj_ei8C",
            22,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-25-22-27706",
            "12154510305693185270",
            "\/scholar?cites=12154510305693185270",
            {
                "2018":8,
                "2019":5,
                "2020":9
            }
        ],
        [
            "Due to the intimate anisotropic interaction between an XUV light field and a molecule resulting in photoionization (PI), molecular frame photoelectron angular distributions (MFPADs) are most sensitive probes of both electronic\/nuclear dynamics and the polarization state of the ionizing light field. Consequently, they encode the complex dipole matrix elements describing the dynamics of the PI transition, as well as the three normalized Stokes parameters s1, s2, s3 characterizing the complete polarization state of the light, operating as molecular polarimetry. The remarkable development of advanced light sources delivering attosecond XUV pulses opens the perspective to visualize the primary steps of photochemical dynamics in time-resolved studies, at the natural attosecond to few femtosecond time-scales of electron dynamics and fast nuclear motion. It is thus timely to investigate the feasibility of measurement of …",
            "Molecular frame photoemission by a comb of elliptical high-order harmonics: a sensitive probe of both photodynamics and harmonic complete polarization state",
            "K Veyrinas and V Gruson and Sébastien J Weber and L Barreau and T Ruchon and J-F Hergott and J-C Houver and RR Lucchese and P Salières and D Dowek",
            "2016",
            "7KQBnp4AAAAJ:t6usbXjVLHcC",
            18,
            "https:\/\/pubs.rsc.org\/doi\/c6fd00137h",
            "2130233760769846822",
            "\/scholar?cites=2130233760769846822",
            {
                "2017":1,
                "2018":5,
                "2019":6,
                "2020":4
            }
        ],
        [
            "We are delighted to share with you a selection of the papers which will be presented at our Faraday Discussion on Nanoparticles with Ultrafast Imaging of Photochemical Dynamics taking place in Edinburgh, UK in August 2016. More information about the event may be found here: http:\/\/rsc. li\/dynamics-fd2016. Additional articles will be added to the collection as they are published. The final versions of all the articles presented and record of the live discussions will be published after the event.Photochemical reactions have tremendous scientific importance, ranging from photosynthesis to atmospheric reactions, and technologies such as sensors or displays. Due to the intrinsic complexity of photochemical reactions, they remain the least understood type of chemical process. This Faraday Discussion brings together researchers from across this broad discipline and asks whether the field has reached a point where fundamental guiding principles of photochemistry can be established.",
            "Themed collection Ultrafast Imaging of Photochemical Dynamics",
            "Russell S Minns and Adam Kirrander and RJ Dwayne Miller and K Veyrinas and V Gruson and SJ Weber and L Barreau and T Ruchon and JF Hergott and JC Houver and RR Lucchese and P Salières and D Dowek and K Nagaya and K Motomura and E Kukk and Y Takahashi and K Yamazaki and S Ohmura and H Fukuzawa and S Wada and S Mondal and T Tachibana and Y Ito and R Koga and T Sakai and K Matsunami and K Nakamura and M Kanno and A Rudenko and C Nicolas and XJ Liu and C Miron and Y Zhang and Y Jiang and J Chen and M Anand and DE Kim and K Tono and M Yabashi and M Yao and H Kono and K Ueda and Samuel Beaulieu and Antoine Comby and Baptiste Fabre and Dominique Descamps and Amélie Ferré and Gustavo Garcia and Romain Géneaux and Francois Légaré and Laurent Nahon and Stéphane Petit and Thierry Ruchon and Bernard Pons and Valérie Blanchet and Yann Mairesse and Barry D Bruner and Zdeněk Mašín and Matteo Negro and Felipe Morales and Danilo Brambila and Michele Devetta and Davide Faccialà and Alex G Harvey and Misha Ivanov and Serguei Patchkovskii and Valeria Serbinenko and Hadas Soifer and Salvatore Stagira and Caterina Vozzi and Nirit Dudovich and Olga Smirnova and Simon P Neville and Vitali Averbukh and Marco Ruberti and Renjie Yun and Majed Chergui and Albert Stolow and Michael S Schuurman and Lin X Chen and Megan L Shelby and Patrick J Lestrange and Nicholas E Jackson and Kristoffer Haldrup and Michael W Mara and Andrew B Stickrath and Diling Zhu and Henrik Lemke and Matthieu Chollet and Brian M Hoffman and Xiaosong Li and Magdalena M Zawadzki and Marco Candelaresi and Lisa Saalbach and Stuart W Crane and Martin J Paterson and Dave Townsend and Stephen R Leone and Daniel M Neumark",
            "2016",
            "7KQBnp4AAAAJ:VL0QpB8kHFEC",
            7,
            "https:\/\/pubs.rsc.org\/az\/journals\/articlecollectionlanding?sercode=fd&themeid=2593e99b-b017-4efe-893b-790fe2d520e6",
            "12887711263053582717",
            "\/scholar?cites=12887711263053582717",
            {
                "2017":2,
                "2018":3,
                "2019":2
            }
        ],
        [
            "In this paper, we introduce a pulse characterization technique that is free of phase-matching constraints, exploiting transient absorption in solids as an ultrafast optical switch. Based on a pump-probe setup, this technique uses pump pulses of sufficient intensity to induce the switch, while the pulses to characterize are probing the transmissivity drop of the photoexcited material. This enables the characterization of low-intensity ultra-broadband pulses at the detection limit of the spectrometer and within the transparency range of the solid. For example, by using zinc selenide (ZnSe), pulses with wavelengths from 0.5 to 20 μm can be characterized, denoting five octaves of spectral range. Using ptychography, we retrieve the temporal profiles of both the probe pulse and the switch. To demonstrate this approach, we measure ultrashort pulses from a titanium-sapphire (Ti-Sa) amplifier, which are compressed using a hollow …",
            "Phase-matching-free pulse retrieval based on transient absorption in solids",
            "A Leblanc and P Lassonde and S Petit and J-C Delagnes and E Haddad and G Ernotte and MR Bionta and V Gruson and BE Schmidt and H Ibrahim and E Cormier and F Légaré",
            "2019",
            "7KQBnp4AAAAJ:LjlpjdlvIbIC",
            5,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-27-20-28998",
            "2611954381683336990",
            "\/scholar?cites=2611954381683336990",
            {
                "2020":5
            }
        ],
        [
            "Laser-dressed photoemission spectroscopy has established itself as the gold standard of attosecond temporal metrology. In this technique, the attosecond structure of an extreme-ultraviolet pulse is retrieved from the wave function of the electron wave packet released during photoionization. Here, we show that this electron wave packet should rather be described using the density matrix formalism, thus allowing one to account for all processes that can affect its coherence, from the attosecond pulse generation to the photoemission and the measurement processes. Using this approach, we reconstruct experimentally a partially coherent electron wave packet with a purity of 0.11 (1 for full coherence). Comparison with theoretical models then allows us to identify the origins of this decoherence and to overcome several limitations such as beam-line instabilities or spectrometer resolution. Furthermore, we show …",
            "Quantifying Decoherence in Attosecond Metrology",
            "C Bourassin-Bouchet and L Barreau and V Gruson and J-F Hergott and F Quéré and P Salières and T Ruchon",
            "2020",
            "7KQBnp4AAAAJ:N5tVd3kTz84C",
            3,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.10.031048",
            "9949907189590106100",
            "\/scholar?cites=9949907189590106100",
            {
                "2020":1
            }
        ],
        [
            "We observe a nearly instantaneous triggering of the phase transition in VO 2 using transient, time-resolved absorption techniques from few-cycle, infrared (1.8 μ m) laser pulses. The results are in agreement with the Mott-Hubbard insulator model, characterized by electronic holon-doublon pair creation that initiates the insulator-to-metal phase transition within the material. The spectral resolution provided by this technique can be exploited to measure the chirp of the probe pulses. Effects from probing above and below the band gap of the material are also discussed.",
            "Probing the phase transition in  using few-cycle 1.8  pulses",
            "MR Bionta and V Wanie and V Gruson and J Chaillou and N Émond and D Lepage and P Lassonde and M Chaker and F Légaré",
            "2018",
            "7KQBnp4AAAAJ:_B80troHkn4C",
            3,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.97.125126",
            "8086714427203114327",
            "\/scholar?cites=8086714427203114327",
            {
                "2019":2,
                "2020":1
            }
        ]
    ]
}