{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The ability to prepare a physical system in a desired quantum state is central to many areas of physics such as nuclear magnetic resonance, cold atoms, and quantum computing. Yet, preparing states quickly and with high fidelity remains a formidable challenge. In this work, we implement cutting-edge reinforcement learning (RL) techniques and show that their performance is comparable to optimal control methods in the task of finding short, high-fidelity driving protocol from an initial to a target state in nonintegrable many-body quantum systems of interacting qubits. RL methods learn about the underlying physical system solely through a single scalar reward (the fidelity of the resulting state) calculated from numerical simulations of the physical system. We further show that quantum-state manipulation viewed as an optimization problem exhibits a spin-glass-like phase transition in the space of protocols as a function …",
            "Reinforcement learning in different phases of quantum control",
            "Marin Bukov and Alexandre GR Day and Dries Sels and Phillip Weinberg and Anatoli Polkovnikov and Pankaj Mehta",
            "2018",
            "7MNzuJ8AAAAJ:4DMP91E08xMC",
            165,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.8.031086",
            "10430025698195816784",
            "\/scholar?cites=10430025698195816784",
            {
                "2017":2,
                "2018":17,
                "2019":48,
                "2020":85,
                "2021":12
            }
        ],
        [
            "Counterdiabatic driving protocols have been proposed [Demirplak M, Rice SA (2003) J Chem Phys A 107:9937–9945; Berry M (2009) J Phys A Math Theor 42:365303] as a means to make fast changes in the Hamiltonian without exciting transitions. Such driving in principle allows one to realize arbitrarily fast annealing protocols or implement fast dissipationless driving, circumventing standard adiabatic limitations requiring infinitesimally slow rates. These ideas were tested and used both experimentally and theoretically in small systems, but in larger chaotic systems, it is known that exact counterdiabatic protocols do not exist. In this work, we develop a simple variational approach allowing one to find the best possible counterdiabatic protocols given physical constraints, like locality. These protocols are easy to derive and implement both experimentally and numerically. We show that, using these approximate …",
            "Minimizing irreversible losses in quantum systems by local counterdiabatic driving",
            "Dries Sels and Anatoli Polkovnikov",
            "2017",
            "7MNzuJ8AAAAJ:kNdYIx-mwKoC",
            108,
            "https:\/\/www.pnas.org\/content\/114\/20\/E3909.short",
            "14189794208462330549",
            "\/scholar?cites=14189794208462330549",
            {
                "2017":17,
                "2018":18,
                "2019":26,
                "2020":39,
                "2021":7
            }
        ],
        [
            "In these lecture notes, partly based on a course taught at the Karpacz Winter School in March 2014, we explore the close connections between non-adiabatic response of a system with respect to macroscopic parameters and the geometry of quantum and classical states. We center our discussion around adiabatic gauge potentials, which are the generators of unitary basis transformations in quantum systems and generators of special canonical transformations in classical systems. In quantum systems, eigenstate expectation values of these potentials are the Berry connections and the covariance matrix of these gauge potentials is the geometric tensor, whose antisymmetric part defines the Berry curvature and whose symmetric part is the Fubini-Study metric tensor. In classical systems one simply replaces the eigenstate expectation value by an average over the micro-canonical shell. For complicated interacting …",
            "Geometry and non-adiabatic response in quantum and classical systems",
            "Michael Kolodrubetz and Dries Sels and Pankaj Mehta and Anatoli Polkovnikov",
            "2017",
            "7MNzuJ8AAAAJ:UeHWp8X0CEIC",
            103,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370157317301989",
            "5330164433845047801",
            "\/scholar?cites=5330164433845047801",
            {
                "2017":5,
                "2018":11,
                "2019":25,
                "2020":54,
                "2021":7
            }
        ],
        [
            "We study the propagation of information through a Kitaev chain with long-range pairing interactions. Although the Lieb-Robinson bound is violated in the strict sense for long-range interacting systems, we illustrate that a major amount of information in this model still propagates ballistically on a light cone. We find a pronounced effect of the interaction range on the decay of the mutual information between spatially disconnected subsystems. A significant amount of information is shared at timelike separations. This regime is accompanied by very slow equilibration of local observables. As the Kitaev model is quasifree, we illustrate how the distribution of quasiparticle group velocities explains the physics of this system qualitatively.",
            "Information propagation and equilibration in long-range Kitaev chains",
            "Mathias Van Regemortel and Dries Sels and Michiel Wouters",
            "2016",
            "7MNzuJ8AAAAJ:LkGwnXOMwfcC",
            44,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.93.032311",
            "10071886380051743352",
            "\/scholar?cites=10071886380051743352",
            {
                "2016":5,
                "2017":8,
                "2018":14,
                "2019":8,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Counterdiabatic (CD) driving presents a way of generating adiabatic dynamics at an arbitrary pace, where excitations due to nonadiabaticity are exactly compensated by adding an auxiliary driving term to the Hamiltonian. While this CD term is theoretically known and given by the adiabatic gauge potential, obtaining and implementing this potential in many-body systems is a formidable task, requiring knowledge of the spectral properties of the instantaneous Hamiltonians and control of highly nonlocal multibody interactions. We show how an approximate gauge potential can be systematically built up as a series of nested commutators, remaining well defined in the thermodynamic limit. Furthermore, the resulting CD driving protocols can be realized up to arbitrary order without leaving the available control space using tools from periodically driven (Floquet) systems. This is illustrated on few-and many-body quantum …",
            "Floquet-engineering counterdiabatic protocols in quantum many-body systems",
            "Pieter W Claeys and Mohit Pandey and Dries Sels and Anatoli Polkovnikov",
            "2019",
            "7MNzuJ8AAAAJ:e5wmG9Sq2KIC",
            38,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.123.090602",
            "10522870596254999200",
            "\/scholar?cites=10522870596254999200",
            {
                "2019":1,
                "2020":33,
                "2021":3
            }
        ],
        [
            "We analyze state preparation within a restricted space of local control parameters between adiabatically connected states of control Hamiltonians. We formulate a conjecture that the time integral of energy fluctuations over the protocol duration is bounded from below by the geodesic length set by the quantum geometric tensor. The conjecture implies a geometric lower bound for the quantum speed limit (QSL). We prove the conjecture for arbitrary, sufficiently slow protocols using adiabatic perturbation theory and show that the bound is saturated by geodesic protocols, which keep the energy variance constant along the trajectory. Our conjecture implies that any optimal unit-fidelity protocol, even those that drive the system far from equilibrium, are fundamentally constrained by the quantum geometry of adiabatic evolution. When the control space includes all possible couplings, spanning the full Hilbert space, we …",
            "Geometric speed limit of accessible many-body state preparation",
            "Marin Bukov and Dries Sels and Anatoli Polkovnikov",
            "2019",
            "7MNzuJ8AAAAJ:HDshCWvjkbEC",
            37,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.9.011034",
            "13319041295777591774",
            "\/scholar?cites=13319041295777591774",
            {
                "2019":11,
                "2020":23,
                "2021":3
            }
        ],
        [
            "We study the problem of preparing a quantum many-body system from an initial to a target state by optimizing the fidelity over the family of bang-bang protocols. We present compelling numerical evidence for a universal spin-glasslike transition controlled by the protocol time duration. The glassy critical point is marked by a proliferation of protocols with close-to-optimal fidelity and with a true optimum that appears exponentially difficult to locate. Using a machine learning (ML) inspired framework based on the manifold learning algorithm t-distributed stochastic neighbor embedding, we are able to visualize the geometry of the high-dimensional control landscape in an effective low-dimensional representation. Across the transition, the control landscape features an exponential number of clusters separated by extensive barriers, which bears a strong resemblance with replica symmetry breaking in spin glasses and …",
            "Glassy phase of optimal quantum control",
            "Alexandre GR Day and Marin Bukov and Phillip Weinberg and Pankaj Mehta and Dries Sels",
            "2019",
            "7MNzuJ8AAAAJ:IjCSPb-OGe4C",
            34,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.122.020601",
            "15251531010422190128",
            "\/scholar?cites=15251531010422190128",
            {
                "2018":1,
                "2019":15,
                "2020":16,
                "2021":2
            }
        ],
        [
            "We present a general method by which linear quantum Hamiltonian dynamics with exponentially many degrees of freedom is replaced by approximate classical nonlinear dynamics with the number of degrees of freedom (phase space dimensionality) scaling polynomially in the system size. This method is based on generalization of the truncated Wigner approximation (TWA) to a higher dimensional phase space, where phase space variables are associated with a complete set of quantum operators spanning finite size clusters. The method becomes asymptotically exact with increasing cluster size. The crucial feature of TWA is fluctuating initial conditions, which we approximate by a Gaussian distribution. We show that such fluctuations dramatically increase accuracy of TWA over traditional cluster mean-field approximations. In this way we can treat on equal footing quantum and thermal fluctuations as well as …",
            "Cluster truncated Wigner approximation in strongly interacting systems",
            "Jonathan Wurtz and Anatoli Polkovnikov and Dries Sels",
            "2018",
            "7MNzuJ8AAAAJ:M3ejUd6NZC8C",
            33,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0003491618301647",
            "786827033111274014",
            "\/scholar?cites=786827033111274014",
            {
                "2018":6,
                "2019":10,
                "2020":15,
                "2021":2
            }
        ],
        [
            "The existence of a quantum butterfly effect in the form of exponential sensitivity to small perturbations has been under debate for a long time. Lately, this question has gained increased interest due to the proposal to probe chaotic dynamics and scrambling using out-of-time-order correlators. In this work we study echo dynamics in the Sachdev-Ye-Kitaev model under effective time reversal in a semiclassical approach using the truncated Wigner approximation, which accounts for nonvanishing quantum fluctuations that are essential for the dynamics. We demonstrate that small imperfections introduced in the time-reversal procedure result in an exponential divergence from the perfect echo, which allows us to identify a Lyapunov exponent λ L. In particular, we find that λ L is twice the Lyapunov exponent of the semiclassical equations of motion. This behavior is attributed to the growth of an out-of-time-order double …",
            "Semiclassical echo dynamics in the Sachdev-Ye-Kitaev model",
            "Markus Schmitt and Dries Sels and Stefan Kehrein and Anatoli Polkovnikov",
            "2019",
            "7MNzuJ8AAAAJ:_FxGoFyzp5QC",
            26,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.99.134301",
            "1587028173174296486",
            "\/scholar?cites=1587028173174296486",
            {
                "2018":1,
                "2019":8,
                "2020":16,
                "2021":1
            }
        ],
        [
            "We reveal a continuous dynamical heating transition between a prethermal and an infinite-temperature stage in a clean, chaotic periodically driven classical spin chain. The transition time is a steep exponential function of the drive frequency, showing that the exponentially long-lived prethermal plateau, originally observed in quantum Floquet systems, survives the classical limit. Even though there is no straightforward generalization of Floquet’s theorem to nonlinear systems, we present strong evidence that the prethermal physics is well described by the inverse-frequency expansion. We relate the stability and robustness of the prethermal plateau to drive-induced synchronization not captured by the expansion. Our results set the pathway to transfer the ideas of Floquet engineering to classical many-body systems, and are directly relevant for photonic crystals and cold atom experiments in the superfluid regime.",
            "Asymptotic prethermalization in periodically driven classical spin chains",
            "Owen Howell and Phillip Weinberg and Dries Sels and Anatoli Polkovnikov and Marin Bukov",
            "2019",
            "7MNzuJ8AAAAJ:ZeXyd9-uunAC",
            25,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.122.010602",
            "7657318316996912",
            "\/scholar?cites=7657318316996912",
            {
                "2018":1,
                "2019":9,
                "2020":15
            }
        ]
    ]
}