{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The spectrum of known black-hole solutions to the stationary Einstein equations has been steadily increasing, sometimes in unexpected ways. In particular, it has turned out that not all black-hole-equilibrium configurations are characterized by their mass, angular momentum and global charges. Moreover, the high degree of symmetry displayed by vacuum and electro-vacuum black-hole spacetimes ceases to exist in self-gravitating non-linear field theories. This text aims to review some developments in the subject and to discuss them in light of the uniqueness theorem for the Einstein-Maxwell system.",
            "Stationary black holes: uniqueness and beyond",
            "Piotr T Chruściel and João Lopes Costa and Markus Heusler",
            "2012",
            "7OFM2akAAAAJ:NMxIlDl6LWMC",
            325,
            "https:\/\/link.springer.com\/article\/10.12942\/lrr-2012-7",
            "1748820708615828095",
            "\/scholar?cites=1748820708615828095",
            {
                "2012":6,
                "2013":20,
                "2014":25,
                "2015":33,
                "2016":68,
                "2017":39,
                "2018":31,
                "2019":51,
                "2020":46,
                "2021":5
            }
        ],
        [
            "70 AIM, UMR 7158, CEA\/DRF, CNRS, Université Paris Diderot, Irfu\/Service d'Astrophysique, Centre de Saclay, FR-91191 Gif-sur-Yvette, France",
            "Black holes, gravitational waves and fundamental physics: a roadmap",
            "Leor Barack and Vitor Cardoso and Samaya Nissanke and Thomas P Sotiriou and Abbas Askar and Chris Belczynski and Gianfranco Bertone and Edi Bon and Diego Blas and Richard Brito and Tomasz Bulik and Clare Burrage and Christian T Byrnes and Chiara Caprini and Masha Chernyakova and Piotr Chruściel and Monica Colpi and Valeria Ferrari and Daniele Gaggero and Jonathan Gair and Juan García-Bellido and Sayed Fawad Hassan and Lavinia Heisenberg and Martin Hendry and Ik Siong Heng and Carlos Herdeiro and Tanja Hinderer and Assaf Horesh and Bradley J Kavanagh and Bence Kocsis and Michael Kramer and Alexandre Le Tiec and Chiara Mingarelli and Germano Nardini and Gijs Nelemans and Carlos Palenzuela and Paolo Pani and Albino Perego and Edward K Porter and Elena M Rossi and Patricia Schmidt and Alberto Sesana and Ulrich Sperhake and Antonio Stamerra and Leo C Stein and Nicola Tamanini and Thomas M Tauris and L Arturo Urena-López and Frederic Vincent and Marta Volonteri and Barry Wardell and Norbert Wex and Kent Yagi and Tiziano Abdelsalhin and Miguel Ángel Aloy and Pau Amaro-Seoane and Lorenzo Annulli and Manuel Arca-Sedda and Ibrahima Bah and Enrico Barausse and Elvis Barakovic and Robert Benkel and Charles L Bennett and Laura Bernard and Sebastiano Bernuzzi and Christopher PL Berry and Emanuele Berti and Miguel Bezares and Jose Juan Blanco-Pillado and Jose Luis Blazquez-Salcedo and Matteo Bonetti and Mateja Bošković and Zeljka Bosnjak and Katja Bricman and Bernd Bruegmann and Pedro R Capelo and Sante Carloni and Pablo Cerda-Duran and Christos Charmousis and Sylvain Chaty and Aurora Clerici and Andrew Coates and Marta Colleoni and Lucas G Collodel and Geoffrey Compere and William Cook and Isabel Cordero-Carrion and Miguel Correia and Álvaro De La Cruz-Dombriz and Viktor G Czinner and Kyriakos Destounis and Kostas Dialektopoulos and Daniela Doneva and Massimo Dotti and Amelia Drew and Christopher Eckner and James Edholm and Roberto Emparan and Recai Erdem and Miguel Ferreira and Pedro G Ferreira and Andrew Finch and Jose A Font and Nicola Franchini and Kwinten Fransen and Dmitry Gal’tsov and Apratim Ganguly and Davide Gerosa and Kostas Glampedakis and Andreja Gomboc and Ariel Goobar and Leonardo Gualtieri and Eduardo Guendelman and Francesco Haardt and Troels Harmark and Filip Hejda and Thomas Hertog and Seth Hopper and Sascha Husa and Nada Ihanec and Taishi Ikeda and Amruta Jaodand and Philippe Jetzer and Xisco Jimenez-Forteza and Marc Kamionkowski and David E Kaplan and Stelios Kazantzidis and Masashi Kimura and Shiho Kobayashi and Kostas Kokkotas and Julian Krolik and Jutta Kunz and Claus Laemmerzahl and Paul Lasky and Jose PS Lemos and Jackson Levi Said and Stefano Liberati and Jorge Lopes and Raimon Luna and Yin-Zhe Ma and Elisa Maggio and Alberto Mangiagli and Marina Martinez Montero and Andrea Maselli and Lucio Mayer and Anupam Mazumdar and Christopher Messenger and Brice Menard and Masato Minamitsuji and Christopher J Moore",
            "2019",
            "7OFM2akAAAAJ:v1_lew4L6wgC",
            234,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1361-6382\/ab0587\/meta",
            "18137234567442684653",
            "\/scholar?cites=18137234567442684653",
            {
                "2018":12,
                "2019":64,
                "2020":147,
                "2021":10
            }
        ],
        [
            "We present a set of global invariants, called “mass integrals\", which can be defined for a large class of asymptotically hyperbolic Riemannian manifolds. When the “boundary at infinity\" has spherical topology one single invariant is obtained, called the mass; we show positivity thereof. We apply the definition to conformally compactifiable manifolds, and show that the mass is completion-independent. We also prove the result, closely related to the problem at hand, that conformal completions of conformally compactifiable manifolds are unique.",
            "The mass of asymptotically hyperbolic Riemannian manifolds",
            "Piotr T Chruściel and Marc Herzlich",
            "2003",
            "7OFM2akAAAAJ:zYLM7Y9cAGgC",
            201,
            "https:\/\/msp.org\/pjm\/2003\/212-2\/p02.xhtml",
            "2038175987043315988",
            "\/scholar?cites=2038175987043315988",
            {
                "2002":3,
                "2003":5,
                "2004":6,
                "2005":5,
                "2006":8,
                "2007":3,
                "2008":10,
                "2009":9,
                "2010":10,
                "2011":8,
                "2012":13,
                "2013":5,
                "2014":10,
                "2015":20,
                "2016":13,
                "2017":17,
                "2018":17,
                "2019":18,
                "2020":18,
                "2021":1
            }
        ],
        [
            "The regularity of the solutions to the Yamabe Problem is considered in the case of conformally compact manifolds and negative scalar curvature. The existence of smooth hyperboloidal initial data for Einstein's field equations is demonstrated.",
            "On the regularity of solutions to the Yamabe equation and the existence of smooth hyperboloidal initial data for Einstein's field equations",
            "Lars Andersson and Piotr T Chruściel and Helmut Friedrich",
            "1992",
            "7OFM2akAAAAJ:d1gkVwhDpl0C",
            200,
            "https:\/\/link.springer.com\/article\/10.1007\/BF02096944",
            "17295776700460384058",
            "\/scholar?cites=17295776700460384058",
            {
                "1991":1,
                "1992":1,
                "1993":4,
                "1994":4,
                "1995":4,
                "1996":5,
                "1997":3,
                "1998":4,
                "1999":7,
                "2000":4,
                "2001":10,
                "2002":14,
                "2003":6,
                "2004":8,
                "2005":2,
                "2006":2,
                "2007":5,
                "2008":7,
                "2009":3,
                "2010":4,
                "2011":4,
                "2012":7,
                "2013":4,
                "2014":15,
                "2015":13,
                "2016":7,
                "2017":11,
                "2018":13,
                "2019":13,
                "2020":11,
                "2021":2
            }
        ],
        [
            "It is shown that for smooth initial data solutions of the Robinson-Trautman equation (also known as the two-dimensional Calabi equation) exist for all positive “times,” and asymptotically converge to a constant curvature metric.",
            "Semi-global existence and convergence of solutions of the Robinson-Trautman (2-dimensional Calabi) equation",
            "Piotr T Chruściel",
            "1991",
            "7OFM2akAAAAJ:u-x6o8ySG0sC",
            165,
            "https:\/\/link.springer.com\/article\/10.1007\/BF02431882",
            "14304818154813897510",
            "\/scholar?cites=14304818154813897510",
            {
                "1992":3,
                "1993":2,
                "1994":3,
                "1995":4,
                "1996":4,
                "1997":3,
                "1998":8,
                "1999":7,
                "2000":3,
                "2001":6,
                "2002":5,
                "2003":6,
                "2004":10,
                "2005":6,
                "2006":4,
                "2007":6,
                "2008":7,
                "2009":6,
                "2010":8,
                "2011":12,
                "2012":5,
                "2013":11,
                "2014":4,
                "2015":8,
                "2016":3,
                "2017":4,
                "2018":4,
                "2019":10,
                "2020":1
            }
        ],
        [
            "Generalizing an analysis of Corvino and Schoen, we study surjectivity properties of the constraint map in general relativity in a large class of weighted function spaces. As a corollary we prove several perturbation, gluing, and extension results: we show existence of non-trivial, singularity-free, vacuum space-times which are stationary in a neighborhood of i0; for small perturbations of parity-covariant initial data sufficiently close to those for Minkowski space-time this leads to space-times with a smooth global I; we prove existence of initial data for many black holes which are exactly Kerr—or exactly Schwarzschild—both near infinity and near each of the connected components of the apparent horizon; under appropriate conditions we obtain existence of vacuum extensions of vacuum initial data across compact boundaries; we show that for generic metrics the deformations in the Isenberg-Mazzeo-Pollack gluings can be localized, so that the initial data on the connected sum manifold coincide with the original ones except for a small neighborhood of the gluing region; we prove existence of asymptotically flat solutions which are static or stationary up to r− m terms, for any fixed m, and with multipole moments freely prescribable within certain ranges. c Mémoires de la Société Mathématique de France 94, SMF 2003",
            "On mapping properties of the general relativistic constraints operator in weighted function spaces, with applications",
            "Piotr T Chruściel and Erwann Delay",
            "2003",
            "7OFM2akAAAAJ:qjMakFHDy7sC",
            158,
            "http:\/\/www.numdam.org\/issue\/MSMF_2003_2_94__1_0.pdf",
            "8860222785754135175",
            "\/scholar?cites=8860222785754135175",
            {
                "2003":5,
                "2004":9,
                "2005":9,
                "2006":11,
                "2007":11,
                "2008":9,
                "2009":4,
                "2010":7,
                "2011":7,
                "2012":7,
                "2013":6,
                "2014":11,
                "2015":11,
                "2016":13,
                "2017":9,
                "2018":9,
                "2019":13,
                "2020":6,
                "2021":1
            }
        ],
        [
            "We prove that the domain of outer communication of a stationary, globally hyperbolic spacetime satisfying the null energy condition must be simply connected. Under suitable additional hypotheses, this implies, in particular, that each connected component of a cross section of the event horizon of a stationary black hole must have spherical topology.",
            "On the topology of stationary black holes",
            "Piotr T Chrusciel and Robert M Wald",
            "1994",
            "7OFM2akAAAAJ:u5HHmVD_uO8C",
            140,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0264-9381\/11\/12\/001\/meta",
            "3871622180708804739",
            "\/scholar?cites=3871622180708804739",
            {
                "1995":5,
                "1996":8,
                "1997":8,
                "1998":7,
                "1999":8,
                "2000":5,
                "2001":6,
                "2002":6,
                "2003":4,
                "2004":1,
                "2005":5,
                "2006":5,
                "2007":5,
                "2008":7,
                "2009":7,
                "2010":8,
                "2011":6,
                "2012":2,
                "2013":6,
                "2014":3,
                "2015":4,
                "2016":9,
                "2017":3,
                "2018":6,
                "2019":2,
                "2020":4
            }
        ],
        [
            "We prove existence of the solutions of the constraint equations satisfying “hyperboloidal boundary conditions” using the Choquet–Bruhat—Lichnerowicz—York conformal method and we analyze in detail their differentiability near the conformal boundary. We show that generic “hyperboloidal initial data” display asymptotic behaviour which is not compatible with Penrose’s hypothesis of smoothness of J (. We also show that a large class of “non–generic” initial data satisfying Penrose smoothness conditions exists. The results are established by developing a theory of regularity up–to–boundary for a class of linear and semilinear elliptic systems of equations uniformly degenerating at the boundary.",
            "Solutions of the constraint equations in general relativity satisfying “hyperboloidal boundary conditions”",
            "Lars Andersson and Piotr T Chrusciel",
            "1996",
            "7OFM2akAAAAJ:IjCSPb-OGe4C",
            134,
            "http:\/\/homepage.univie.ac.at\/piotr.chrusciel\/papers\/Dissertationes\/Dissertationes.pdf",
            "13828474286187697671",
            "\/scholar?cites=13828474286187697671",
            {
                "1994":1,
                "1995":2,
                "1996":2,
                "1997":3,
                "1998":2,
                "1999":1,
                "2000":2,
                "2001":11,
                "2002":6,
                "2003":9,
                "2004":9,
                "2005":8,
                "2006":6,
                "2007":9,
                "2008":4,
                "2009":4,
                "2010":5,
                "2011":5,
                "2012":2,
                "2013":11,
                "2014":5,
                "2015":6,
                "2016":6,
                "2017":3,
                "2018":5,
                "2019":3
            }
        ],
        [
            "General space-times evolving from U(1) × U(1) symmetric Cauchy data prescribed on compact Cauchy surfaces are studied. Existence and properties of solutions of the constraint equations are analyzed. Some “canonical” forms of the metric are derived. When the spatial topology is S3 or S2 × S1 or L(p, q) we show that no singularities form before “the spacelike boundary of Gowdy's square” is reached.",
            "On space-times with U(1)×U(1) symmetric compact Cauchy surfaces",
            "Piotr T Chruściel",
            "1990",
            "7OFM2akAAAAJ:2osOgNQ5qMEC",
            126,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/000349169090341K",
            "16351259689583892154",
            "\/scholar?cites=16351259689583892154",
            {
                "1991":1,
                "1992":2,
                "1993":3,
                "1994":2,
                "1995":2,
                "1996":2,
                "1997":1,
                "1998":5,
                "1999":1,
                "2000":3,
                "2001":5,
                "2002":4,
                "2003":8,
                "2004":4,
                "2005":5,
                "2006":6,
                "2007":6,
                "2008":9,
                "2009":12,
                "2010":8,
                "2011":6,
                "2012":5,
                "2013":4,
                "2014":4,
                "2015":4,
                "2016":5,
                "2017":6,
                "2018":2,
                "2019":1
            }
        ],
        [
            "The strong cosmic censorship conjecture says that'most'spacetimes developed as solutions of Einstein's equations from prescribed initial data cannot be extended outside of their domains of dependence. Here, the authors discuss results which show that if they restrict attention to the polarised Gowdy spacetimes, strong cosmic censorship holds. More specifically, these results show that in the space of Cauchy data for polarised Gowdy spacetimes, there is an open dense subset for which the maximal globally hyperbolic development is inextendible. Among the Gowdy spacetimes which can be extended, the authors find a set of them which admit a countable infinity of inequivalent classes of extensions. They also find that a polarised Gowdy spacetime (T 3 or S 2* S 1) may be extended as a solution of Einstein's equations (with the Gowdy isometries) across a compact Cauchy horizon only if it is analytic.",
            "Strong cosmic censorship in polarised Gowdy spacetimes",
            "Piotr T Chrusciel and James Isenberg and Vincent Moncrief",
            "1990",
            "7OFM2akAAAAJ:9yKSN-GCB0IC",
            123,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0264-9381\/7\/10\/003\/meta",
            "5910105585105683254",
            "\/scholar?cites=5910105585105683254",
            {
                "1990":1,
                "1991":1,
                "1992":4,
                "1993":4,
                "1994":3,
                "1995":5,
                "1996":2,
                "1997":5,
                "1998":4,
                "1999":3,
                "2000":5,
                "2001":1,
                "2002":6,
                "2003":4,
                "2004":3,
                "2005":6,
                "2006":3,
                "2007":1,
                "2008":2,
                "2009":6,
                "2010":8,
                "2011":5,
                "2012":1,
                "2013":4,
                "2014":2,
                "2015":5,
                "2016":3,
                "2017":6,
                "2018":6,
                "2019":3,
                "2020":7,
                "2021":4
            }
        ]
    ]
}