{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "An exciting new prospect in condensed matter physics is the possibility of realizing fractional quantum Hall states in simple lattice models without a large external magnetic field. A fundamental question is whether qualitatively new states can be realized on the lattice as compared with ordinary fractional quantum Hall states. Here we propose new symmetry-enriched topological states, topological nematic states, which are a dramatic consequence of the interplay between the lattice translational symmetry and topological properties of these fractional Chern insulators. The topological nematic states are realized in a partially filled flat band with a Chern number N, which can be mapped to an N-layer quantum Hall system on a regular lattice. However, in the topological nematic states the lattice dislocations can act as wormholes connecting the different layers and effectively change the topology of the space …",
            "Topological nematic states and non-Abelian lattice dislocations",
            "Maissam Barkeshli and Xiao-Liang Qi",
            "2012",
            "7pMAOCMAAAAJ:eQOLeE2rZwMC",
            240,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.2.031013",
            "14010756706829492517",
            "\/scholar?cites=14010756706829492517",
            {
                "2012":9,
                "2013":37,
                "2014":39,
                "2015":40,
                "2016":28,
                "2017":26,
                "2018":17,
                "2019":20,
                "2020":21,
                "2021":2
            }
        ],
        [
            "We examine the interplay of symmetry and topological order in 2+ 1-dimensional topological quantum phases of matter. We present a precise definition of the topological symmetry group Aut (C), which characterizes the symmetry of the emergent topological quantum numbers of a topological phase C, and we describe its relation with the microscopic symmetry of the underlying physical system. This allows us to derive a general framework to characterize and classify symmetry fractionalization in topological phases, including phases that are non-Abelian and symmetries that permute the quasiparticle types and\/or are antiunitary. We develop a theory of extrinsic defects (fluxes) associated with elements of the symmetry group, extending previous results in the literature. This provides a general classification of 2+ 1-dimensional symmetry-enriched topological (SET) phases derived from a topological phase of matter C …",
            "Symmetry fractionalization, defects, and gauging of topological phases",
            "Maissam Barkeshli and Parsa Bonderson and Meng Cheng and Zhenghan Wang",
            "2019",
            "7pMAOCMAAAAJ:m4fbC6XIj1kC",
            225,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.100.115147",
            "1153356353117191027",
            "\/scholar?cites=1153356353117191027",
            {
                "2014":1,
                "2015":11,
                "2016":23,
                "2017":30,
                "2018":34,
                "2019":43,
                "2020":73,
                "2021":9
            }
        ],
        [
            "It has recently been realized that a general class of non-Abelian defects can be created in conventional topological states by introducing extrinsic defects, such as lattice dislocations or superconductor-ferromagnet domain walls in conventional quantum Hall states or topological insulators. In this paper, we begin by placing these defects within the broader conceptual scheme of extrinsic twist defects associated with symmetries of the topological state. We explicitly study several classes of examples, including Z 2 and Z 3 twist defects, where the topological state with N twist defects can be mapped to a topological state without twist defects on a genus g∝ N surface. To emphasize this connection we refer to the twist defects as genons. We develop methods to compute the projective non-Abelian braiding statistics of the genons, and we find the braiding is given by adiabatic modular transformations, or Dehn twists, of the …",
            "Twist defects and projective non-Abelian braiding statistics",
            "Maissam Barkeshli and Chao-Ming Jian and Xiao-Liang Qi",
            "2013",
            "7pMAOCMAAAAJ:KlAtU1dfN6UC",
            210,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.87.045130",
            "8260203779515889586",
            "\/scholar?cites=8260203779515889586",
            {
                "2013":15,
                "2014":34,
                "2015":28,
                "2016":26,
                "2017":32,
                "2018":20,
                "2019":30,
                "2020":24,
                "2021":1
            }
        ],
        [
            "Topological insulators are characterized by the presence of gapless surface modes protected by time-reversal symmetry. In three space dimensions the magnetoelectric response is described in terms of a bulk θ term for the electromagnetic field. Here we construct theoretical examples of such phases that cannot be smoothly connected to any band insulator. Such correlated topological insulators admit the possibility of fractional magnetoelectric response described by fractional θ\/π. We show that fractional θ\/π is only possible in a gapped time-reversal-invariant system of bosons or fermions if the system also has deconfined fractional excitations and associated degenerate ground states on topologically nontrivial spaces. We illustrate this result with a concrete example of a time-reversal-symmetric topological insulator of correlated bosons with θ= π 4. Extensions to electronic fractional topological insulators are briefly …",
            "Correlated topological insulators and the fractional magnetoelectric effect",
            "Brian Swingle and Maissam Barkeshli and John McGreevy and Todadri Senthil",
            "2011",
            "7pMAOCMAAAAJ:u5HHmVD_uO8C",
            144,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.83.195139",
            "7735130500744213119",
            "\/scholar?cites=7735130500744213119",
            {
                "2011":11,
                "2012":35,
                "2013":26,
                "2014":18,
                "2015":13,
                "2016":11,
                "2017":8,
                "2018":6,
                "2019":6,
                "2020":10
            }
        ],
        [
            "The structure of extrinsic defects in topologically ordered states of matter is host to a rich set of universal physics. Extrinsic defects in 2+ 1-dimensional topological states include linelike defects, such as boundaries between topologically distinct states, and pointlike defects, such as junctions between different line defects. Gapped boundaries in particular can themselves be topologically distinct, and the junctions between them can localize topologically protected zero modes, giving rise to topological ground-state degeneracies and projective non-Abelian statistics. In this paper, we develop a general theory of point defects and gapped line defects in 2+ 1-dimensional Abelian topological states. We derive a classification of topologically distinct gapped boundaries in terms of certain maximal subgroups of quasiparticles with mutually bosonic statistics, called Lagrangian subgroups. The junctions between different …",
            "Theory of defects in Abelian topological states",
            "Maissam Barkeshli and Chao-Ming Jian and Xiao-Liang Qi",
            "2013",
            "7pMAOCMAAAAJ:4TOpqqG69KYC",
            131,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.88.235103",
            "760795858966168621",
            "\/scholar?cites=760795858966168621",
            {
                "2013":3,
                "2014":19,
                "2015":22,
                "2016":11,
                "2017":25,
                "2018":15,
                "2019":19,
                "2020":15,
                "2021":2
            }
        ]
    ]
}