{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Quasicrystalline structures may have optical bandgap properties—frequency ranges in which the propagation of light is forbidden—that make them well-suited to the scientific and technological applications for which photonic crystals 1, 2, 3 are normally considered 4. Such quasicrystals can be constructed from two or more types of dielectric material arranged in a quasiperiodic pattern whose rotational symmetry is forbidden for periodic crystals (such as five-fold symmetry in the plane and icosahedral symmetry in three dimensions). Because quasicrystals have higher point group symmetry than ordinary crystals, their gap centre frequencies are closer and the gaps widths are more uniform—optimal conditions for forming a complete bandgap that is more closely spherically symmetric. Although previous studies have focused on one-dimensional and two-dimensional quasicrystals 4, 5, 6, 7, where exact (one …",
            "Experimental measurement of the photonic properties of icosahedral quasicrystals",
            "Weining Man and Mischa Megens and Paul J Steinhardt and Paul M Chaikin",
            "2005",
            "7PUQdksAAAAJ:t7zJ5fGR-2UC",
            267,
            "https:\/\/www.nature.com\/articles\/nature03977",
            "4705237206207195792",
            "\/scholar?cites=4705237206207195792",
            {
                "2005":2,
                "2006":19,
                "2007":30,
                "2008":26,
                "2009":19,
                "2010":21,
                "2011":15,
                "2012":18,
                "2013":17,
                "2014":22,
                "2015":13,
                "2016":18,
                "2017":9,
                "2018":14,
                "2019":12,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Recent simulations indicate that ellipsoids can pack randomly more densely than spheres and, remarkably, for axes ratios near 1.25∶ 1∶ 0.8 can approach the densest crystal packing (fcc) of spheres, with a packing fraction of 74%. We demonstrate that such dense packings are realizable. We introduce a novel way of determining packing density for a finite sample that minimizes surface effects. We have fabricated ellipsoids and show that, in a sphere, the radial packing fraction ϕ (r) can be obtained from V (h), the volume of added fluid to fill the sphere to height h. We also obtain ϕ (r) from a magnetic resonance imaging scan. The measurements of the overall density ϕ avr, ϕ (r) and the core density ϕ 0= 0.74±0.005 agree with simulations.",
            "Experiments on random packings of ellipsoids",
            "Weining Man and Aleksandar Donev and Frank H Stillinger and Matthew T Sullivan and William B Russel and David Heeger and Souheil Inati and Salvatore Torquato and PM Chaikin",
            "2005",
            "7PUQdksAAAAJ:XD-gHx7UXLsC",
            243,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.198001",
            "16749865305723225177",
            "\/scholar?cites=16749865305723225177",
            {
                "2005":2,
                "2006":7,
                "2007":8,
                "2008":7,
                "2009":14,
                "2010":14,
                "2011":19,
                "2012":19,
                "2013":19,
                "2014":14,
                "2015":15,
                "2016":23,
                "2017":22,
                "2018":35,
                "2019":15,
                "2020":9
            }
        ],
        [
            "Recently, disordered photonic media and random textured surfaces have attracted increasing attention as strong light diffusers with broadband and wide-angle properties. We report the experimental realization of an isotropic complete photonic band gap (PBG) in a 2D disordered dielectric structure. This structure is designed by a constrained optimization method, which combines advantages of both isotropy due to disorder and controlled scattering properties due to low-density fluctuations (hyperuniformity) and uniform local topology. Our experiments use a modular design composed of Al2O3 walls and cylinders arranged in a hyperuniform disordered network. We observe a complete PBG in the microwave region, in good agreement with theoretical simulations, and show that the intrinsic isotropy of this unique class of PBG materials enables remarkable design freedom, including the realization of waveguides with …",
            "Isotropic band gaps and freeform waveguides observed in hyperuniform disordered photonic solids",
            "Weining Man and Marian Florescu and Eric Paul Williamson and Yingquan He and Seyed Reza Hashemizad and Brian YC Leung and Devin Robert Liner and Salvatore Torquato and Paul M Chaikin and Paul J Steinhardt",
            "2013",
            "7PUQdksAAAAJ:PoWvk5oyLR8C",
            154,
            "https:\/\/www.pnas.org\/content\/110\/40\/15886.short",
            "4879352644182472604",
            "\/scholar?cites=4879352644182472604",
            {
                "2013":1,
                "2014":11,
                "2015":13,
                "2016":19,
                "2017":28,
                "2018":24,
                "2019":23,
                "2020":33,
                "2021":2
            }
        ],
        [
            "We report the first experimental demonstration of a TE-polarization photonic band gap (PBG) in a 2D isotropic hyperuniform disordered solid (HUDS) made of dielectric media with a dielectric index contrast of 1.6:1, very low for PBG formation. The solid is composed of a connected network of dielectric walls enclosing air-filled cells. Direct comparison with photonic crystals and quasicrystals permitted us to investigate band-gap properties as a function of increasing rotational isotropy. We present results from numerical simulations proving that the PBG observed experimentally for HUDS at low index contrast has zero density of states. The PBG is associated with the energy difference between complementary resonant modes above and below the gap, with the field predominantly concentrated in the air or in the dielectric. The intrinsic isotropy of HUDS may offer unprecedented flexibilities and freedom in applications (i …",
            "Photonic band gap in isotropic hyperuniform disordered solids with low dielectric contrast",
            "Weining Man and Marian Florescu and Kazue Matsuyama and Polin Yadak and Geev Nahal and Seyed Hashemizad and Eric Williamson and Paul Steinhardt and Salvatore Torquato and Paul Chaikin",
            "2013",
            "7PUQdksAAAAJ:g3aElNc5_aQC",
            102,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-21-17-19972",
            "6785439226279632564",
            "\/scholar?cites=6785439226279632564",
            {
                "2013":1,
                "2014":6,
                "2015":13,
                "2016":16,
                "2017":19,
                "2018":19,
                "2019":18,
                "2020":10
            }
        ],
        [
            "Recent studies of random packing of ellipsoids show a cusplike increase in the packing density as the aspect ratio deviates from 1 (spheres) followed by a maximum and then a strong density decrease at a higher aspect ratio. We introduce a simple one-dimensional model, the “Paris” parking problem with ellipses randomly oriented along a curb, with many of the same features. Our results suggest that the cusp results from approaching a terminal (jammed) random state, the density increase results from relaxing a parameter constraint (orientation or size of a particle) in the random packing, and the density decrease results from excluded volume effects. We also discuss the isostatic conjecture for strict and local jamming. ",
            "Some observations on the random packing of hard ellipsoids",
            "PM Chaikin and Aleksandar Donev and Weining Man and Frank H Stillinger and Salvatore Torquato",
            "2006",
            "7PUQdksAAAAJ:9Nmd_mFXekcC",
            82,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ie060032g",
            "7695338182161284761",
            "\/scholar?cites=7695338182161284761",
            {
                "2007":7,
                "2008":5,
                "2009":4,
                "2010":4,
                "2011":6,
                "2012":6,
                "2013":7,
                "2014":8,
                "2015":1,
                "2016":5,
                "2017":3,
                "2018":8,
                "2019":2,
                "2020":16
            }
        ],
        [
            "We demonstrate a new class of synthetic colloidal suspensions capable of exhibiting negative polarizabilities, and observe for the first time robust propagation and enhanced transmission of self-trapped light over long distances that would have been otherwise impossible in conventional suspensions with positive polarizabilities. Such light penetration through the strong scattering environment is attributed to the interplay between optical forces and self-activated transparency effects while no thermal effect is involved. By judiciously mixing colloidal particles of both negative and positive polarizabilities, we show that the resulting nonlinear response of these systems can be fine-tuned. Our experimental observations are in agreement with theoretical analysis based on a thermodynamic model that takes into account particle-particle interactions. These results may open up new opportunities in developing soft-matter …",
            "Optical nonlinearities and enhanced light transmission in soft-matter systems with tunable polarizabilities",
            "Weining Man and Shima Fardad and Ze Zhang and Jai Prakash and Michael Lau and Peng Zhang and Matthias Heinrich and Demetrios N Christodoulides and Zhigang Chen",
            "2013",
            "7PUQdksAAAAJ:zLWjf1WUPmwC",
            78,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.218302",
            "14092590141319205781",
            "\/scholar?cites=14092590141319205781",
            {
                "2013":2,
                "2014":10,
                "2015":9,
                "2016":10,
                "2017":18,
                "2018":9,
                "2019":11,
                "2020":9
            }
        ],
        [
            "Useful films can be formed by drying colloidal dispersions, but the negative capillary pressure generated often promotes cracks. Complex lateral flows during drying compromised previous measurements of the pressure required for cracking. Here we report data for the onset of cracking, and the additional cracks that appear at higher pressures, from high-pressure ultrafiltration experiments on homogeneously compressed films. A comparison of the data with expectations from theory confirms that cracking is controlled by elastic recovery, though an energy criterion only provides a lower bound. Our experiments also identify the role of flaws as nucleation sites that initiate cracks.",
            "Direct measurements of critical stresses and cracking in thin films of colloid dispersions",
            "Weining Man and William B Russel",
            "2008",
            "7PUQdksAAAAJ:yB1At4FlUx8C",
            77,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.198302",
            "5030136078698666098",
            "\/scholar?cites=5030136078698666098",
            {
                "2009":3,
                "2010":4,
                "2011":9,
                "2012":7,
                "2013":8,
                "2014":7,
                "2015":8,
                "2016":9,
                "2017":12,
                "2018":1,
                "2019":4,
                "2020":4,
                "2021":1
            }
        ],
        [
            "The process of drying colloidal dispersions generally produces particulate solids under stress as a result of capillary or interparticle forces. The derivation of a constitutive relation on the basis of Hertzian contact mechanics between spheres provides a model for quantitatively predicting the conditions under which close-packed colloidal layers form continuous void-free films or homogeneous porous films or crack under tensile stresses. ",
            "Generalized Hertzian model for the deformation and cracking of colloidal packings saturated with liquid",
            "William B Russel and Ning Wu and Weining Man",
            "2008",
            "7PUQdksAAAAJ:nrtMV_XWKgEC",
            53,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la702633t",
            "15630671062190114468",
            "\/scholar?cites=15630671062190114468",
            {
                "2008":1,
                "2009":4,
                "2010":5,
                "2011":8,
                "2012":7,
                "2013":8,
                "2014":6,
                "2015":3,
                "2016":3,
                "2017":1,
                "2018":3,
                "2019":2,
                "2020":2
            }
        ],
        [
            "The interaction of a material with light is intimately related to its wavelength-scale structure. Simple connections between structure and optical response empower us with essential intuition to engineer complex optical functionalities. Here we develop local self-uniformity (LSU) as a measure of a random network’s internal structural similarity, ranking networks on a continuous scale from crystalline, through glassy intermediate states, to chaotic configurations. We demonstrate that complete photonic bandgap structures possess substantial LSU and validate LSU’s importance in gap formation through design of amorphous gyroid structures. Amorphous gyroid samples are fabricated via three-dimensional ceramic printing and the bandgaps experimentally verified. We explore also the wing-scale structuring in the butterfly Pseudolycaena marsyas and show that it possesses substantial amorphous gyroid character …",
            "Local self-uniformity in photonic networks",
            "Steven R Sellers and Weining Man and Shervin Sahba and Marian Florescu",
            "2017",
            "7PUQdksAAAAJ:DUooU5lO8OsC",
            30,
            "https:\/\/www.nature.com\/articles\/ncomms14439",
            "13818275712305937541",
            "\/scholar?cites=13818275712305937541",
            {
                "2017":4,
                "2018":6,
                "2019":14,
                "2020":6
            }
        ],
        [
            "Recent studies reveal that suspensions of neutrally buoyant non-Brownian particles driven by slow periodic shear can undergo a dynamical phase transition between a fluctuating irreversible steady state and an absorbing reversible state. Using a computer model, we show that such systems exhibit self-organized criticality when a finite particle sedimentation velocity v s is introduced. Under periodic shear, these systems evolve, without external intervention, towards the shear-dependent critical concentration ϕ c as v s is reduced. This state is characterized by power-law distributions in the lifetime and size of fluctuating clusters. Experiments exhibit similar behavior and, as v s is reduced, yield steady-state values of ϕ that tend towards the ϕ c corresponding to the applied shear.",
            "Self-organized criticality in sheared suspensions",
            "Laurent Corté and Sharon J Gerbode and Weining Man and David J Pine",
            "2009",
            "7PUQdksAAAAJ:0KyAp5RtaNEC",
            29,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.248301",
            "13315744889348242061",
            "\/scholar?cites=13315744889348242061",
            {
                "2010":3,
                "2011":1,
                "2012":2,
                "2013":3,
                "2014":3,
                "2015":4,
                "2016":4,
                "2017":1,
                "2018":3,
                "2019":1,
                "2020":4
            }
        ]
    ]
}