{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Single-stranded oligonucleotides stabilize highly fluorescent Ag nanoclusters, with emission colors tunable via DNA sequence. We utilized DNA microarrays to optimize these scaffold sequences for creating nearly spectrally pure Ag nanocluster fluorophores that are highly photostable and exhibit great buffer stability. Five different nanocluster emitters have been created with tunable emission from the blue to the near-IR and excellent photophysical properties. Ensemble and single molecule fluorescence studies show that oligonucleotide encapsulated Ag nanoclusters exhibit significantly greater photostability and higher emission rates than commonly used cyanine dyes.",
            "Oligonucleotide-stabilized Ag nanocluster fluorophores",
            "Chris I Richards and Sungmoon Choi and Jung-Cheng Hsiang and Yasuko Antoku and Tom Vosch and Angelo Bongiorno and Yih-Ling Tzeng and Robert M Dickson",
            "2008",
            "7Q4pMKgAAAAJ:KxtntwgDAa4C",
            753,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja8005644",
            "18354924659525425874",
            "\/scholar?cites=18354924659525425874",
            {
                "2008":5,
                "2009":25,
                "2010":29,
                "2011":42,
                "2012":69,
                "2013":89,
                "2014":74,
                "2015":80,
                "2016":84,
                "2017":68,
                "2018":66,
                "2019":62,
                "2020":56,
                "2021":4
            }
        ],
        [
            "Graphene oxide potentially has multiple applications. The chemistry of graphene oxide and its response to external stimuli such as temperature and light are not well understood and only approximately controlled. This understanding is crucial to enable future applications of this material. Here, a combined experimental and density functional theory study shows that multilayer graphene oxide produced by oxidizing epitaxial graphene through the Hummers method is a metastable material whose structure and chemistry evolve at room temperature with a characteristic relaxation time of about one month. At the quasi-equilibrium, graphene oxide reaches a nearly stable reduced O\/C ratio, and exhibits a structure deprived of epoxide groups and enriched in hydroxyl groups. Our calculations show that the structural and chemical changes are driven by the availability of hydrogen in the oxidized graphitic sheets, which …",
            "Room-temperature metastability of multilayer graphene oxide films",
            "Suenne Kim and Si Zhou and Yike Hu and Muge Acik and Yves J Chabal and Claire Berger and Walt De Heer and Angelo Bongiorno and Elisa Riedo",
            "2012",
            "7Q4pMKgAAAAJ:rO6llkc54NcC",
            469,
            "https:\/\/www.nature.com\/articles\/nmat3316",
            "15031736232195330344",
            "\/scholar?cites=15031736232195330344",
            {
                "2012":8,
                "2013":47,
                "2014":55,
                "2015":57,
                "2016":60,
                "2017":51,
                "2018":66,
                "2019":62,
                "2020":55,
                "2021":5
            }
        ],
        [
            "Bonding of gold clusters, Au n n= 8, 16, and 20, on MgO (100) and on thin MgO films supported on Mo (100) is investigated using first-principles density-functional theory. Enhanced adhesive bonding is found for clusters deposited on metal-supported MgO films of thickness up to about 1 nm, or 4 to 5 MgO layers, originating from electrostatic interaction between the underlying metal and metal-induced excess electronic charge accumulated at the cluster interface with the oxide film. The increased wetting propensity is accompanied by a dimensionality crossover from three-dimensional optimal cluster geometries on MgO (100) to energetically favored two-dimensional structures on the metal-supported films.",
            "Bonding trends and dimensionality crossover of gold nanoclusters on metal-supported MgO thin films",
            "Davide Ricci and Angelo Bongiorno and Gianfranco Pacchioni and Uzi Landman",
            "2006",
            "7Q4pMKgAAAAJ:b0M2c_1WBrUC",
            307,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.036106",
            "17058249635076870315",
            "\/scholar?cites=17058249635076870315",
            {
                "2007":23,
                "2008":30,
                "2009":25,
                "2010":30,
                "2011":20,
                "2012":22,
                "2013":27,
                "2014":20,
                "2015":25,
                "2016":22,
                "2017":16,
                "2018":15,
                "2019":12,
                "2020":19
            }
        ],
        [
            "While pseudocapacitors represent a promising option for electrical energy storage, the performance of the existing ones must be dramatically enhanced to meet today’s ever-increasing demands for many emerging applications. Here we report a nanostructured, mixed-valent manganese oxide film that exhibits anomalously high specific capacitance (∼2530 F\/g of manganese oxide, measured at 0.61 A\/g in a two-electrode configuration with loading of active materials ∼0.16 mg\/cm2) while maintaining excellent power density and cycling life. The dramatic performance enhancement is attributed to its unique mixed-valence state with porous nanoarchitecture, which may facilitate rapid mass transport and enhance surface double-layer capacitance, while promoting facile redox reactions associated with charge storage by both Mn and O sites, as suggested by in situ X-ray absorption spectroscopy (XAS) and density …",
            "Anomalous pseudocapacitive behavior of a nanostructured, mixed-valent manganese oxide film for electrical energy storage",
            "Min-Kyu Song and Shuang Cheng and Haiyan Chen and Wentao Qin and Kyung-Wan Nam and Shucheng Xu and Xiao-Qing Yang and Angelo Bongiorno and Jangsoo Lee and Jianming Bai and Trevor A Tyson and Jaephil Cho and Meilin Liu",
            "2012",
            "7Q4pMKgAAAAJ:a0OBvERweLwC",
            232,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl300984y",
            "16141333847221010888",
            "\/scholar?cites=16141333847221010888",
            {
                "2012":2,
                "2013":26,
                "2014":41,
                "2015":36,
                "2016":30,
                "2017":28,
                "2018":26,
                "2019":19,
                "2020":19,
                "2021":1
            }
        ]
    ]
}