{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "ContextAmong persons diagnosed as having diabetes mellitus, the prevalence of foot ulcers is 4% to 10%, the annual population-based incidence is 1.0% to 4.1%, and the lifetime incidence may be as high as 25%. These ulcers frequently become infected, cause great morbidity, engender considerable financial costs, and are the usual first step to lower extremity amputation.ObjectiveTo systematically review the evidence on the efficacy of methods advocated for preventing diabetic foot ulcers in the primary care setting.Data Sources, Study Selection, and Data ExtractionThe EBSCO, MEDLINE, and the National Guideline Clearinghouse databases were searched for articles published between January 1980 and April 2004 using database-specific keywords. Bibliographies of retrieved articles were also searched, along with the Cochrane Library and relevant Web sites. We reviewed the retrieved literature for …",
            "Preventing foot ulcers in patients with diabetes",
            "Nalini Singh and David G Armstrong and Benjamin A Lipsky",
            "2005",
            "7qcJ5rMAAAAJ:u5HHmVD_uO8C",
            3406,
            "https:\/\/jamanetwork.com\/journals\/jama\/article-abstract\/200119",
            "8335833785722303202",
            "\/scholar?cites=8335833785722303202",
            {
                "2005":30,
                "2006":75,
                "2007":79,
                "2008":122,
                "2009":140,
                "2010":169,
                "2011":181,
                "2012":221,
                "2013":244,
                "2014":274,
                "2015":276,
                "2016":309,
                "2017":310,
                "2018":297,
                "2019":262,
                "2020":271,
                "2021":18
            }
        ],
        [
            "The majority of dermal wounds are colonized with aerobic and anaerobic microorganisms that originate predominantly from mucosal surfaces such as those of the oral cavity and gut. The role and significance of microorganisms in wound healing has been debated for many years. While some experts consider the microbial density to be critical in predicting wound healing and infection, others consider the types of microorganisms to be of greater importance. However, these and other factors such as microbial synergy, the host immune response, and the quality of tissue must be considered collectively in assessing the probability of infection. Debate also exists regarding the value of wound sampling, the types of wounds that should be sampled, and the sampling technique required to generate the most meaningful data. In the laboratory, consideration must be given to the relevance of culturing polymicrobial …",
            "Wound microbiology and associated approaches to wound management",
            "PG Bowler and BI Duerden and David G Armstrong",
            "2001",
            "7qcJ5rMAAAAJ:d1gkVwhDpl0C",
            1906,
            "https:\/\/cmr.asm.org\/content\/14\/2\/244.short",
            "12928264763113955781",
            "\/scholar?cites=12928264763113955781",
            {
                "2002":12,
                "2003":29,
                "2004":37,
                "2005":49,
                "2006":57,
                "2007":54,
                "2008":68,
                "2009":89,
                "2010":73,
                "2011":96,
                "2012":112,
                "2013":118,
                "2014":113,
                "2015":151,
                "2016":145,
                "2017":172,
                "2018":149,
                "2019":158,
                "2020":161,
                "2021":11
            }
        ],
        [
            "Foot infections are a common and serious problem in persons with diabetes. Diabetic foot infections (DFIs) typically begin in a wound, most often a neuropathic ulceration. While all wounds are colonized with microorganisms, the presence of infection is defined by ≥2 classic findings of inflammation or purulence. Infections are then classified into mild (superficial and limited in size and depth), moderate (deeper or more extensive), or severe (accompanied by systemic signs or metabolic perturbations). This classification system, along with a vascular assessment, helps determine which patients should be hospitalized, which may require special imaging procedures or surgical interventions, and which will require amputation. Most DFIs are polymicrobial, with aerobic gram-positive cocci (GPC), and especially staphylococci, the most common causative organisms. Aerobic gram-negative bacilli are frequently …",
            "2012 Infectious Diseases Society of America Clinical Practice Guideline for the Diagnosis and Treatment of Diabetic Foot Infections",
            "Benjamin A Lipsky and Anthony R Berendt and Paul B Cornia and James C Pile and Edgar JG Peters and David G Armstrong and H Gunner Deery and John M Embil and Warren S Joseph and Adolf W Karchmer and Michael S Pinzur and Eric Senneville",
            "2012",
            "7qcJ5rMAAAAJ:prdVHNxh-e8C",
            1573,
            "https:\/\/academic.oup.com\/cid\/article-abstract\/54\/12\/e132\/455959",
            "11392201283360043602",
            "\/scholar?cites=11392201283360043602",
            {
                "2012":22,
                "2013":96,
                "2014":134,
                "2015":165,
                "2016":197,
                "2017":211,
                "2018":206,
                "2019":230,
                "2020":232,
                "2021":21
            }
        ]
    ]
}