{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Absorption effects usually present the most serious source of systematic error in the determination of structure factors from single-crystal X-ray diffraction measurements if the crystal is not ground to a sphere or cylinder. A novel method is proposed for the correction of these effects for data collected on a diffractometer. The method works from the premise that the manifestation of systematic errors due to absorption, unlike most other sources of systematic error, will not be evenly distributed through reciprocal space, but will be localized. A Fourier series in the polar angles of the incident and diffracted beam paths is used to model an absorption surface for the difference between the observed and calculated structure factors. Knowledge of crystal dimensions or linear absorption coefficient is not required, and the method does not necessitate the measurement of azimuthal scans or any extra data beyond the unique set …",
            "An empirical method for correcting diffractometer data for absorption effects",
            "N t Walker and DIFABS Stuart",
            "1983",
            "7qvrPwQAAAAJ:u5HHmVD_uO8C",
            7594,
            "https:\/\/scripts.iucr.org\/cgi-bin\/paper?a21896",
            "5913510532551374655",
            "\/scholar?cites=5913510532551374655",
            {
                "1984":26,
                "1985":74,
                "1986":116,
                "1987":151,
                "1988":160,
                "1989":238,
                "1990":368,
                "1991":439,
                "1992":477,
                "1993":616,
                "1994":613,
                "1995":633,
                "1996":617,
                "1997":484,
                "1998":354,
                "1999":282,
                "2000":308,
                "2001":211,
                "2002":181,
                "2003":181,
                "2004":113,
                "2005":126,
                "2006":138,
                "2007":80,
                "2008":80,
                "2009":48,
                "2010":66,
                "2011":47,
                "2012":47,
                "2013":47,
                "2014":35,
                "2015":40,
                "2016":30,
                "2017":28,
                "2018":20,
                "2019":15,
                "2020":15,
                "2021":3
            }
        ],
        [
            "MOTIVATION: The program ESPript (Easy Sequencing in PostScript) allows the rapid visualization, via PostScript output, of sequences aligned with popular programs such as CLUSTAL-W or GCG PILEUP. It can read secondary structure files (such as that created by the program DSSP) to produce a synthesis of both sequence and structural information. RESULTS: ESPript can be run via a command file or a friendly html-based user interface. The program calculates an homology score by columns of residues and can sort this calculation by groups of sequences. It offers a palette of markers to highlight important regions in the alignment. ESPript can also paste information on residue conservation into coordinate files, for subsequent visualization with a graphics program. AVAILABILITY: ESPript can be accessed on its Web site at http:\/\/www.ipbs.fr\/ESPript. Sources and helpfiles can be downloaded via …",
            "ESPript: analysis of multiple sequence alignments in PostScript.",
            "Patrice Gouet and Emmanuel Courcelle and David I Stuart and F M√© toz",
            "1999",
            "7qvrPwQAAAAJ:u-x6o8ySG0sC",
            2967,
            "https:\/\/academic.oup.com\/bioinformatics\/article-abstract\/15\/4\/305\/238296",
            "5660472636605490848",
            "\/scholar?cites=5660472636605490848",
            {
                "1999":10,
                "2000":25,
                "2001":35,
                "2002":57,
                "2003":75,
                "2004":124,
                "2005":147,
                "2006":169,
                "2007":199,
                "2008":187,
                "2009":221,
                "2010":194,
                "2011":240,
                "2012":259,
                "2013":250,
                "2014":216,
                "2015":131,
                "2016":90,
                "2017":98,
                "2018":69,
                "2019":65,
                "2020":80,
                "2021":15
            }
        ],
        [
            "The structure of foot-and-mouth disease virus has been determined at close to atomic resolution by X-ray diffraction without experimental phase information. The virus shows similarities with other picornaviruses but also several unique features. The canyon or pit found in other picornaviruses is absent; this has important implications for cell attachment. The most immunogenic portion of the capsid, which acts as a potent peptide vaccine, forms a disordered protrusion on the virus surface.",
            "The three-dimensional structure of foot-and-mouth disease virus at 2.9 Å resolution",
            "Ravindra Acharya and Elizabeth Fry and David Stuart and Graham Fox and David Rowlands and Fred Brown",
            "1989",
            "7qvrPwQAAAAJ:d1gkVwhDpl0C",
            1054,
            "https:\/\/www.nature.com\/articles\/337709a0",
            "17316967033212923574",
            "\/scholar?cites=17316967033212923574",
            {
                "1989":21,
                "1990":61,
                "1991":36,
                "1992":54,
                "1993":38,
                "1994":43,
                "1995":42,
                "1996":30,
                "1997":32,
                "1998":33,
                "1999":37,
                "2000":28,
                "2001":32,
                "2002":33,
                "2003":38,
                "2004":32,
                "2005":34,
                "2006":24,
                "2007":31,
                "2008":29,
                "2009":29,
                "2010":33,
                "2011":24,
                "2012":26,
                "2013":34,
                "2014":30,
                "2015":33,
                "2016":31,
                "2017":26,
                "2018":21,
                "2019":25,
                "2020":27,
                "2021":1
            }
        ],
        [
            "NOTE: In the version of this Review initially published, an author (B. Martin Hallberg) was left off of the author list. This information has been added to the HTML and PDF versions of the Review.",
            "Protein production and purification",
            "Susanne Gräslund and Pär Nordlund and Johan Weigelt and B Martin Hallberg and James Bray and Opher Gileadi and Stefan Knapp and Udo Oppermann and Cheryl Arrowsmith and Raymond Hui and Jinrong Ming and Hee-won Park and Alexei Savchenko and Adelinda Yee and Aled Edwards and Renaud Vincentelli and Christian Cambillau and Berkeley Structural Genomics Center and Rosalind Kim and Sung-Hou Kim and Zihe Rao and Yunyu Shi and Integrated Center for Structure and Thomas C Terwilliger and Chang-Yub Kim and Li-Wei Hung and Geoffrey S Waldo and Israel Structural Proteomics Center and Yoav Peleg and Shira Albeck and Tamar Unger and Orly Dym and Jaime Prilusky and Joel L Sussman and Ray C Stevens and Scott A Lesley and Ian A Wilson and Andrzej Joachimiak and Frank Collart and Irina Dementieva and Mark I Donnelly and William H Eschenfeldt and Youngchang Kim and Lucy Stols and Ruying Wu and Min Zhou and New York Structural GenomiX Research Center and Stephen K Burley and J Spencer Emtage and J Michael Sauder and Devon Thompson and Kevin Bain and John Luz and Tarun Gheyi and Fred Zhang and Shane Atwell and Steven C Almo and Jeffrey B Bonanno and Andras Fiser and Sivasubramanian Swaminathan and F William Studier and Mark R Chance and Andrej Sali and Thomas B Acton and Rong Xiao and Li Zhao and Li Chung Ma and John F Hunt and Liang Tong and Kellie Cunningham and Masayori Inouye and Stephen Anderson and Heleema Janjua and Ritu Shastry and Chi Kent Ho and Dongyan Wang and Huang Wang and Mei Jiang and Gaetano T Montelione and Oxford Protein Production Facility and David I Stuart and Raymond J Owens and Susan Daenke and Protein Sample Production Facility and Anja Schütz and Udo Heinemann and Shigeyuki Yokoyama and Konrad Büssow and Kristin C Gunsalus and Structural Genomics Consortium and China Structural Genomics Consortium and Northeast Structural Genomics Consortium and RIKEN Structural Genomics\/Proteomics Initiative",
            "2008",
            "7qvrPwQAAAAJ:qwy9JoKyICEC",
            792,
            "https:\/\/www.nature.com\/nmeth\/journal\/v5\/n2\/full\/nmeth.f.202.html",
            "9188316837587254966",
            "\/scholar?cites=9188316837587254966",
            {
                "2008":10,
                "2009":48,
                "2010":61,
                "2011":64,
                "2012":46,
                "2013":63,
                "2014":73,
                "2015":54,
                "2016":75,
                "2017":68,
                "2018":84,
                "2019":70,
                "2020":57,
                "2021":9
            }
        ],
        [
            "Tumour necrosis factor is a trimeric molecule, each subunit of which consists of an antiparallel β sandwich. Individual subunits form the trimer by a novel edge-to-face packing of β sheets. A comparison of the subunit fold with that of other proteins reveals a remarkable similarity to the'jelly-roll'structural motif characteristic of viral coat proteins.",
            "Structure of tumour necrosis factor",
            "EY Jones and DI Stuart and NPC Walker",
            "1989",
            "7qvrPwQAAAAJ:9yKSN-GCB0IC",
            707,
            "https:\/\/www.nature.com\/articles\/338225a0",
            "14943171267268789662",
            "\/scholar?cites=14943171267268789662",
            {
                "1989":11,
                "1990":41,
                "1991":37,
                "1992":33,
                "1993":27,
                "1994":30,
                "1995":26,
                "1996":36,
                "1997":30,
                "1998":19,
                "1999":31,
                "2000":21,
                "2001":31,
                "2002":21,
                "2003":23,
                "2004":34,
                "2005":20,
                "2006":23,
                "2007":34,
                "2008":15,
                "2009":18,
                "2010":25,
                "2011":18,
                "2012":21,
                "2013":18,
                "2014":13,
                "2015":9,
                "2016":5,
                "2017":11,
                "2018":4,
                "2019":8,
                "2020":5
            }
        ]
    ]
}