{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "This paper presents a study of adsorption and vibrational features of folic acid, using surface-enhanced Raman scattering (SERS). A gold-capped silicon nanopillar (Au NP) with a height of 600 nm and a width of 120 nm was utilized to study the vibrational features of FA molecules adsorbed on the nanopillars within the high electromagnetic field areas. The adsorption behaviour of folic acid and the band assignment of the main vibrations together with the optimized geometry of folic acid and folic acid in the presence of a cluster of 10 gold atoms were assessed using the density functional theory (B3LYP(6–31G(d))) and the scalar relativistic effective core potential with a double-zeta basis set (LANL2DZ). The vibrations obtained from the solid-state folic acid and the folic acid on a gold cluster were in accordance with those observed experimentally. The analysis of the main vibrations indicated that the interaction of …",
            "Adsorption and vibrational study of folic acid on gold nanopillar structures using surface-enhanced raman scattering spectroscopy",
            "John J Castillo and Tomas Rindzevicius and Ciro E Rozo and Anja Boisen",
            "2015",
            "7sxdrqoAAAAJ:qjMakFHDy7sC",
            25,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.5772\/61606",
            "10764931858625823850",
            "\/scholar?cites=10764931858625823850",
            {
                "2016":2,
                "2017":8,
                "2018":4,
                "2019":4,
                "2020":7
            }
        ],
        [
            "The study of the interactions of folic acid (FA) with surface enhanced Raman scattering substrates is relevant for understanding its adsorption mechanism and for fabricating analytical devices for detection of malignant cells over‐expressing folate receptors. This paper presents a study of the adsorption of FA on silver‐capped silicon nanopillar substrates employing surface enhanced Raman scattering spectroscopy and density functional theory calculations. The experimentally observed vibrations from free FA and FA bound to the Ag surface display different vibrational spectra indicating chemical interaction of the molecule with the metal surface. Density functional theory calculations show that the Ag–FA interaction is primarily through the nitrogen from the pteridine ring anchoring to the Ag metal surface. To investigate the Ag–FA binding behavior further, the adsorption isotherm of FA on the silver‐capped silicon …",
            "Silver‐capped silicon nanopillar platforms for adsorption studies of folic acid using surface enhanced Raman spectroscopy and density functional theory",
            "John J Castillo and Tomas Rindzevicius and Kaiyu Wu and Ciro E Rozo and Michael S Schmidt and Anja Boisen",
            "2015",
            "7sxdrqoAAAAJ:zYLM7Y9cAGgC",
            20,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jrs.4734",
            "15308445095807934944",
            "\/scholar?cites=15308445095807934944",
            {
                "2016":2,
                "2017":7,
                "2018":5,
                "2019":5,
                "2020":1
            }
        ],
        [
            "This Letter involved the preparation of a conjugate between single-walled carbon nanotubes and folic acid that was obtained without covalent chemical functionalization using a simple ‘one pot’ synthesis method. Subsequently, the conjugate was investigated by a computational hybrid method: our own N-layered Integrated Molecular Orbital and Molecular Mechanics (B3LYP(6–31G(d):UFF)). The results confirmed that the interaction occurred via hydrogen bonding between protons of the glutamic moiety from folic acid and π electrons from the carbon nanotubes. The single-walled carbon nanotube-folic acid conjugate presented herein is believed to lead the way to new potential applications as carbon nanotube-based drug delivery systems.",
            "Computational and experimental studies of the interaction between single-walled carbon nanotubes and folic acid",
            "John J Castillo and Ciro E Rozo and Jaime Castillo-León and Tomas Rindzevicius and Winnie E Svendsen and Noemi Rozlosnik and Anja Boisen and Fernando Martínez",
            "2013",
            "7sxdrqoAAAAJ:UeHWp8X0CEIC",
            15,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S000926141300208X",
            "14593125732474734009",
            "\/scholar?cites=14593125732474734009",
            {
                "2013":2,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":4,
                "2018":2,
                "2019":2
            }
        ],
        [
            "The insecticidal activity of a series of 62 plant derived molecules against the chikungunya, dengue and zika vector, the Aedes aegypti (Diptera:Culicidae) mosquito, is subjected to a Quantitative Structure–Activity Relationships (QSAR) analysis. The Replacement Method (RM) variable subset selection technique based on Multivariable Linear Regression (MLR) proves to be successful for exploring 4885 molecular descriptors calculated with Dragon 6. The predictive capability of the obtained models is confirmed through an external test set of compounds, Leave-One-Out (LOO) cross-validation and Y-Randomization. The present study constitutes a first necessary computational step for designing less toxic insecticides.",
            "The quantitative structure–insecticidal activity relationships from plant derived compounds against chikungunya and zika Aedes aegypti (Diptera: Culicidae) vector",
            "Laura M Saavedra and Gustavo P Romanelli and Ciro E Rozo and Pablo R Duchowicz",
            "2018",
            "7sxdrqoAAAAJ:IjCSPb-OGe4C",
            9,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0048969717321174",
            "15007832710634420514",
            "\/scholar?cites=15007832710634420514",
            {
                "2017":2,
                "2018":4,
                "2019":1,
                "2020":2
            }
        ],
        [
            "(E)-1-(2-aminophenyl)-3-(pyridine-4-yl)prop-2-en-1-one (or simply 2-aminochalcone) was synthetized and characterized by elemental analysis, FT-IR, NMR, MS and XRD. Molecular geometry optimization, vibrational harmonic frequencies, 1H and 13C NMR chemical shifts were calculated by ab initio (HF and MP2) and density functional theory (DFT) methods, with B3LYP and B3PW91 functionals, using GAUSSIAN 09 program package without any constraint on the geometry. With VEDA software vibrational frequencies were assigned in terms of the potential energy distribution. A detailed interpretation of the FT-IR, NMR and XRD, experimental and calculated, is reported. The HOMO and LUMO energy gap that reflects the chemical activity of the molecule were also studied by DFT and above basis set. All theoretical results correspond to a great extent to experimental ones.",
            "Experimental and theoretical studies on the structure and spectroscopic properties of (E)-1-(2-aminophenyl)-3-(pyridine-4-yl) prop-2-en-1-one",
            "Andrés Felipe Cruz Ortiz and Alberto Sánchez López and Alejandro García Ríos and Fernando Cuenú Cabezas and Ciro Eduardo Rozo Correa",
            "2015",
            "7sxdrqoAAAAJ:d1gkVwhDpl0C",
            4,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022286015300363",
            "2458353957458348869",
            "\/scholar?cites=2458353957458348869",
            {
                "2016":1,
                "2017":1,
                "2018":1,
                "2019":1
            }
        ],
        [
            "The orientation of pterin-6-carboxylic acid on gold nanopillars was investigated by surface enhanced Raman spectroscopy and density functional theory methods. The experimentally vibrations from pterin-6-COOH free and attached to the Au surface display vibration features indicating chemical interaction of the pterin with the metal surface. The spectral feature evidenced that the pterin would adsorb on gold surface with a \"lying down\" configuration through the high intensity vibration of NH scissoring and rocking OH modes. The orientation study of pterins on gold nanopillars presented herein is believed to lead to new applications in biosensing field for detecting pterins of physiological importance.",
            "Orientation of pterin-6-carboxylic acid on gold capped silicon nanopillars platforms: surface enhanced Raman spectroscopy and density functional theory studies",
            "John J Castillo and Ciro E Rozo and Linda Bertel and Tomas Rindzevicius and Stelia C Mendez-Sanchez and Fernando Martínez Ortega and Anja Boisen",
            "2016",
            "7sxdrqoAAAAJ:2osOgNQ5qMEC",
            3,
            "https:\/\/www.scielo.br\/scielo.php?pid=S0103-50532016000500971&script=sci_arttext",
            "7213123478948126774",
            "\/scholar?cites=7213123478948126774",
            {
                "2018":1,
                "2019":1,
                "2020":1
            }
        ]
    ]
}