{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We give an overview of the Galaxy Evolution Explorer (GALEX), a NASA Explorer Mission launched on 2003 April 28. GALEX is performing the first space UV sky survey, including imaging and grism surveys in two bands (1350–1750 and 1750–2750 Å). The surveys include an all‐sky imaging survey ( ), a medium imaging survey of 1000 deg2 ( ), a deep imaging survey of 100 deg2 ( ), and a nearby galaxy survey. Spectroscopic (slitless) grism surveys ( ) are underway with various depths and sky coverage. Many targets overlap existing or planned surveys in other bands. We will use the measured UV properties of local galaxies, along with corollary observations, to calibrate the relationship of the UV and global star formation rate in local galaxies. We will apply this calibration to distant galaxies discovered in the deep imaging and spectroscopic surveys to map the history of star formation in the universe over the …",
            "The Galaxy Evolution Explorer: A space ultraviolet survey mission",
            "D Christopher Martin and James Fanson and David Schiminovich and Patrick Morrissey and Peter G Friedman and Tom A Barlow and Tim Conrow and Robert Grange and Patrick N Jelinsky and Bruno Milliard and Oswald HW Siegmund and Luciana Bianchi and Yong-Ik Byun and Jose Donas and Karl Forster and Timothy M Heckman and Young-Wook Lee and Barry F Madore and Roger F Malina and Susan G Neff and R Michael Rich and Todd Small and Frank Surber and Alex S Szalay and Barry Welsh and Ted K Wyder",
            "2005",
            "7vijkbQAAAAJ:u5HHmVD_uO8C",
            1751,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/426387\/meta",
            "1102243938514886486",
            "\/scholar?cites=1102243938514886486",
            {
                "2005":55,
                "2006":46,
                "2007":80,
                "2008":78,
                "2009":113,
                "2010":110,
                "2011":153,
                "2012":144,
                "2013":122,
                "2014":125,
                "2015":152,
                "2016":119,
                "2017":104,
                "2018":116,
                "2019":97,
                "2020":109,
                "2021":15
            }
        ],
        [
            "The Far Ultraviolet Spectroscopic Explorer satellite observes light in the far‐ultraviolet spectral region, 905–1187 Å, with a high spectral resolution. The instrument consists of four co‐aligned prime‐focus telescopes and Rowland spectrographs with microchannel plate detectors. Two of the telescope channels use Al:LiF coatings for optimum reflectivity between approximately 1000 and 1187 Å, and the other two channels use SiC coatings for optimized throughput between 905 and 1105 Å. The gratings are holographically ruled to correct largely for astigmatism and to minimize scattered light. The microchannel plate detectors have KBr photocathodes and use photon counting to achieve good quantum efficiency with low background signal. The sensitivity is sufficient to examine reddened lines of sight within the Milky Way and also sufficient to use as active galactic nuclei and QSOs for absorption‐line studies of both …",
            "Overview of the far ultraviolet spectroscopic explorer mission",
            "HW Moos and WC Cash and LL e 5 al Cowie and AF Davidsen and AK Dupree and PD Feldman and SD Friedman and JC Green and RF Green and C Gry and JB Hutchings and EB Jenkins and JL Linsky and RF Malina and AG Michalitsianos and BD Savage and JM Shull and OHW Siegmund and TP Snow and G Sonneborn and A Vidal-Madjar and AJ Willis and BE Woodgate and DG York and TB Ake and BG Andersson and JP Andrews and RH Barkhouser and L Bianchi and WP Blair and KR Brownsberger and AN Cha and P Chayer and SJ Conard and AW Fullerton and GA Gaines and R Grange and MA Gummin and G Hebrard and GA Kriss and JW Kruk and D Mark and DK McCarthy and CL Morbey and R Murowinski and EM Murphy and WR Oegerle and RG Ohl and C Oliveira and SN Osterman and DJ Sahnow and M Saisse and KR Sembach and HA Weaver and BY Welsh and E Wilkinson and W Zheng",
            "2000",
            "7vijkbQAAAAJ:u-x6o8ySG0sC",
            750,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/312795\/meta",
            "12594317224961026730",
            "\/scholar?cites=12594317224961026730",
            {
                "2000":34,
                "2001":61,
                "2002":75,
                "2003":78,
                "2004":93,
                "2005":56,
                "2006":61,
                "2007":36,
                "2008":38,
                "2009":21,
                "2010":20,
                "2011":19,
                "2012":23,
                "2013":24,
                "2014":15,
                "2015":14,
                "2016":22,
                "2017":12,
                "2018":14,
                "2019":17,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We discuss new anode geometries, employing position‐dependent charge partitioning, which can be used with microchannel plates, planar proportional counters, and mesh dynode electron multipliers to obtain a two‐dimensional position signal from each detected photon or particle. Only three or four anode electrodes and signal paths are required, yet images comprised of a number of detected events have little geometric distortion and the resolution is not limited by thermal noise inherent in resistive sheet anodes. We present an analysis of the geometrical image nonlinearity in the relationship between event centroid location and the charge partition ratios. Fabrication and testing of two wedge‐and‐strip anode systems are discussed. Images obtained with EUV radiation and microchannel plates that verify the predicted performance of this readout system are shown. We emphasize that the spatial resolution of the …",
            "Wedge‐and‐strip anodes for centroid‐finding position‐sensitive photon and particle detectors",
            "C Martin and P Jelinsky and M Lampton and RF Malina and HO Anger",
            "1981",
            "7vijkbQAAAAJ:d1gkVwhDpl0C",
            432,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1136710",
            "5244210794637256119",
            "\/scholar?cites=5244210794637256119",
            {
                "1981":2,
                "1982":11,
                "1983":9,
                "1984":3,
                "1985":11,
                "1986":14,
                "1987":12,
                "1988":25,
                "1989":16,
                "1990":14,
                "1991":22,
                "1992":16,
                "1993":15,
                "1994":16,
                "1995":21,
                "1996":7,
                "1997":17,
                "1998":17,
                "1999":8,
                "2000":11,
                "2001":4,
                "2002":10,
                "2003":15,
                "2004":8,
                "2005":7,
                "2006":11,
                "2007":9,
                "2008":8,
                "2009":5,
                "2010":10,
                "2011":6,
                "2012":10,
                "2013":6,
                "2014":8,
                "2015":12,
                "2016":13,
                "2017":6,
                "2018":8,
                "2019":2,
                "2020":5
            }
        ],
        [
            "In a companion Letter (Arnouts et al.) we present new measurements of the galaxy luminosity function at 1500 Å out to   using Galaxy Evolution Explorer VIMOS‐VLT Deep Survey observations (1039 galaxies with   and   and at higher z using existing data sets. In this Letter we use the same sample to study evolution of the FUV luminosity density  . We detect evolution consistent with a   rise to   and   for  . The luminosity density from the most UV‐luminous galaxies (UVLGs) is undergoing dramatic evolution (30 times) between  . UVLGs are responsible for a significant fraction (>25%) of the total far‐ultraviolet luminosity density at  . We measure dust attenuation and star formation rates of our sample galaxies and determine the star formation rate density ( ) as a function of redshift, both uncorrected and corrected for dust. We find good agreement with other measures of   in the rest ultraviolet and Hα given the still …",
            "The GALEX-VVDS measurement of the evolution of the far-ultraviolet luminosity density and the cosmic star formation rate",
            "D Schiminovich and O Ilbert and S Arnouts and B Milliard and L Tresse and O Le Fèvre and M Treyer and TK Wyder and T Budavári and E Zucca and G Zamorani and DC Martin and C Adami and M Arnaboldi and S Bardelli and T Barlow and L Bianchi and M Bolzonella and D Bottini and Y-I Byun and A Cappi and T Contini and S Charlot and J Donas and K Forster and S Foucaud and P Franzetti and PG Friedman and B Garilli and I Gavignaud and L Guzzo and TM Heckman and C Hoopes and A Iovino and P Jelinsky and V Le Brun and Y-W Lee and D Maccagni and BF Madore and R Malina and B Marano and C Marinoni and HJ McCracken and A Mazure and B Meneux and P Morrissey and S Neff and S Paltani and R Pellò and JP Picat and A Pollo and L Pozzetti and M Radovich and RM Rich and R Scaramella and M Scodeggio and M Seibert and O Siegmund and T Small and AS Szalay and G Vettolani and B Welsh and CK Xu and A Zanichelli",
            "2005",
            "7vijkbQAAAAJ:9yKSN-GCB0IC",
            402,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/427077\/meta",
            "4548091496717132372",
            "\/scholar?cites=4548091496717132372",
            {
                "2005":28,
                "2006":41,
                "2007":51,
                "2008":36,
                "2009":19,
                "2010":29,
                "2011":26,
                "2012":26,
                "2013":23,
                "2014":16,
                "2015":23,
                "2016":21,
                "2017":22,
                "2018":17,
                "2019":9,
                "2020":11,
                "2021":4
            }
        ],
        [
            "We compare the dust attenuation properties of two samples of galaxies purely selected in the Galaxy Evolution Explorer (GALEX) near‐ultraviolet band (NUV; 1750–2750 Å,   Å) and in the far‐infrared (FIR) at 60 μm. These samples are built using the GALEX and IRAS sky surveys over ∼600 deg2. The NUV‐selected sample contains 95 galaxies detected down to   mag (AB system). Eighty‐three galaxies in this sample are spiral or irregular, and only two of them are not detected at 60 μm. The FIR‐selected sample is built from the IRAS PSCz survey, which is complete down to 0.6 Jy. Among the 163 sources, we select 118 star‐forming galaxies that are well measured by IRAS; all but one are detected in NUV, and 14 galaxies are not detected in the far‐ultraviolet band (FUV; 1350–1750 Å,   Å). The dust‐to‐ultraviolet (NUV and FUV) flux ratio is calibrated to estimate the dust attenuation at both wavelengths. The …",
            "Dust attenuation in the nearby universe: A comparison between galaxies selected in the ultraviolet and in the far-infrared",
            "V Buat and J Iglesias-Páramo and M Seibert and D Burgarella and S Charlot and DC Martin and CK Xu and TM Heckman and S Boissier and A Boselli and T Barlow and L Bianchi and Y-I Byun and J Donas and K Forster and PG Friedman and P Jelinski and Y-W Lee and BF Madore and R Malina and B Milliard and P Morissey and S Neff and M Rich and D Schiminovitch and O Siegmund and T Small and AS Szalay and B Welsh and TK Wyder",
            "2005",
            "7vijkbQAAAAJ:2osOgNQ5qMEC",
            383,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/423241\/meta",
            "11682951463358522320",
            "\/scholar?cites=11682951463358522320",
            {
                "2005":29,
                "2006":23,
                "2007":32,
                "2008":18,
                "2009":32,
                "2010":27,
                "2011":36,
                "2012":38,
                "2013":30,
                "2014":19,
                "2015":20,
                "2016":24,
                "2017":17,
                "2018":12,
                "2019":13,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We report the first year's on‐orbit performance results for the Galaxy Evolution Explorer (GALEX), a NASA Small Explorer that is performing a survey of the sky in two ultraviolet bands. The instrument comprises a 50 cm diameter modified Ritchey‐Chrétien telescope with a 1 25 field of view, selectable imaging and objective‐grism spectroscopic modes, and an innovative optical system with a thin‐film multilayer dichroic beam splitter that enables simultaneous imaging by a pair of photon‐counting, microchannel‐plate, delay‐line readout detectors. Initial measurements demonstrate that GALEX is performing well, meeting its requirements for resolution, efficiency, astrometry, bandpass definition, and survey sensitivity.",
            "The on-orbit performance of the Galaxy Evolution Explorer",
            "Patrick Morrissey and David Schiminovich and Tom A Barlow and D Christopher Martin and Brian Blakkolb and Tim Conrow and Brian Cooke and Kerry Erickson and James Fanson and Peter G Friedman and Robert Grange and Patrick N Jelinsky and Siu-Chun Lee and Dankai Liu and Alan Mazer and Ryan McLean and Bruno Milliard and David Randall and Wes Schmitigal and Amit Sen and Oswald HW Siegmund and Frank Surber and Arthur Vaughan and Maurice Viton and Barry Y Welsh and Luciana Bianchi and Yong-Ik Byun and Jose Donas and Karl Forster and Timothy M Heckman and Young-Wook Lee and Barry F Madore and Roger F Malina and Susan G Neff and R Michael Rich and Todd Small and Alex S Szalay and Ted K Wyder",
            "2005",
            "7vijkbQAAAAJ:qjMakFHDy7sC",
            369,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/424734\/meta",
            "12563693204492805544",
            "\/scholar?cites=12563693204492805544",
            {
                "2004":2,
                "2005":35,
                "2006":16,
                "2007":44,
                "2008":31,
                "2009":25,
                "2010":20,
                "2011":30,
                "2012":29,
                "2013":17,
                "2014":27,
                "2015":18,
                "2016":17,
                "2017":11,
                "2018":16,
                "2019":19,
                "2020":9,
                "2021":2
            }
        ],
        [
            "We have used the Galaxy Evolution Explorer UV photometric data to construct a first near‐UV (NUV) color‐magnitude relation (CMR) for the galaxies preclassified as early‐type by Sloan Digital Sky Survey studies. The NUV CMR is a powerful tool for tracking the recent star formation history in early‐type galaxies, owing to its high sensitivity to the presence of young stellar populations. Our NUV CMR for UV‐weak galaxies shows a well‐defined slope and thus will be useful for interpreting the rest‐frame NUV data of distant galaxies and studying their star formation history. Compared to optical CMRs, the NUV CMR shows a substantially larger scatter, which we interpret as evidence of recent star formation activities. Roughly 15% of the recent epoch ( ) bright [ ] early‐type galaxies show a sign of recent (≲1 Gyr) star formation at the 1%–2% level (lower limit) in mass compared to the total stellar mass. This implies that …",
            "Galaxy Evolution Explorer ultraviolet color-magnitude relations and evidence of recent star formation in early-type galaxies",
            "SK Yi and S-J Yoon and S Kaviraj and J-M Deharveng and RM Rich and S Salim and A Boselli and Y-W Lee and CH Ree and Y-J Sohn and S-C Rey and J-W Lee and J Rhee and L Bianchi and Y-I Byun and J Donas and PG Friedman and TM Heckman and P Jelinsky and BF Madore and R Malina and DC Martin and B Milliard and P Morrissey and S Neff and D Schiminovich and O Siegmund and T Small and AS Szalay and MJ Jee and S-W Kim and T Barlow and K Forster and B Welsh and TK Wyder",
            "2005",
            "7vijkbQAAAAJ:RfUwGJFMQ-0C",
            329,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/422811\/meta",
            "10999424863519904993",
            "\/scholar?cites=10999424863519904993",
            {
                "2005":11,
                "2006":20,
                "2007":36,
                "2008":31,
                "2009":29,
                "2010":26,
                "2011":35,
                "2012":28,
                "2013":13,
                "2014":18,
                "2015":25,
                "2016":14,
                "2017":12,
                "2018":8,
                "2019":12,
                "2020":6,
                "2021":3
            }
        ],
        [
            "Ultraviolet imaging with the Galaxy Evolution Explorer (GALEX) has revealed an extensive sample of UV‐bright stellar complexes in the extreme outer disk of M83, extending to about 4 times the radius at which the majority of H ii regions are detected ( , or 6.6 kpc). These sources are typically associated with large‐scale filamentary H i structures in the warped outer disk of M83 and are distributed beyond the galactocentric radii at which molecular interstellar medium has yet been detected. We present measured properties of these stellar complexes, including far‐UV and near‐UV magnitudes and local gas surface density. Only a subset of the outer‐disk UV sources have corresponding H ii regions detected in Hα imaging, consistent with a sample of mixed age in which some sources are a few megayears old and others are much more evolved (∼108 yr).",
            "Recent star formation in the extreme outer disk of M83",
            "David A Thilker and Luciana Bianchi and Samuel Boissier and Armando Gil De Paz and Barry F Madore and D Christopher Martin and Gerhardt R Meurer and Susan G Neff and R Michael Rich and David Schiminovich and Mark Seibert and Ted K Wyder and Tom A Barlow and Yong-Ik Byun and Jose Donas and Karl Forster and Peter G Friedman and Timothy M Heckman and Patrick N Jelinsky and Young-Wook Lee and Roger F Malina and Bruno Milliard and Patrick Morrissey and Oswald HW Siegmund and Todd Small and Alex S Szalay and Barry Y Welsh",
            "2005",
            "7vijkbQAAAAJ:IjCSPb-OGe4C",
            307,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/425251\/meta",
            "1895241112470092941",
            "\/scholar?cites=1895241112470092941",
            {
                "2005":18,
                "2006":10,
                "2007":25,
                "2008":36,
                "2009":31,
                "2010":29,
                "2011":27,
                "2012":21,
                "2013":18,
                "2014":18,
                "2015":9,
                "2016":17,
                "2017":14,
                "2018":11,
                "2019":9,
                "2020":11,
                "2021":2
            }
        ],
        [
            "We present the results of a determination of the galaxy luminosity function at ultraviolet wavelengths at redshifts of   from Galaxy Evolution Explorer (GALEX) data. We determined the luminosity function in the GALEX far‐UV and near‐UV bands from a sample of galaxies with UV magnitudes between 17 and 20 that are drawn from a total of 56.73 deg2 of GALEX fields overlapping the  ‐selected Two‐Degree Field Galaxy Redshift Survey. The resulting luminosity functions are fainter than previous UV estimates and result in total UV luminosity densities of   and   ergs s−1 Hz−1 Mpc−3 at 1530 and 2310 Å, respectively. This corresponds to a local star formation rate density in agreement with previous estimates made with Hα‐selected data for reasonable assumptions about the UV extinction.",
            "The ultraviolet galaxy luminosity function in the local universe from GALEX data",
            "Ted K Wyder and Marie A Treyer and Bruno Milliard and David Schiminovich and Stéphane Arnouts and Tamás Budavári and Tom A Barlow and Luciana Bianchi and Yong-Ik Byun and José Donas and Karl Forster and Peter G Friedman and Timothy M Heckman and Patrick N Jelinsky and Young-Wook Lee and Barry F Madore and Roger F Malina and D Christopher Martin and Patrick Morrissey and Susan G Neff and R Michael Rich and Oswald HW Siegmund and Todd Small and Alex S Szalay and Barry Y Welsh",
            "2005",
            "7vijkbQAAAAJ:Tyk-4Ss8FVUC",
            273,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/424735\/meta",
            "14192504565587297068",
            "\/scholar?cites=14192504565587297068",
            {
                "2004":1,
                "2005":17,
                "2006":21,
                "2007":27,
                "2008":13,
                "2009":13,
                "2010":16,
                "2011":22,
                "2012":22,
                "2013":18,
                "2014":10,
                "2015":15,
                "2016":25,
                "2017":9,
                "2018":21,
                "2019":11,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We investigate threshold pion photoproduction in the framework of heavy baryon chiral perturbation theory. We give the expansion of the electric dipole amplitude E 0+ to three orders in μ the ratio of the pion to nucleon mass, and show that it is slowly converging. We argue that this observable is not a good testing ground for the chiral dynamics of QCD. In contrast, we exhibit new and fastly converging low-energy theorems in the P-waves which should be used to constrain the data analysis. We also discuss the importance of polarization observables to accurately pin down certain multipoles and give predictions for the reaction γ n → π0 n.",
            "Neutral pion photoproduction off nucleons revisited",
            "V Bernard and Norbert Kaiser and Ulf G Meißner",
            "1996",
            "7vijkbQAAAAJ:4QKQTXcH0q8C",
            270,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s002880050126.pdf",
            "770869972879248982",
            "\/scholar?cites=770869972879248982",
            {
                "1995":5,
                "1996":12,
                "1997":19,
                "1998":13,
                "1999":9,
                "2000":7,
                "2001":14,
                "2002":5,
                "2003":8,
                "2004":6,
                "2005":7,
                "2006":6,
                "2007":24,
                "2008":12,
                "2009":22,
                "2010":19,
                "2011":14,
                "2012":13,
                "2013":15,
                "2014":4,
                "2015":6,
                "2016":6,
                "2017":6,
                "2018":5,
                "2019":3,
                "2020":6
            }
        ]
    ]
}