{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Myosin V is a dimeric molecular motor that moves processively on actin, with the center of mass moving ∼37 nanometers for each adenosine triphosphate hydrolyzed. We have labeled myosin V with a single fluorophore at different positions in the light-chain domain and measured the step size with a standard deviation of <1.5 nanometers, with 0.5-second temporal resolution, and observation times of minutes. The step size alternates between 37 + 2x nm and 37 – 2x, where x is the distance along the direction of motion between the dye and the midpoint between the two heads. These results strongly support a hand-over-hand model of motility, not an inchworm model.",
            "Myosin V walks hand-over-hand: single fluorophore imaging with 1.5-nm localization",
            "Ahmet Yildiz and Joseph N Forkey and Sean A McKinney and Taekjip Ha and Yale E Goldman and Paul R Selvin",
            "2003",
            "7xgWQEgAAAAJ:u5HHmVD_uO8C",
            2109,
            "https:\/\/science.sciencemag.org\/content\/300\/5628\/2061.abstract",
            "496443847234192637",
            "\/scholar?cites=496443847234192637",
            {
                "2003":16,
                "2004":65,
                "2005":87,
                "2006":123,
                "2007":141,
                "2008":146,
                "2009":158,
                "2010":162,
                "2011":138,
                "2012":162,
                "2013":161,
                "2014":158,
                "2015":123,
                "2016":117,
                "2017":105,
                "2018":116,
                "2019":54,
                "2020":63,
                "2021":5
            }
        ],
        [
            "Kinesin is a processive motor that takes 8.3-nm center-of-mass steps along microtubules for each adenosine triphosphate hydrolyzed. Whether kinesin moves by a “hand-over-hand” or an “inchworm” model has been controversial. We have labeled a single head of the kinesin dimer with a Cy3 fluorophore and localized the position of the dye to within 2 nm before and after a step. We observed that single kinesin heads take steps of 17.3 ± 3.3 nm. A kinetic analysis of the dwell times between steps shows that the 17-nm steps alternate with 0-nm steps. These results strongly support a hand-over-hand mechanism, and not an inchworm mechanism. In addition, our results suggest that kinesin is bound by both heads to the microtubule while it waits for adenosine triphosphate in between steps.",
            "Kinesin walks hand-over-hand",
            "Ahmet Yildiz and Michio Tomishige and Ronald D Vale and Paul R Selvin",
            "2004",
            "7xgWQEgAAAAJ:u-x6o8ySG0sC",
            1076,
            "https:\/\/science.sciencemag.org\/content\/303\/5658\/676.abstract",
            "14398965311177537598",
            "\/scholar?cites=14398965311177537598",
            {
                "2004":25,
                "2005":67,
                "2006":71,
                "2007":63,
                "2008":90,
                "2009":101,
                "2010":70,
                "2011":58,
                "2012":70,
                "2013":57,
                "2014":81,
                "2015":62,
                "2016":53,
                "2017":58,
                "2018":56,
                "2019":37,
                "2020":43,
                "2021":8
            }
        ],
        [
            "Cytoplasmic dynein, the 1.2 MDa motor driving minus-end-directed motility, has been reported to move processively along microtubules, but its mechanism of motility remains poorly understood. Here, using S. cerevisiae to produce recombinant dynein with a chemically controlled dimerization switch, we show by structural and single-molecule analysis that processivity requires two dynein motor domains but not dynein's tail domain or any associated subunits. Dynein advances most frequently in 8 nm steps, although longer as well as side and backward steps are observed. Individual motor domains show a different stepping pattern, which is best explained by the two motor domains shuffling in an alternating manner between rear and forward positions. Our results suggest that cytoplasmic dynein moves processively through the coordination of its two motor domains, but its variable step size and direction suggest a …",
            "Single-molecule analysis of dynein processivity and stepping behavior",
            "Samara L Reck-Peterson and Ahmet Yildiz and Andrew P Carter and Arne Gennerich and Nan Zhang and Ronald D Vale",
            "2006",
            "7xgWQEgAAAAJ:d1gkVwhDpl0C",
            619,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867406008622",
            "4798915600390859544",
            "\/scholar?cites=4798915600390859544",
            {
                "2006":5,
                "2007":24,
                "2008":43,
                "2009":49,
                "2010":33,
                "2011":41,
                "2012":65,
                "2013":38,
                "2014":57,
                "2015":42,
                "2016":45,
                "2017":45,
                "2018":39,
                "2019":44,
                "2020":46,
                "2021":2
            }
        ],
        [
            "The RNA-guided CRISPR–Cas9 nuclease from Streptococcus pyogenes (SpCas9) has been widely repurposed for genome editing 1, 2, 3, 4. High-fidelity (SpCas9-HF1) and enhanced specificity (eSpCas9 (1.1)) variants exhibit substantially reduced off-target cleavage in human cells, but the mechanism of target discrimination and the potential to further improve fidelity are unknown 5, 6, 7, 8, 9. Here, using single-molecule Förster resonance energy transfer experiments, we show that both SpCas9-HF1 and eSpCas9 (1.1) are trapped in an inactive state 10 when bound to mismatched targets. We find that a non-catalytic domain within Cas9, REC3, recognizes target complementarity and governs the HNH nuclease to regulate overall catalytic competence. Exploiting this observation, we design a new hyper-accurate Cas9 variant (HypaCas9) that demonstrates high genome-wide specificity without compromising on …",
            "Enhanced proofreading governs CRISPR–Cas9 targeting accuracy",
            "Janice S Chen and Yavuz S Dagdas and Benjamin P Kleinstiver and Moira M Welch and Alexander A Sousa and Lucas B Harrington and Samuel H Sternberg and J Keith Joung and Ahmet Yildiz and Jennifer A Doudna",
            "2017",
            "7xgWQEgAAAAJ:SdhP9T11ey4C",
            532,
            "https:\/\/www.nature.com\/articles\/nature24268",
            "3770386130894006555",
            "\/scholar?cites=3770386130894006555",
            {
                "2016":2,
                "2017":19,
                "2018":152,
                "2019":162,
                "2020":177,
                "2021":14
            }
        ],
        [
            "We introduce the technique of FIONA, fluorescence imaging with one nanometer accuracy. This is a fluorescence technique that is able to localize the position of a single dye within ∼1 nm in the x−y plane. It is done simply by taking the point spread function of a single fluorophore excited with wide field illumination and locating the center of the fluorescent spot by a two-dimensional Gaussian fit. We motivate the development of FIONA by unraveling the walking mechanism of the molecular motors myosin V, myosin VI, and kinesin. We find that they all walk in a hand-over-hand fashion. ",
            "Fluorescence imaging with one nanometer accuracy: application to molecular motors",
            "Ahmet Yildiz and Paul R Selvin",
            "2005",
            "7xgWQEgAAAAJ:9yKSN-GCB0IC",
            376,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ar040136s",
            "9002019531248963303",
            "\/scholar?cites=9002019531248963303",
            {
                "2005":4,
                "2006":13,
                "2007":21,
                "2008":23,
                "2009":30,
                "2010":20,
                "2011":27,
                "2012":41,
                "2013":43,
                "2014":32,
                "2015":29,
                "2016":17,
                "2017":17,
                "2018":26,
                "2019":16,
                "2020":13,
                "2021":3
            }
        ],
        [
            "Kinesin advances 8 nm along a microtubule per ATP hydrolyzed, but the mechanism responsible for coordinating the enzymatic cycles of kinesin's two identical motor domains remains unresolved. Here, we have tested whether such coordination is mediated by intramolecular tension generated by the “neck linkers,” mechanical elements that span between the motor domains. When tension is reduced by extending the neck linkers with artificial peptides, the coupling between ATP hydrolysis and forward stepping is impaired and motor's velocity decreases as a consequence. However, speed recovers to nearly normal levels when external tension is applied by an optical trap. Remarkably, external load also induces bidirectional stepping of an immotile kinesin that lacks its mechanical element (neck linker) and fuel (ATP). Our results indicate that the kinesin motor domain senses and responds to strain in a manner that …",
            "Intramolecular strain coordinates kinesin stepping behavior along microtubules",
            "Ahmet Yildiz and Michio Tomishige and Arne Gennerich and Ronald D Vale",
            "2008",
            "7xgWQEgAAAAJ:qjMakFHDy7sC",
            306,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867408009367",
            "15304463585180795982",
            "\/scholar?cites=15304463585180795982",
            {
                "2008":3,
                "2009":36,
                "2010":21,
                "2011":25,
                "2012":31,
                "2013":31,
                "2014":25,
                "2015":21,
                "2016":21,
                "2017":20,
                "2018":31,
                "2019":19,
                "2020":20
            }
        ],
        [
            "Cytoplasmic dynein is a homodimeric AAA+ motor that transports a multitude of cargos toward the microtubule minus end. How the two catalytic head domains interact and move relative to each other during processive movement is unclear. Here, we tracked the relative positions of both heads with nanometer precision and directly observed the heads moving independently along the microtubule. The heads remained widely separated, and their stepping behavior varied as a function of interhead separation. One active head was sufficient for processive movement, and an active head could drag an inactive partner head forward. Thus, dynein moves processively without interhead coordination, a mechanism fundamentally distinct from the hand-over-hand stepping of kinesin and myosin.",
            "Cytoplasmic dynein moves through uncoordinated stepping of the AAA+ ring domains",
            "Mark A DeWitt and Amy Y Chang and Peter A Combs and Ahmet Yildiz",
            "2012",
            "7xgWQEgAAAAJ:zYLM7Y9cAGgC",
            199,
            "https:\/\/science.sciencemag.org\/content\/335\/6065\/221.abstract",
            "16949413463460531170",
            "\/scholar?cites=16949413463460531170",
            {
                "2012":17,
                "2013":26,
                "2014":29,
                "2015":25,
                "2016":19,
                "2017":15,
                "2018":26,
                "2019":21,
                "2020":18,
                "2021":1
            }
        ],
        [
            "Myosin VI is a reverse direction myosin motor that, as a dimer, moves processively on actin with an average center-of-mass movement of ∼30 nm for each step. We labeled myosin VI with a single fluorophore on either its motor domain or on the distal of two calmodulins (CaMs) located on its putative lever arm. Using a technique called FIONA (fluorescence imaging with one nanometer accuracy), step size was observed with a standard deviation of <1.5 nm, with 0.5-s temporal resolution, and observation times of minutes. Irrespective of probe position, the average step size of a labeled head was ∼60 nm, strongly supporting a hand-over-hand model of motility and ruling out models in which the unique myosin VI insert comes apart. However, the CaM probe displayed large spatial fluctuations (presence of ATP but not ADP or no nucleotide) around the mean position, whereas the motor domain probe did not. This …",
            "Myosin VI steps via a hand-over-hand mechanism with its lever arm undergoing fluctuations when attached to actin",
            "Ahmet Yildiz and Hyokeun Park and Dan Safer and Zhaohui Yang and Li-Qiong Chen and Paul R Selvin and H Lee Sweeney",
            "2004",
            "7xgWQEgAAAAJ:2osOgNQ5qMEC",
            182,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925820729844",
            "11451619309318779542",
            "\/scholar?cites=11451619309318779542",
            {
                "2005":10,
                "2006":20,
                "2007":18,
                "2008":18,
                "2009":16,
                "2010":19,
                "2011":12,
                "2012":17,
                "2013":7,
                "2014":14,
                "2015":6,
                "2016":8,
                "2017":5,
                "2018":4,
                "2019":1,
                "2020":6
            }
        ],
        [
            "Dynein and its cofactor dynactin form a highly processive microtubule motor in the presence of an activating adaptor, such as BICD2. Different adaptors link dynein and dynactin to distinct cargoes. Here we use electron microscopy and single-molecule studies to show that adaptors can recruit a second dynein to dynactin. Whereas BICD2 is biased towards recruiting a single dynein, the adaptors BICDR1 and HOOK3 predominantly recruit two dyneins. We find that the shift towards a double dynein complex increases both the force and speed of the microtubule motor. Our 3.5 Å resolution cryo-electron microscopy reconstruction of a dynein tail–dynactin–BICDR1 complex reveals how dynactin can act as a scaffold to coordinate two dyneins side-by-side. Our work provides a structural basis for understanding how diverse adaptors recruit different numbers of dyneins and regulate the motile properties of the dynein …",
            "Cryo-EM shows how dynactin recruits two dyneins for faster movement",
            "Linas Urnavicius and Clinton K Lau and Mohamed M Elshenawy and Edgar Morales-Rios and Carina Motz and Ahmet Yildiz and Andrew P Carter",
            "2018",
            "7xgWQEgAAAAJ:LjlpjdlvIbIC",
            130,
            "https:\/\/www.nature.com\/articles\/nature25462",
            "7454368086479681208",
            "\/scholar?cites=7454368086479681208",
            {
                "2018":29,
                "2019":45,
                "2020":49,
                "2021":4
            }
        ],
        [
            "The Cas9 endonuclease is widely used for genome engineering applications by programming its single-guide RNA, and ongoing work is aimed at improving the accuracy and efficiency of DNA targeting. DNA cleavage of Cas9 is controlled by the conformational state of the HNH nuclease domain, but the mechanism that governs HNH activation at on-target DNA while reducing cleavage activity at off-target sites remains poorly understood. Using single-molecule Förster resonance energy transfer, we identified an intermediate state of Streptococcus pyogenes Cas9, representing a conformational checkpoint between DNA binding and cleavage. Upon DNA binding, the HNH domain transitions between multiple conformations before docking into its active state. HNH docking requires divalent cations, but not strand scission, and this docked conformation persists following DNA cleavage. Sequence mismatches …",
            "A conformational checkpoint between DNA binding and cleavage by CRISPR-Cas9",
            "Yavuz S Dagdas and Janice S Chen and Samuel H Sternberg and Jennifer A Doudna and Ahmet Yildiz",
            "2017",
            "7xgWQEgAAAAJ:5awf1xo2G04C",
            125,
            "https:\/\/advances.sciencemag.org\/content\/3\/8\/eaao0027.abstract",
            "5754668008224192069",
            "\/scholar?cites=5754668008224192069",
            {
                "2017":9,
                "2018":37,
                "2019":37,
                "2020":38,
                "2021":4
            }
        ]
    ]
}