{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Entangled states are central to quantum information processing, including quantum teleportation 1, efficient quantum computation 2 and quantum cryptography 3. In general, these applications work best with pure, maximally entangled quantum states. However, owing to dissipation and decoherence, practically available states are likely to be non-maximally entangled, partially mixed (that is, not pure), or both. To counter this problem, various schemes of entanglement distillation, state purification and concentration have been proposed 4, 5, 6, 7, 8, 9, 10, 11. Here we demonstrate experimentally the distillation of maximally entangled states from non-maximally entangled inputs. Using partial polarizers, we perform a filtering process to maximize the entanglement of pure polarization-entangled photon pairs generated by spontaneous parametric down-conversion 12, 13. We have also applied our methods to initial …",
            "Experimental entanglement distillation and ‘hidden’ non-locality",
            "Paul G Kwiat and Salvador Barraza-Lopez and Andre Stefanov and Nicolas Gisin",
            "2001",
            "7yXuFLUAAAAJ:u5HHmVD_uO8C",
            377,
            "https:\/\/www.nature.com\/articles\/35059017?message=remove&free=2",
            "1185999790489910270",
            "\/scholar?cites=1185999790489910270",
            {
                "2001":8,
                "2002":12,
                "2003":21,
                "2004":20,
                "2005":18,
                "2006":25,
                "2007":18,
                "2008":16,
                "2009":29,
                "2010":19,
                "2011":21,
                "2012":18,
                "2013":12,
                "2014":20,
                "2015":21,
                "2016":15,
                "2017":14,
                "2018":21,
                "2019":20,
                "2020":26,
                "2021":1
            }
        ],
        [
            "This review presents the state of the art in strain and ripple-induced effects on the electronic and optical properties of graphene. It starts by providing the crystallographic description of mechanical deformations, as well as the diffraction pattern for different kinds of representative deformation fields. Then, the focus turns to the unique elastic properties of graphene, and to how strain is produced. Thereafter, various theoretical approaches used to study the electronic properties of strained graphene are examined, discussing the advantages of each. These approaches provide a platform to describe exotic properties, such as a fractal spectrum related with quasicrystals, a mixed Dirac–Schrödinger behavior, emergent gravity, topological insulator states, in molecular graphene and other 2D discrete lattices. The physical consequences of strain on the optical properties are reviewed next, with a focus on the Raman spectrum …",
            "Electronic and optical properties of strained graphene and other strained 2D materials: a review",
            "Gerardo G Naumis and Salvador Barraza-Lopez and Maurice Oliva-Leyva and Humberto Terrones",
            "2017",
            "7yXuFLUAAAAJ:J_g5lzvAfSwC",
            218,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1361-6633\/aa74ef\/meta",
            "3399835521504129292",
            "\/scholar?cites=3399835521504129292",
            {
                "2017":11,
                "2018":49,
                "2019":66,
                "2020":82,
                "2021":9
            }
        ],
        [
            "We report on a first-principles study of the conductance through graphene suspended between Al contacts as a function of junction length, width, and orientation. The charge transfer at the leads and into the freestanding section gives rise to an electron-hole asymmetry in the conductance and in sufficiently long junctions induces two conductance minima at the energies of the Dirac points for suspended and clamped regions, respectively. We obtain the potential profile along a junction caused by doping and provide parameters for effective model calculations of the junction conductance with weakly interacting metallic leads.",
            "Effects of metallic contacts on electron transport through graphene",
            "Salvador Barraza-Lopez and Mihajlo Vanević and Markus Kindermann and Mei-Yin Chou",
            "2010",
            "7yXuFLUAAAAJ:u-x6o8ySG0sC",
            162,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.076807",
            "12164055908354874464",
            "\/scholar?cites=12164055908354874464",
            {
                "2010":8,
                "2011":26,
                "2012":28,
                "2013":28,
                "2014":18,
                "2015":9,
                "2016":14,
                "2017":10,
                "2018":6,
                "2019":7,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Ridged, orthorhombic two-dimensional atomic crystals with a bulk Pnma structure such as black phosphorus and monochalcogenide monolayers are an exciting and novel material platform for a host of applications. Key to their crystallinity, monolayers of these materials have a 4-fold degenerate structural ground state, and a single energy scale EC (representing the elastic energy required to switch the longer lattice vector along the x- or y-direction) determines how disordered these monolayers are at finite temperature. Disorder arises when nearest neighboring atoms become gently reassigned as the system is thermally excited beyond a critical temperature Tc that is proportional to EC\/kB. EC is tunable by chemical composition and it leads to a classification of these materials into two categories: (i) Those for which EC ≥ kBTm, and (ii) those having kBTm > EC ≥ 0, where Tm is a given material’s melting …",
            "Two-dimensional disorder in black phosphorus and monochalcogenide monolayers",
            "Mehrshad Mehboudi and Alex M. Dorio and Wenjuan Zhu and Arend van der Zande and Hugh O. H. Churchill and Alejandro A. Pacheco-Sanjuan and Edmund O. Harriss and Pradeep Kumar and Salvador Barraza-Lopez",
            "2016",
            "7yXuFLUAAAAJ:BqipwSGYUEgC",
            89,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.5b04613",
            "4376005175869315121",
            "\/scholar?cites=4376005175869315121",
            {
                "2016":10,
                "2017":18,
                "2018":20,
                "2019":13,
                "2020":25,
                "2021":3
            }
        ],
        [
            "We examine electron transport through a single-molecule magnet Mn 12 bridged between Au electrodes using the first-principles method. We find crucial features which were inaccessible in model Hamiltonian studies: spin filtering and a strong dependence of charge distribution on local environments. The spin filtering remains robust with different molecular geometries and interfaces, and strong electron correlations, while the charge distribution over the Mn 12 strongly depends on them. We point out a qualitative difference between locally charged and free-electron-charged Mn 12.",
            "First-principles study of electron transport through the single-molecule magnet Mn 12",
            "Salvador Barraza-Lopez and Kyungwha Park and Víctor García-Suárez and Jaime Ferrer",
            "2009",
            "7yXuFLUAAAAJ:d1gkVwhDpl0C",
            82,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.246801",
            "9274987839898322530",
            "\/scholar?cites=9274987839898322530",
            {
                "2010":11,
                "2011":10,
                "2012":9,
                "2013":17,
                "2014":12,
                "2015":9,
                "2016":4,
                "2017":3,
                "2018":2,
                "2019":3,
                "2020":1
            }
        ]
    ]
}