{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Background: Communication between clinicians is critical to providing quality patient care but is often hampered by limitations of current systems. Smartphones such as BlackBerrys may improve communication, but studies of these technologies have been limited to date.Objective: Our objectives were to describe how smartphones were adopted for clinical communication within general internal medical wards and determine their impact on team effectiveness and communication.Methods: This was a mixed-methods study that gathered data from the frequency of smartphone calls and email messages, clinicians' interviews, and ethnographic observations of clinical communication interactions. Triangulation of qualitative and quantitative data was undertaken to develop common themes that encompass comprehensive and representative insights across different methods.Results: Findings from our study indicated that over a 24-hour period, nurses sent on average 22.3 emails to the physicians mostly through the “team smartphone,” the designated primary point of contact for a specific medical team. Physicians carrying the team smartphone received on average 21.9 emails and 6.4 telephone calls while sending out 6.9 emails and initiating 8.3 telephone calls over the 24-hour period. Our analyses identified both positive and negative outcomes associated with the use of smartphones for clinical communication. There was a perceived improvement in efficiency over the use of pagers for clinical communication for physicians, nurses, and allied health professionals. In particular, residents found that the use of smartphones helped to increase their …",
            "An evaluation of the use of smartphones to communicate between clinicians: a mixed-methods study",
            "Robert Wu and Peter Rossos and Sherman Quan and Scott Reeves and Vivian Lo and Brian Wong and Mark Cheung and Dante Morra",
            "2011",
            "7ZDxs4AAAAAJ:qjMakFHDy7sC",
            201,
            "https:\/\/www.jmir.org\/2011\/3\/e59\/?utm_source=twitterfeed&utm_medium=twitter&utm_campaign=Feed%253A+Top10V1+%2528Top+10+JMIR+Articles%253A+Most+Viewed+%2528Past+1+month%2529++%2529&utm_content=Twitter",
            "1760732812486495589",
            "\/scholar?cites=1760732812486495589",
            {
                "2012":21,
                "2013":28,
                "2014":21,
                "2015":28,
                "2016":23,
                "2017":18,
                "2018":26,
                "2019":16,
                "2020":16,
                "2021":1
            }
        ],
        [
            "Communication between clinicians is hampered by the frequent difficulty in reaching the most responsible physician for a patient as well as the use of outdated methods such as numeric paging. The aim of this study was to evaluate the use of smartphones to improve communication on internal medicine wards.At the Toronto General Hospital, residents were provided with smartphones. To simplify reaching the most responsible resident for a patient, a smartphone designated as “Team BlackBerry” was also carried by each senior resident and then passed to the resident covering the team at night and on weekends. Nurses were able to send email messages or call smartphones directly.There were on average of 9.1 incoming calls, 6.6 outgoing calls, 14.3 received emails, and 2.8 sent emails per day to each Team BlackBerry. Team BlackBerrys received up to 35 calls and …",
            "The use of smartphones for clinical communication on internal medicine wards",
            "Robert C Wu and Dante Morra and Sherman Quan and Sannie Lai and Samira Zanjani and Howard Abrams and Peter G Rossos",
            "2010",
            "7ZDxs4AAAAAJ:d1gkVwhDpl0C",
            164,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jhm.775",
            "951135402800986978",
            "\/scholar?cites=951135402800986978",
            {
                "2010":1,
                "2011":3,
                "2012":16,
                "2013":19,
                "2014":21,
                "2015":26,
                "2016":20,
                "2017":12,
                "2018":18,
                "2019":12,
                "2020":13
            }
        ],
        [
            "To conduct a systematic review of the literature to identify, describe and assess interventions of information and communication technology on the processes of communication and associated patient outcomes within hospital settings.Studies published from the years 1996 to 2010 were considered and were selected if they described an evaluation of information and communication technology interventions to improve clinical communication within hospitals. Two authors abstracted data from full text articles, and the quality of individual articles were appraised. Results of interventions were summarized by their effect.There were 18 identified studies that evaluated the use of interventions that included alphanumeric paging, hands-free communication devices, mobile phones, smartphones, task management systems and a display based paging system. Most quantitative studies …",
            "Effects of clinical communication interventions in hospitals: a systematic review of information and communication technology adoptions for improved communication between …",
            "Robert C Wu and Kim Tran and Vivian Lo and Kevin J O’Leary and Dante Morra and Sherman D Quan and Laure Perrier",
            "2012",
            "7ZDxs4AAAAAJ:5nxA0vEk-isC",
            105,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1386505612001086",
            "5857280606295333800",
            "\/scholar?cites=5857280606295333800",
            {
                "2012":1,
                "2013":8,
                "2014":13,
                "2015":14,
                "2016":17,
                "2017":19,
                "2018":9,
                "2019":14,
                "2020":9
            }
        ]
    ]
}