{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Atrial fibrillation (AF) is increasingly recognized as the single most important cause of disabling ischemic stroke in the elderly. We undertook an international survey to characterize the frequency of AF-associated stroke, methods of AF detection, and patient features.Consecutive patients hospitalized for ischemic stroke in 2013 to 2014 were surveyed from 19 stroke research centers in 19 different countries. Data were analyzed by global regions and World Bank income levels.Of 2144 patients with ischemic stroke, 590 (28%; 95% confidence interval, 25.6–29.5) had AF-associated stroke, with highest frequencies in North America (35%) and Europe (33%) and lowest in Latin America (17%). Most had a history of AF before stroke (15%) or newly detected AF on electrocardiography (10%); only 2% of patients with ischemic stroke had unsuspected AF detected by …",
            "Global survey of the frequency of atrial fibrillation–associated stroke: embolic stroke of undetermined source Global Registry",
            "Kanjana S Perera and Thomas Vanassche and Jackie Bosch and Balakumar Swaminathan and Hardi Mundl and Mohana Giruparajah and Miguel A Barboza and Martin J O’Donnell and Maia Gomez-Schneider and Graeme J Hankey and Byung-Woo Yoon and Artemio Roxas Jr and Philippa Lavallee and Joao Sargento-Freitas and Nikolay Shamalov and Raf Brouns and Rubens J Gagliardi and Scott E Kasner and Alessio Pieroni and Philipp Vermehren and Kazuo Kitagawa and Yongjun Wang and Keith Muir and Jonathan M Coutinho and Stuart J Connolly and Robert G Hart and K Czeto and M Kahn and KR Mattina and SF Ameriso and V Pujol-Lereis and M Hawkes and L Pertierra and N Perera and A De Smedt and R Van Dyck and RJ Van Hooff and L Yperzeele and VDB Gagliardi and LG Cerqueir and X Yang and W Chen and P Amarenco and C Guidoux and PA Ringleb and D Bereczki and I Vastagh and M Canavan and D Toni and A Anzini and C Colosimo and M De Michele and MT Di Mascio and L Durastanti and A Falcou and S Fausti and A Mancini and S Mizumo and S Uchiyama and CK Kim and S Jung and Y Kim and JA Kim and JY Jo and A Arauz and A Quiroz-Compean and J Colin and PJ Nederkoorn and VP Marianito and L Cunha and G Santo and F Silva and J Coelho and M Kustova and K Meshkova and G Williams and J Siegler and C Zhang and N Gallatti and M Kruszewski",
            "2016",
            "80cyZ-wAAAAJ:UebtZRa9Y70C",
            50,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/STROKEAHA.116.013378",
            "13446509507923386328",
            "\/scholar?cites=13446509507923386328",
            {
                "2017":9,
                "2018":16,
                "2019":10,
                "2020":12
            }
        ],
        [
            "Background Embolic stroke of undetermined source (ESUS) recurrence and functional outcome from long-term follow-up is not well delineated. The purpose of this study is to compare these functional variables between ESUS vs. cardioembolic stroke (CS) patients.   Methods We analyzed data of consecutive ESUS and CS patients from our institutional database, from January 2003 until April 2015. The endpoints were stroke recurrence, mortality and poor clinical outcome (Modified Rankin Score 3–6), at discharge, 6 months and final follow-up. Adjusted multivariate Cox analysis and Kaplan-Meier curves were used to estimate the probability of recurrence and death.   Results 149 ESUS (median age 44 years) and 235 CS (median age 66 years) consecutive patients were included in the study. Median follow-up period for the entire sample was 19 months (interquartile range 6.0–45.0 months). Stroke recurrence was similar between ESUS and CS patients (5.4% vs. 9.8% respectively, p = 0.12). Death occurred in 30 CS cases (12.8%), with a cumulative probability of survival of 77%. Poor functional outcome was present in 58.3%, 54.0% and 54.9% at discharge, 6 months and final follow-up respectively in CS patients, significantly worst compared to ESUS cases (HR 3.1; CI 95% 1.96–4.68). Oral anticoagulation presents with a HR 8.01 for recurrence, and antiplatelet therapy had the highest risk for recurrence for both groups (HR 24.3).   Conclusion ESUS patients are substantially younger than CS patients but have a stroke recurrence rate similar to CS patients, with a lower mortality rate, and better functional outcome on long-term follow-up.",
            "Comparison of functional outcome and stroke recurrence in patients with embolic stroke of undetermined source (ESUS) vs. cardioembolic stroke patients",
            "Antonio Arauz and Eugenia Morelos and Jonathan Colín and Javier Roldán and Miguel A Barboza",
            "2016",
            "80cyZ-wAAAAJ:hqOjcs7Dif8C",
            31,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0166091",
            "14543102174345560618",
            "\/scholar?cites=14543102174345560618",
            {
                "2017":2,
                "2018":10,
                "2019":13,
                "2020":5
            }
        ],
        [
            "ObjectiveNon-valvular atrial fibrillation (NVAF) is a major risk factor for ischemic stroke (IS) and a powerful predictor of mortality. This study investigates early and long-term outcome among patients with IS secondary to NVAF and identify the main factors associated with poor outcome, recurrence, and death.MethodsWe analyzed the data from our consecutive NVAF acute IS database, over a period of 23 years. The endpoints were bad outcome (Modified Rankin Score≥ 3), recurrence, and mortality at discharge, after 6 months, 12 months, and final follow-up. Multivariate Cox and Kaplan–Meier analysis were used to estimate the probability of death.Results129 consecutive acute IS patients were included (77 [59.7%] females, mean age 70.2±10.1 years). Discharge, 6 and 12 months bad outcome was 62%, 63%, and 61%, respectively. After a median follow-up of 17 months (IQR 6–54.5), 35.6% patients had bad …",
            "Outcome, recurrence and mortality after non-valvular atrial fibrillation stroke: long-term follow-up study",
            "Antonio Arauz and Francisco Ruiz-Navarro and Miguel A Barboza and Angelica Ruiz and Jonathan Colin and Marisela Reyes and Humberto Silos and Carlos Cantu-Brito and Luis Murillo-Bonilla and Fernando Barinagarrementeria",
            "2017",
            "80cyZ-wAAAAJ:IjCSPb-OGe4C",
            13,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/pmc5805901\/",
            "3222205140010260696",
            "\/scholar?cites=3222205140010260696",
            {
                "2018":2,
                "2019":6,
                "2020":5
            }
        ],
        [
            "Few studies have examined collateral formation in patients with cerebral venous thrombosis (CVT). The aim of this study was to analyse the impact of baseline intracranial venous collaterals on the clinical outcome and imaging features of patients with acute CVT.MRIs from consecutive patients with acute CVT were retrospectively analysed. The category system described by Qureshi was used to assess the pattern of venous collaterals. Clinical and imaging features and outcomes were analysed using bivariate and multivariate models to assess the association of collateral patterns with the type of parenchymal lesions and clinical outcome (modified Rankin Scale) at 30 and 90 days.One hundred patients were included (77 women; median age 32 years; and median of 18 months of follow-up). Venous collaterals were present in 88% of the patients; type I …",
            "Intracranial venous collaterals in cerebral venous thrombosis: clinical and imaging impact",
            "Miguel A Barboza and Carolina Mejías and Jonathan Colin-Luna and Alejandro Quiroz-Compean and Antonio Arauz",
            "2015",
            "80cyZ-wAAAAJ:u-x6o8ySG0sC",
            12,
            "https:\/\/jnnp.bmj.com\/content\/86\/12\/1314.short",
            "338765443399564821",
            "\/scholar?cites=338765443399564821",
            {
                "2016":3,
                "2017":2,
                "2018":2,
                "2019":2,
                "2020":3
            }
        ],
        [
            "Europe PMC is an archive of life sciences journal literature.\n",
            "Torsion of the spleen in a two-year-old boy. Case report.",
            "JF Colin and PB Odhiambo",
            "1975",
            "80cyZ-wAAAAJ:qjMakFHDy7sC",
            7,
            "https:\/\/europepmc.org\/article\/med\/1204540",
            "1483510777180289405",
            "\/scholar?cites=1483510777180289405",
            {
                "1992":1,
                "1993":1,
                "1994":1,
                "1995":1,
                "1996":1,
                "1997":2
            }
        ],
        [
            "Europe PMC is an archive of life sciences journal literature.\n",
            "Venous thrombosis in Africans.",
            "JF Colin and KH Rottcher and DP Dhali",
            "1975",
            "80cyZ-wAAAAJ:Tyk-4Ss8FVUC",
            3,
            "https:\/\/europepmc.org\/article\/med\/46568",
            "5026333349652665268",
            "\/scholar?cites=5026333349652665268",
            {
                "1979":1,
                "1980":1,
                "1981":1
            }
        ],
        [
            "Vascular complications related to multiple hereditary exostoses are uncommon. We present a 39-year-old male patient with multiple exostoses in the upper and lower limbs with an associated positive familial history of such lesions. He experienced a sudden onset of left-side ataxia and hypoesthesia secondary to a left lateral medullary infarction, which was due to a stenotic-pattern vertebral artery dissection (V1-V4). This complication is very rare as a differential diagnosis in the vertebro-basilar dissection spectrum, and a nonspecific relation has been found.",
            "Multiple hereditary exostoses and stroke due to vertebral artery dissection.",
            "Antonio Arauz and Bernardo Hernández-Curiel and Jonathan Colin-Luna and David J Dávila-Ortiz de Montellano and Miguel A Barboza",
            "2015",
            "80cyZ-wAAAAJ:Y0pCki6q_DkC",
            1,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC4367807\/",
            "5132064900843632722",
            "\/scholar?cites=5132064900843632722",
            {
                "2018":1
            }
        ],
        [
            "Europe PMC is an archive of life sciences journal literature.\n",
            "Pulmonary embolic disease in Kenya.",
            "DP Dhall and JF Colin and KH Rottcher",
            "1976",
            "80cyZ-wAAAAJ:2osOgNQ5qMEC",
            1,
            "https:\/\/europepmc.org\/article\/med\/964176",
            "1195189616406201025",
            "\/scholar?cites=1195189616406201025",
            {
                "1981":1
            }
        ],
        [
            "Streptonkinase Therapy: Its Indications, Technique and Saftey in a\nDeveloping Country. East Afr Med J. 1975 Sep;52(9):495-503 … \n",
            "Streptonkinase Therapy: Its Indications, Technique and Saftey in a Developing Country",
            "JF Colin and KH Rottcher and DP Dhall",
            "1975",
            "80cyZ-wAAAAJ:_FxGoFyzp5QC",
            1,
            "https:\/\/pubmed.ncbi.nlm.nih.gov\/1192990\/",
            "10004817644967235087",
            "\/scholar?cites=10004817644967235087",
            {
                "1977":1
            }
        ]
    ]
}