{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present a robust method to constrain average galaxy star formation rates (SFRs), star formation histories (SFHs), and the intracluster light (ICL) as a function of halo mass. Our results are consistent with observed galaxy stellar mass functions, specific star formation rates (SSFRs), and cosmic star formation rates (CSFRs) from z= 0 to z= 8. We consider the effects of a wide range of uncertainties on our results, including those affecting stellar masses, SFRs, and the halo mass function at the heart of our analysis. As they are relevant to our method, we also present new calibrations of the dark matter halo mass function, halo mass accretion histories, and halo-subhalo merger rates out to z= 8. We also provide new compilations of CSFRs and SSFRs; more recent measurements are now consistent with the buildup of the cosmic stellar mass density at all redshifts. Implications of our work include: halos near 10 12 M☉ …",
            "The Average Star Formation Histories of Galaxies in Dark Matter Halos from z= 0-8",
            "Peter S Behroozi and Risa H Wechsler and Charlie Conroy",
            "2013",
            "83Ahn20AAAAJ:J_g5lzvAfSwC",
            1678,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/770\/1\/57\/meta",
            "10239722453330611389",
            "\/scholar?cites=10239722453330611389",
            {
                "2013":51,
                "2014":169,
                "2015":209,
                "2016":221,
                "2017":256,
                "2018":235,
                "2019":271,
                "2020":235,
                "2021":31
            }
        ],
        [
            "The Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey (CANDELS) is designed to document the first third of galactic evolution, over the approximate redshift (z) range 8-1.5. It will image> 250,000 distant galaxies using three separate cameras on the Hubble Space Telescope, from the mid-ultraviolet to the near-infrared, and will find and measure Type Ia supernovae at z> 1.5 to test their accuracy as standardizable candles for cosmology. Five premier multi-wavelength sky regions are selected, each with extensive ancillary data. The use of five widely separated fields mitigates cosmic variance and yields statistically robust and complete samples of galaxies down to a stellar mass of 10 9 M☉ to z≈ 2, reaching the knee of the ultraviolet luminosity function of galaxies to z≈ 8. The survey covers approximately 800 arcmin 2 and is divided into two parts. The CANDELS\/Deep survey (5σ point-source limit …",
            "Candels: the cosmic assembly near-infrared deep extragalactic legacy survey",
            "Norman A Grogin and Dale D Kocevski and SM Faber and Henry C Ferguson and Anton M Koekemoer and Adam G Riess and Viviana Acquaviva and David M Alexander and Omar Almaini and Matthew LN Ashby and Marco Barden and Eric F Bell and Frédéric Bournaud and Thomas M Brown and Karina I Caputi and Stefano Casertano and Paolo Cassata and Marco Castellano and Peter Challis and Ranga-Ram Chary and Edmond Cheung and Michele Cirasuolo and Christopher J Conselice and Asantha Roshan Cooray and Darren J Croton and Emanuele Daddi and Tomas Dahlen and Romeel Davé and Duília F de Mello and Avishai Dekel and Mark Dickinson and Timothy Dolch and Jennifer L Donley and James S Dunlop and Aaron A Dutton and David Elbaz and Giovanni G Fazio and Alexei V Filippenko and Steven L Finkelstein and Adriano Fontana and Jonathan P Gardner and Peter M Garnavich and Eric Gawiser and Mauro Giavalisco and Andrea Grazian and Yicheng Guo and Nimish P Hathi and Boris Häussler and Philip F Hopkins and Jia-Sheng Huang and Kuang-Han Huang and Saurabh W Jha and Jeyhan S Kartaltepe and Robert P Kirshner and David C Koo and Kamson Lai and Kyoung-Soo Lee and Weidong Li and Jennifer M Lotz and Ray A Lucas and Piero Madau and Patrick J McCarthy and Elizabeth J McGrath and Daniel H McIntosh and Ross J McLure and Bahram Mobasher and Leonidas A Moustakas and Mark Mozena and Kirpal Nandra and Jeffrey A Newman and Sami-Matias Niemi and Kai G Noeske and Casey J Papovich and Laura Pentericci and Alexandra Pope and Joel R Primack and Abhijith Rajan and Swara Ravindranath and Naveen A Reddy and Alvio Renzini and Hans-Walter Rix and Aday R Robaina and Steven A Rodney and David J Rosario and Piero Rosati and Sara Salimbeni and Claudia Scarlata and Brian Siana and Luc Simard and Joseph Smidt and Rachel S Somerville and Hyron Spinrad and Amber N Straughn and Louis-Gregory Strolger and Olivia Telford and Harry I Teplitz and Jonathan R Trump and Arjen van der Wel and Carolin Villforth and Risa H Wechsler and Benjamin J Weiner and Tommy Wiklind and Vivienne Wild and Grant Wilson and Stijn Wuyts and Hao-Jing Yan and Min S Yun",
            "2011",
            "83Ahn20AAAAJ:YFjsv_pBGBYC",
            1608,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/197\/2\/35\/meta",
            "5618508779226196673",
            "\/scholar?cites=5618508779226196673",
            {
                "2011":8,
                "2012":121,
                "2013":130,
                "2014":183,
                "2015":171,
                "2016":203,
                "2017":184,
                "2018":184,
                "2019":200,
                "2020":196,
                "2021":25
            }
        ],
        [
            "This paper describes the Hubble Space Telescope imaging data products and data reduction procedures for the Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey (CANDELS). This survey is designed to document the evolution of galaxies and black holes at z≈ 1.5-8, and to study Type Ia supernovae at z> 1.5. Five premier multi-wavelength sky regions are selected, each with extensive multi-wavelength observations. The primary CANDELS data consist of imaging obtained in the Wide Field Camera 3 infrared channel (WFC3\/IR) and the WFC3 ultraviolet\/optical channel, along with the Advanced Camera for Surveys (ACS). The CANDELS\/Deep survey covers~ 125 arcmin 2 within GOODS-N and GOODS-S, while the remainder consists of the CANDELS\/Wide survey, achieving a total of~ 800 arcmin 2 across GOODS and three additional fields (Extended Groth Strip, COSMOS, and Ultra-Deep …",
            "CANDELS: The Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey—The Hubble Space Telescope Observations, Imaging Data Products, and Mosaics",
            "Anton M Koekemoer and SM Faber and Henry C Ferguson and Norman A Grogin and Dale D Kocevski and David C Koo and Kamson Lai and Jennifer M Lotz and Ray A Lucas and Elizabeth J McGrath and Sara Ogaz and Abhijith Rajan and Adam G Riess and Steve A Rodney and Louis Strolger and Stefano Casertano and Marco Castellano and Tomas Dahlen and Mark Dickinson and Timothy Dolch and Adriano Fontana and Mauro Giavalisco and Andrea Grazian and Yicheng Guo and Nimish P Hathi and Kuang-Han Huang and Arjen van der Wel and Hao-Jing Yan and Viviana Acquaviva and David M Alexander and Omar Almaini and Matthew LN Ashby and Marco Barden and Eric F Bell and Frédéric Bournaud and Thomas M Brown and Karina I Caputi and Paolo Cassata and Peter J Challis and Ranga-Ram Chary and Edmond Cheung and Michele Cirasuolo and Christopher J Conselice and Asantha Roshan Cooray and Darren J Croton and Emanuele Daddi and Romeel Davé and Duilia F de Mello and Loic de Ravel and Avishai Dekel and Jennifer L Donley and James S Dunlop and Aaron A Dutton and David Elbaz and Giovanni G Fazio and Alexei V Filippenko and Steven L Finkelstein and Chris Frazer and Jonathan P Gardner and Peter M Garnavich and Eric Gawiser and Ruth Gruetzbauch and Will G Hartley and Boris Häussler and Jessica Herrington and Philip F Hopkins and Jia-Sheng Huang and Saurabh W Jha and Andrew Johnson and Jeyhan S Kartaltepe and Ali A Khostovan and Robert P Kirshner and Caterina Lani and Kyoung-Soo Lee and Weidong Li and Piero Madau and Patrick J McCarthy and Daniel H McIntosh and Ross J McLure and Conor McPartland and Bahram Mobasher and Heidi Moreira and Alice Mortlock and Leonidas A Moustakas and Mark Mozena and Kirpal Nandra and Jeffrey A Newman and Jennifer L Nielsen and Sami Niemi and Kai G Noeske and Casey J Papovich and Laura Pentericci and Alexandra Pope and Joel R Primack and Swara Ravindranath and Naveen A Reddy and Alvio Renzini and Hans-Walter Rix and Aday R Robaina and David J Rosario and Piero Rosati and Sara Salimbeni and Claudia Scarlata and Brian Siana and Luc Simard and Joseph Smidt and Diana Snyder and Rachel S Somerville and Hyron Spinrad and Amber N Straughn and Olivia Telford and Harry I Teplitz and Jonathan R Trump and Carlos Vargas and Carolin Villforth and Cory R Wagner and Pat Wandro and Risa H Wechsler and Benjamin J Weiner and Tommy Wiklind and Vivienne Wild and Grant Wilson and Stijn Wuyts and Min S Yun",
            "2011",
            "83Ahn20AAAAJ:BqipwSGYUEgC",
            1540,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/197\/2\/36\/meta",
            "2814892824998047865",
            "\/scholar?cites=2814892824998047865",
            {
                "2011":8,
                "2012":115,
                "2013":123,
                "2014":183,
                "2015":175,
                "2016":196,
                "2017":177,
                "2018":175,
                "2019":176,
                "2020":186,
                "2021":21
            }
        ],
        [
            "We study the relation between the density profiles of dark matter halos and their mass assembly histories using a statistical sample of halos in a high‐resolution N‐body simulation of the ΛCDM cosmology. For each halo at  , we identify its merger history tree and determine concentration parameters cvir for all progenitors, thus providing a structural merger tree for each halo. We fit the mass accretion histories by a universal function with one parameter, the formation epoch ac, defined when the log mass accretion rate   falls below a critical value S. We find that late‐forming galaxies tend to be less concentrated, such that cvir “observed” at any epoch ao is strongly correlated with ac via  . Scatter about this relation is mostly due to measurement errors in cvir and ac, implying that the actual spread in cvir for halos of a given mass can be mostly attributed to scatter in ac. We demonstrate that this relation can also be used to …",
            "Concentrations of dark halos from their assembly histories",
            "Risa H Wechsler and James S Bullock and Joel R Primack and Andrey V Kravtsov and Avishai Dekel",
            "2002",
            "83Ahn20AAAAJ:hMod-77fHWUC",
            1166,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/338765\/meta",
            "1299423851950151398",
            "\/scholar?cites=1299423851950151398",
            {
                "2001":4,
                "2002":14,
                "2003":34,
                "2004":44,
                "2005":52,
                "2006":54,
                "2007":80,
                "2008":94,
                "2009":77,
                "2010":69,
                "2011":64,
                "2012":68,
                "2013":77,
                "2014":55,
                "2015":80,
                "2016":63,
                "2017":51,
                "2018":56,
                "2019":63,
                "2020":53,
                "2021":9
            }
        ],
        [
            "We present a new algorithm for identifying dark matter halos, substructure, and tidal features. The approach is based on adaptive hierarchical refinement of friends-of-friends groups in six phase-space dimensions and one time dimension, which allows for robust (grid-independent, shape-independent, and noise-resilient) tracking of substructure; as such, it is named ROCKSTAR (Robust Overdensity Calculation using K-Space Topologically Adaptive Refinement). Our method is massively parallel (up to 10 5 CPUs) and runs on the largest current simulations (> 10 10 particles) with high efficiency (10 CPU hours and 60 gigabytes of memory required per billion particles analyzed). A previous paper has shown ROCKSTAR to have excellent recovery of halo properties; we expand on these comparisons with more tests and higher-resolution simulations. We show a significant improvement in substructure recovery …",
            "The ROCKSTAR phase-space temporal halo finder and the velocity offsets of cluster cores",
            "Peter S Behroozi and Risa H Wechsler and Hao-Yi Wu",
            "2013",
            "83Ahn20AAAAJ:rO6llkc54NcC",
            975,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/762\/2\/109\/meta",
            "10676635961149210878",
            "\/scholar?cites=10676635961149210878",
            {
                "2012":6,
                "2013":39,
                "2014":61,
                "2015":75,
                "2016":99,
                "2017":120,
                "2018":148,
                "2019":175,
                "2020":217,
                "2021":31
            }
        ],
        [
            "We analyze the halo occupation distribution (HOD) and two‐point correlation function of galaxy‐size dark matter halos using high‐resolution dissipationless simulations of the concordance flat ΛCDM model. The halo samples include both the host halos and the “subhalos,” distinct gravitationally bound halos within the virialized regions of larger host systems. We find that the HOD, the probability distribution for a halo of mass M to host a number of subhalos N, is similar to that found in semianalytic and N‐body+gasdynamics studies. Its first moment,  , has a complicated shape consisting of a step, a shoulder, and a power‐law high‐mass tail. The HOD can be described by Poisson statistics at high halo masses but becomes sub‐Poisson for  . We show that the HOD can be understood as a combination of the probability for a halo of mass M to host a central galaxy and the probability to host a given number   of satellite …",
            "The dark side of the halo occupation distribution",
            "Andrey V Kravtsov and Andreas A Berlind and Risa H Wechsler and Anatoly A Klypin and Stefan Gottlöber and Brandon Allgood and Joel R Primack",
            "2004",
            "83Ahn20AAAAJ:NMxIlDl6LWMC",
            871,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/420959\/meta",
            "3373006330770467620",
            "\/scholar?cites=3373006330770467620",
            {
                "2004":16,
                "2005":48,
                "2006":60,
                "2007":37,
                "2008":45,
                "2009":43,
                "2010":44,
                "2011":53,
                "2012":53,
                "2013":54,
                "2014":61,
                "2015":57,
                "2016":70,
                "2017":46,
                "2018":61,
                "2019":69,
                "2020":46,
                "2021":4
            }
        ],
        [
            "We conduct a comprehensive analysis of the relationship between central galaxies and their host dark matter halos, as characterized by the stellar mass-halo mass (SM-HM) relation, with rigorous consideration of uncertainties. Our analysis focuses on results from the abundance matching technique, which assumes that every dark matter halo or subhalo above a specific mass threshold hosts one galaxy. We provide a robust estimate of the SM-HM relation for 0< z< 1 and discuss the quantitative effects of uncertainties in observed galaxy stellar mass functions (including stellar mass estimates and counting uncertainties), halo mass functions (including cosmology and uncertainties from substructure), and the abundance matching technique used to link galaxies to halos (including scatter in this connection). Our analysis results in a robust estimate of the SM-HM relation and its evolution from z= 0 to z= 4. The shape …",
            "A comprehensive analysis of uncertainties affecting the stellar mass-halo mass relation for 0< z< 4",
            "Peter S Behroozi and Charlie Conroy and Risa H Wechsler",
            "2010",
            "83Ahn20AAAAJ:ns9cj8rnVeAC",
            868,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/717\/1\/379\/meta",
            "18358784307139682979",
            "\/scholar?cites=18358784307139682979",
            {
                "2010":7,
                "2011":48,
                "2012":88,
                "2013":78,
                "2014":90,
                "2015":109,
                "2016":89,
                "2017":86,
                "2018":87,
                "2019":85,
                "2020":90,
                "2021":11
            }
        ],
        [
            "We employ high‐resolution dissipationless simulations of the concordance ΛCDM cosmology ( ) to model the observed luminosity dependence and evolution of galaxy clustering through most of the age of the universe, from   to  . We use a simple, nonparametric model, which monotonically relates galaxy luminosities to the maximum circular velocity of dark matter halos ( ) by preserving the observed galaxy luminosity function in order to match the halos in simulations with observed galaxies. The novel feature of the model is the use of the maximum circular velocity at the time of accretion,  , for subhalos, the halos located within virial regions of larger halos. We argue that for subhalos in dissipationless simulations,   reflects the luminosity and stellar mass of the associated galaxies better than the circular velocity at the epoch of observation,  . The simulations and our model   relation predict the shape, amplitude, and …",
            "Modeling luminosity-dependent galaxy clustering through cosmic time",
            "Charlie Conroy and Risa H Wechsler and Andrey V Kravtsov",
            "2006",
            "83Ahn20AAAAJ:O3NaXMp0MMsC",
            722,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/503602\/meta",
            "10463033429504274216",
            "\/scholar?cites=10463033429504274216",
            {
                "2006":5,
                "2007":22,
                "2008":30,
                "2009":36,
                "2010":30,
                "2011":38,
                "2012":47,
                "2013":65,
                "2014":50,
                "2015":63,
                "2016":73,
                "2017":67,
                "2018":66,
                "2019":59,
                "2020":63,
                "2021":7
            }
        ],
        [
            "We present a catalog of galaxy clusters selected using the maxBCG red‐sequence method from Sloan Digital Sky Survey photometric data. This catalog includes 13,823 clusters with velocity dispersions greater than ≈400 km s−1 and is the largest galaxy cluster catalog assembled to date. They are selected in an approximately volume‐limited way from a 0.5 Gpc3 region covering 7500 deg2 of sky between redshifts 0.1 and 0.3. Each cluster contains between 10 and 190 E\/S0 ridgeline galaxies brighter than 0.4L* within a scaled radius R200. The tight relation between ridgeline color and redshift provides an accurate photometric redshift estimate for every cluster. Photometric redshift errors are shown by comparison to spectroscopic redshifts to be small ( ), essentially independent of redshift, and well determined throughout the redshift range. Runs of maxBCG on realistic mock catalogs suggest that the sample is …",
            "A MaxBCG Catalog of 13,823 Galaxy Clusters from the Sloan Digital Sky Survey",
            "BP Koester and TA McKay and J Annis and RH Wechsler and A Evrard and L Bleem and M Becker and D Johnston and E Sheldon and R Nichol and C Miller and R Scranton and N Bahcall and J Barentine and H Brewington and J Brinkmann and M Harvanek and S Kleinman and J Krzesinski and D Long and A Nitta and DP Schneider and S Sneddin and W Voges and D York",
            "2007",
            "83Ahn20AAAAJ:GnPB-g6toBAC",
            668,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/509599\/meta",
            "11144188666777019655",
            "\/scholar?cites=11144188666777019655",
            {
                "2007":15,
                "2008":47,
                "2009":66,
                "2010":58,
                "2011":61,
                "2012":63,
                "2013":64,
                "2014":71,
                "2015":55,
                "2016":46,
                "2017":24,
                "2018":38,
                "2019":27,
                "2020":27,
                "2021":1
            }
        ],
        [
            "We present cosmological results from a combined analysis of galaxy clustering and weak gravitational lensing, using 1321 deg 2 of griz imaging data from the first year of the Dark Energy Survey (DES Y1). We combine three two-point functions:(i) the cosmic shear correlation function of 26 million source galaxies in four redshift bins,(ii) the galaxy angular autocorrelation function of 650,000 luminous red galaxies in five redshift bins, and (iii) the galaxy-shear cross-correlation of luminous red galaxy positions and source galaxy shears. To demonstrate the robustness of these results, we use independent pairs of galaxy shape, photometric-redshift estimation and validation, and likelihood analysis pipelines. To prevent confirmation bias, the bulk of the analysis was carried out while “blind” to the true results; we describe an extensive suite of systematics checks performed and passed during this blinded phase. The data …",
            "Dark Energy Survey year 1 results: Cosmological constraints from galaxy clustering and weak lensing",
            "TMC Abbott and FB Abdalla and A Alarcon and J Aleksić and S Allam and S Allen and A Amara and J Annis and J Asorey and S Avila and D Bacon and E Balbinot and M Banerji and N Banik and W Barkhouse and M Baumer and E Baxter and K Bechtol and MR Becker and A Benoit-Lévy and BA Benson and GM Bernstein and E Bertin and J Blazek and SL Bridle and D Brooks and D Brout and E Buckley-Geer and DL Burke and MT Busha and A Campos and D Capozzi and A Carnero Rosell and M Carrasco Kind and J Carretero and FJ Castander and R Cawthon and C Chang and N Chen and M Childress and A Choi and C Conselice and R Crittenden and M Crocce and CE Cunha and CB D’Andrea and LN Da Costa and R Das and TM Davis and C Davis and J De Vicente and DL DePoy and J DeRose and S Desai and HT Diehl and JP Dietrich and S Dodelson and P Doel and A Drlica-Wagner and TF Eifler and AE Elliott and F Elsner and J Elvin-Poole and J Estrada and AE Evrard and Y Fang and E Fernandez and A Ferté and DA Finley and B Flaugher and P Fosalba and O Friedrich and J Frieman and J García-Bellido and M Garcia-Fernandez and M Gatti and E Gaztanaga and DW Gerdes and T Giannantonio and MSS Gill and K Glazebrook and DA Goldstein and D Gruen and RA Gruendl and J Gschwend and G Gutierrez and S Hamilton and WG Hartley and SR Hinton and K Honscheid and B Hoyle and D Huterer and B Jain and DJ James and M Jarvis and T Jeltema and MD Johnson and MWG Johnson and T Kacprzak and S Kent and AG Kim and A King and D Kirk and N Kokron and A Kovacs and E Krause and C Krawiec and A Kremin and K Kuehn and S Kuhlmann and N Kuropatkin and F Lacasa and O Lahav and TS Li and AR Liddle and C Lidman and M Lima and H Lin and N MacCrann and MAG Maia and M Makler and M Manera and M March and JL Marshall and P Martini and RG McMahon and P Melchior and F Menanteau and R Miquel and V Miranda and D Mudd and J Muir and A Möller and E Neilsen and RC Nichol and B Nord and P Nugent and RLC Ogando and A Palmese and J Peacock and HV Peiris and J Peoples and WJ Percival and D Petravick and AA Plazas and A Porredon and J Prat and A Pujol and MM Rau and A Refregier",
            "2018",
            "83Ahn20AAAAJ:PoWvk5oyLR8C",
            653,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.98.043526",
            "1807131156074687940",
            "\/scholar?cites=1807131156074687940",
            {
                "2017":9,
                "2018":99,
                "2019":220,
                "2020":285,
                "2021":37
            }
        ]
    ]
}