{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A critical requirement for diverse applications in quantum information science is the capability to disseminate quantum resources over complex quantum networks 1, 2. For example, the coherent distribution of entangled quantum states together with quantum memory (for storing the states) can enable scalable architectures for quantum computation 3, communication 4 and metrology 5. Here we report observations of entanglement between two atomic ensembles located in distinct, spatially separated set-ups. Quantum interference in the detection of a photon emitted by one of the samples projects the otherwise independent ensembles into an entangled state with one joint excitation stored remotely in 10 5 atoms at each site 6. After a programmable delay, we confirm entanglement by mapping the state of the atoms to optical fields and measuring mutual coherences and photon statistics for these fields. We thereby …",
            "Measurement-induced entanglement for excitation stored in remote atomic ensembles",
            "Chin-Wen Chou and Hugues De Riedmatten and Daniel Felinto and Sergey V Polyakov and Steven J Van Enk and H Jeff Kimble",
            "2005",
            "8BQPiH0AAAAJ:ufrVoPGSRksC",
            612,
            "https:\/\/www.nature.com\/articles\/nature04353",
            "699312083193189524",
            "\/scholar?cites=699312083193189524",
            {
                "2005":2,
                "2006":38,
                "2007":56,
                "2008":61,
                "2009":50,
                "2010":43,
                "2011":51,
                "2012":43,
                "2013":41,
                "2014":41,
                "2015":39,
                "2016":27,
                "2017":28,
                "2018":32,
                "2019":29,
                "2020":28,
                "2021":3
            }
        ],
        [
            "When a superposition (| α>−|− α>) of two coherent states with opposite phase falls upon a 50-50 beam splitter, the resulting state is entangled. Remarkably, the amount of entanglement is exactly 1 ebit, irrespective of α, as was recently discovered by Hirota and Sasaki [LANL e-print quant-ph\/0101018]. Here we discuss decoherence properties of such states and give a simple protocol that teleports one qubit encoded in Schrödinger cat states.",
            "Entangled coherent states: Teleportation and decoherence",
            "Steven J van Enk and Osamu Hirota",
            "2001",
            "8BQPiH0AAAAJ:VOx2b1Wkg3QC",
            563,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.64.022313",
            "12123836219310788910",
            "\/scholar?cites=12123836219310788910",
            {
                "2001":3,
                "2002":20,
                "2003":29,
                "2004":28,
                "2005":24,
                "2006":36,
                "2007":35,
                "2008":33,
                "2009":37,
                "2010":27,
                "2011":34,
                "2012":35,
                "2013":32,
                "2014":28,
                "2015":25,
                "2016":30,
                "2017":17,
                "2018":21,
                "2019":35,
                "2020":29,
                "2021":4
            }
        ],
        [
            "We consider transmission of a quantum state between two distant atoms via photons. Based on a quantum-optical realistic model, we define a noisy quantum channel which includes systematic errors as well as errors due to coupling to the environment. We present a protocol that allows one to accomplish ideal transmission by repeating the transfer operation as many times as needed.",
            "Ideal quantum communication over noisy channels: a quantum optical implementation",
            "SJ Van Enk and Juan I Cirac and Peter Zoller",
            "1997",
            "8BQPiH0AAAAJ:k_IJM867U9cC",
            311,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.78.4293",
            "4886208217752082494",
            "\/scholar?cites=4886208217752082494",
            {
                "1997":4,
                "1998":22,
                "1999":17,
                "2000":21,
                "2001":21,
                "2002":13,
                "2003":18,
                "2004":17,
                "2005":15,
                "2006":15,
                "2007":18,
                "2008":18,
                "2009":16,
                "2010":8,
                "2011":7,
                "2012":12,
                "2013":13,
                "2014":7,
                "2015":10,
                "2016":11,
                "2017":7,
                "2018":2,
                "2019":12,
                "2020":4
            }
        ],
        [
            "We investigate the separation of the total angular momentum J of the electromagnetic field into a ‘spin’ part S and an ‘orbital’ part L. We show that both ‘spin’ and ‘orbital’ angular momentum are observables. However, the transversality of the radiation field affects the commutation relations for the associated quantum operators. This implies that neither S nor L are angular momentum operators. Moreover their eigenvalues are not discrete. We construct field modes such that each mode excitation (photon) is in a simultaneous eigenstate of S z and L z. We consider the interaction of such a photon with an atom and the resulting effect on the internal and external part of the atomic angular momentum.",
            "Commutation rules and eigenvalues of spin and orbital angular momentum of radiation fields",
            "SJ Van Enk and G Nienhuis",
            "1994",
            "8BQPiH0AAAAJ:HDshCWvjkbEC",
            271,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/09500349414550911",
            "3886229785182761569",
            "\/scholar?cites=3886229785182761569",
            {
                "1994":4,
                "1995":4,
                "1996":4,
                "1997":1,
                "1998":1,
                "1999":2,
                "2000":4,
                "2001":2,
                "2002":4,
                "2003":9,
                "2004":10,
                "2005":7,
                "2006":6,
                "2007":5,
                "2008":10,
                "2009":5,
                "2010":11,
                "2011":21,
                "2012":16,
                "2013":13,
                "2014":21,
                "2015":17,
                "2016":20,
                "2017":17,
                "2018":22,
                "2019":16,
                "2020":16,
                "2021":2
            }
        ],
        [
            "A general photonic channel for quantum communication is defined. By means of local quantum computing with a few auxiliary atoms, this channel can be reduced to one with effectively less noise. A scheme based on quantum interference is proposed that iteratively improves the fidelity of distant entangled particles.",
            "Photonic channels for quantum communication",
            "SJ Van Enk and JI Cirac and P Zoller",
            "1998",
            "8BQPiH0AAAAJ:mvPsJ3kp5DgC",
            263,
            "https:\/\/science.sciencemag.org\/content\/279\/5348\/205.abstract",
            "13032074582859385645",
            "\/scholar?cites=13032074582859385645",
            {
                "1998":9,
                "1999":12,
                "2000":17,
                "2001":15,
                "2002":18,
                "2003":23,
                "2004":22,
                "2005":21,
                "2006":13,
                "2007":9,
                "2008":9,
                "2009":8,
                "2010":4,
                "2011":8,
                "2012":5,
                "2013":4,
                "2014":9,
                "2015":12,
                "2016":5,
                "2017":4,
                "2018":5,
                "2019":10,
                "2020":20
            }
        ],
        [
            "I give a simple argument that demonstrates that the state∣ 0⟩∣ 1⟩+∣ 1⟩∣ 0⟩, with∣ 0⟩ denoting a state with 0 particles (or photons) and∣ 1⟩ a one-particle state, is entangled in spite of recent claims to the contrary. I also discuss viewpoints on the old controversy about whether the above state can be said to display single-particle or single-photon nonlocality.",
            "Single-particle entanglement",
            "SJ Van Enk",
            "2005",
            "8BQPiH0AAAAJ:W5xh706n7nkC",
            232,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.72.064306",
            "17248093713472260246",
            "\/scholar?cites=17248093713472260246",
            {
                "2005":3,
                "2006":18,
                "2007":17,
                "2008":12,
                "2009":14,
                "2010":25,
                "2011":18,
                "2012":12,
                "2013":15,
                "2014":22,
                "2015":19,
                "2016":15,
                "2017":11,
                "2018":6,
                "2019":12,
                "2020":12
            }
        ],
        [
            "The propagation of light beams through astigmatic lens systems is accompanied by a transfer of orbital angular momentum. We develop a method to describe propagating light beams by operators of which the field is an eigenfunction. This method is applied to determine when an astigmatic lens system transforms gaussian beams into other gaussian beams and where in the system angular momentum is transferred. We show that the Gouy phase is equal to the dynamical phase of a quantummechanical harmonic oscillator with time-dependent energy.",
            "Eigenfunction description of laser beams and orbital angular momentum of light",
            "SJ Van Enk and G Nienhuis",
            "1992",
            "8BQPiH0AAAAJ:kzcrU_BdoSEC",
            226,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/003040189290424P",
            "17330385454283638320",
            "\/scholar?cites=17330385454283638320",
            {
                "1992":1,
                "1993":3,
                "1994":8,
                "1995":2,
                "1996":7,
                "1997":3,
                "1998":5,
                "1999":3,
                "2000":5,
                "2001":8,
                "2002":10,
                "2003":13,
                "2004":12,
                "2005":13,
                "2006":9,
                "2007":9,
                "2008":16,
                "2009":9,
                "2010":11,
                "2011":12,
                "2012":9,
                "2013":10,
                "2014":3,
                "2015":9,
                "2016":9,
                "2017":6,
                "2018":9,
                "2019":10,
                "2020":1
            }
        ],
        [
            "We consider the separation of the total angular momentum of the electromagnetic field into a\" spin\" and an\" orbital\" part. Though this separation is normally considered to be unphysical and not observable, we argue that both members in the separation are separately measurable quantities. However, the commutation relations for the associated quantum operators reveal that neither of them is an angular-momentum operator.",
            "Spin and orbital angular momentum of photons",
            "SJ Van Enk and G Nienhuis",
            "1994",
            "8BQPiH0AAAAJ:738O_yMBCRsC",
            198,
            "https:\/\/iopscience.iop.org\/article\/10.1209\/0295-5075\/25\/7\/004\/meta",
            "11076083763750484174",
            "\/scholar?cites=11076083763750484174",
            {
                "1994":2,
                "1995":1,
                "1996":3,
                "1997":3,
                "1998":1,
                "1999":2,
                "2000":5,
                "2001":4,
                "2002":5,
                "2003":4,
                "2004":2,
                "2005":2,
                "2006":4,
                "2007":8,
                "2008":5,
                "2009":8,
                "2010":12,
                "2011":8,
                "2012":19,
                "2013":15,
                "2014":17,
                "2015":10,
                "2016":20,
                "2017":23,
                "2018":11,
                "2019":3
            }
        ],
        [
            "Quantum networks are composed of quantum nodes that interact coherently through quantum channels, and open a broad frontier of scientific opportunities 1. For example, a quantum network can serve as a ‘web’for connecting quantum processors for computation 2, 3 and communication 4, or as a ‘simulator’allowing investigations of quantum critical phenomena arising from interactions among the nodes mediated by the channels 5, 6. The physical realization of quantum networks generically requires dynamical systems capable of generating and storing entangled states among multiple quantum memories, and efficiently transferring stored entanglement into quantum channels for distribution across the network. Although such capabilities have been demonstrated for diverse bipartite systems 7, 8, 9, 10, 11, 12, entangled states have not been achieved for interconnects capable of ‘mapping’multipartite …",
            "Entanglement of spin waves among four quantum memories",
            "KS Choi and A Goban and SB Papp and SJ Van Enk and HJ Kimble",
            "2010",
            "8BQPiH0AAAAJ:YOwf2qJgpHMC",
            136,
            "https:\/\/www.nature.com\/articles\/nature09568",
            "2144957625514945798",
            "\/scholar?cites=2144957625514945798",
            {
                "2010":1,
                "2011":13,
                "2012":17,
                "2013":18,
                "2014":19,
                "2015":18,
                "2016":6,
                "2017":11,
                "2018":12,
                "2019":12,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Access to genuine multipartite entanglement of quantum states enables advances in                     quantum information science and also contributes to the understanding of                     strongly correlated quantum systems. We report the detection and                     characterization of heralded entanglement in a multipartite quantum state                     composed of four spatially distinct optical modes that share one photon, a                     so-called W state. By randomizing the relative phase between                     bipartite components of the W state, we observed the                     transitions from four- to three- to two-mode entanglement with increasing phase                     noise. These observations are possible for our system because our entanglement                     verification protocol makes use of quantum uncertainty relations to detect the                     entangled states that span the Hilbert space of interest.",
            "Characterization of multipartite entanglement for one photon shared among four optical modes",
            "Scott B Papp and Kyung Soo Choi and Hui Deng and Pavel Lougovski and SJ Van Enk and HJ Kimble",
            "2009",
            "8BQPiH0AAAAJ:WqliGbK-hY8C",
            134,
            "https:\/\/science.sciencemag.org\/content\/324\/5928\/764.abstract",
            "15847477302892211396",
            "\/scholar?cites=15847477302892211396",
            {
                "2008":1,
                "2009":4,
                "2010":16,
                "2011":25,
                "2012":13,
                "2013":12,
                "2014":15,
                "2015":12,
                "2016":12,
                "2017":6,
                "2018":3,
                "2019":6,
                "2020":8
            }
        ]
    ]
}