{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The field of thermoelectrics has grown dramatically in recent years. In particular new and novel materials research has been undertaken and device applications have increased. In spite of this resurgence of interest there are very few books available that outline the basic concepts in this field. Thus it is necessary that a book be written that encompasses the basic theory and introduces some of the resent research into improved materials for solid-state cooling and power generation. Therefore the aim of this book is threefold. First, to present the basic theory of thermoelectricity. Both theoretical concepts and experimental aspects of the field of solid-state cooling and power generation are discussed. Second, to bridge the gap between theory and application. To this end, the techniques for producing good thermoelectric materials and module design issues are reviewed. Third, to present some of the research into new and novel materials that has drawn the attention of the scientific community. The book is intended as a reference to experimentalists working in the field; however, it will also prove useful to scientists corning into the field from other areas of research. It can also serve as a useful text for graduate students.",
            "Thermoelectrics: basic principles and new materials developments",
            "George S Nolas and Jeffrey Sharp and Julian Goldsmid",
            "2013",
            "8BYDgQgAAAAJ:iH-uZ7U-co4C",
            2361,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=QKDzCAAAQBAJ&oi=fnd&pg=PA1&dq=info:8FQDs2UcsyoJ:scholar.google.com&ots=wbImro895p&sig=snii2oLdsMpScobSqZKCUKvX6q8",
            "3076834193544795376",
            "\/scholar?cites=3076834193544795376",
            {
                "2002":21,
                "2003":25,
                "2004":47,
                "2005":63,
                "2006":82,
                "2007":120,
                "2008":97,
                "2009":128,
                "2010":144,
                "2011":140,
                "2012":153,
                "2013":164,
                "2014":204,
                "2015":176,
                "2016":182,
                "2017":154,
                "2018":157,
                "2019":155,
                "2020":118,
                "2021":13
            }
        ],
        [
            "Transport properties of polycrystalline Ge clathrates with general composition Sr8Ga16Ge30 are reported in the temperature range 5 K⩽T⩽300 K. These compounds exhibit N-type semiconducting behavior with relatively high Seebeck coefficients and electrical conductivity, and room temperature carrier concentrations in the range of 1017–1018 cm−3. The thermal conductivity is more than an order of magnitude smaller than that of crystalline germanium and has a glasslike temperature dependence. The resulting thermoelectric figure of merit, ZT, at room temperature for the present samples is 14 that of Bi2Te3 alloys currently used in devices for thermoelectric cooling. Extrapolating our measurements to above room temperature, we estimate that ZT>1 at T>700 K, thus exceeding that of most known materials.",
            "Semiconducting Ge clathrates: Promising candidates for thermoelectric applications",
            "GSn Nolas and JL Cohn and GA Slack and SB Schujman",
            "1998",
            "8BYDgQgAAAAJ:XD-gHx7UXLsC",
            1044,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.121747",
            "10976866546765962681",
            "\/scholar?cites=10976866546765962681",
            {
                "1998":5,
                "1999":26,
                "2000":32,
                "2001":44,
                "2002":32,
                "2003":27,
                "2004":26,
                "2005":30,
                "2006":52,
                "2007":57,
                "2008":50,
                "2009":56,
                "2010":55,
                "2011":69,
                "2012":58,
                "2013":63,
                "2014":67,
                "2015":56,
                "2016":62,
                "2017":45,
                "2018":45,
                "2019":40,
                "2020":38,
                "2021":4
            }
        ],
        [
            "Recently there has been a resurgence of research efforts related to the investigation of new and novel materials for small-scale thermoelectric refrigeration and power generation applications. These materials need to couple and optimize a variety of properties in order to exhibit the necessary figure of merit, i.e. the numerical expression that is commonly used to compare one potential thermoelectric material with another. The figure of merit is related to the coefficient of performance or efficiency of a particular device made from a material. The best thermoelectric material should possess thermal properties similar to that of a glass and electrical properties similar to that of a perfect single-crystal material, i.e. a poor thermal conductor and a good electrical conductor. Skutterudites are materials that appear to have the potential to fulfill such criteria. These materials exhibit many types of interesting properties …",
            "Skutterudites: A phonon-glass-electron crystal approach to advanced thermoelectric energy conversion applications",
            "GS Nolas and DT Morelli and Terry M Tritt",
            "1999",
            "8BYDgQgAAAAJ:5icHVeHT4IsC",
            996,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.matsci.29.1.89",
            "18349633747063219012",
            "\/scholar?cites=18349633747063219012",
            {
                "2000":12,
                "2001":17,
                "2002":18,
                "2003":25,
                "2004":20,
                "2005":34,
                "2006":37,
                "2007":37,
                "2008":32,
                "2009":37,
                "2010":53,
                "2011":69,
                "2012":54,
                "2013":56,
                "2014":85,
                "2015":78,
                "2016":76,
                "2017":59,
                "2018":60,
                "2019":73,
                "2020":56,
                "2021":6
            }
        ],
        [
            "The thermal conductivity of polycrystalline semiconductors with type-I clathrate hydrate crystal structure is reported. Ge clathrates (doped with Sr and\/or Eu) exhibit lattice thermal conductivities typical of amorphous materials. Remarkably, this behavior occurs in spite of the well-defined crystalline structure and relatively high electron mobility (∼ 100 cm 2\/V s). The dynamics of dopant ions and their interaction with the polyhedral cages of the structure are a likely source of the strong phonon scattering.",
            "Glasslike heat conduction in high-mobility crystalline semiconductors",
            "JL Cohn and GS Nolas and V Fessatidis and TH Metcalf and GA Slack",
            "1999",
            "8BYDgQgAAAAJ:nVrZBo8bIpAC",
            684,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.779",
            "18209997403597931984",
            "\/scholar?cites=18209997403597931984",
            {
                "1999":9,
                "2000":21,
                "2001":40,
                "2002":34,
                "2003":33,
                "2004":27,
                "2005":26,
                "2006":36,
                "2007":41,
                "2008":34,
                "2009":25,
                "2010":49,
                "2011":29,
                "2012":32,
                "2013":33,
                "2014":22,
                "2015":30,
                "2016":44,
                "2017":34,
                "2018":22,
                "2019":25,
                "2020":29,
                "2021":4
            }
        ],
        [
            "Polycrystalline samples of antimonides with the skutterudite crystal structure with La partially filling the voids have been prepared in an effort to quantify the impact of partial void filling on the lattice thermal conductivity of these compounds. It is observed that a relatively small concentration of La in the voids results in a relatively large decrease in the lattice thermal conductivity. In addition, the largest decrease in the lattice thermal conductivity, compared to “unfilled” CoSb 3 is not observed near 100% filling of the voids with La, as was previously believed. This suggests a point-defect-type phonon scattering effect due to the partial, random distribution of La in the voids as well as the “rattling” effect of the La ions, resulting in the scattering of a larger spectrum of phonons than in the case of 100% filling. An additional benefit of partial filling in thermoelectric materials is that it may be one way of adjusting the electronic …",
            "Effect of partial void filling on the lattice thermal conductivity of skutterudites",
            "GS Nolas and JL Cohn and GA Slack",
            "1998",
            "8BYDgQgAAAAJ:_FxGoFyzp5QC",
            651,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.58.164",
            "691085948999205366",
            "\/scholar?cites=691085948999205366",
            {
                "1998":2,
                "1999":17,
                "2000":26,
                "2001":25,
                "2002":11,
                "2003":21,
                "2004":24,
                "2005":27,
                "2006":37,
                "2007":25,
                "2008":34,
                "2009":39,
                "2010":41,
                "2011":34,
                "2012":30,
                "2013":37,
                "2014":46,
                "2015":33,
                "2016":36,
                "2017":24,
                "2018":30,
                "2019":29,
                "2020":21,
                "2021":2
            }
        ],
        [
            "We present evidence of a relatively high dimensionless figure of merit (ZT) in a polycrystalline skutterudite partially filled with ytterbium ions. The small-diameter yet heavy-mass Yb atoms partially filling the voids of the host CoSb3 system exhibit low values of thermal conductivity while the quite favorable electronic properties are not substantially perturbed by the addition of Yb. This combination is ideal for thermoelectric applications exemplifying the “phonon-glass electron-crystal” concept of a thermoelectric material, resulting in ZT=0.3 at room temperature and ZT∼1 at 600 K for Yb0.19Co4Sb12.",
            "High figure of merit in partially filled ytterbium skutterudite materials",
            "GS Nolas and M Kaeser and RT Littleton IV and TM Tritt",
            "2000",
            "8BYDgQgAAAAJ:mNrWkgRL2YcC",
            603,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1311597",
            "16397345150826153960",
            "\/scholar?cites=16397345150826153960",
            {
                "2001":15,
                "2002":17,
                "2003":18,
                "2004":9,
                "2005":19,
                "2006":27,
                "2007":27,
                "2008":28,
                "2009":33,
                "2010":41,
                "2011":39,
                "2012":44,
                "2013":44,
                "2014":44,
                "2015":53,
                "2016":37,
                "2017":38,
                "2018":23,
                "2019":29,
                "2020":11,
                "2021":4
            }
        ],
        [
            "Polycrystalline samples of Ir4LaGe3Sb9, Ir4NdGe3Sb9, and Ir4SmGe3Sb9 have been made by hot isostatic pressing of powders. The lattice thermal conductivity of these filled skutterudites is markedly smaller than that of IrSb3; thus, void filling shows promise as a method for improving the thermoelectric properties of these materials. We present the lattice thermal conductivity of these filled skutterudites in an effort to quantify the impact of void filling in this structure. It is believed that the atoms ‘‘rattle’’ in the voids of the structure and therefore interact with a broad spectrum of lattice phonons, reducing their mean free paths substantially below that in the ‘‘unfilled’’ skutterudites. An additional phonon scattering mechanism is caused by phonon‐stimulated transitions between the low‐lying energy levels of the 4f electron configurations in the case of Nd3+ and Sm3+. Magnetic susceptibility and Hall‐effect measurements …",
            "The effect of rare‐earth filling on the lattice thermal conductivity of skutterudites",
            "GS Nolas and GA Slack and DT Morelli and TM Tritt and AC Ehrlich",
            "1996",
            "8BYDgQgAAAAJ:fbc8zXXH2BUC",
            518,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.361828",
            "18078777844177134136",
            "\/scholar?cites=18078777844177134136",
            {
                "1996":4,
                "1997":25,
                "1998":26,
                "1999":38,
                "2000":29,
                "2001":23,
                "2002":11,
                "2003":23,
                "2004":18,
                "2005":23,
                "2006":14,
                "2007":16,
                "2008":21,
                "2009":17,
                "2010":24,
                "2011":26,
                "2012":22,
                "2013":18,
                "2014":28,
                "2015":25,
                "2016":19,
                "2017":15,
                "2018":25,
                "2019":15,
                "2020":11,
                "2021":1
            }
        ],
        [
            "Good thermoelectric materials possess low thermal conductivity while maximizing electric carrier transport. This article looks at various classes of materials to understand their behavior and determine methods to modify or “tune” them to optimize their thermoelectric properties. Whether it is the use of “rattlers” in cage structures such as skutterudites, or mixed-lattice atoms such as the complex half-Heusler alloys, the ability to manipulate the thermal conductivity of a material is essential in optimizing its properties for thermoelectric applications.",
            "Recent developments in bulk thermoelectric materials",
            "George S Nolas and Joe Poon and Mercouri Kanatzidis",
            "2006",
            "8BYDgQgAAAAJ:u-x6o8ySG0sC",
            514,
            "https:\/\/link.springer.com\/article\/10.1557\/mrs2006.45",
            "37747062602510342",
            "\/scholar?cites=37747062602510342",
            {
                "2006":7,
                "2007":16,
                "2008":20,
                "2009":22,
                "2010":44,
                "2011":41,
                "2012":41,
                "2013":34,
                "2014":58,
                "2015":46,
                "2016":50,
                "2017":36,
                "2018":35,
                "2019":27,
                "2020":26,
                "2021":6
            }
        ],
        [
            "Resistivity, Seebeck coefficient, and Hall measurements were performed on densified nanocrystalline composite materials of undoped and Ag-doped PbTe nanocrystals to investigate the physical mechanisms responsible for Seebeck coefficient enhancement in nanocrystalline systems. The unique temperature dependence of the resistivity and mobility for these PbTe nanocomposites suggests that grain-boundary potential barrier scattering is the dominant scattering mechanism. We propose that carrier trapping in the grain boundaries forms energy barriers that impede the conduction of carriers between grains, essentially filtering charge carriers with energy less than the barrier height. These nanocomposites therefore demonstrate an enhanced Seebeck coefficient as compared to single crystal or polycrystalline PbTe at similar carrier concentrations.",
            "Enhanced Seebeck coefficient through energy-barrier scattering in PbTe nanocomposites",
            "J Martin and Li Wang and Lidong Chen and GS Nolas",
            "2009",
            "8BYDgQgAAAAJ:Z5m8FVwuT1cC",
            419,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.79.115311",
            "11920773420985496076",
            "\/scholar?cites=11920773420985496076",
            {
                "2009":4,
                "2010":30,
                "2011":20,
                "2012":39,
                "2013":32,
                "2014":48,
                "2015":41,
                "2016":40,
                "2017":45,
                "2018":32,
                "2019":43,
                "2020":38,
                "2021":5
            }
        ],
        [
            "Structural analysis and thermal conductivity data on Sr 8 Ga 16 Ge 30 and Eu 8 Ga 16 Ge 30 crystals are reported. These compounds form in the cubic space group Pm 3 n with lattice parameters of 10.721 (2) and 10.703 (2) Å respectively. Single-crystal x-ray diffraction and structural refinement indicate that the randomly distributed Ga and Ge atoms form a tetrahedrally bonded three-dimensional net in whose cavities the “guest” Sr or Eu atoms reside. The “guest” atoms in the smaller of these polyhedra (dodecahedra) have spherical thermal ellipsoids while those in the larger polyhedra (tetrakaidecahedra) display relatively large and highly anisotropic thermal ellipsoids. The low-thermal conductivity of these compounds at low temperatures is attributable to the disorder introduced by the dynamic “rattling” introduced by these “guest” atoms inside the polyhedra. The potential of this material system for thermoelectric …",
            "Structural properties and thermal conductivity of crystalline Ge clathrates",
            "GS Nolas and TJR Weakley and JL Cohn and R Sharma",
            "2000",
            "8BYDgQgAAAAJ:TQgYirikUcIC",
            260,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.61.3845",
            "2773359552266548042",
            "\/scholar?cites=2773359552266548042",
            {
                "1999":1,
                "2000":7,
                "2001":17,
                "2002":12,
                "2003":12,
                "2004":12,
                "2005":22,
                "2006":17,
                "2007":22,
                "2008":17,
                "2009":13,
                "2010":17,
                "2011":10,
                "2012":13,
                "2013":12,
                "2014":11,
                "2015":6,
                "2016":4,
                "2017":7,
                "2018":9,
                "2019":5,
                "2020":11,
                "2021":2
            }
        ]
    ]
}