{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A Weyl semimetal is a new state of matter that hosts Weyl fermions as emergent quasiparticles and admits a topological classification that protects Fermi arc surface states on the boundary of a bulk sample. This unusual electronic structure has deep analogies with particle physics and leads to unique topological properties. We report the experimental discovery of a Weyl semimetal, tantalum arsenide (TaAs). Using photoemission spectroscopy, we directly observe Fermi arcs on the surface, as well as the Weyl fermion cones and Weyl nodes in the bulk of TaAs single crystals. We find that Fermi arcs terminate on the Weyl fermion nodes, consistent with their topological character. Our work opens the field for the experimental study of Weyl fermions in physics and materials science.",
            "Discovery of a Weyl fermion semimetal and topological Fermi arcs",
            "Su-Yang Xu and Ilya Belopolski and Nasser Alidoust and Madhab Neupane and Guang Bian and Chenglong Zhang and Raman Sankar and Guoqing Chang and Zhujun Yuan and Chi-Cheng Lee and Shin-Ming Huang and Hao Zheng and Jie Ma and Daniel S Sanchez and BaoKai Wang and Arun Bansil and Fangcheng Chou and Pavel P Shibayev and Hsin Lin and Shuang Jia and M Zahid Hasan",
            "2015",
            "8D0GBPgAAAAJ:l7t_Zn2s7bgC",
            2517,
            "https:\/\/science.sciencemag.org\/content\/349\/6248\/613.abstract",
            "802594432860810131",
            "\/scholar?cites=802594432860810131",
            {
                "2015":85,
                "2016":414,
                "2017":562,
                "2018":472,
                "2019":456,
                "2020":479,
                "2021":30
            }
        ],
        [
            "Weyl fermions are massless chiral fermions that play an important role in quantum field theory but have never been observed as fundamental particles. A Weyl semimetal is an unusual crystal that hosts Weyl fermions as quasiparticle excitations and features Fermi arcs on its surface. Such a semimetal not only provides a condensed matter realization of the anomalies in quantum field theories but also demonstrates the topological classification beyond the gapped topological insulators. Here, we identify a topological Weyl semimetal state in the transition metal monopnictide materials class. Our first-principles calculations on TaAs reveal its bulk Weyl fermion cones and surface Fermi arcs. Our results show that in the TaAs-type materials the Weyl semimetal state does not depend on fine-tuning of chemical composition or magnetic order, which opens the door for the experimental realization of Weyl semimetals and …",
            "A Weyl Fermion semimetal with surface Fermi arcs in the transition metal monopnictide TaAs class",
            "Shin-Ming Huang and Su-Yang Xu and Ilya Belopolski and Chi-Cheng Lee and Guoqing Chang and BaoKai Wang and Nasser Alidoust and Guang Bian and Madhab Neupane and Chenglong Zhang and Shuang Jia and Arun Bansil and Hsin Lin and M Zahid Hasan",
            "2015",
            "8D0GBPgAAAAJ:K3LRdlH-MEoC",
            1250,
            "https:\/\/www.nature.com\/articles\/ncomms8373",
            "3364572059134567212",
            "\/scholar?cites=3364572059134567212",
            {
                "2015":68,
                "2016":243,
                "2017":275,
                "2018":221,
                "2019":214,
                "2020":207,
                "2021":16
            }
        ],
        [
            "Symmetry-broken three-dimensional (3D) topological Dirac semimetal systems with strong spin-orbit coupling can host many exotic Hall-like phenomena and Weyl fermion quantum transport. Here, using high-resolution angle-resolved photoemission spectroscopy, we performed systematic electronic structure studies on Cd 3 As 2, which has been predicted to be the parent material, from which many unusual topological phases can be derived. We observe a highly linear bulk band crossing to form a 3D dispersive Dirac cone projected at the Brillouin zone centre by studying the (001)-cleaved surface. Remarkably, an unusually high in-plane Fermi velocity up to 1.5× 10 6 ms− 1 is observed in our samples, where the mobility is known up to 40,000 cm 2 V− 1 s− 1, suggesting that Cd 3 As 2 can be a promising candidate as an anisotropic-hypercone (three-dimensional) high spin-orbit analogue of 3D graphene. Our …",
            "Observation of a three-dimensional topological Dirac semimetal phase in high-mobility Cd 3 As 2",
            "Madhab Neupane and Su-Yang Xu and Raman Sankar and Nasser Alidoust and Guang Bian and Chang Liu and Ilya Belopolski and Tay-Rong Chang and Horng-Tay Jeng and Hsin Lin and Arun Bansil and Fangcheng Chou and M Zahid Hasan",
            "2014",
            "8D0GBPgAAAAJ:NhqRSupF_l8C",
            1132,
            "https:\/\/www.nature.com\/articles\/ncomms4786",
            "7556782591887363875",
            "\/scholar?cites=7556782591887363875",
            {
                "2014":49,
                "2015":159,
                "2016":197,
                "2017":205,
                "2018":197,
                "2019":166,
                "2020":142,
                "2021":13
            }
        ],
        [
            "Symmetry-broken three-dimensional (3D) topological Dirac semimetal systems with strong spin-orbit coupling can host many exotic Hall-like phenomena and Weyl fermion quantum transport. Here, using high-resolution angle-resolved photoemission spectroscopy, we performed systematic electronic structure studies on Cd 3 As 2, which has been predicted to be the parent material, from which many unusual topological phases can be derived. We observe a highly linear bulk band crossing to form a 3D dispersive Dirac cone projected at the Brillouin zone centre by studying the (001)-cleaved surface. Remarkably, an unusually high in-plane Fermi velocity up to 1.5× 10 6 ms− 1 is observed in our samples, where the mobility is known up to 40,000 cm 2 V− 1 s− 1, suggesting that Cd 3 As 2 can be a promising candidate as an anisotropic-hypercone (three-dimensional) high spin-orbit analogue of 3D graphene. Our …",
            "Observation of a three-dimensional topological Dirac semimetal phase in high-mobility Cd 3 As 2",
            "Madhab Neupane and Su-Yang Xu and Raman Sankar and Nasser Alidoust and Guang Bian and Chang Liu and Ilya Belopolski and Tay-Rong Chang and Horng-Tay Jeng and Hsin Lin and Arun Bansil and Fangcheng Chou and M Zahid Hasan",
            "2014",
            "8D0GBPgAAAAJ:abG-DnoFyZgC",
            1125,
            "https:\/\/www.nature.com\/articles\/ncomms4786",
            "7556782591887363875",
            "\/scholar?cites=7556782591887363875",
            {
                "2014":46,
                "2015":157,
                "2016":197,
                "2017":205,
                "2018":197,
                "2019":165,
                "2020":142,
                "2021":13
            }
        ],
        [
            "Symmetry-broken three-dimensional (3D) topological Dirac semimetal systems with strong spin-orbit coupling can host many exotic Hall-like phenomena and Weyl fermion quantum transport. Here, using high-resolution angle-resolved photoemission spectroscopy, we performed systematic electronic structure studies on Cd 3 As 2, which has been predicted to be the parent material, from which many unusual topological phases can be derived. We observe a highly linear bulk band crossing to form a 3D dispersive Dirac cone projected at the Brillouin zone centre by studying the (001)-cleaved surface. Remarkably, an unusually high in-plane Fermi velocity up to 1.5× 10 6 ms− 1 is observed in our samples, where the mobility is known up to 40,000 cm 2 V− 1 s− 1, suggesting that Cd 3 As 2 can be a promising candidate as an anisotropic-hypercone (three-dimensional) high spin-orbit analogue of 3D graphene. Our …",
            "Observation of a three-dimensional topological Dirac semimetal phase in high-mobility Cd3As2",
            "Madhab Neupane and Su-Yang Xu and Raman Sankar and Nasser Alidoust and Guang Bian and Chang Liu and Ilya Belopolski and Tay-Rong Chang and Horng-Tay Jeng and Hsin Lin and Arun Bansil and Fangcheng Chou and M Zahid Hasan",
            "2014",
            "8D0GBPgAAAAJ:mB3voiENLucC",
            1125,
            "https:\/\/www.nature.com\/articles\/ncomms4786",
            "7556782591887363875",
            "\/scholar?cites=7556782591887363875",
            {
                "2014":46,
                "2015":157,
                "2016":197,
                "2017":205,
                "2018":197,
                "2019":165,
                "2020":142,
                "2021":13
            }
        ],
        [
            "The topology of the electronic structure of a crystal is manifested in its surface states. Recently, a distinct topological state has been proposed in metals or semimetals whose spin-orbit band structure features three-dimensional Dirac quasiparticles. We used angle-resolved photoemission spectroscopy to experimentally observe a pair of spin-polarized Fermi arc surface states on the surface of the Dirac semimetal Na3Bi at its native chemical potential. Our systematic results collectively identify a topological phase in a gapless material. The observed Fermi arc surface states open research frontiers in fundamental physics and possibly in spintronics.",
            "Observation of Fermi arc surface states in a topological metal",
            "Su-Yang Xu and Chang Liu and Satya K Kushwaha and Raman Sankar and Jason W Krizan and Ilya Belopolski and Madhab Neupane and Guang Bian and Nasser Alidoust and Tay-Rong Chang and Horng-Tay Jeng and Cheng-Yi Huang and Wei-Feng Tsai and Hsin Lin and Pavel P Shibayev and Fang-Cheng Chou and Robert J Cava and M Zahid Hasan",
            "2015",
            "8D0GBPgAAAAJ:4OULZ7Gr8RgC",
            571,
            "https:\/\/science.sciencemag.org\/content\/347\/6219\/294.abstract",
            "7368957684876754201",
            "\/scholar?cites=7368957684876754201",
            {
                "2015":68,
                "2016":119,
                "2017":117,
                "2018":97,
                "2019":72,
                "2020":88,
                "2021":6
            }
        ],
        [
            "Topological semimetals can support one-dimensional Fermi lines or zero-dimensional Weyl points in momentum space, where the valence and conduction bands touch. While the degeneracy points in Weyl semimetals are robust against any perturbation that preserves translational symmetry, nodal lines require protection by additional crystalline symmetries such as mirror reflection. Here we report, based on a systematic theoretical study and a detailed experimental characterization, the existence of topological nodal-line states in the non-centrosymmetric compound PbTaSe 2 with strong spin-orbit coupling. Remarkably, the spin-orbit nodal lines in PbTaSe 2 are not only protected by the reflection symmetry but also characterized by an integer topological invariant. Our detailed angle-resolved photoemission measurements, first-principles simulations and theoretical topological analysis illustrate the physical …",
            "Topological nodal-line fermions in spin-orbit metal PbTaSe 2",
            "Guang Bian and Tay-Rong Chang and Raman Sankar and Su-Yang Xu and Hao Zheng and Titus Neupert and Ching-Kai Chiu and Shin-Ming Huang and Guoqing Chang and Ilya Belopolski and Daniel S Sanchez and Madhab Neupane and Nasser Alidoust and Chang Liu and BaoKai Wang and Chi-Cheng Lee and Horng-Tay Jeng and Chenglong Zhang and Zhujun Yuan and Shuang Jia and Arun Bansil and Fangcheng Chou and Hsin Lin and M Zahid Hasan",
            "2016",
            "8D0GBPgAAAAJ:eq2jaN3J8jMC",
            548,
            "https:\/\/www.nature.com\/articles\/ncomms10556",
            "3618502261678454638",
            "\/scholar?cites=3618502261678454638",
            {
                "2016":53,
                "2017":108,
                "2018":131,
                "2019":122,
                "2020":123,
                "2021":8
            }
        ],
        [
            "A topological insulator protected by time-reversal symmetry is realized via spin–orbit interaction-driven band inversion. The topological phase in the Bi 1− x Sb x system is due to an odd number of band inversions. A related spin–orbit system, the Pb 1− x Sn x Te, has long been known to contain an even number of inversions based on band theory. Here we experimentally investigate the possibility of a mirror symmetry-protected topological crystalline insulator phase in the Pb 1− x Sn x Te class of materials that has been theoretically predicted to exist in its end compound SnTe. Our experimental results show that at a finite Pb composition above the topological inversion phase transition, the surface exhibits even number of spin-polarized Dirac cone states revealing mirror-protected topological order distinct from that observed in Bi 1− x Sb x. Our observation of the spin-polarized Dirac surface states in the inverted Pb …",
            "Observation of a topological crystalline insulator phase and topological phase transition in Pb 1− x Sn x Te",
            "Su-Yang Xu and Chang Liu and N Alidoust and M Neupane and D Qian and I Belopolski and JD Denlinger and YJ Wang and H Lin and LA a Wray and G Landolt and B Slomski and JH Dil and A Marcinkova and E Morosan and Q Gibson and R Sankar and FC Chou and RJ Cava and A Bansil and MZ Hasan",
            "2012",
            "8D0GBPgAAAAJ:Y0pCki6q_DkC",
            504,
            "https:\/\/www.nature.com\/articles\/ncomms2191",
            "7640028769542075725",
            "\/scholar?cites=7640028769542075725",
            {
                "2012":3,
                "2013":37,
                "2014":73,
                "2015":70,
                "2016":59,
                "2017":71,
                "2018":60,
                "2019":67,
                "2020":57,
                "2021":5
            }
        ],
        [
            "Weyl semimetals provide the realization of Weyl fermions in solid-state physics. Among all the physical phenomena that are enabled by Weyl semimetals, the chiral anomaly is the most unusual one. Here, we report signatures of the chiral anomaly in the magneto-transport measurements on the first Weyl semimetal TaAs. We show negative magnetoresistance under parallel electric and magnetic fields, that is, unlike most metals whose resistivity increases under an external magnetic field, we observe that our high mobility TaAs samples become more conductive as a magnetic field is applied along the direction of the current for certain ranges of the field strength. We present systematically detailed data and careful analyses, which allow us to exclude other possible origins of the observed negative magnetoresistance. Our transport data, corroborated by photoemission measurements, first-principles calculations and …",
            "Signatures of the Adler–Bell–Jackiw chiral anomaly in a Weyl fermion semimetal",
            "Cheng-Long Zhang and Su-Yang Xu and Ilya Belopolski and Zhujun Yuan and Ziquan Lin and Bingbing Tong and Guang Bian and Nasser Alidoust and Chi-Cheng Lee and Shin-Ming Huang and Tay-Rong Chang and Guoqing Chang and Chuang-Han Hsu and Horng-Tay Jeng and Madhab Neupane and Daniel S Sanchez and Hao Zheng and Junfeng Wang and Hsin Lin and Chi Zhang and Hai-Zhou Lu and Shun-Qing Shen and Titus Neupert and M Zahid Hasan and Shuang Jia",
            "2016",
            "8D0GBPgAAAAJ:AXPGKjj_ei8C",
            502,
            "https:\/\/www.nature.com\/articles\/ncomms10735\/briefing\/signup\/?origin=Nature&originReferralPoint=EmailBanner",
            "1499517266853481447",
            "\/scholar?cites=1499517266853481447",
            {
                "2016":59,
                "2017":114,
                "2018":107,
                "2019":104,
                "2020":104,
                "2021":10
            }
        ],
        [
            "Understanding and control of spin degrees of freedom on the surfaces of topological materials are key to future applications as well as for realizing novel physics such as the axion electrodynamics associated with time-reversal (TR) symmetry breaking on the surface. We experimentally demonstrate magnetically induced spin reorientation phenomena simultaneous with a Dirac-metal to gapped-insulator transition on the surfaces of manganese-doped Bi 2 Se 3 thin films. The resulting electronic groundstate exhibits unique hedgehog-like spin textures at low energies, which directly demonstrate the mechanics of TR symmetry breaking on the surface. We further show that an insulating gap induced by quantum tunnelling between surfaces exhibits spin texture modulation at low energies but respects TR invariance. These spin phenomena and the control of their Fermi surface geometrical phase first demonstrated in …",
            "Hedgehog spin texture and Berry’s phase tuning in a magnetic topological insulator",
            "Su-Yang Xu and Madhab Neupane and Chang Liu and Duming Zhang and Anthony Richardella and L Andrew Wray and Nasser Alidoust and Mats Leandersson and Thiagarajan Balasubramanian and Jaime Sánchez-Barriga and Oliver Rader and Gabriel Landolt and Bartosz Slomski and Jan Hugo Dil and Jürg Osterwalder and Tay-Rong Chang and Horng-Tay Jeng and Hsin Lin and Arun Bansil and Nitin Samarth and M Zahid Hasan",
            "2012",
            "8D0GBPgAAAAJ:zYLM7Y9cAGgC",
            348,
            "https:\/\/www.nature.com\/articles\/nphys2351",
            "1964552326814981831",
            "\/scholar?cites=1964552326814981831",
            {
                "2012":4,
                "2013":37,
                "2014":46,
                "2015":60,
                "2016":53,
                "2017":36,
                "2018":38,
                "2019":36,
                "2020":37,
                "2021":1
            }
        ]
    ]
}