{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "BACKGROUND: Micronuclei are suitable internal dosimeters for revealing tissue-specific genotoxic damage in individuals exposed to carcinogenic mixtures. Evaluation of radiation-induced cellular changes to predict radiosensitivity has invested many investigators since such changes were first found in biopsy material. AIM: The aim of the present study was to assess the relationship of with histopathological grade and number of radiation therapy sittings with the frequency of micronuclei and nuclear anomalies among oral cancer patients. MATERIAL & METHOD: Thirty male patients with histologically proven cases of oral cancer undergoing radiation therapy and age and sex matched 20 healthy controls were included in the study. Scrape cytology smears of exfoliated buccal cells were prepared and stained using Feulgen stain and frequency of micronuclei and other nuclear anomalies counts were evaluated with …",
            "Micronuclei assay in exfoliated buccal cells of radiation treated oral cancer patients.",
            "Gayathri Ramesh and Smriti Chaubey and Amrita Raj and Ravi Kumar Seth and Anuradha Katiyar and Amit Kumar",
            "2017",
            "8dIRjd8AAAAJ:IjCSPb-OGe4C",
            2,
            "http:\/\/search.ebscohost.com\/login.aspx?direct=true&profile=ehost&scope=site&authtype=crawler&jrnl=13594117&AN=126241651&h=GFt66aEkjuoW60rCkAfFOIZMo0F72TGsVHMun7snZqe4vMBZSQF2Jnrru6pRz2lk61gbxeHAZ4n0%2BReYEPKUyA%3D%3D&crl=c",
            "18389736293481284131",
            "\/scholar?cites=18389736293481284131",
            {
                "2018":1,
                "2019":1
            }
        ],
        [
            "Ramesh G, Sant V, Arunagiri S, Mishra G, Seth R, Chaubey S ABSTRACT: Saliva is complex and important body fluid, is very essential for oral health. Saliva is the exposed to numerous toxic components in tobacco products, is responsible for structural and functional changes in oral tissues. Aim & objectives: A single blind randomized cross-sectional study was undertaken to assess the effect of chewing and smoking tobacco on pH of saliva and tongue coating and role of tobacco on oral microflora. Material and methods: Forty five unstimulated (15 controls and 15 study subjects with only tobacco smoking and 15 with both smoking and chewing habits) salivary and tongue coating pH was assessed and the saliva sample was inoculated on to the blood agar for microbiological analyses. Results: The mean salivary pH in group I and group II was found to be 7.66±0.50 and 8.06±0.67 respectively. The mean tongue coating pH group I and group II was found to be 6.80±0.86 and 6.93±1.03 respectively. The differences between the groups for salivary (P≥ 0.788) and tongue coating pH (P≥ 0.079) were not statistically significant. Among all the groups Coagulase Negative Staphylococci & Gram positive bacilli were predominantly. In Group I, Enterococcus faecalis, E. coli & Klebsiella specieswere mostly found, whereas in Group II the predominant microorganisms found were Streptococcus viridians. Conclusion: The pH and microbiota of mouth differs depending on the methods of collection, its analysis and the area that is tested. Understanding what can change the microbiota (including mouth sites, diet and habit) will give more information on how to …",
            "Evaluation of Salivary and Tongue Coating pH and the Effect of Tobacco on Oral Microflora among Tobacco Users",
            "G Ramesh and V Sant and S Arunagiri and G Mishra and R Seth and S Chaubey",
            "2015",
            "8dIRjd8AAAAJ:qjMakFHDy7sC",
            2,
            "https:\/\/www.researchgate.net\/profile\/Dr_Gayathri_Ramesh2\/publication\/280863856_Evaluation_of_Salivary_and_Tongue_Coating_pH_and_the_Effect_of_Tobacco_on_Oral_Microflora_among_Tobacco_Users\/links\/55c98c5a08aea2d9bdc93ac7\/Evaluation-of-Salivary-and-Tongue-Coating-pH-and-the-Effect-of-Tobacco-on-Oral-Microflora-among-Tobacco-Users.pdf",
            "17027068626308705563",
            "\/scholar?cites=17027068626308705563",
            {
                "2017":2
            }
        ],
        [
            "Background-Many studies have shown that understaffing and increased workload is risk factor for health care-associated epidemics and the goal of hand hygiene is to obtain sufficient reduction of microbial counts on the skin to prevent cross-transmission of pathogens among patients. There are also studies showing herbal hand sanitizers having significant bacteriostatic effect on hands. Aim and Objective: The study will be undertaken to assess the antibacterial efficacy of lemon juice and two different natural oils. Materials and Method: Three groups consisting of health workers (group I, group II & group III) without were included in the study. Sterile cotton swab sticks were used to take swabs from both hands and swabs were inoculated on the part of the agar plates marked pre application on to Cystein lactose electrolyte deficient agar plates. Lemon juice and natural oils (Eucalyptus and Lemon grass) was asked to rub the thoroughly on the palms. Later after 1 min, swabs were collected again from the palms and inoculation was done on the respective agar plates, in the part marked post. This procedure was repeated for six consecutive days. Results: Lemon juice was slightly better than lemon grass oil and eucalyptus oil in eradicating microbes from the hands of health care workers and also lemon grass oil showed better antibacterial efficacy than eucalyptus oil. Conclusion: The household herbal oils and fresh extracts can be used in preventing spreading of infections, namely by its use as an antiseptic for topical and for hand cleaning.",
            "Evaluation of antibacterial efficacy of lemon grass oil eucalyptus oil and lemon juice, as a hand sanitizer",
            "Gayathri Ramesh and Ravi Kumar Seth and Dr Smriti Ramamurthy Sujatha",
            "2011",
            "8dIRjd8AAAAJ:d1gkVwhDpl0C",
            1,
            "https:\/\/www.researchgate.net\/profile\/Dr_Gayathri_Ramesh2\/publication\/305619045_EVALUATION_OF_ANTIBACTERIAL_EFFICACY_OF_LEMON_GRASS_OIL_EUCALYPTUS_OIL_AND_LEMON_JUICE_AS_A_HAND_SANITIZER\/links\/5795ddff08ae33e89facdd5a\/EVALUATION-OF-ANTIBACTERIAL-EFFICACY-OF-LEMON-GRASS-OIL-EUCALYPTUS-OIL-AND-LEMON-JUICE-AS-A-HAND-SANITIZER.pdf",
            "9682499900223285293",
            "\/scholar?cites=9682499900223285293",
            {
                "2019":1
            }
        ]
    ]
}