{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report on K‐band interferometric observations of the bright, rapidly rotating star Regulus (type B7 V) made with the CHARA Array on Mount Wilson, California. Through a combination of interferometric and spectroscopic measurements, we have determined for Regulus the equatorial and polar diameters and temperatures, the rotational velocity and period, the inclination and position angle of the spin axis, and the gravity darkening coefficient. These first results from the CHARA Array provide the first interferometric measurement of gravity darkening in a rapidly rotating star and represent the first detection of gravity darkening in a star that is not a member of an eclipsing binary system.",
            "First results from the CHARA array. I. An interferometric and spectroscopic study of the fast rotator α Leonis (Regulus)",
            "HA McAlister and TA Ten Brummelaar and DR Gies and W Huang and WG Bagnuolo Jr and MA Shure and J Sturmann and L Sturmann and NH Turner and SF Taylor and DH Berger and EK Baines and E Grundstrom and C Ogden and ST Ridgway and G van Belle",
            "2005",
            "8dlIwSIAAAAJ:iH-uZ7U-co4C",
            195,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/430730\/meta",
            "14875630810701392416",
            "\/scholar?cites=14875630810701392416",
            {
                "2005":5,
                "2006":17,
                "2007":16,
                "2008":18,
                "2009":14,
                "2010":17,
                "2011":17,
                "2012":12,
                "2013":15,
                "2014":8,
                "2015":9,
                "2016":14,
                "2017":11,
                "2018":7,
                "2019":4,
                "2020":10
            }
        ],
        [
            "We report on the discovery of≥ 100 MeV γ-rays from the binary system PSR B1259–63\/LS 2883 using the Large Area Telescope (LAT) on board Fermi. The system comprises a radio pulsar in orbit around a Be star. We report on LAT observations from near apastron to~ 128 days after the time of periastron, t p, on 2010 December 15. No γ-ray emission was detected from this source when it was far from periastron. Faint γ-ray emission appeared as the pulsar approached periastron. At~ t p+ 30 days, the≥ 100 MeV γ-ray flux increased over a period of a few days to a peak flux 20-30 times that seen during the pre-periastron period, but with a softer spectrum. For the following month, it was seen to be variable on daily timescales, but remained at~(1-4)× 10–6 cm–2 s–1 before starting to fade at~ t p+ 57 days. The total γ-ray luminosity observed during this period is comparable to the spin-down power of the pulsar …",
            "Discovery of high-energy gamma-ray emission from the binary system PSR B1259–63\/LS 2883 around periastron with Fermi",
            "AA Abdo and Markus Ackermann and Marco Ajello and A Allafort and Jean Ballet and Guido Barbiellini and D Bastieri and K Bechtol and Ronaldo Bellazzini and B Berenji and RD Blandford and E Bonamente and AW Borgland and J Bregeon and M Brigida and Pascal Bruel and R Buehler and S Buson and GA Caliandro and RA Cameron and F Camilo and PA Caraveo and C Cecchi and E Charles and S Chaty and A Chekhtman and M Chernyakova and CC Cheung and J Chiang and S Ciprini and R Claus and J Cohen-Tanugi and LR Cominsky and S Corbel and S Cutini and F d'Ammando and A De Angelis and PR Den Hartog and F De Palma and CD Dermer and SW Digel and E do Couto e Silva and M Dormody and PS Drell and A Drlica-Wagner and R Dubois and G Dubus and D Dumora and T Enoto and CM Espinoza and C Favuzzi and SJ Fegan and EC Ferrara and WB Focke and P Fortin and Y Fukazawa and S Funk and P Fusco and F Gargano and D Gasparrini and N Gehrels and S Germani and N Giglietto and P Giommi and F Giordano and M Giroletti and T Glanzman and G Godfrey and IA Grenier and M-H Grondin and JE Grove and E Grundstrom and S Guiriec and C Gwon and D Hadasch and AK Harding and M Hayashida and E Hays and G Jóhannesson and AS Johnson and TJ Johnson and S Johnston and T Kamae and H Katagiri and J Kataoka and M Keith and M Kerr and J Knödlseder and M Kramer and M Kuss and J Lande and S-H Lee and M Lemoine-Goumard and F Longo and F Loparco and MN Lovellette and P Lubrano and RN Manchester and M Marelli and MN Mazziotta and PF Michelson and W Mitthumsiri and T Mizuno and AA Moiseev and C Monte and ME Monzani and A Morselli and IV Moskalenko and S Murgia and T Nakamori and M Naumann-Godo and A Neronov and PL Nolan and JP Norris and A Noutsos and E Nuss and T Ohsugi and A Okumura and N Omodei and E Orlando and D Paneque and D Parent and M Pesce-Rollins and M Pierbattista and F Piron and TA Porter and A Possenti and S Rainò and R Rando and PS Ray and Massimiliano Razzano and S Razzaque and A Reimer and O Reimer and T Reposeur and S Ritz and HF-W Sadrozinski and JD Scargle and C Sgrò and R Shannon and EJ Siskind and PD Smith and G Spandre and P Spinelli and MS Strickman and DJ Suson and H Takahashi and T Tanaka and JG Thayer and JB Thayer",
            "2011",
            "8dlIwSIAAAAJ:qUcmZB5y_30C",
            190,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2041-8205\/736\/1\/L11\/meta",
            "11637444581875283262",
            "\/scholar?cites=11637444581875283262",
            {
                "2011":11,
                "2012":31,
                "2013":32,
                "2014":19,
                "2015":21,
                "2016":9,
                "2017":16,
                "2018":17,
                "2019":17,
                "2020":13,
                "2021":2
            }
        ],
        [
            "LS I+ 61 303 and LS 5039 are two of only a handful of known high-mass X-ray binaries (HMXBs) that exhibit very high energy emission in the MeV-TeV range, and these\" γ-ray binaries\" are of renewed interest due to the recent launch of the Fermi Gamma-ray Space Telescope. Here we present new radial velocities of both systems based on recent red and blue optical spectra. Both systems have somewhat discrepant orbital solutions available in the literature, and our new measurements result in improved orbital elements and resolve the disagreements. The improved geometry of each orbit will aid in studies of the high-energy emission region near each source.",
            "The Orbits of the γ-Ray Binaries LS I+ 61 303 and LS 5039",
            "Christina Aragona and M Virginia McSwain and Erika D Grundstrom and Amber N Marsh and Rachael M Roettenbacher and Katelyn M Hessler and Tabetha S Boyajian and Paul S Ray",
            "2009",
            "8dlIwSIAAAAJ:_Qo2XoVZTnwC",
            162,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/698\/1\/514\/meta",
            "13060248255947014057",
            "\/scholar?cites=13060248255947014057",
            {
                "2009":12,
                "2010":24,
                "2011":34,
                "2012":20,
                "2013":12,
                "2014":11,
                "2015":7,
                "2016":20,
                "2017":6,
                "2018":5,
                "2019":2,
                "2020":5,
                "2021":3
            }
        ],
        [
            "We present the first  ‐band, long‐baseline interferometric observations of the northern Be stars γ Cas, φ Per, ζ Tau, and κ Dra. The measurements were made with multiple telescope pairs of the CHARA Array interferometer and in every case the observations indicate that the circumstellar disks of the targets are resolved. We fit the interferometric visibilities with predictions from a simple disk model that assumes an isothermal gas in Keplerian rotation. We derive fits of the four model parameters (disk base density, radial density exponent, disk normal inclination, and position angle) for each of the targets. The resulting densities are in broad agreement with prior studies of the IR excess flux, and the resulting orientations generally agree with those from interferometric Hα and continuum polarimetric observations. We find that the angular size of the   disk emission is smaller than that determined for the Hα emission, and …",
            "CHARA array K'-band measurements of the angular dimensions of Be star disks",
            "DR Gies and WG Bagnuolo Jr and EK Baines and TA ten Brummelaar and CD Farrington and PJ Goldfinger and ED Grundstrom and W Huang and HA McAlister and A Mérand and J Sturmann and L Sturmann and Y Touhami and NH Turner and DW Wingert and DH Berger and MV McSwain and JP Aufdenberg and ST Ridgway and AL Cochran and DF Lester and NC Sterling and JE Bjorkman and KS Bjorkman and P Koubský",
            "2007",
            "8dlIwSIAAAAJ:hqOjcs7Dif8C",
            111,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/509144\/meta",
            "5106678679669993556",
            "\/scholar?cites=5106678679669993556",
            {
                "2007":6,
                "2008":6,
                "2009":9,
                "2010":16,
                "2011":8,
                "2012":17,
                "2013":14,
                "2014":5,
                "2015":5,
                "2016":8,
                "2017":2,
                "2018":6,
                "2019":3,
                "2020":4
            }
        ],
        [
            "We present the results of an Hα monitoring campaign on the BeXRB and microquasar system LS I +61 303. We use radial velocity measurements of He i lines in our spectra to reevaluate the orbital elements and to better establish the time of periastron. We list equivalent widths and other parameters for the Hα emission line and discuss the orbital phase related variations observed. We call attention to a dramatic episode of emission weakening that occurred in less than 1 day that probably resulted from exposure to a transient source of ionizing radiation. We argue that the increase in Hα and X‐ray emission following periastron probably results from the creation of an extended density wave in the disk created by tidal forces. We also discuss estimates of the size of the disk from the Hα equivalent width measurements, and we suggest that the disk radius from the average equivalent width corresponds to a resonant …",
            "Joint Hα and X-ray observations of massive X-ray binaries. II. The be X-ray binary and microquasar LS I+ 61 303",
            "ED Grundstrom and SM Caballero-Nieves and DR Gies and W Huang and MV McSwain and SE Rafter and RL Riddle and SJ Williams and DW Wingert",
            "2007",
            "8dlIwSIAAAAJ:3fE2CSJIrl8C",
            109,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/510509\/meta",
            "6742309456324393092",
            "\/scholar?cites=6742309456324393092",
            {
                "2006":1,
                "2007":13,
                "2008":13,
                "2009":16,
                "2010":11,
                "2011":13,
                "2012":8,
                "2013":8,
                "2014":6,
                "2015":1,
                "2016":8,
                "2017":3,
                "2018":4,
                "2019":1,
                "2020":1
            }
        ],
        [
            "We present numerical models of the circumstellar disks of Be stars, and we describe the resulting synthetic Hα emission lines and maps of the wavelength‐integrated emission flux projected onto the sky. We demonstrate that there are monotonic relationships between the emission‐line equivalent width and the ratio of the angular half‐width at half‐maximum of the projected disk major axis to the radius of the star. These relationships depend mainly on the temperatures of the disk and star, the inclination of the disk normal to the line of sight, and the adopted outer boundary for the disk radius. We show that the predicted Hα disk radii are consistent with those observed directly through long baseline interferometry of nearby Be stars (especially once allowance is made for disk truncation in binaries and for dilution of the observed Hα equivalent width by continuum disk flux in the V band).",
            "Estimating Be star disk radii using Hα emission equivalent widths",
            "Erika D Grundstrom and Douglas R Gies",
            "2006",
            "8dlIwSIAAAAJ:R3hNpaxXUhUC",
            91,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/509635\/meta",
            "12837575527384327304",
            "\/scholar?cites=12837575527384327304",
            {
                "2007":7,
                "2008":5,
                "2009":4,
                "2010":7,
                "2011":9,
                "2012":8,
                "2013":11,
                "2014":7,
                "2015":4,
                "2016":11,
                "2017":6,
                "2018":1,
                "2019":4,
                "2020":5,
                "2021":2
            }
        ],
        [
            "We present a radial velocity study of the rapidly rotating B star Regulus that indicates the star is a single‐lined spectroscopic binary. The orbital period (40.11 days) and probable semimajor axis (0.35 AU) are large enough that the system is not interacting at present. However, the mass function suggests that the secondary has a low mass ( ), and we argue that the companion may be a white dwarf. Such a star would be the remnant of a former mass donor that was the source of the large spin angular momentum of Regulus itself.",
            "A spectroscopic orbit for Regulus",
            "DR Gies and S Dieterich and ND Richardson and AR Riedel and HA McAlister and WG Bagnuolo Jr and ED Grundstrom and S Štefl and Th Rivinius and D Baade and BL Team",
            "2008",
            "8dlIwSIAAAAJ:RHpTSmoSYBkC",
            61,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/591148\/meta",
            "13282297462377336389",
            "\/scholar?cites=13282297462377336389",
            {
                "2008":1,
                "2009":5,
                "2010":8,
                "2011":10,
                "2012":2,
                "2013":3,
                "2014":4,
                "2015":3,
                "2016":6,
                "2017":8,
                "2018":6,
                "2019":1,
                "2020":3
            }
        ],
        [
            "We report on the detection of a hot subdwarf component in the Be binary system, 59 Cygni. The spectral signature is found in cross-correlation functions of photospheric model spectra with far-ultraviolet spectra obtained by the International Ultraviolet Explorer Satellite, and we used radial velocities from the cross-correlation functions to determine a double-lined spectroscopic orbit. The individual spectra of the binary components were extracted using a Doppler tomography algorithm. The flux of the system is dominated by the rapidly rotating Be star. However, the subdwarf contributes approximately 4% of the UV flux, and its spectrum bears a strong resemblance to that of the hot sdO star BD+ 75 325. Based on the appearance of the UV spectrum and the orbital elements, we present estimates for the stellar masses, radii, and temperatures. The presence of the hot companion causes excess emission from the outer …",
            "Far-ultraviolet detection of the suspected subdwarf companion to the Be star 59 Cygni",
            "Geraldine J Peters and Tiffany D Pewett and Douglas R Gies and Yamina N Touhami and Erika D Grundstrom",
            "2013",
            "8dlIwSIAAAAJ:L8Ckcad2t8MC",
            55,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/765\/1\/2\/meta",
            "10853071846674248292",
            "\/scholar?cites=10853071846674248292",
            {
                "2013":6,
                "2014":6,
                "2015":4,
                "2016":7,
                "2017":7,
                "2018":10,
                "2019":7,
                "2020":8
            }
        ],
        [
            "We present multiple epochs of Hα spectroscopy for 47 members of the open cluster NGC 3766 to investigate the long‐term variability of its Be stars. Sixteen of the stars in this sample are Be stars, including one new discovery. Of these, we observe an unprecedented 11 Be stars that undergo disk appearances and\/or near disappearances in our Hα spectra, making this the most variable population of Be stars known to date. NGC 3766 is therefore an excellent location to study the formation mechanism of Be star disks. From blue optical spectra of 38 cluster members and existing Strömgren photometry of the cluster, we also measure rotational velocities, effective temperatures, and polar surface gravities to investigate the physical and evolutionary factors that may contribute to the Be phenomenon. Our analysis also provides improvements to the reddening and distance of NGC 3766, and we find   and  , respectively …",
            "The B and Be star population of NGC 3766",
            "M Virginia McSwain and Wenjin Huang and Douglas R Gies and Erika D Grundstrom and Richard HD Townsend",
            "2008",
            "8dlIwSIAAAAJ:M3ejUd6NZC8C",
            53,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/523934\/meta",
            "8037080635910505875",
            "\/scholar?cites=8037080635910505875",
            {
                "2008":1,
                "2009":5,
                "2010":11,
                "2011":5,
                "2012":4,
                "2013":6,
                "2014":7,
                "2015":1,
                "2016":4,
                "2017":2,
                "2018":2,
                "2019":3,
                "2020":1
            }
        ],
        [
            "",
            "Spectral and spatial imaging of the Be+ sdO binary ϕ Persei",
            "D Mourard and JD Monnier and A Meilland and D Gies and F Millour and M Benisty and X Che and ED Grundstrom and R Ligi and G Schaefer and F Baron and Stefan Kraus and M Zhao and E Pedretti and P Berio and JM Clausse and N Nardetto and K Perraut and A Spang and P Stee and I Tallon-Bosc and H McAlister and T Ten Brummelaar and ST Ridgway and J Sturmann and L Sturmann and N Turner and C Farrington",
            "2015",
            "8dlIwSIAAAAJ:QIV2ME_5wuYC",
            51,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2015\/05\/aa25141-14\/aa25141-14.html",
            "10342544667288173590",
            "\/scholar?cites=10342544667288173590",
            {
                "2014":1,
                "2015":1,
                "2016":9,
                "2017":10,
                "2018":14,
                "2019":9,
                "2020":6
            }
        ]
    ]
}