{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Néel skyrmions are of high interest due to their potential applications in a variety of spintronic devices, currently accessible in ultrathin heavy metal\/ferromagnetic bilayers and multilayers with a strong Dzyaloshinskii–Moriya interaction. Here we report on the direct imaging of chiral spin structures including skyrmions in an exchange-coupled cobalt\/palladium multilayer at room temperature with Lorentz transmission electron microscopy, a high-resolution technique previously suggested to exhibit no Néel skyrmion contrast. Phase retrieval methods allow us to map the internal spin structure of the skyrmion core, identifying a 25 nm central region of uniform magnetization followed by a larger region characterized by rotation from in-to out-of-plane. The formation and resolution of the internal spin structure of room temperature skyrmions without a stabilizing out-of-plane field in thick magnetic multilayers opens up a new …",
            "Observation of stable Néel skyrmions in cobalt\/palladium multilayers with Lorentz transmission electron microscopy",
            "Shawn D Pollard and Joseph A Garlow and Jiawei Yu and Zhen Wang and Yimei Zhu and Hyunsoo Yang",
            "2017",
            "8EMePAUAAAAJ:Mojj43d5GZwC",
            178,
            "https:\/\/www.nature.com\/articles\/ncomms14761",
            "6479563143909420119",
            "\/scholar?cites=6479563143909420119",
            {
                "2017":19,
                "2018":47,
                "2019":43,
                "2020":59,
                "2021":8
            }
        ],
        [
            "Magnetic skyrmions are topologically protected whirling spin texture. Their nanoscale dimensions, topologically protected stability and solitonic nature, together are promising for future spintronics applications. To translate these compelling features into practical spintronic devices, a key challenge lies in achieving effective control of skyrmion properties, such as size, density and thermodynamic stability. Here, we report the discovery of ferroelectrically tunable skyrmions in ultrathin BaTiO 3\/SrRuO 3 bilayer heterostructures. The ferroelectric proximity effect at the BaTiO 3\/SrRuO 3 heterointerface triggers a sizeable Dzyaloshinskii–Moriya interaction, thus stabilizing robust skyrmions with diameters less than a hundred nanometres. Moreover, by manipulating the ferroelectric polarization of the BaTiO 3 layer, we achieve local, switchable and nonvolatile control of both skyrmion density and thermodynamic stability. This …",
            "Ferroelectrically tunable magnetic skyrmions in ultrathin oxide heterostructures",
            "Lingfei Wang and Qiyuan Feng and Yoonkoo Kim and Rokyeon Kim and Ki Hoon Lee and Shawn D Pollard and Yeong Jae Shin and Haibiao Zhou and Wei Peng and Daesu Lee and Wenjie Meng and Hyunsoo Yang and Jung Hoon Han and Miyoung Kim and Qingyou Lu and Tae Won Noh",
            "2018",
            "8EMePAUAAAAJ:5awf1xo2G04C",
            114,
            "https:\/\/www.nature.com\/articles\/s41563-018-0204-4",
            "9895257046752369402",
            "\/scholar?cites=9895257046752369402",
            {
                "2018":2,
                "2019":28,
                "2020":78,
                "2021":5
            }
        ],
        [
            "We have studied the spin-orbit torques in perpendicularly magnetized Hf\/CoFeB\/MgO system, by systematically varying the thickness of Hf underlayer. We have observed a sign change of effective fields between Hf thicknesses of 1.75 and 2 nm, indicating that competing mechanisms, such as the Rashba and spin Hall effects, contribute to spin-orbit torques in our system. For larger Hf thicknesses (>2 nm), both the components of spin-orbit torques arise predominantly from the bulk spin Hall effect. We have also confirmed these results using spin-orbit torque induced magnetization switching measurements. Our results could be helpful in designing Hf based SOT devices.",
            "Hf thickness dependence of spin-orbit torques in Hf\/CoFeB\/MgO heterostructures",
            "Rajagopalan Ramaswamy and Xuepeng Qiu and Tanmay Dutta and Shawn David Pollard and Hyunsoo Yang",
            "2016",
            "8EMePAUAAAAJ:XiVPGOgt02cC",
            74,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4951674",
            "13669614006638233966",
            "\/scholar?cites=13669614006638233966",
            {
                "2015":1,
                "2016":6,
                "2017":17,
                "2018":20,
                "2019":16,
                "2020":14
            }
        ],
        [
            "Spin-transfer torques offer great promise for the development of spin-based devices. The effects of spin-transfer torques are typically analysed in terms of adiabatic and non-adiabatic contributions. Currently, a comprehensive interpretation of the non-adiabatic term remains elusive, with suggestions that it may arise from universal effects related to dissipation processes in spin dynamics, while other studies indicate a strong influence from the symmetry of magnetization gradients. Here we show that enhanced magnetic imaging under dynamic excitation can be used to differentiate between non-adiabatic spin-torque and extraneous influences. We combine Lorentz microscopy with gigahertz excitations to map the orbit of a magnetic vortex core with< 5 nm resolution. Imaging of the gyrotropic motion reveals subtle changes in the ellipticity, amplitude and tilt of the orbit as the vortex is driven through resonance, providing …",
            "Direct dynamic imaging of non-adiabatic spin torque effects",
            "SD Pollard and L Huang and KS Buchanan and DA Arena and Y Zhu",
            "2012",
            "8EMePAUAAAAJ:IjCSPb-OGe4C",
            68,
            "https:\/\/www.nature.com\/articles\/ncomms2025",
            "2424931849955283766",
            "\/scholar?cites=2424931849955283766",
            {
                "2012":1,
                "2013":2,
                "2014":13,
                "2015":10,
                "2016":9,
                "2017":10,
                "2018":11,
                "2019":5,
                "2020":6
            }
        ],
        [
            "We systematically investigate magnetic reversal of permalloy islands in a square spin-ice geometry with in situ Lorentz microscopy. Differential phase imaging reveals the presence of a flux channel similar to a Dirac string between the magnetic charge monopoles during the reversal. Analysis of the phase images shows that positively and negatively charged monopoles always move together with the flux channel. Statistical analysis of monopole populations and system correlations shows the emergence of a highly frustrated state for low magnetizations. This state is explained by a strong influence of charge ordering, which limits monopole densities.",
            "Propagation of magnetic charge monopoles and Dirac flux strings in an artificial spin-ice lattice",
            "SD Pollard and V Volkov and Y Zhu",
            "2012",
            "8EMePAUAAAAJ:UeHWp8X0CEIC",
            59,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.85.180402",
            "12646236637901608478",
            "\/scholar?cites=12646236637901608478",
            {
                "2012":1,
                "2013":12,
                "2014":9,
                "2015":9,
                "2016":6,
                "2017":6,
                "2018":8,
                "2019":5,
                "2020":3
            }
        ],
        [
            "All-electric magnetization manipulation at low power is a prerequisite for a wide adoption of spintronic devices. Materials such as heavy metals 1, 2, 3 or topological insulators 4, 5 provide good charge-to-spin conversion efficiencies. They enable magnetization switching in heterostructures with either metallic ferromagnets or with magnetic insulators. Recent work suggests a pronounced Edelstein effect in Weyl semimetals due to their non-trivial band structure 6, 7; the Edelstein effect can be one order of magnitude stronger than it is in topological insulators or Rashba systems. Furthermore, the strong intrinsic spin Hall effect from the bulk states in Weyl semimetals can contribute to the spin current generation 8. The Td phase of the Weyl semimetal WTe 2 (WTe 2 hereafter) possesses strong spin–orbit coupling 6, 9 and non-trivial band structures 10 with a large spin polarization protected by time-reversal symmetry in …",
            "All-electric magnetization switching and Dzyaloshinskii–Moriya interaction in WTe 2\/ferromagnet heterostructures",
            "Shuyuan Shi and Shiheng Liang and Zhifeng Zhu and Kaiming Cai and Shawn D Pollard and Yi Wang and Junyong Wang and Qisheng Wang and Pan He and Jiawei Yu and Goki Eda and Gengchiau Liang and Hyunsoo Yang",
            "2019",
            "8EMePAUAAAAJ:VL0QpB8kHFEC",
            57,
            "https:\/\/www.nature.com\/articles\/s41565-019-0525-8",
            "2158110877524837316",
            "\/scholar?cites=2158110877524837316",
            {
                "2019":4,
                "2020":50,
                "2021":3
            }
        ],
        [
            "Widespread applications of magnetic devices require an efficient means to manipulate the local magnetization. One mechanism is the electrical spin-transfer torque associated with electron-mediated spin currents; however, this suffers from substantial energy dissipation caused by Joule heating. We experimentally demonstrated an alternative approach based on magnon currents and achieved magnon-torque–induced magnetization switching in Bi2Se3\/antiferromagnetic insulator NiO\/ferromagnet devices at room temperature. The magnon currents carry spin angular momentum efficiently without involving moving electrons through a 25-nanometer-thick NiO layer. The magnon torque is sufficient to control the magnetization, which is comparable with previously observed electrical spin torque ratios. This research, which is relevant to the energy-efficient control of spintronic devices, will invigorate magnon-based …",
            "Magnetization switching by magnon-mediated spin torque through an antiferromagnetic insulator",
            "Yi Wang and Dapeng Zhu and Yumeng Yang and Kyusup Lee and Rahul Mishra and Gyungchoon Go and Se-Hyeok Oh and Dong-Hyun Kim and Kaiming Cai and Enlong Liu and Shawn D Pollard and Shuyuan Shi and Jongmin Lee and Kie Leong Teo and Yihong Wu and Kyung-Jin Lee and Hyunsoo Yang",
            "2019",
            "8EMePAUAAAAJ:N5tVd3kTz84C",
            42,
            "https:\/\/science.sciencemag.org\/content\/366\/6469\/1125.abstract",
            "209674543602663387",
            "\/scholar?cites=209674543602663387",
            {
                "2020":37,
                "2021":5
            }
        ],
        [
            "We report direct Lorentz microscopy observations of electrically induced magnetic domain motion in a nickel film\/Pb(Mg1\/3Nb2\/3)O3]0.68-[PbTiO3]0.32 (PMN-PT (011)) heterostructure. The 0.5 mm-thick PMN-PT substrate contains a 10 μm-wide, 60 nm-thick Ni\/Pt electron-permeable observation region. Stress from the substrate creates magnetoelastic anisotropy of up to 4 kJ m−3 in the nickel film resulting in reversible magnetization rotation as well as non-reversible domain wall jumps (i.e., Barkhausen jumps). The observed magnetization of the film is directly related to the local strain gradient as computed by the finite element method, providing strong evidence of the effectiveness of the strain-mediated magnetoelectric approach for device applications.",
            "Electrically controlled reversible and hysteretic magnetic domain evolution in nickel film\/Pb(Mg1\/3Nb2\/3)O3]0.68-[PbTiO3]0.32 (011) heterostructure",
            "JL Hockel and SD Pollard and KP Wetzlar and T Wu and Y Zhu and GP Carman",
            "2013",
            "8EMePAUAAAAJ:YsMSGLbcyi4C",
            39,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4811249",
            "10389512876437596827",
            "\/scholar?cites=10389512876437596827",
            {
                "2014":3,
                "2015":9,
                "2016":7,
                "2017":10,
                "2018":6,
                "2019":2,
                "2020":2
            }
        ],
        [
            "Spin–orbit torque can be used to manipulate magnetization in spintronic devices. However, conventional ferromagnetic spin–orbit torque systems have intrinsic limitations in terms of operation speed due to their inherent magnetization dynamics. Antiferromagnets and ferrimagnets with antiparallel exchange coupling exhibit faster spin dynamics and could potentially overcome these limitations. Here, we report ultrafast spin–orbit torque-induced magnetization switching in ferrimagnetic cobalt-gadolinium (CoGd) alloy devices. Using a stroboscopic pump–probe technique to perform time-resolved measurements, we show that the switching time in the ferrimagnets can be reduced to the subnanosecond regime and a domain wall velocity of 5.7 km s‒1 can be achieved, which is in agreement with analytical modelling and atomistic spin simulations. We also find that the switching energy efficiency in the ferrimagnets is …",
            "Ultrafast and energy-efficient spin–orbit torque switching in compensated ferrimagnets",
            "Kaiming Cai and Zhifeng Zhu and Jong Min Lee and Rahul Mishra and Lizhu Ren and Shawn D Pollard and Pan He and Gengchiau Liang and Kie Leong Teo and Hyunsoo Yang",
            "2020",
            "8EMePAUAAAAJ:1yQoGdGgb4wC",
            27,
            "https:\/\/www.nature.com\/articles\/s41928-019-0345-8",
            "11216960929054311607",
            "\/scholar?cites=11216960929054311607",
            {
                "2019":1,
                "2020":20,
                "2021":6
            }
        ],
        [
            "The high-frequency dynamics of mode-coupled magnetic vortices have generated great interest for spintronic technologies, such as spin-torque nano-oscillators. While the spectroscopic characteristics of vortex oscillators have been reported, direct imaging of driven coupled magnetic quasi-particles is essential to the fundamental understanding of the dynamics involved. Here, we present the first direct imaging study of driven interlayer coaxial vortices in the dipolar-and indirect exchange-coupled regimes. Employing in situ high-frequency excitation with Lorentz microscopy, we directly observe the steady-state orbital amplitudes in real space with sub-5 nm spatial resolution. We discuss the unique frequency response of dipolar-and exchange-coupled vortex motion, wherein mode splitting and locking demonstrates large variations in coherent motion, as well as detail the resultant orbital amplitudes. This provides …",
            "Coherence and modality of driven interlayer-coupled magnetic vortices",
            "JF Pulecio and P Warnicke and SD Pollard and DA Arena and Y Zhu",
            "2014",
            "8EMePAUAAAAJ:VOx2b1Wkg3QC",
            18,
            "https:\/\/www.nature.com\/articles\/ncomms4760",
            "15614917055329762109",
            "\/scholar?cites=15614917055329762109",
            {
                "2014":3,
                "2015":3,
                "2016":4,
                "2017":6,
                "2018":2
            }
        ]
    ]
}