{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In correlated metals derived from Mott insulators, the motion of an electron is impeded by Coulomb repulsion due to other electrons. This phenomenon causes a substantial reduction in the electron’s kinetic energy, leading to remarkable experimental manifestations in optical spectroscopy 1. The high-transition-temperature (T c) superconducting cuprates are perhaps the most studied examples of such correlated metals. The occurrence of high-T c superconductivity in the iron pnictides 2, 3, 4 puts a spotlight on the relevance of correlation effects in these materials 5. Here, we present an infrared and optical study on single crystals of the iron pnictide superconductor LaFePO. We find clear evidence of electronic correlations in metallic LaFePO with the kinetic energy of the electrons reduced to half of that predicted by band theory of nearly free electrons. We deduce that electronic many-body effects are important in the …",
            "Electronic correlations in the iron pnictides",
            "MM Qazilbash and JJ Hamlin and RE Baumbach and Lijun Zhang and David J Singh and MB Maple and DN Basov",
            "2009",
            "8EU45akAAAAJ:u5HHmVD_uO8C",
            394,
            "https:\/\/www.nature.com\/articles\/nphys1343",
            "10881380526407338439",
            "\/scholar?cites=10881380526407338439",
            {
                "2009":9,
                "2010":53,
                "2011":53,
                "2012":45,
                "2013":40,
                "2014":42,
                "2015":31,
                "2016":31,
                "2017":29,
                "2018":19,
                "2019":19,
                "2020":21,
                "2021":2
            }
        ],
        [
            "Simultaneous low-temperature electrical resistivity and Hall effect measurements were performed on single-crystalline Bi 2 Se 3 under applied pressures up to 50 GPa. As a function of pressure, superconductivity is observed to onset above 11 GPa with a transition temperature T c and upper critical field H c 2 that both increase with pressure up to 30 GPa, where they reach maximum values of 7 K and 4 T, respectively. Upon further pressure increase, T c remains anomalously constant up to the highest achieved pressure. Conversely, the carrier concentration increases continuously with pressure, including a tenfold increase over the pressure range where T c remains constant. Together with a quasilinear temperature dependence of H c 2 that exceeds the orbital and Pauli limits, the anomalously stagnant pressure dependence of T c points to an unconventional pressure-induced pairing state in Bi 2 Se 3 that is …",
            "Pressure-induced unconventional superconducting phase in the topological insulator Bi 2 Se 3",
            "Kevin Kirshenbaum and PS Syers and AP Hope and NP Butch and JR Jeffries and ST Weir and JJ Hamlin and MB Maple and YK Vohra and J Paglione",
            "2013",
            "8EU45akAAAAJ:roLk4NBRz8UC",
            169,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.087001",
            "10565079495437285686",
            "\/scholar?cites=10565079495437285686",
            {
                "2013":2,
                "2014":12,
                "2015":33,
                "2016":21,
                "2017":21,
                "2018":25,
                "2019":25,
                "2020":26,
                "2021":4
            }
        ],
        [
            "The dependence of T c on hydrostatic (He-gas) pressure for superconducting MgB 2 has been determined to 0.7 GPa. We find that T c decreases linearly and reversibly under pressure at the rate dT c\/d P≃− 1.11±0.02 K\/G P a. These studies were carried out on the same sample used in earlier structural studies under He-gas pressure which yielded the bulk modulus B= 147.2±0.7 GPa. The value of the logarithmic volume derivative of T c is thus accurately determined, d ln T c\/d ln V=+ 4.16±0. 0 8, allowing quantitative comparison with theory. The present results support the emerging picture that MgB 2 is a BCS superconductor with electron-phonon pairing interaction.",
            "Dependence of T c on hydrostatic pressure in superconducting MgB 2",
            "T Tomita and JJ Hamlin and JS Schilling and DG Hinks and JD Jorgensen",
            "2001",
            "8EU45akAAAAJ:u-x6o8ySG0sC",
            90,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.64.092505",
            "16928042316657938680",
            "\/scholar?cites=16928042316657938680",
            {
                "2001":6,
                "2002":14,
                "2003":8,
                "2004":7,
                "2005":12,
                "2006":6,
                "2007":6,
                "2008":1,
                "2009":4,
                "2010":3,
                "2011":1,
                "2012":1,
                "2013":2,
                "2014":7,
                "2015":6,
                "2016":2,
                "2017":1,
                "2018":3
            }
        ],
        [
            "Single crystals of the compound LaFePO were prepared using a flux growth technique at high temperatures. Electrical resistivity measurements reveal metallic behavior and a resistive transition to the superconducting state at a critical temperature T c~ 6.6 K. Magnetization measurements also show the onset of superconductivity near 6 K. In contrast, specific heat measurements manifest no discontinuity at T c. These results lend support to the conclusion that the superconductivity is associated with oxygen vacancies that alter the carrier concentration in a small fraction of the sample, although superconductivity characterized by an unusually small gap value cannot be ruled out. Under applied magnetic fields, T c is suppressed anisotropically for fields perpendicular and parallel to the ab-plane, suggesting that the crystalline anisotropy strongly influences the superconducting state. Preliminary high pressure …",
            "Superconductivity in single crystals of LaFePO",
            "JJ Hamlin and RE Baumbach and DA Zocco and TA Sayles and MB Maple",
            "2008",
            "8EU45akAAAAJ:d1gkVwhDpl0C",
            78,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/20\/36\/365220\/meta",
            "5708772592643209514",
            "\/scholar?cites=5708772592643209514",
            {
                "2008":8,
                "2009":23,
                "2010":6,
                "2011":9,
                "2012":11,
                "2013":8,
                "2014":4,
                "2015":5,
                "2016":1,
                "2017":2,
                "2018":1
            }
        ],
        [
            "In an experiment in a diamond anvil cell utilizing helium pressure medium, yttrium metal displays a superconducting transition temperature which increases monotonically from T c≃ 3.5 K at 30 GPa to 17 K at 89.3 GPa, one of the highest transition temperatures for any elemental superconductor. The pressure dependence of T c differs substantially from that observed in previous studies under quasihydrostatic pressure to 30 GPa. Remarkably, the dependence of T c on relative volume V∕ V o is nearly linear over the entire pressure range above 33 GPa, implying that higher values of T c are likely at higher pressures. For the trivalent metals Sc, Y, La, and Lu, there appears to be some correlation between T c and the ratio r a∕ r c of the Wigner–Seitz radius to the ion core radius.",
            "Superconductivity at 17 K in yttrium metal under nearly hydrostatic pressures up to 89 GPa",
            "JJ Hamlin and VG Tissen and JS Schilling",
            "2006",
            "8EU45akAAAAJ:UeHWp8X0CEIC",
            74,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.73.094522",
            "16582883204165050470",
            "\/scholar?cites=16582883204165050470",
            {
                "2006":6,
                "2007":13,
                "2008":10,
                "2009":9,
                "2010":3,
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":5,
                "2015":9,
                "2016":2,
                "2017":2,
                "2018":2,
                "2019":3,
                "2020":5
            }
        ],
        [
            "The dependence of Tc for MgB2 on purely hydrostatic or nearly hydrostatic pressure has been determined to 29 GPa for single-crystalline and to 32 GPa for polycrystalline samples, and found to be in good agreement. Tc decreases from 39 K at ambient pressure to 15 K at 32 GPa with an initial slope dTc\/dP≃−1.11(2) K\/GPa. Evidence is presented that the differing values of dTc\/dP reported in the literature may result primarily from shear-stress effects in nonhydrostatic pressure media rather than from differences in the samples. Although comparison of these results with theory supports phonon-mediated superconductivity, a critical test of theory must await calculations based on the solution of the anisotropic Eliashberg equations as a function of the lattice parameters.",
            "Dependence of the superconducting transition temperature of single and polycrystalline MgB2 on hydrostatic pressure",
            "S Deemyad and T Tomita and JJ Hamlin and BR Beckett and JS Schilling and DG Hinks and JD Jorgensen and S Lee and S Tajima",
            "2003",
            "8EU45akAAAAJ:2osOgNQ5qMEC",
            62,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0921453402023006",
            "10852691527894328911",
            "\/scholar?cites=10852691527894328911",
            {
                "2003":4,
                "2004":4,
                "2005":8,
                "2006":2,
                "2007":8,
                "2008":5,
                "2009":6,
                "2010":5,
                "2011":2,
                "2012":1,
                "2013":2,
                "2014":3,
                "2015":3,
                "2016":4,
                "2017":3,
                "2018":1
            }
        ],
        [
            "We report x-ray diffraction, electrical resistivity, and magnetoresistance measurements on Bi 2 Se 3 under high pressure and low temperature conditions. Pressure induces profound changes in both the room temperature value of the electrical resistivity as well as the temperature dependence of the resistivity. Initially, pressure drives Bi 2 Se 3 toward increasingly insulating behavior and then, at higher pressures, the sample appears to enter a fully metallic state coincident with a change in the crystal structure. Within the low pressure phase, Bi 2 Se 3 exhibits an unusual field dependence of the transverse magnetoresistance Δρ xx that is positive at low fields and becomes negative at higher fields. Our results demonstrate that pressures below 8 GPa provide a non-chemical means to controllably reduce the bulk conductivity of Bi 2 Se 3.",
            "High pressure transport properties of the topological insulator Bi2Se3",
            "JJ Hamlin and JR Jeffries and NP Butch and P Syers and DA Zocco and ST Weir and YK Vohra and J Paglione and MB Maple",
            "2011",
            "8EU45akAAAAJ:W7OEmFMy1HYC",
            61,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/24\/3\/035602\/meta",
            "3168012867548100744",
            "\/scholar?cites=3168012867548100744",
            {
                "2012":4,
                "2013":10,
                "2014":7,
                "2015":16,
                "2016":6,
                "2017":8,
                "2018":4,
                "2019":3,
                "2020":3
            }
        ],
        [
            "Divalent Eu (4 f 7, J= 7\/2) possesses a strong local magnetic moment which suppresses superconductivity. Under sufficient pressure it is anticipated that Eu will become trivalent (4 f 6, J= 0) and a weak Van Vleck paramagnet, thus opening the door for a possible superconducting state, in analogy with Am metal (5 f 6, J= 0) which superconducts at 0.79 K. We present ac susceptibility and electrical resistivity measurements on Eu metal for temperatures 1.5–297 K to pressures as high as 142 GPa. At approximately 80 GPa Eu becomes superconducting at T c≃ 1.8 K; T c increases linearly with pressure to 2.75 K at 142 GPa. Eu metal thus becomes the 53rd known elemental superconductor in the periodic table.",
            "Pressure-induced superconducting state of europium metal at low temperatures",
            "M Debessai and T Matsuoka and JJ Hamlin and JS Schilling and K Shimizu",
            "2009",
            "8EU45akAAAAJ:zYLM7Y9cAGgC",
            61,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.197002",
            "12736024446976475407",
            "\/scholar?cites=12736024446976475407",
            {
                "2009":2,
                "2010":5,
                "2011":8,
                "2012":7,
                "2013":4,
                "2014":6,
                "2015":8,
                "2016":3,
                "2017":4,
                "2018":4,
                "2019":4,
                "2020":5
            }
        ],
        [
            "A series of high-pressure electrical resistivity measurements on single crystals of TbTe 3 reveal a complex phase diagram involving the interplay of superconducting, antiferromagnetic and charge-density-wave order. The onset of superconductivity reaches a maximum of almost 4 K (onset) near∼ 12.4 GPa.",
            "Pressure-induced superconducting phase in the charge-density-wave compound terbium tritelluride",
            "JJ Hamlin and DA Zocco and TA Sayles and MB Maple and J-H Chu and IR Fisher",
            "2009",
            "8EU45akAAAAJ:TQgYirikUcIC",
            60,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.177002",
            "17753199566919973328",
            "\/scholar?cites=17753199566919973328",
            {
                "2009":2,
                "2010":4,
                "2011":3,
                "2012":3,
                "2013":5,
                "2014":2,
                "2015":6,
                "2016":9,
                "2017":2,
                "2018":7,
                "2019":6,
                "2020":11
            }
        ],
        [
            "A series of high-pressure electrical resistivity measurements on single crystals of TbTe 3 reveal a complex phase diagram involving the interplay of superconducting, antiferromagnetic and charge-density-wave order. The onset of superconductivity reaches a maximum of almost 4 K (onset) near∼ 12.4 GPa.",
            "Pressure-induced superconducting phase in the charge-density-wave compound terbium tritelluride",
            "JJ Hamlin and DA Zocco and TA Sayles and MB Maple and J-H Chu and IR Fisher",
            "2009",
            "8EU45akAAAAJ:_FxGoFyzp5QC",
            60,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.177002",
            "17753199566919973328",
            "\/scholar?cites=17753199566919973328",
            {
                "2009":2,
                "2010":4,
                "2011":3,
                "2012":3,
                "2013":5,
                "2014":2,
                "2015":6,
                "2016":9,
                "2017":2,
                "2018":7,
                "2019":6,
                "2020":11
            }
        ]
    ]
}