{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "To systematically search and assess studies that have combined blood flow restriction (BFR) with exercise, and to perform meta-analysis of the reported results to quantify the effectiveness of BFR exercise on muscle strength and hypertrophy.A systematic review.A computer assisted database search was conducted for articles investigating the effect of exercise combined with BFR on muscle hypertrophy and strength. A total of 916 hits were screened in order based on title, abstract, and full article, resulting in 47 articles that fit the review criteria.A total of 400 participants were included from 19 different studies measuring muscle strength increases when exercise is combined with BFR. Exercise was separated into aerobic and resistance exercise. Resulting from BFR aerobic exercise, there was a mean strength improvement of 0.4 N m between the experimental group and control …",
            "The efficacy of blood flow restricted exercise: A systematic review & meta-analysis",
            "Joshua Slysz and Jack Stultz and Jamie F Burr",
            "2016",
            "8FjNco8AAAAJ:u-x6o8ySG0sC",
            162,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1440244015001826",
            "12533450027273555586",
            "\/scholar?cites=12533450027273555586",
            {
                "2016":5,
                "2017":14,
                "2018":31,
                "2019":35,
                "2020":62,
                "2021":6
            }
        ],
        [
            "The contribution of central command to the peripheral vasoconstrictor response during exercise has been investigated using primarily handgrip exercise. The purpose of the present study was to compare muscle sympathetic nerve activity (MSNA) responses during passive (involuntary) and active (voluntary) zero-load cycling to gain insights into the effects of central command on sympathetic outflow during dynamic exercise. Hemodynamic measurements and contralateral leg MSNA (microneurography) data were collected in 18 young healthy participants at rest and during 2 min of passive and active zero-load one-legged cycling. Arterial baroreflex control of MSNA burst occurrence and burst area were calculated separately in the time domain. Blood pressure and stroke volume increased during exercise (P < 0.0001) but were not different between passive and active cycling (P > 0.05). In contrast, heart rate, cardiac …",
            "Muscle sympathetic nerve responses to passive and active one-legged cycling: insights into the contributions of central command",
            "Connor J Doherty and Anthony V Incognito and Karambir Notay and Matthew J Burns and Joshua T Slysz and Jeremy D Seed and Massimo Nardone and Jamie F Burr and Philip J Millar",
            "2018",
            "8FjNco8AAAAJ:zYLM7Y9cAGgC",
            15,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/ajpheart.00494.2017",
            "6905249419778253945",
            "\/scholar?cites=6905249419778253945",
            {
                "2018":4,
                "2019":8,
                "2020":3
            }
        ]
    ]
}