{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Mammalian genes that play prominent roles in healthy and diseased cellular states are often controlled by special DNA elements called super-enhancers (SEs). SEs are clusters of enhancers that are occupied by an unusually high density of interacting factors and drive higher levels of transcription than most typical enhancers. This high-density assembly at SEs has been shown to exhibit sharp transitions of formation and dissolution, forming in a single nucleation event and collapsing when chromatin factors or nucleation sites are deleted. These features led us to postulate that SEs are phase-separated multimolecular assemblies, also known as biomolecular condensates. Phase-separated condensates, such as the nucleolus and other membraneless cellular bodies, provide a means to compartmentalize and concentrate biochemical reactions within cells.SEs are formed by the …",
            "Coactivator condensation at super-enhancers links phase separation and gene control",
            "Benjamin R Sabari and Alessandra Dall’Agnese and Ann Boija and Isaac A Klein and Eliot L Coffey and Krishna Shrinivas and Brian J Abraham and Nancy M Hannett and Alicia V Zamudio and John C Manteiga and Charles H Li and Yang E Guo and Daniel S Day and Jurian Schuijers and Eliza Vasile and Sohail Malik and Denes Hnisz and Tong Ihn Lee and Ibrahim I Cisse and Robert G Roeder and Phillip A Sharp and Arup K Chakraborty and Richard A Young",
            "2018",
            "8FOikAcAAAAJ:YsMSGLbcyi4C",
            627,
            "https:\/\/science.sciencemag.org\/content\/361\/6400\/eaar3958.abstract",
            "10801341058919545944",
            "\/scholar?cites=10801341058919545944",
            {
                "2018":40,
                "2019":222,
                "2020":326,
                "2021":34
            }
        ],
        [
            "There is considerable evidence that chromosome structure plays important roles in gene control, but we have limited understanding of the proteins that contribute to structural interactions between gene promoters and their enhancer elements. Large DNA loops that encompass genes and their regulatory elements depend on CTCF-CTCF interactions, but most enhancer-promoter interactions do not employ this structural protein. Here, we show that the ubiquitously expressed transcription factor Yin Yang 1 (YY1) contributes to enhancer-promoter structural interactions in a manner analogous to DNA interactions mediated by CTCF. YY1 binds to active enhancers and promoter-proximal elements and forms dimers that facilitate the interaction of these DNA elements. Deletion of YY1 binding sites or depletion of YY1 protein disrupts enhancer-promoter looping and gene expression. We propose that YY1-mediated …",
            "YY1 is a structural regulator of enhancer-promoter loops",
            "Abraham S Weintraub and Charles H Li and Alicia V Zamudio and Alla A Sigova and Nancy M Hannett and Daniel S Day and Brian J Abraham and Malkiel A Cohen and Behnam Nabet and Dennis L Buckley and Yang Eric Guo and Denes Hnisz and Rudolf Jaenisch and James E Bradner and Nathanael S Gray and Richard A Young",
            "2017",
            "8FOikAcAAAAJ:W7OEmFMy1HYC",
            400,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S009286741731317X",
            "10913586902644609358",
            "\/scholar?cites=10913586902644609358",
            {
                "2017":2,
                "2018":78,
                "2019":136,
                "2020":167,
                "2021":13
            }
        ],
        [
            "Gene expression is controlled by transcription factors (TFs) that consist of DNA-binding domains (DBDs) and activation domains (ADs). The DBDs have been well characterized, but little is known about the mechanisms by which ADs effect gene activation. Here, we report that diverse ADs form phase-separated condensates with the Mediator coactivator. For the OCT4 and GCN4 TFs, we show that the ability to form phase-separated droplets with Mediator in vitro and the ability to activate genes in vivo are dependent on the same amino acid residues. For the estrogen receptor (ER), a ligand-dependent activator, we show that estrogen enhances phase separation with Mediator, again linking phase separation with gene activation. These results suggest that diverse TFs can interact with Mediator through the phase-separating capacity of their ADs and that formation of condensates with Mediator is involved in gene …",
            "Transcription factors activate genes through the phase-separation capacity of their activation domains",
            "Ann Boija and Isaac A Klein and Benjamin R Sabari and Alessandra Dall’Agnese and Eliot L Coffey and Alicia V Zamudio and Charles H Li and Krishna Shrinivas and John C Manteiga and Nancy M Hannett and Brian J Abraham and Lena K Afeyan and Yang E Guo and Jenna K Rimel and Charli B Fant and Jurian Schuijers and Tong Ihn Lee and Dylan J Taatjes and Richard A Young",
            "2018",
            "8FOikAcAAAAJ:WF5omc3nYNoC",
            378,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867418313989",
            "13870973448321266155",
            "\/scholar?cites=13870973448321266155",
            {
                "2018":2,
                "2019":133,
                "2020":222,
                "2021":18
            }
        ],
        [
            "Transcription factors (TFs) bind specific sequences in promoter-proximal and -distal DNA elements to regulate gene transcription. RNA is transcribed from both of these DNA elements, and some DNA binding TFs bind RNA. Hence, RNA transcribed from regulatory elements may contribute to stable TF occupancy at these sites. We show that the ubiquitously expressed TF Yin-Yang 1 (YY1) binds to both gene regulatory elements and their associated RNA species across the entire genome. Reduced transcription of regulatory elements diminishes YY1 occupancy, whereas artificial tethering of RNA enhances YY1 occupancy at these elements. We propose that RNA makes a modest but important contribution to the maintenance of certain TFs at gene regulatory elements and suggest that transcription of regulatory elements produces a positive-feedback loop that contributes to the stability of gene expression programs.",
            "Transcription factor trapping by RNA in gene regulatory elements",
            "Alla A Sigova and Brian J Abraham and Xiong Ji and Benoit Molinie and Nancy M Hannett and Yang Eric Guo and Mohini Jangi and Cosmas C Giallourakis and Phillip A Sharp and Richard A Young",
            "2015",
            "8FOikAcAAAAJ:qjMakFHDy7sC",
            264,
            "https:\/\/science.sciencemag.org\/content\/350\/6263\/978.abstract",
            "13386570220463189600",
            "\/scholar?cites=13386570220463189600",
            {
                "2016":54,
                "2017":53,
                "2018":50,
                "2019":40,
                "2020":59,
                "2021":7
            }
        ],
        [
            "The synthesis of pre-mRNA by RNA polymerase II (Pol II) involves the formation of a transcription initiation complex, and a transition to an elongation complex 1, 2, 3, 4. The large subunit of Pol II contains an intrinsically disordered C-terminal domain that is phosphorylated by cyclin-dependent kinases during the transition from initiation to elongation, thus influencing the interaction of the C-terminal domain with different components of the initiation or the RNA-splicing apparatus 5, 6. Recent observations suggest that this model provides only a partial picture of the effects of phosphorylation of the C-terminal domain 7, 8, 9, 10, 11, 12. Both the transcription-initiation machinery and the splicing machinery can form phase-separated condensates that contain large numbers of component molecules: hundreds of molecules of Pol II and mediator are concentrated in condensates at super-enhancers 7, 8, and large numbers …",
            "Pol II phosphorylation regulates a switch between transcriptional and splicing condensates",
            "Yang Eric Guo and John C Manteiga and Jonathan E Henninger and Benjamin R Sabari and Alessandra Dall’Agnese and Nancy M Hannett and Jan-Hendrik Spille and Lena K Afeyan and Alicia V Zamudio and Krishna Shrinivas and Brian J Abraham and Ann Boija and Tim-Michael Decker and Jenna K Rimel and Charli B Fant and Tong Ihn Lee and Ibrahim I Cisse and Phillip A Sharp and Dylan J Taatjes and Richard A Young",
            "2019",
            "8FOikAcAAAAJ:Se3iqnhoufwC",
            130,
            "https:\/\/www.nature.com\/articles\/s41586-019-1464-0",
            "15239445015020419507",
            "\/scholar?cites=15239445015020419507",
            {
                "2019":17,
                "2020":103,
                "2021":7
            }
        ],
        [
            "Eukaryotic cells produce several classes of long and small noncoding RNA (ncRNA). Many DNA and RNA viruses synthesize their own ncRNAs. Like their host counterparts, viral ncRNAs associate with proteins that are essential for their stability, function, or both. Diverse biological roles—including the regulation of viral replication, viral persistence, host immune evasion, and cellular transformation—have been ascribed to viral ncRNAs. In this review, we focus on the multitude of functions played by ncRNAs produced by animal viruses. We also discuss their biogenesis and mechanisms of action.",
            "Viral noncoding RNAs: more surprises",
            "Kazimierz T Tycowski and Yang Eric Guo and Nara Lee and Walter N Moss and Tenaya K Vallery and Mingyi Xie and Joan A Steitz",
            "2015",
            "8FOikAcAAAAJ:9yKSN-GCB0IC",
            123,
            "http:\/\/genesdev.cshlp.org\/content\/29\/6\/567.short",
            "15360039516848265892",
            "\/scholar?cites=15360039516848265892",
            {
                "2015":6,
                "2016":25,
                "2017":24,
                "2018":24,
                "2019":18,
                "2020":25
            }
        ],
        [
            "Virus-host interactions highlight key regulatory steps in the control of gene expression. MicroRNAs (miRNAs) are small noncoding RNAs that regulate protein production via base pairing with mRNAs. Both DNA and RNA viruses have evolved mechanisms to degrade, boost, or hijack cellular miRNAs to benefit the viral life cycle. This minireview focuses on recent discoveries in virus-host miRNA interactions.",
            "Virus meets host microRNA: the destroyer, the booster, the hijacker",
            "Yang Eric Guo and Joan A Steitz",
            "2014",
            "8FOikAcAAAAJ:d1gkVwhDpl0C",
            76,
            "https:\/\/mcb.asm.org\/content\/34\/20\/3780.short",
            "3433854202240050333",
            "\/scholar?cites=3433854202240050333",
            {
                "2014":1,
                "2015":12,
                "2016":11,
                "2017":19,
                "2018":14,
                "2019":12,
                "2020":4,
                "2021":2
            }
        ],
        [
            "One-carbon metabolism generates the one-carbon units required to synthesize many critical metabolites, including nucleotides, amino acids, and lipids. The pathway has cytosolic and mitochondrial branches, and a key step is the entry, through an unknown mechanism, of serine into mitochondria, where it is converted into glycine and formate.In dividing mammalian cells, the mitochondrial catabolism of serine supplies most of the one-carbon units needed for biosynthesis. Indeed, many cancers rely on the one-carbon units generated from serine for proliferation, and mitochondrial serine catabolism enzymes are commonly up-regulated in tumors. Given that the entry of serine into mitochondria is a critical step in the generation of one-carbon units, it is surprising that the mitochondrial transporter(s) for serine remains unknown.To seek the transporter responsible for serine import into …",
            "SFXN1 is a mitochondrial serine transporter required for one-carbon metabolism",
            "Nora Kory and Gregory A Wyant and Gyan Prakash and Jelmi uit de Bos and Francesca Bottanelli and Michael E Pacold and Sze Ham Chan and Caroline A Lewis and Tim Wang and Heather R Keys and Yang Eric Guo and David M Sabatini",
            "2018",
            "8FOikAcAAAAJ:ufrVoPGSRksC",
            57,
            "https:\/\/science.sciencemag.org\/content\/362\/6416\/eaat9528.abstract",
            "8624989583813494141",
            "\/scholar?cites=8624989583813494141",
            {
                "2018":1,
                "2019":17,
                "2020":38,
                "2021":1
            }
        ],
        [
            "In marmoset T cells transformed by Herpesvirus saimiri (HVS), a viral U-rich noncoding (nc) RNA, HSUR 1, specifically mediates degradation of host microRNA-27 (miR-27). High-throughput sequencing of RNA after crosslinking immunoprecipitation (HITS-CLIP) identified mRNAs targeted by miR-27 as enriched in the T cell receptor (TCR) signaling pathway, including GRB2. Accordingly, transfection of miR-27 into human T cells attenuates TCR-induced activation of mitogen-activated protein kinases (MAPKs) and induction of CD69. MiR-27 also robustly regulates SEMA7A and IFN-γ, key modulators and effectors of T cell function. Knockdown or ectopic expression of HSUR 1 alters levels of these proteins in virally transformed cells. Two other T-lymphotropic γ-herpesviruses, AlHV-1 and OvHV-2, do not produce a noncoding RNA to downregulate miR-27 but instead encode homologs of miR-27 target genes. Thus …",
            "Alternative capture of noncoding RNAs or protein-coding genes by herpesviruses to alter host T cell function",
            "Yang Eric Guo and Kasandra J Riley and Akiko Iwasaki and Joan A Steitz",
            "2014",
            "8FOikAcAAAAJ:u5HHmVD_uO8C",
            45,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1097276514002585",
            "5473170670434014462",
            "\/scholar?cites=5473170670434014462",
            {
                "2014":4,
                "2015":7,
                "2016":10,
                "2017":8,
                "2018":5,
                "2019":5,
                "2020":5,
                "2021":1
            }
        ],
        [
            "The nucleus contains diverse phase-separated condensates that compartmentalize and concentrate biomolecules with distinct physicochemical properties. Here, we investigated whether condensates concentrate small-molecule cancer therapeutics such that their pharmacodynamic properties are altered. We found that antineoplastic drugs become concentrated in specific protein condensates in vitro and that this occurs through physicochemical properties independent of the drug target. This behavior was also observed in tumor cells, where drug partitioning influenced drug activity. Altering the properties of the condensate was found to affect the concentration and activity of drugs. These results suggest that selective partitioning and concentration of small molecules within condensates contributes to drug pharmacodynamics and that further understanding of this phenomenon may facilitate advances in disease …",
            "Partitioning of cancer therapeutics in nuclear condensates",
            "Isaac A Klein and Ann Boija and Lena K Afeyan and Susana Wilson Hawken and Mengyang Fan and Alessandra Dall'Agnese and Ozgur Oksuz and Jonathan E Henninger and Krishna Shrinivas and Benjamin R Sabari and Ido Sagi and Victoria E Clark and Jesse M Platt and Mrityunjoy Kar and Patrick M McCall and Alicia V Zamudio and John C Manteiga and Eliot L Coffey and Charles H Li and Nancy M Hannett and Yang Eric Guo and Tim-Michael Decker and Tong Ihn Lee and Tinghu Zhang and Jing-Ke Weng and Dylan J Taatjes and Arup Chakraborty and Phillip A Sharp and Young Tae Chang and Anthony A Hyman and Nathanael S Gray and Richard A Young",
            "2020",
            "8FOikAcAAAAJ:5nxA0vEk-isC",
            29,
            "https:\/\/science.sciencemag.org\/content\/368\/6497\/1386.abstract",
            "13330129869112521443",
            "\/scholar?cites=13330129869112521443",
            {
                "2020":21,
                "2021":5
            }
        ]
    ]
}