{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "This Letter reports the first scientific results from the observation of antineutrinos emitted by fission products of U 235 at the High Flux Isotope Reactor. PROSPECT, the Precision Reactor Oscillation and Spectrum Experiment, consists of a segmented 4 ton Li 6-doped liquid scintillator detector covering a baseline range of 7–9 m from the reactor and operating under less than 1 m water equivalent overburden. Data collected during 33 live days of reactor operation at a nominal power of 85 MW yield a detection of 25 461±283 (stat) inverse beta decays. Observation of reactor antineutrinos can be achieved in PROSPECT at 5 σ statistical significance within 2 h of on-surface reactor-on data taking. A reactor model independent analysis of the inverse beta decay prompt energy spectrum as a function of baseline constrains significant portions of the previously allowed sterile neutrino oscillation parameter space at 95 …",
            "First search for short-baseline neutrino oscillations at HFIR with PROSPECT",
            "PROSPECT Collaboration and J Ashenfelter and AB Balantekin and C Baldenegro and HR Band and CD Bass and DE Bergeron and D Berish and LJ Bignell and NS Bowden and J Bricco and JP Brodsky and CD Bryan and A Bykadorova Telles and JJ Cherwinka and T Classen and K Commeford and AJ Conant and AA Cox and D Davee and D Dean and G Deichert and MV Diwan and MJ Dolinski and A Erickson and M Febbraro and BT Foust and JK Gaison and A Galindo-Uribarri and CE Gilbert and KE Gilje and A Glenn and BW Goddard and BT Hackett and K Han and S Hans and AB Hansell and KM Heeger and B Heffron and J Insler and DE Jaffe and X Ji and DC Jones and K Koehler and O Kyzylova and CE Lane and TJ Langford and J LaRosa and BR Littlejohn and F Lopez and X Lu and DA Martinez Caicedo and JT Matta and RD McKeown and MP Mendenhall and HJ Miller and JM Minock and PE Mueller and HP Mumm and J Napolitano and R Neilson and JA Nikkel and D Norcini and S Nour and DA Pushin and X Qian and E Romero-Romero and R Rosero and D Sarenac and BS Seilhan and R Sharma and PT Surukuchi and C Trinh and MA Tyra and RL Varner and B Viren and JM Wagner and W Wang and B White and C White and J Wilhelmi and T Wise and H Yao and M Yeh and Y-R Yen and A Zhang and C Zhang and X Zhang and M Zhao",
            "2018",
            "8FydTl4AAAAJ:2osOgNQ5qMEC",
            109,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.121.251802",
            "4058130976629716397",
            "\/scholar?cites=4058130976629716397",
            {
                "2018":6,
                "2019":42,
                "2020":58,
                "2021":1
            }
        ]
    ]
}