{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The Large Underground Xenon (LUX) experiment is a dual-phase xenon time-projection chamber operating at the Sanford Underground Research Facility (Lead, South Dakota). The LUX cryostat was filled for the first time in the underground laboratory in February 2013. We report results of the first WIMP search data set, taken during the period from April to August 2013, presenting the analysis of 85.3 live days of data with a fiducial volume of 118 kg. A profile-likelihood analysis technique shows our data to be consistent with the background-only hypothesis, allowing 90% confidence limits to be set on spin-independent WIMP-nucleon elastic scattering with a minimum upper limit on the cross section of 7.6× 1 0− 46 cm 2 at a WIMP mass of 33 GeV\/c 2. We find that the LUX data are in disagreement with low-mass WIMP signal interpretations of the results from several recent direct detection experiments.",
            "First results from the LUX dark matter experiment at the Sanford Underground Research Facility",
            "Daniel S Akerib and HM Araújo and X Bai and AJ Bailey and J Balajthy and S Bedikian and E Bernard and A Bernstein and A Bolozdynya and A Bradley and D Byram and SB Cahn and MC Carmona-Benitez and C Chan and JJ Chapman and AA Chiller and C Chiller and K Clark and T Coffey and A Currie and A Curioni and S Dazeley and L De Viveiros and A Dobi and J Dobson and EM Dragowsky and E Druszkiewicz and B Edwards and CH Faham and S Fiorucci and C Flores and RJ Gaitskell and VM Gehman and C Ghag and KR Gibson and MGD Gilchriese and C Hall and M Hanhardt and SA Hertel and M Horn and DQ Huang and M Ihm and RG Jacobsen and L Kastens and K Kazkaz and R Knoche and S Kyre and R Lander and NA Larsen and C Lee and DS Leonard and KT Lesko and A Lindote and MI Lopes and A Lyashenko and DC Malling and R Mannino and DN McKinsey and D-M Mei and J Mock and M Moongweluwan and J Morad and M Morii and A St J Murphy and C Nehrkorn and H Nelson and F Neves and JA Nikkel and RA Ott and M Pangilinan and PD Parker and EK Pease and K Pech and P Phelps and L Reichhart and T Shutt and C Silva and W Skulski and CJ Sofka and VN Solovov and P Sorensen and T Stiegler and K O’Sullivan and TJ Sumner and R Svoboda and M Sweany and M Szydagis and D Taylor and B Tennyson and DR Tiedt and M Tripathi and S Uvarov and JR Verbus and N Walsh and R Webb and JT White and D White and MS Witherell and M Wlasenko and FLH Wolfs and M Woods and C Zhang and Lux Collaboration",
            "2014",
            "8H7V2XkAAAAJ:hMod-77fHWUC",
            2055,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.091303",
            "5822311863022302404",
            "\/scholar?cites=5822311863022302404",
            {
                "2013":11,
                "2014":401,
                "2015":659,
                "2016":521,
                "2017":246,
                "2018":85,
                "2019":62,
                "2020":53,
                "2021":3
            }
        ],
        [
            "We report constraints on spin-independent weakly interacting massive particle (WIMP)-nucleon scattering using a 3.35× 1 0 4 kg day exposure of the Large Underground Xenon (LUX) experiment. A dual-phase xenon time projection chamber with 250 kg of active mass is operated at the Sanford Underground Research Facility under Lead, South Dakota (USA). With roughly fourfold improvement in sensitivity for high WIMP masses relative to our previous results, this search yields no evidence of WIMP nuclear recoils. At a WIMP mass of 50 GeV c− 2, WIMP-nucleon spin-independent cross sections above 2.2× 10− 46 cm 2 are excluded at the 90% confidence level. When combined with the previously reported LUX exposure, this exclusion strengthens to 1.1× 10− 46 cm 2 at 50 GeV c− 2.",
            "Results from a search for dark matter in the complete LUX exposure",
            "DS Akerib and S Alsum and HM Araújo and X Bai and AJ Bailey and J Balajthy and P Beltrame and EP Bernard and A Bernstein and TP Biesiadzinski and EM Boulton and R Bramante and P Brás and D Byram and SB Cahn and MC Carmona-Benitez and C Chan and AA Chiller and C Chiller and A Currie and JE Cutter and TJR Davison and A Dobi and JEY Dobson and E Druszkiewicz and BN Edwards and CH Faham and S Fiorucci and RJ Gaitskell and VM Gehman and C Ghag and KR Gibson and MGD Gilchriese and CR Hall and M Hanhardt and SJ Haselschwardt and SA Hertel and DP Hogan and M Horn and DQ Huang and CM Ignarra and M Ihm and RG Jacobsen and W Ji and K Kamdin and K Kazkaz and D Khaitan and R Knoche and NA Larsen and C Lee and BG Lenardo and KT Lesko and A Lindote and MI Lopes and A Manalaysay and RL Mannino and MF Marzioni and DN McKinsey and D-M Mei and J Mock and M Moongweluwan and JA Morad and A St J Murphy and C Nehrkorn and HN Nelson and F Neves and K O’Sullivan and KC Oliver-Mallory and KJ Palladino and EK Pease and P Phelps and L Reichhart and C Rhyne and S Shaw and TA Shutt and C Silva and M Solmaz and VN Solovov and P Sorensen and S Stephenson and TJ Sumner and M Szydagis and DJ Taylor and WC Taylor and BP Tennyson and PA Terman and DR Tiedt and WH To and M Tripathi and L Tvrznikova and S Uvarov and JR Verbus and RC Webb and JT White and TJ Whitis and MS Witherell and FLH Wolfs and J Xu and K Yazdani and SK Young and C Zhang and LUX Collaboration",
            "2017",
            "8H7V2XkAAAAJ:UeHWp8X0CEIC",
            1580,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.118.021303",
            "626194579955492615",
            "\/scholar?cites=626194579955492615",
            {
                "2016":29,
                "2017":420,
                "2018":424,
                "2019":344,
                "2020":330,
                "2021":26
            }
        ],
        [
            "The XENON10 experiment at the Gran Sasso National Laboratory uses a 15 kg xenon dual phase time projection chamber to search for dark matter weakly interacting massive particles (WIMPs). The detector measures simultaneously the scintillation and the ionization produced by radiation in pure liquid xenon to discriminate signal from background down to 4.5 keV nuclear-recoil energy. A blind analysis of 58.6 live days of data, acquired between October 6, 2006, and February 14, 2007, and using a fiducial mass of 5.4 kg, excludes previously unexplored parameter space, setting a new 90% CL upper limit for the WIMP-nucleon spin-independent cross section of 8.8× 10− 44 cm 2 for a WIMP mass of 100 GeV\/c 2, and 4.5× 10− 44 cm 2 for a WIMP mass of 30 GeV\/c 2. This result further constrains predictions of supersymmetric models.",
            "First results from the XENON10 dark matter experiment at the Gran Sasso National Laboratory",
            "J Angle and E Aprile and F Arneodo and L Baudis and A Bernstein and A Bolozdynya and P Brusov and LCC Coelho and CE Dahl and L DeViveiros and AD Ferella and LMP Fernandes and S Fiorucci and RJ Gaitskell and KL Giboni and R Gomez and R Hasty and L Kastens and J Kwong and JAM Lopes and N Madden and A Manalaysay and A Manzur and DN McKinsey and ME Monzani and K Ni and U Oberlack and J Orboeck and G Plante and R Santorelli and JMF Dos Santos and P Shagin and T Shutt and P Sorensen and S Schulte and C Winant and M Yamashita and XENON Collaboration",
            "2008",
            "8H7V2XkAAAAJ:V3AGJWp-ZtQC",
            826,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.021303",
            "13002817846116799811",
            "\/scholar?cites=13002817846116799811",
            {
                "2007":9,
                "2008":92,
                "2009":194,
                "2010":184,
                "2011":99,
                "2012":59,
                "2013":38,
                "2014":37,
                "2015":34,
                "2016":17,
                "2017":21,
                "2018":10,
                "2019":7,
                "2020":17
            }
        ],
        [
            "We report results from the Cryogenic Dark Matter Search at the Soudan Underground Laboratory (CDMS II) featuring the full complement of 30 detectors. A blind analysis of data taken between October 2006 and July 2007 sets an upper limit on the weakly interacting massive particle (WIMP) nucleon spin-independent cross section of 6.6× 10− 44 cm 2 (4.6× 10− 44 cm 2 when combined with previous CDMS II data) at the 90% confidence level for a WIMP mass of 60 GeV\/c 2. This achieves the best sensitivity for dark matter WIMPs with masses above 44 GeV\/c 2, and significantly restricts the parameter space for some favored supersymmetric models.",
            "Search for weakly interacting massive particles with the first five-tower data from the cryogenic dark matter search at the Soudan underground laboratory",
            "Z Ahmed and DS Akerib and S Arrenberg and MJ Attisha and CN Bailey and L Baudis and DA Bauer and J Beaty and PL Brink and T Bruch and R Bunker and S Burke and B Cabrera and DO Caldwell and J Cooley and P Cushman and F DeJongh and MR Dragowsky and L Duong and J Emes and E Figueroa-Feliciano and J Filippini and M Fritts and Richard J Gaitskell and SR Golwala and DR Grant and J Hall and R Hennings-Yeomans and S Hertel and D Holmgren and ME Huber and R Mahapatra and V Mandic and KA McCarthy and N Mirabolfathi and H Nelson and L Novak and RW Ogburn and M Pyle and X Qiu and E Ramberg and W Rau and A Reisetter and T Saab and Bernard Sadoulet and J Sander and R Schmitt and RW Schnee and DN Seitz and B Serfass and A Sirois and KM Sundqvist and M Tarka and A Tomada and G Wang and S Yellin and J Yoo and BA Young and CDMS Collaboration",
            "2009",
            "8H7V2XkAAAAJ:8AbLer7MMksC",
            610,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.011301",
            "12128899225801334979",
            "\/scholar?cites=12128899225801334979",
            {
                "2008":5,
                "2009":158,
                "2010":166,
                "2011":80,
                "2012":41,
                "2013":40,
                "2014":24,
                "2015":26,
                "2016":18,
                "2017":11,
                "2018":8,
                "2019":10,
                "2020":14
            }
        ],
        [
            "We report results of a search for light (≲ 10 GeV) particle dark matter with the XENON10 detector. The event trigger was sensitive to a single electron, with the analysis threshold of 5 electrons corresponding to 1.4 keV nuclear recoil energy. Considering spin-independent dark matter-nucleon scattering, we exclude cross sections σ n> 7× 10− 42 cm 2, for a dark matter particle mass m χ= 7 GeV. We find that our data strongly constrain recent elastic dark matter interpretations of excess low-energy events observed by CoGeNT and CRESST-II, as well as the DAMA annual modulation signal.",
            "Search for light dark matter in XENON10 data",
            "J Angle and E Aprile and F Arneodo and L Baudis and A Bernstein and AI Bolozdynya and LCC Coelho and CE Dahl and L DeViveiros and AD Ferella and LMP Fernandes and S Fiorucci and RJ Gaitskell and KL Giboni and R Gomez and R Hasty and L Kastens and J Kwong and JAM Lopes and N Madden and A Manalaysay and A Manzur and DN McKinsey and ME Monzani and K Ni and U Oberlack and J Orboeck and G Plante and R Santorelli and JMF Dos Santos and S Schulte and P Shagin and T Shutt and P Sorensen and C Winant and M Yamashita and XENON10 Collaboration",
            "2011",
            "8H7V2XkAAAAJ:abG-DnoFyZgC",
            556,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.051301",
            "9439256348167633675",
            "\/scholar?cites=9439256348167633675",
            {
                "2011":29,
                "2012":92,
                "2013":99,
                "2014":101,
                "2015":66,
                "2016":47,
                "2017":40,
                "2018":23,
                "2019":18,
                "2020":39,
                "2021":2
            }
        ],
        [
            "We present constraints on weakly interacting massive particles (WIMP)-nucleus scattering from the 2013 data of the Large Underground Xenon dark matter experiment, including 1.4× 10 4 kg day of search exposure. This new analysis incorporates several advances: single-photon calibration at the scintillation wavelength, improved event-reconstruction algorithms, a revised background model including events originating on the detector walls in an enlarged fiducial volume, and new calibrations from decays of an injected tritium β source and from kinematically constrained nuclear recoils down to 1.1 keV. Sensitivity, especially to low-mass WIMPs, is enhanced compared to our previous results which modeled the signal only above a 3 keV minimum energy. Under standard dark matter halo assumptions and in the mass range above 4 GeV c− 2, these new results give the most stringent direct limits on the spin …",
            "Improved limits on scattering of weakly interacting massive particles from reanalysis of 2013 LUX data",
            "DS Akerib and HM Araújo and X Bai and AJ Bailey and J Balajthy and P Beltrame and EP Bernard and A Bernstein and TP Biesiadzinski and EM Boulton and A Bradley and R Bramante and SB Cahn and MC Carmona-Benitez and C Chan and JJ Chapman and AA Chiller and C Chiller and A Currie and JE Cutter and TJR Davison and L De Viveiros and A Dobi and JEY Dobson and E Druszkiewicz and BN Edwards and CH Faham and S Fiorucci and RJ Gaitskell and VM Gehman and C Ghag and KR Gibson and MGD Gilchriese and CR Hall and M Hanhardt and SJ Haselschwardt and SA Hertel and DP Hogan and M Horn and DQ Huang and CM Ignarra and M Ihm and RG Jacobsen and W Ji and K Kazkaz and D Khaitan and R Knoche and NA Larsen and C Lee and BG Lenardo and KT Lesko and A Lindote and MI Lopes and DC Malling and A Manalaysay and RL Mannino and MF Marzioni and DN McKinsey and D-M Mei and J Mock and M Moongweluwan and JA Morad and A St J Murphy and C Nehrkorn and HN Nelson and F Neves and K O’Sullivan and KC Oliver-Mallory and RA Ott and KJ Palladino and M Pangilinan and EK Pease and P Phelps and L Reichhart and C Rhyne and S Shaw and TA Shutt and C Silva and VN Solovov and P Sorensen and S Stephenson and TJ Sumner and M Szydagis and DJ Taylor and W Taylor and BP Tennyson and PA Terman and DR Tiedt and WH To and M Tripathi and L Tvrznikova and S Uvarov and JR Verbus and RC Webb and JT White and TJ Whitis and MS Witherell and FLH Wolfs and K Yazdani and SK Young and C Zhang and LUX Collaboration",
            "2016",
            "8H7V2XkAAAAJ:Fu2w8maKXqMC",
            504,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.116.161301",
            "16958187250110959207",
            "\/scholar?cites=16958187250110959207",
            {
                "2016":156,
                "2017":196,
                "2018":66,
                "2019":41,
                "2020":41,
                "2021":2
            }
        ],
        [
            "This article reviews the astrophysics and cosmological evidence for nonbaryonic dark matter (DM). It covers historical, current, and future experiments that look for direct evidence of particle DM. In addition, it surveys the underlying particle theories that provide some guidance about expected event rates, and the future prospects for the discovery of DM. A number of recent theoretical papers, making calculations in SUSY-based frameworks, show a spread of many (>5) orders of magnitude in the possible interaction rates for models consistent with existing cosmological and accelerator bounds. Within this decade, it seems likely that DM searches will be successful, or at the very least rule out a broad class of the currently most favored DM models.",
            "Direct detection of dark matter",
            "Richard J Gaitskell",
            "2004",
            "8H7V2XkAAAAJ:evX43VCCuoAC",
            437,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.nucl.54.070103.181244",
            "18040221778673996323",
            "\/scholar?cites=18040221778673996323",
            {
                "2004":2,
                "2005":15,
                "2006":18,
                "2007":24,
                "2008":35,
                "2009":44,
                "2010":46,
                "2011":40,
                "2012":35,
                "2013":31,
                "2014":23,
                "2015":19,
                "2016":29,
                "2017":21,
                "2018":19,
                "2019":15,
                "2020":13,
                "2021":5
            }
        ],
        [
            "We report the first results from a search for weakly interacting massive particles (WIMPs) in the Cryogenic Dark Matter Search experiment at the Soudan Underground Laboratory. Four Ge and two Si detectors were operated for 52.6 live days, providing 19.4 kg d of Ge net exposure after cuts for recoil energies between 10 and 100 keV. A blind analysis was performed using only calibration data to define the energy threshold and selection criteria for nuclear-recoil candidates. Using the standard dark-matter halo and nuclear-physics WIMP model, these data set the world's lowest exclusion limits on the coherent WIMP-nucleon scalar cross section for all WIMP masses above 15 G e V\/c 2, ruling out a significant range of neutralino supersymmetric models. The minimum of this limit curve at the 90% CL is 4× 10− 43 c m 2 at a WIMP mass of 60 G e V\/c 2.",
            "First results from the cryogenic dark matter search in the soudan underground laboratory",
            "DS Akerib and J Alvaro-Dean and MS Armel-Funkhouser and MJ Attisha and L Baudis and DA Bauer and J Beaty and PL Brink and R Bunker and SP Burke and B Cabrera and DO Caldwell and D Callahan and JP Castle and CL Chang and R Choate and MB Crisler and P Cushman and R Dixon and MR Dragowsky and DD Driscoll and L Duong and J Emes and R Ferril and J Filippini and RJ Gaitskell and M Haldeman and D Hale and D Holmgren and ME Huber and B Johnson and W Johnson and S Kamat and M Kozlovsky and L Kula and S Kyre and B Lambin and A Lu and R Mahapatra and AG Manalaysay and V Mandic and J May and R McDonald and B Merkel and P Meunier and N Mirabolfathi and S Morrison and H Nelson and R Nelson and L Novak and RW Ogburn and S Orr and TA Perera and MC Perillo Isaac and E Ramberg and W Rau and A Reisetter and RR Ross and T Saab and B Sadoulet and J Sander and C Savage and RL Schmitt and RW Schnee and DN Seitz and B Serfass and A Smith and G Smith and AL Spadafora and K Sundqvist and JP F Thompson and A Tomada and G Wang and J Williams and S Yellin and BA Young and CDMS Collaboration",
            "2004",
            "8H7V2XkAAAAJ:_Ybze24A_UAC",
            401,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.211301",
            "16877358955005050744",
            "\/scholar?cites=16877358955005050744",
            {
                "2003":10,
                "2004":16,
                "2005":111,
                "2006":66,
                "2007":43,
                "2008":28,
                "2009":26,
                "2010":13,
                "2011":9,
                "2012":7,
                "2013":6,
                "2014":6,
                "2015":14,
                "2016":7,
                "2017":6,
                "2018":2,
                "2019":4,
                "2020":4
            }
        ],
        [
            "The Large Underground Xenon (LUX) collaboration has designed and constructed a dual-phase xenon detector, in order to conduct a search for Weakly Interacting Massive Particles (WIMPs), a leading dark matter candidate. The goal of the LUX detector is to clearly detect (or exclude) WIMPS with a spin independent cross-section per nucleon of 2× 10− 46 cm 2, equivalent to∼ 1 event\/100 kg\/month in the inner 100-kg fiducial volume (FV) of the 370-kg detector. The overall background goals are set to have< 1 background events characterized as possible WIMPs in the FV in 300 days of running. This paper describes the design and construction of the LUX detector.",
            "The large underground xenon (LUX) experiment",
            "DS Akerib and X Bai and S Bedikian and E Bernard and A Bernstein and A Bolozdynya and A Bradley and D Byram and SB Cahn and C Camp and MC Carmona-Benitez and D Carr and JJ Chapman and A Chiller and C Chiller and K Clark and T Classen and T Coffey and A Curioni and E Dahl and S Dazeley and L De Viveiros and A Dobi and E Dragowsky and E Druszkiewicz and B Edwards and CH Faham and S Fiorucci and RJ Gaitskell and KR Gibson and M Gilchriese and C Hall and M Hanhardt and B Holbrook and M Ihm and RG Jacobsen and L Kastens and K Kazkaz and R Knoche and S Kyre and J Kwong and R Lander and NA Larsen and C Lee and DS Leonard and KT Lesko and A Lindote and MI Lopes and A Lyashenko and DC Malling and R Mannino and Z Marquez and DN McKinsey and D-M Mei and J Mock and M Moongweluwan and M Morii and H Nelson and F Neves and JA Nikkel and M Pangilinan and PD Parker and EK Pease and K Pech and P Phelps and A Rodionov and P Roberts and A Shei and T Shutt and C Silva and W Skulski and VN Solovov and CJ Sofka and P Sorensen and J Spaans and T Stiegler and D Stolp and R Svoboda and M Sweany and M Szydagis and D Taylor and J Thomson and M Tripathi and S Uvarov and JR Verbus and N Walsh and R Webb and D White and JT White and TJ Whitis and M Wlasenko and FLH Wolfs and M Woods and C Zhang",
            "2013",
            "8H7V2XkAAAAJ:u5HHmVD_uO8C",
            397,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900212014829",
            "151244674828823154",
            "\/scholar?cites=151244674828823154",
            {
                "2012":1,
                "2013":54,
                "2014":59,
                "2015":68,
                "2016":65,
                "2017":48,
                "2018":39,
                "2019":21,
                "2020":38
            }
        ],
        [
            "The Cryogenic Dark Matter Search (CDMS) employs Ge and Si detectors to search for weakly interacting massive particles (WIMPs) via their elastic-scattering interactions with nuclei while discriminating against interactions of background particles. CDMS data, accounting for the neutron background, give limits on the spin-independent WIMP-nucleon elastic-scattering cross section that exclude unexplored parameter space above 10 GeV\/c 2 WIMP mass and, at> 75% CL, the entire 3 σ allowed region for the WIMP signal reported by the DAMA experiment.",
            "Exclusion limits on the WIMP-nucleon cross section from the cryogenic dark matter search",
            "R Abusaidi and DS Akerib and PD Barnes Jr and DA Bauer and A Bolozdynya and PL Brink and R Bunker and B Cabrera and DO Caldwell and JP Castle and RM Clarke and P Colling and MB Crisler and A Cummings and A Da Silva and AK Davies and R Dixon and BL Dougherty and D Driscoll and S Eichblatt and J Emes and RJ Gaitskell and SR Golwala and D Hale and EE Haller and J Hellmig and ME Huber and Kent D Irwin and J Jochum and FP Lipschultz and A Lu and V Mandic and John M Martinis and Sae Woo Nam and H Nelson and B Neuhauser and MJ Penn and TA Perera and MC Perillo Isaac and B Pritychenko and RR Ross and T Saab and B Sadoulet and RW Schnee and DN Seitz and P Shestople and T Shutt and Amy Smith and GW Smith and AH Sonnenschein and AL Spadafora and W Stockwell and JD Taylor and Stephen White and S Yellin and BA Young and CDMS Collaboration",
            "2000",
            "8H7V2XkAAAAJ:Mojj43d5GZwC",
            379,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.5699",
            "13842696920493571921",
            "\/scholar?cites=13842696920493571921",
            {
                "1999":1,
                "2000":21,
                "2001":93,
                "2002":73,
                "2003":64,
                "2004":30,
                "2005":24,
                "2006":4,
                "2007":6,
                "2008":9,
                "2009":7,
                "2010":4,
                "2011":4,
                "2012":4,
                "2013":3,
                "2014":3,
                "2015":3,
                "2016":4,
                "2017":2,
                "2018":6,
                "2019":4,
                "2020":5
            }
        ]
    ]
}