{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We have investigated the synthesis of the simplest amino acid, glycine, by Galactic cosmic‐ray particles in extraterrestrial ices. Laboratory experiments combined with electronic structure calculations showed that a methylamine molecule [CH3NH2(X 1A )] can be dissociated through interaction with energetic electrons in the track of a cosmic‐ray particle to form atomic hydrogen and the radicals CH2NH2(X 2A ) and CH3NH(X 2A ). Hydrogen atoms with sufficient kinetic energy could overcome the entrance barrier to add to a carbon dioxide molecule [CO2( )], yielding a trans‐hydroxycarbonyl radical, HOCO(X 2A ). Neighboring radicals with the correct geometric orientation then recombine to form glycine, NH2CH2COOH(X 1A), and also its isomer, CH3NHCOOH(X 1A). These findings expose for the first time detailed reaction mechanisms of how the simplest amino acid glycine and its isomer can be synthesized via …",
            "A combined experimental and theoretical study on the formation of the amino acid glycine (NH2CH2COOH) and its isomer (CH3NHCOOH) in extraterrestrial ices",
            "Philip D Holtom and Chris J Bennett and Yoshihiro Osamura and Nigel J Mason and Ralf I Kaiser",
            "2005",
            "8i1_NG8AAAAJ:u-x6o8ySG0sC",
            178,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/430106\/meta",
            "5561098141924190058",
            "\/scholar?cites=5561098141924190058",
            {
                "2005":1,
                "2006":3,
                "2007":8,
                "2008":8,
                "2009":7,
                "2010":8,
                "2011":12,
                "2012":9,
                "2013":11,
                "2014":14,
                "2015":13,
                "2016":14,
                "2017":11,
                "2018":20,
                "2019":21,
                "2020":14,
                "2021":3
            }
        ],
        [
            "Binary mixtures of methanol (CH3OH) and carbon monoxide (CO) ices were irradiated at 10 K with energetic electrons to mimic the energy transfer processes that occur in the track of the trajectories of MeV cosmic‐ray particles. The formation of glycolaldehyde (HCOCH2OH) was established through the appearance of new bands in the infrared spectrum at 1757, 1700, 1690, 1367, 1267, and 1067 cm−1. A second C2H4O2 isomer, methyl formate (HCOOCH3), was also identified by absorptions appearing at 1718, 1159, and 914 cm−1. Mass spectrometer signals during the warm‐up of the ice sample showed sublimation of both the glycolaldehyde and methyl formate; these species were monitored via the C2H4O2+ molecular ion at mass‐to‐charge ratio,  , of 60 originating from both glycolaldehyde and the methyl formate isomer. The latter was distinguishable by the presence of a second signal at   = 45, i.e., the …",
            "On the formation of glycolaldehyde (HCOCH2OH) and methyl formate (HCOOCH3) in interstellar ice analogs",
            "Chris J Bennett and Ralf I Kaiser",
            "2007",
            "8i1_NG8AAAAJ:d1gkVwhDpl0C",
            155,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/516745\/meta",
            "4245815900512083540",
            "\/scholar?cites=4245815900512083540",
            {
                "2006":1,
                "2007":2,
                "2008":4,
                "2009":4,
                "2010":11,
                "2011":16,
                "2012":10,
                "2013":11,
                "2014":15,
                "2015":11,
                "2016":8,
                "2017":12,
                "2018":11,
                "2019":15,
                "2020":19,
                "2021":4
            }
        ],
        [
            "The formation of the cyclic carbon trioxide isomer, CO3(X 1A1), in carbon-dioxide-rich extraterrestrial ices and in the atmospheres of Earth and Mars were investigated experimentally and theoretically. Carbon dioxide ices were deposited at 10 K onto a silver (111) single crystal and irradiated with 5 keV electrons. Upon completion of the electron bombardment, the samples were kept at 10 K and were then annealed to 293 K to release the reactants and newly formed molecules into the gas phase. The experiment was monitored via a Fourier transform infrared spectrometer in absorption-reflection-absorption (solid state) and through a quadruple mass spectrometer (gas phase) on-line and in situ. Our investigations indicate that the interaction of an electron with a carbon dioxide molecule is dictated by a carbon–oxygen bond cleavage to form electronically excited (1D) and\/or ground state (3P) oxygen atoms plus a …",
            "Untangling the formation of the cyclic carbon trioxide isomer in low temperature carbon dioxide ices",
            "Chris J Bennett and C Jamieson and Alexander M Mebel and Ralf I Kaiser",
            "2004",
            "8i1_NG8AAAAJ:u5HHmVD_uO8C",
            154,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2004\/cp\/b315626p",
            "6759598614789674867",
            "\/scholar?cites=6759598614789674867",
            {
                "2005":10,
                "2006":8,
                "2007":14,
                "2008":13,
                "2009":8,
                "2010":15,
                "2011":12,
                "2012":5,
                "2013":11,
                "2014":13,
                "2015":4,
                "2016":9,
                "2017":4,
                "2018":11,
                "2019":7,
                "2020":9,
                "2021":1
            }
        ],
        [
            "Pure methane ices (CH4) were irradiated at 10 K with energetic electrons to mimic the energy transfer processes that occur in the track of the trajectories of MeV cosmic‐ray particles. The experiments were monitored via an FTIR spectrometer (solid state) and a quadrupole mass spectrometer (gas phase). Combined with electronic structure calculations, this paper focuses on the identification of CHx ( ) and C2Hx ( ) species and also investigates their formation pathways quantitatively. The primary reaction step is determined to be the cleavage of a carbon‐hydrogen bond of the methane molecule to form a methyl radical (CH3) plus a hydrogen atom. Hydrogen atoms recombined to form molecular hydrogen, the sole species detected in the gas phase during the irradiation exposure. In the matrix two neighboring methyl radicals can recombine to form an internally excited ethane molecule (C2H6), which either can be …",
            "Laboratory studies on the irradiation of methane in interstellar, cometary, and solar system ices",
            "Chris J Bennett and Corey S Jamieson and Yoshihiro Osamura and Ralf I Kaiser",
            "2006",
            "8i1_NG8AAAAJ:9yKSN-GCB0IC",
            138,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/508561\/meta",
            "11439073220423936316",
            "\/scholar?cites=11439073220423936316",
            {
                "2007":4,
                "2008":4,
                "2009":4,
                "2010":7,
                "2011":12,
                "2012":8,
                "2013":12,
                "2014":8,
                "2015":11,
                "2016":11,
                "2017":14,
                "2018":11,
                "2019":12,
                "2020":15,
                "2021":3
            }
        ],
        [
            "Pure ices of amorphous methanol, CH3OH( ), were irradiated at 11 K by 5 keV electrons at 100 nA for 1 hr. These energetic electrons simulate electronic energy transfer processes that occur as interstellar ices, comets, and icy solar system bodies are subjected to irradiation from MeV ions and secondary electrons produced in this process. The results were analyzed quantitatively via absorption‐reflection‐absorption Fourier transform infrared (FTIR) spectroscopy, with the identification of new species aided by high‐level electronic structure calculations. The unimolecular decomposition of methanol was found to proceed via the formation of (1) the hydroxymethyl radical, CH2OH( ), and atomic hydrogen, H( ), (2) the methoxy radical, CH3O( ), plus atomic hydrogen, (3) formaldehyde, H2CO( ) plus molecular hydrogen, H2( ), and (4) the formation of methane, CH4( ), together with atomic oxygen, O(1D). The accessibility …",
            "Mechanistical studies on the irradiation of methanol in extraterrestrial ices",
            "Chris J Bennett and Shih-Hua Chen and Bing-Jian Sun and Agnes HH Chang and Ralf I Kaiser",
            "2007",
            "8i1_NG8AAAAJ:UeHWp8X0CEIC",
            131,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/511296\/meta",
            "13105122575252739334",
            "\/scholar?cites=13105122575252739334",
            {
                "2007":2,
                "2008":3,
                "2009":8,
                "2010":9,
                "2011":4,
                "2012":5,
                "2013":11,
                "2014":12,
                "2015":11,
                "2016":12,
                "2017":11,
                "2018":17,
                "2019":11,
                "2020":11,
                "2021":4
            }
        ],
        [
            "In the past few years, several major space missions have been completed (eg, Deep Impact, LCROSS, Chandrayaan-1, Stardust, Hayabusa), and a number of spacecraft are currently exploring both the inner (eg, MESSENGER, DAWN, Rosetta) and outer (Cassini, New Horizons) solar system. There has been an accompanying flood of recent data from these and other space missions which have had a large impact on our knowledge of space-weathering processes as they occur throughout the solar system. It is thus topical to present a review of many of the recent observations and laboratory results occurring within such a highly evolving and dynamic field. Due to the vast amount of research that encompasses these research areas, a comprehensive review of all the relevant material is unfortunately beyond the scope of this article. The present article provides an overview of laboratory studies which are relevant to …",
            "Space-weathering of solar system bodies: A laboratory perspective",
            "Chris J Bennett and Claire Pirim and Thomas M Orlando",
            "2013",
            "8i1_NG8AAAAJ:isC4tDSrTZIC",
            98,
            "https:\/\/pubs.acs.org\/doi\/full\/10.1021\/cr400153k",
            "260878121077895966",
            "\/scholar?cites=260878121077895966",
            {
                "2014":12,
                "2015":11,
                "2016":18,
                "2017":11,
                "2018":17,
                "2019":11,
                "2020":15,
                "2021":2
            }
        ],
        [
            "Formamide, H 2 NCHO, represents the simplest molecule containing the peptide bond. Consequently, the formamide molecule is of high interest as it is considered an important precursor in the abiotic synthesis of amino acids, and thus significant to further prebiotic chemistry, in more suitable environments. Previous experiments have demonstrated that formamide is formed under extreme conditions similar throughout the interstellar medium via photolysis and the energetic processing of ultracold interstellar and solar system ices with high-energy protons; however, no clear reaction mechanism has been identified. Utilizing a laboratory apparatus capable of simulating the effects of galactic cosmic radiation on ultralow temperature ice mixtures, we have examined the formation of formamide starting from a variety of carbon monoxide (CO) to ammonia (NH 3) ices of varying composition. Our results suggest that the …",
            "Mechanistical studies on the production of formamide (H2NCHO) within interstellar ice analogs",
            "Brant M Jones and Christopher J Bennett and Ralf I Kaiser",
            "2011",
            "8i1_NG8AAAAJ:-f6ydRqryjwC",
            95,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/734\/2\/78\/meta",
            "11343166262086816891",
            "\/scholar?cites=11343166262086816891",
            {
                "2011":1,
                "2012":3,
                "2013":10,
                "2014":10,
                "2015":7,
                "2016":12,
                "2017":7,
                "2018":12,
                "2019":18,
                "2020":13,
                "2021":2
            }
        ],
        [
            "The synthetic routes to form acetaldehyde [CH3CHO(X 1A )] in extraterrestrial ices were investigated experimentally in a contamination‐free ultrahigh vacuum scattering machine. Binary ice mixtures of carbon monoxide [CO(X 1Σ+)] and methane [CH4(X 1A1)] were condensed at 10 K onto a silver monocrystal and irradiated with 5 keV electrons to mimic the electronic energy transfer processes initiated by MeV cosmic‐ray particle–induced δ‐electrons in the “ultratrack” of MeV ion trajectories; the carbon monoxide–methane ices served as model compounds to simulate neighboring CO–CH4 molecules in astrophysical ices, as present in cold molecular clouds and in cometary matter. Upon completion of the high‐energy processing, the ice samples sublimed during the heating phase to 293 K, thus releasing the remaining reactants as well as the newly formed molecules into the gas phase. The experiment was …",
            "A combined experimental and computational investigation on the synthesis of acetaldehyde [CH3CHO (X 1A')] in interstellar ices",
            "Chris J Bennett and Corey S Jamieson and Yoshihiro Osamura and Ralf I Kaiser",
            "2005",
            "8i1_NG8AAAAJ:qjMakFHDy7sC",
            92,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/429119\/meta",
            "3067782397525798730",
            "\/scholar?cites=3067782397525798730",
            {
                "2005":1,
                "2006":3,
                "2007":7,
                "2008":2,
                "2009":3,
                "2010":5,
                "2011":4,
                "2012":7,
                "2013":3,
                "2014":7,
                "2015":4,
                "2016":13,
                "2017":8,
                "2018":6,
                "2019":8,
                "2020":11
            }
        ],
        [
            "The formation of ozone (O3) in neat oxygen ices was investigated experimentally in a surface‐scattering machine. At 11 K, solid oxygen was irradiated with energetic electrons; the chemical modification of the target was followed on‐line and in situ via Fourier transform infrared spectroscopy (FTIR; solid state) and quadrupole mass spectrometry (QMS; gas phase). The dominant product identified was the ozone molecule in the bent, C2v symmetric structure, O3(X 1A1); the cyclic D3h isomer was not observed. The associated van der Waals complexes [O3…O] and [O3…O3] could also be detected via infrared spectroscopy, verifying explicitly the existence of oxygen atoms in the matrix at 11 K. Three different formation mechanisms of ozone were revealed. Two pathways involve the reaction of suprathermal oxygen atoms with molecular oxygen   at 11 K. Once the sample was warmed after the irradiation to about 38 K …",
            "Laboratory studies on the formation of ozone (O3) on icy satellites and on interstellar and cometary ices",
            "Chris J Bennett and Ralf I Kaiser",
            "2005",
            "8i1_NG8AAAAJ:2osOgNQ5qMEC",
            79,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/497618\/meta",
            "5938182842471747778",
            "\/scholar?cites=5938182842471747778",
            {
                "2006":1,
                "2007":3,
                "2008":4,
                "2009":4,
                "2010":6,
                "2011":13,
                "2012":3,
                "2013":10,
                "2014":11,
                "2015":2,
                "2016":6,
                "2017":2,
                "2018":7,
                "2019":5,
                "2020":2
            }
        ],
        [
            "Mixtures of water (H 2 O) and carbon monoxide (CO) ices were irradiated at 10 K with energetic electrons to simulate the energy transfer processes that occur in the track of galactic cosmic-ray particles penetrating interstellar ices. We identified formic acid (HCOOH) through new absorption bands in the infrared spectra at 1690 and 1224 cm–1 (5.92 and 8.17 μm, respectively). During the subsequent warm-up of the irradiated samples, formic acid is evident from the mass spectrometer signal at the mass-to-charge ratio, m\/z= 46 (HCOOH+) as the ice sublimates. The detection of formic acid was confirmed using isotopically labeled water-d2 with carbon monoxide, leading to formic acid-d2 (DCOOD). The temporal fits of the reactants, reaction intermediates, and products elucidate two reaction pathways to formic acid in carbon monoxide-water ices. The reaction is induced by unimolecular decomposition of water forming …",
            "Laboratory studies on the formation of formic acid (HCOOH) in interstellar and cometary ices",
            "Chris J Bennett and Tetsuya Hama and Yong Seol Kim and MASAHIRO KAWASAkI and Ralf I Kaiser",
            "2010",
            "8i1_NG8AAAAJ:LkGwnXOMwfcC",
            75,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/727\/1\/27\/meta",
            "3182106717096470208",
            "\/scholar?cites=3182106717096470208",
            {
                "2011":3,
                "2012":4,
                "2013":3,
                "2014":11,
                "2015":4,
                "2016":11,
                "2017":9,
                "2018":7,
                "2019":7,
                "2020":13,
                "2021":1
            }
        ]
    ]
}