{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The T2K experiment observes indications of ν μ→ ν e appearance in data accumulated with 1.43× 10 20 protons on target. Six events pass all selection criteria at the far detector. In a three-flavor neutrino oscillation scenario with| Δ m 23 2|= 2.4× 10− 3 eV 2, sin﻿ 2 2 θ 23= 1 and sin﻿ 2 2 θ 13= 0, the expected number of such events is 1.5±0.3 (syst). Under this hypothesis, the probability to observe six or more candidate events is 7× 10− 3, equivalent to 2.5 σ significance. At 90% CL, the data are consistent with 0.03 (0.04)< sin﻿ 2 2 θ 13< 0.28 (0.34) for δ C P= 0 and a normal (inverted) hierarchy.",
            "Indication of electron neutrino appearance from an accelerator-produced off-axis muon neutrino beam",
            "K Abe and N Abgrall and Y Ajima and H Aihara and JB Albert and C Andreopoulos and B Andrieu and S Aoki and O Araoka and J Argyriades and A Ariga and T Ariga and S Assylbekov and D Autiero and A Badertscher and M Barbi and GJ Barker and G Barr and M Bass and F Bay and S Bentham and V Berardi and BE Berger and I Bertram and M Besnier and J Beucher and D Beznosko and S Bhadra and A Blondel and C Bojechko and J Bouchez and SB Boyd and A Bravar and C Bronner and DG Brook-Roberge and N Buchanan and H Budd and D Calvet and SL Cartwright and A Carver and R Castillo and MG Catanesi and A Cazes and A Cervera and C Chavez and S Choi and G Christodoulou and J Coleman and W Coleman and G Collazuol and K Connolly and A Curioni and A Dabrowska and I Danko and R Das and GS Davies and S Davis and M Day and G De Rosa and JPAM de André and P de Perio and A Delbart and C Densham and F Di Lodovico and S Di Luise and P Dinh Tran and J Dobson and U Dore and O Drapier and F Dufour and J Dumarchez and S Dytman and M Dziewiecki and M Dziomba and S Emery and A Ereditato and L Escudero and LS Esposito and M Fechner and A Ferrero and AJ Finch and E Frank and Y Fujii and Y Fukuda and V Galymov and FC Gannaway and A Gaudin and A Gendotti and MA George and S Giffin and C Giganti and K Gilje and T Golan and M Goldhaber and JJ Gomez-Cadenas and M Gonin and N Grant and A Grant and P Gumplinger and P Guzowski and A Haesler and MD Haigh and K Hamano and C Hansen and D Hansen and T Hara and PF Harrison and B Hartfiel and M Hartz and T Haruyama and T Hasegawa and NC Hastings and S Hastings and A Hatzikoutelis and K Hayashi and Y Hayato and C Hearty and RL Helmer and R Henderson and N Higashi and J Hignight and E Hirose and J Holeczek and S Horikawa and A Hyndman and AK Ichikawa and K Ieki and M Ieva and M Iida and M Ikeda and J Ilic and J Imber and T Ishida and C Ishihara and T Ishii and SJ Ives and M Iwasaki and K Iyogi and A Izmaylov and B Jamieson and RA Johnson and KK Joo and GV Jover-Manas and CK Jung and H Kaji and T Kajita and H Kakuno and J Kameda and K Kaneyuki and D Karlen",
            "2011",
            "8kiZbFUAAAAJ:u5HHmVD_uO8C",
            1885,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.041801",
            "219530810182614957",
            "\/scholar?cites=219530810182614957",
            {
                "2011":134,
                "2012":437,
                "2013":387,
                "2014":211,
                "2015":188,
                "2016":146,
                "2017":112,
                "2018":113,
                "2019":67,
                "2020":71,
                "2021":7
            }
        ],
        [
            "The T2K experiment is a long baseline neutrino oscillation experiment. Its main goal is to measure the last unknown lepton sector mixing angle θ 13 by observing ν e appearance in a ν μ beam. It also aims to make a precision measurement of the known oscillation parameters, Δ m 23 2 and sin 2 2 θ 23, via ν μ disappearance studies. Other goals of the experiment include various neutrino cross-section measurements and sterile neutrino searches. The experiment uses an intense proton beam generated by the J-PARC accelerator in Tokai, Japan, and is composed of a neutrino beamline, a near detector complex (ND280), and a far detector (Super-Kamiokande) located 295 km away from J-PARC. This paper provides a comprehensive review of the instrumentation aspect of the T2K experiment and a summary of the vital information for each subsystem.",
            "The T2K experiment",
            "K Abe and N Abgrall and H Aihara and Y Ajima and JB Albert and D Allan and P-A Amaudruz and C Andreopoulos and B Andrieu and MD Anerella and C Angelsen and S Aoki and O Araoka and J Argyriades and A Ariga and T Ariga and S Assylbekov and JPAM De André and D Autiero and A Badertscher and O Ballester and M Barbi and GJ Barker and P Baron and G Barr and L Bartoszek and M Batkiewicz and F Bay and S Bentham and V Berardi and BE Berger and H Berns and I Bertram and M Besnier and J Beucher and D Beznosko and S Bhadra and P Birney and D Bishop and E Blackmore and FDM Blaszczyk and J Blocki and A Blondel and A Bodek and C Bojechko and J Bouchez and T Boussuge and SB Boyd and M Boyer and N Braam and R Bradford and A Bravar and K Briggs and JD Brinson and C Bronner and DG Brook-Roberge and M Bryant and N Buchanan and H Budd and M Cadabeschi and RG Calland and D Calvet and J Caravaca Rodríguez and J Carroll and SL Cartwright and A Carver and R Castillo and MG Catanesi and C Cavata and A Cazes and A Cervera and JP Charrier and C Chavez and S Choi and S Chollet and G Christodoulou and P Colas and J Coleman and W Coleman and G Collazuol and K Connolly and P Cooke and A Curioni and A Dabrowska and I Danko and R Das and GS Davies and S Davis and M Day and X De La Broise and P De Perio and G De Rosa and T Dealtry and A Debraine and E Delagnes and A Delbart and C Densham and F Di Lodovico and S Di Luise and P Dinh Tran and J Dobson and J Doornbos and U Dore and O Drapier and F Druillole and Frédéric Dufour and J Dumarchez and T Durkin and S Dytman and M Dziewiecki and M Dziomba and B Ellison and S Emery and A Ereditato and JE Escallier and L Escudero and LS Esposito and W Faszer and M Fechner and A Ferrero and A Finch and C Fisher and M Fitton and R Flight and D Forbush and E Frank and K Fransham and Y Fujii and Y Fukuda and M Gallop and V Galymov and GL Ganetis and FC Gannaway and A Gaudin and J Gaweda and A Gendotti and M George and S Giffin and C Giganti and K Gilje and I Giomataris and J Giraud and AK Ghosh and T Golan and M Goldhaber and JJ Gomez-Cadenas and S Gomi and M Gonin and M Goyette and A Grant",
            "2011",
            "8kiZbFUAAAAJ:3fE2CSJIrl8C",
            932,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900211011910",
            "3757232179983029453",
            "\/scholar?cites=3757232179983029453",
            {
                "2011":12,
                "2012":81,
                "2013":92,
                "2014":95,
                "2015":121,
                "2016":108,
                "2017":106,
                "2018":101,
                "2019":99,
                "2020":105,
                "2021":4
            }
        ],
        [
            "The T2K experiment is a long baseline neutrino oscillation experiment. Its main goal is to measure the last unknown lepton sector mixing angle θ 13 by observing ν e appearance in a ν μ beam. It also aims to make a precision measurement of the known oscillation parameters, Δ m 23 2 and sin 2 2 θ 23, via ν μ disappearance studies. Other goals of the experiment include various neutrino cross-section measurements and sterile neutrino searches. The experiment uses an intense proton beam generated by the J-PARC accelerator in Tokai, Japan, and is composed of a neutrino beamline, a near detector complex (ND280), and a far detector (Super-Kamiokande) located 295 km away from J-PARC. This paper provides a comprehensive review of the instrumentation aspect of the T2K experiment and a summary of the vital information for each subsystem.",
            "The T2K experiment",
            "K Abe and N Abgrall and H Aihara and Y Ajima and JB Albert and D Allan and P-A Amaudruz and C Andreopoulos and B Andrieu and MD Anerella and C Angelsen and S Aoki and O Araoka and J Argyriades and A Ariga and T Ariga and S Assylbekov and JPAM De André and D Autiero and A Badertscher and O Ballester and M Barbi and GJ Barker and P Baron and G Barr and L Bartoszek and M Batkiewicz and F Bay and S Bentham and V Berardi and BE Berger and H Berns and I Bertram and M Besnier and J Beucher and D Beznosko and S Bhadra and P Birney and D Bishop and E Blackmore and FDM Blaszczyk and J Blocki and A Blondel and A Bodek and C Bojechko and J Bouchez and T Boussuge and SB Boyd and M Boyer and N Braam and R Bradford and A Bravar and K Briggs and JD Brinson and C Bronner and DG Brook-Roberge and M Bryant and N Buchanan and H Budd and M Cadabeschi and RG Calland and D Calvet and J Caravaca Rodríguez and J Carroll and SL Cartwright and A Carver and R Castillo and MG Catanesi and C Cavata and A Cazes and A Cervera and JP Charrier and C Chavez and S Choi and S Chollet and G Christodoulou and P Colas and J Coleman and W Coleman and G Collazuol and K Connolly and P Cooke and A Curioni and A Dabrowska and I Danko and R Das and GS Davies and S Davis and M Day and X De La Broise and P De Perio and G De Rosa and T Dealtry and A Debraine and E Delagnes and A Delbart and C Densham and F Di Lodovico and S Di Luise and P Dinh Tran and J Dobson and J Doornbos and U Dore and O Drapier and F Druillole and Frédéric Dufour and J Dumarchez and T Durkin and S Dytman and M Dziewiecki and M Dziomba and B Ellison and S Emery and A Ereditato and JE Escallier and L Escudero and LS Esposito and W Faszer and M Fechner and A Ferrero and A Finch and C Fisher and M Fitton and R Flight and D Forbush and E Frank and K Fransham and Y Fujii and Y Fukuda and M Gallop and V Galymov and GL Ganetis and FC Gannaway and A Gaudin and J Gaweda and A Gendotti and M George and S Giffin and C Giganti and K Gilje and I Giomataris and J Giraud and AK Ghosh and T Golan and M Goldhaber and JJ Gomez-Cadenas and S Gomi and M Gonin and M Goyette and A Grant",
            "2011",
            "8kiZbFUAAAAJ:u-x6o8ySG0sC",
            930,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900211011910",
            "3757232179983029453",
            "\/scholar?cites=3757232179983029453",
            {
                "2011":12,
                "2012":79,
                "2013":92,
                "2014":95,
                "2015":121,
                "2016":108,
                "2017":106,
                "2018":101,
                "2019":99,
                "2020":105,
                "2021":4
            }
        ],
        [
            "The T2K experiment has observed electron neutrino appearance in a muon neutrino beam produced 295 km from the Super-Kamiokande detector with a peak energy of 0.6 GeV. A total of 28 electron neutrino events were detected with an energy distribution consistent with an appearance signal, corresponding to a significance of 7.3 σ when compared to 4.92±0.55 expected background events. In the Pontecorvo-Maki-Nakagawa-Sakata mixing model, the electron neutrino appearance signal depends on several parameters including three mixing angles θ 12, θ 23, θ 13, a mass difference Δ m 32 2 and a C P violating phase δ C P. In this neutrino oscillation scenario, assuming| Δ m 32 2|= 2.4× 10− 3 eV 2, sin 2 θ 23= 0.5, and Δ m 32 2> 0 (Δ m 32 2< 0), a best-fit value of sin 2 2 θ 13= 0.14 0− 0.032+ 0.038 (0.17 0− 0.037+ 0.045) is obtained at δ C P= 0. When combining the result with the current best knowledge of …",
            "Observation of electron neutrino appearance in a muon neutrino beam",
            "K Abe and J Adam and H Aihara and T Akiri and C Andreopoulos and S Aoki and Akitaka Ariga and Tomoko Ariga and S Assylbekov and D Autiero and M Barbi and GJ Barker and G Barr and M Bass and M Batkiewicz and F Bay and SW Bentham and V Berardi and BE Berger and S Berkman and I Bertram and S Bhadra and F d M Blaszczyk and A Blondel and C Bojechko and S Bordoni and SB Boyd and Dominic Brailsford and A Bravar and C Bronner and N Buchanan and RG Calland and J Caravaca Rodríguez and SL Cartwright and R Castillo and MG Catanesi and A Cervera and D Cherdack and G Christodoulou and A Clifton and J Coleman and SJ Coleman and G Collazuol and K Connolly and L Cremonesi and A Dabrowska and I Danko and R Das and S Davis and P De Perio and G De Rosa and T Dealtry and SR Dennis and C Densham and F Di Lodovico and S Di Luise and O Drapier and T Duboyski and K Duffy and Frédéric Dufour and J Dumarchez and S Dytman and M Dziewiecki and S Emery and Antonio Ereditato and L Escudero and AJ Finch and L Floetotto and M Friend and Y Fujii and Y Fukuda and AP Furmanski and V Galymov and A Gaudin and S Giffin and C Giganti and K Gilje and Damian Göldi and T Golan and JJ Gomez-Cadenas and M Gonin and N Grant and D Gudin and DR Hadley and A Haesler and MD Haigh and P Hamilton and D Hansen and T Hara and M Hartz and T Hasegawa and NC Hastings and Y Hayato and C Hearty and RL Helmer and Martin Hierholzer and J Hignight and A Hillairet and A Himmel and T Hiraki and S Hirota and J Holeczek and S Horikawa and K Huang and AK Ichikawa and K Ieki and M Ieva and M Ikeda and J Imber and J Insler and TJ Irvine and T Ishida and T Ishii and SJ Ives and K Iyogi and A Izmaylov and A Jacob and B Jamieson and RA Johnson and JH Jo and P Jonsson and CK Jung and AC Kaboth and T Kajita and H Kakuno and J Kameda and Y Kanazawa and D Karlen and I Karpikov and E Kearns and M Khabibullin and A Khotjantsev and D Kielczewska and T Kikawa and A Kilinski and J Kim and J Kisiel and P Kitching and T Kobayashi and L Koch and A Kolaceke and A Konaka and LL Kormos and A Korzenev and K Koseki and Y Koshio and Igor Kreslo and W Kropp and H Kubo and Y Kudenko",
            "2014",
            "8kiZbFUAAAAJ:z6xuaG2dYH0C",
            721,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.061802",
            "14766842574761239675",
            "\/scholar?cites=14766842574761239675",
            {
                "2013":4,
                "2014":107,
                "2015":195,
                "2016":161,
                "2017":94,
                "2018":83,
                "2019":42,
                "2020":27,
                "2021":2
            }
        ],
        [
            "The results of the third phase of the Super-Kamiokande solar neutrino measurement are presented and compared to the first and second phase results. With improved detector calibrations, a full detector simulation, and improved analysis methods, the systematic uncertainty on the total neutrino flux is estimated to be±2.1%, which is about two thirds of the systematic uncertainty for the first phase of Super-Kamiokande. The observed B 8 solar flux in the 5.0 to 20 MeV total electron energy region is 2.32±0.04 (stat)±0.05 (sys)× 10 6 cm− 2 sec− 1 under the assumption of pure electron-flavor content, in agreement with previous measurements. A combined oscillation analysis is carried out using SK-I, II, and III data, and the results are also combined with the results of other solar neutrino experiments. The best-fit oscillation parameters are obtained to be sin﻿ 2 θ 12= 0.30− 0.01+ 0.02 (tan﻿ 2 θ 12= 0.42− 0.02+ 0.04) and Δ m …",
            "Solar neutrino results in Super-Kamiokande-III",
            "K Abe and Y Hayato and T Iida and M Ikeda and C Ishihara and K Iyogi and J Kameda and K Kobayashi and Y Koshio and Y Kozuma and M Miura and S Moriyama and M Nakahata and S Nakayama and Y Obayashi and H Ogawa and H Sekiya and M Shiozawa and Y Suzuki and A Takeda and Y Takenaga and K Ueno and K Ueshima and H Watanabe and S Yamada and T Yokozawa and S Hazama and H Kaji and T Kajita and K Kaneyuki and T McLachlan and K Okumura and Y Shimizu and N Tanimoto and MR Vagins and L Labarga and LM Magro and F Dufour and E Kearns and M Litos and JL Raaf and JL Stone and LR Sulak and W Wang and M Goldhaber and K Bays and D Casper and JP Cravens and WR Kropp and S Mine and C Regis and A Renshaw and MB Smy and HW Sobel and KS Ganezer and J Hill and WE Keig and JS Jang and JY Kim and IT Lim and J Albert and R Wendell and T Wongjirad and K Scholberg and CW Walter and T Ishizuka and S Tasaka and JG Learned and S Matsuno and Y Watanabe and T Hasegawa and T Ishida and T Ishii and T Kobayashi and T Nakadaira and K Nakamura and K Nishikawa and H Nishino and Y Oyama and K Sakashita and T Sekiguchi and T Tsukamoto and AT Suzuki and Y Takeuchi and A Minamino and T Nakaya and Y Fukuda and Y Itow and G Mitsuka and T Tanaka and CK Jung and G Lopez and C McGrew and R Terri and C Yanagisawa and N Tamura and H Ishino and A Kibayashi and S Mino and T Mori and M Sakuda and H Toyota and Y Kuno and M Yoshida and SB Kim and BS Yang and H Okazawa and Y Choi and K Nishijima and Y Yokosawa and M Koshiba and Y Totsuka and M Yokoyama and S Chen and Y Heng and Z Yang and H Zhang and D Kielczewska and P Mijakowski and K Connolly and M Dziomba and E Thrane and RJ Wilkes and Super-Kamiokande Collaboration",
            "2011",
            "8kiZbFUAAAAJ:d1gkVwhDpl0C",
            522,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.83.052010",
            "3729132932237227778",
            "\/scholar?cites=3729132932237227778",
            {
                "2011":26,
                "2012":53,
                "2013":81,
                "2014":68,
                "2015":50,
                "2016":62,
                "2017":32,
                "2018":52,
                "2019":46,
                "2020":47,
                "2021":1
            }
        ],
        [
            "We report on measurements of neutrino oscillation using data from the T2K long-baseline neutrino experiment collected between 2010 and 2013. In an analysis of muon neutrino disappearance alone, we find the following estimates and 68% confidence intervals for the two possible mass hierarchies: normal hierarchy: sin 2 θ 23= 0.51 4− 0.056+ 0.055 and Δ m 32 2=(2.51±0.10)× 1 0− 3 eV 2\/c 4 and inverted hierarchy: sin 2 θ 23= 0.511±0.055 and Δ m 13 2=(2.48±0.10)× 1 0− 3 eV 2\/c 4. The analysis accounts for multinucleon mechanisms in neutrino interactions which were found to introduce negligible bias. We describe our first analyses that combine measurements of muon neutrino disappearance and electron neutrino appearance to estimate four oscillation parameters,| Δ m 2|, sin 2 θ 23, sin 2 θ 13, δ C P, and the mass hierarchy. Frequentist and Bayesian intervals are presented for combinations of these …",
            "Measurements of neutrino oscillation in appearance and disappearance channels by the T2K experiment with  protons on target",
            "Kou Abe and J Adam and H Aihara and T Akiri and Constantinos Andreopoulos and S Aoki and A Ariga and S Assylbekov and D Autiero and M Barbi and GJ Barker and G Barr and P Bartet-Friburg and M Bass and M Batkiewicz and F Bay and V Berardi and BE Berger and S Berkman and S Bhadra and F d M Blaszczyk and A Blondel and S Bolognesi and S Bordoni and SB Boyd and D Brailsford and A Bravar and C Bronner and N Buchanan and RG Calland and J Caravaca Rodríguez and SL Cartwright and R Castillo and MG Catanesi and A Cervera and D Cherdack and N Chikuma and Georgios Christodoulou and A Clifton and Jonathon Coleman and SJ Coleman and G Collazuol and K Connolly and L Cremonesi and A Dabrowska and I Danko and R Das and S Davis and P De Perio and G De Rosa and T Dealtry and SR Dennis and C Densham and D Dewhurst and F Di Lodovico and S Di Luise and S Dolan and O Drapier and T Duboyski and K Duffy and J Dumarchez and S Dytman and M Dziewiecki and S Emery-Schrenk and A Ereditato and L Escudero and C Ferchichi and T Feusels and AJ Finch and GA Fiorentini and M Friend and Y Fujii and Y Fukuda and AP Furmanski and V Galymov and A Garcia and S Giffin and C Giganti and K Gilje and D Goeldi and T Golan and M Gonin and N Grant and D Gudin and DR Hadley and L Haegel and A Haesler and MD Haigh and P Hamilton and D Hansen and T Hara and M Hartz and T Hasegawa and NC Hastings and T Hayashino and Y Hayato and C Hearty and RL Helmer and M Hierholzer and J Hignight and A Hillairet and A Himmel and T Hiraki and S Hirota and J Holeczek and S Horikawa and F Hosomi and K Huang and AK Ichikawa and K Ieki and M Ieva and M Ikeda and J Imber and J Insler and TJ Irvine and T Ishida and T Ishii and E Iwai and K Iwamoto and K Iyogi and A Izmaylov and A Jacob and B Jamieson and M Jiang and S Johnson and JH Jo and P Jonsson and CK Jung and M Kabirnezhad and AC Kaboth and T Kajita and H Kakuno and J Kameda and Y Kanazawa and D Karlen and I Karpikov and T Katori and E Kearns and M Khabibullin and A Khotjantsev and D Kielczewska and T Kikawa and A Kilinski and J Kim and S King and J Kisiel and P Kitching and T Kobayashi and L Koch and T Koga",
            "2015",
            "8kiZbFUAAAAJ:Zh0EY9V9P6UC",
            439,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.91.072010",
            "2685020213039853445",
            "\/scholar?cites=2685020213039853445",
            {
                "2015":51,
                "2016":121,
                "2017":111,
                "2018":92,
                "2019":36,
                "2020":19,
                "2021":4
            }
        ],
        [
            "The Tokai-to-Kamioka (T2K) experiment studies neutrino oscillations using an off-axis muon neutrino beam with a peak energy of about 0.6 GeV that originates at the Japan Proton Accelerator Research Complex accelerator facility. Interactions of the neutrinos are observed at near detectors placed at 280 m from the production target and at the far detector—Super-Kamiokande—located 295 km away. The flux prediction is an essential part of the successful prediction of neutrino interaction rates at the T2K detectors and is an important input to T2K neutrino oscillation and cross section measurements. A FLUKA and GEANT3-based simulation models the physical processes involved in the neutrino production, from the interaction of primary beam protons in the T2K target, to the decay of hadrons and muons that produce neutrinos. The simulation uses proton beam monitor measurements as inputs. The modeling of …",
            "T2K neutrino flux prediction",
            "Kou Abe and N Abgrall and H Aihara and T Akiri and JB Albert and C Andreopoulos and S Aoki and A Ariga and T Ariga and S Assylbekov and D Autiero and M Barbi and GJ Barker and G Barr and M Bass and M Batkiewicz and F Bay and SW Bentham and V Berardi and BE Berger and S Berkman and I Bertram and D Beznosko and S Bhadra and F d M Blaszczyk and A Blondel and C Bojechko and S Boyd and A Bravar and C Bronner and DG Brook-Roberge and N Buchanan and RG Calland and J Caravaca Rodriguez and SL Cartwright and R Castillo and M-G Catanesi and A Cervera and D Cherdack and G Christodoulou and A Clifton and J Coleman and SJ Coleman and G Collazuol and K Connolly and A Curioni and A Dabrowska and I Danko and R Das and S Davis and M Day and JPAM De André and P De Perio and G De Rosa and T Dealtry and C Densham and F Di Lodovico and S Di Luise and J Dobson and T Duboyski and F Dufour and J Dumarchez and S Dytman and M Dziewiecki and M Dziomba and S Emery and A Ereditato and L Escudero and LS Esposito and AJ Finch and E Frank and M Friend and Y Fujii and Y Fukuda and V Galymov and A Gaudin and S Giffin and C Giganti and K Gilje and T Golan and JJ Gomez-Cadenas and M Gonin and N Grant and D Gudin and P Guzowski and DR Hadley and A Haesler and MD Haigh and D Hansen and T Hara and M Hartz and T Hasegawa and NC Hastings and Y Hayato and C Hearty and RL Helmer and J Hignight and A Hillairet and A Himmel and T Hiraki and J Holeczek and S Horikawa and K Huang and A Hyndman and AK Ichikawa and K Ieki and M Ieva and M Ikeda and J Imber and J Insler and T Ishida and T Ishii and SJ Ives and K Iyogi and A Izmaylov and B Jamieson and RA Johnson and JH Jo and P Jonsson and KK Joo and GV Jover-Manas and CK Jung and H Kaji and T Kajita and H Kakuno and J Kameda and Y Kanazawa and D Karlen and I Karpikov and E Kearns and M Khabibullin and F Khanam and A Khotjantsev and D Kielczewska and T Kikawa and A Kilinski and JY Kim and J Kim and SB Kim and B Kirby and J Kisiel and P Kitching and T Kobayashi and G Kogan and A Konaka and LL Kormos and A Korzenev and K Koseki and Y Koshio and K Kowalik",
            "2013",
            "8kiZbFUAAAAJ:KlAtU1dfN6UC",
            357,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.87.012001",
            "8951888900161609439",
            "\/scholar?cites=8951888900161609439",
            {
                "2013":20,
                "2014":50,
                "2015":62,
                "2016":56,
                "2017":29,
                "2018":47,
                "2019":40,
                "2020":45,
                "2021":4
            }
        ],
        [
            "The Tokai-to-Kamioka (T2K) experiment studies neutrino oscillations using an off-axis muon neutrino beam with a peak energy of about 0.6 GeV that originates at the Japan Proton Accelerator Research Complex accelerator facility. Interactions of the neutrinos are observed at near detectors placed at 280 m from the production target and at the far detector—Super-Kamiokande—located 295 km away. The flux prediction is an essential part of the successful prediction of neutrino interaction rates at the T2K detectors and is an important input to T2K neutrino oscillation and cross section measurements. A FLUKA and GEANT3-based simulation models the physical processes involved in the neutrino production, from the interaction of primary beam protons in the T2K target, to the decay of hadrons and muons that produce neutrinos. The simulation uses proton beam monitor measurements as inputs. The modeling of …",
            "T2K neutrino flux prediction",
            "Kou Abe and N Abgrall and H Aihara and T Akiri and JB Albert and C Andreopoulos and S Aoki and A Ariga and T Ariga and S Assylbekov and D Autiero and M Barbi and GJ Barker and G Barr and M Bass and M Batkiewicz and F Bay and SW Bentham and V Berardi and BE Berger and S Berkman and I Bertram and D Beznosko and S Bhadra and F d M Blaszczyk and A Blondel and C Bojechko and S Boyd and A Bravar and C Bronner and DG Brook-Roberge and N Buchanan and RG Calland and J Caravaca Rodriguez and SL Cartwright and R Castillo and M-G Catanesi and A Cervera and D Cherdack and G Christodoulou and A Clifton and J Coleman and SJ Coleman and G Collazuol and K Connolly and A Curioni and A Dabrowska and I Danko and R Das and S Davis and M Day and JPAM De André and P De Perio and G De Rosa and T Dealtry and C Densham and F Di Lodovico and S Di Luise and J Dobson and T Duboyski and F Dufour and J Dumarchez and S Dytman and M Dziewiecki and M Dziomba and S Emery and A Ereditato and L Escudero and LS Esposito and AJ Finch and E Frank and M Friend and Y Fujii and Y Fukuda and V Galymov and A Gaudin and S Giffin and C Giganti and K Gilje and T Golan and JJ Gomez-Cadenas and M Gonin and N Grant and D Gudin and P Guzowski and DR Hadley and A Haesler and MD Haigh and D Hansen and T Hara and M Hartz and T Hasegawa and NC Hastings and Y Hayato and C Hearty and RL Helmer and J Hignight and A Hillairet and A Himmel and T Hiraki and J Holeczek and S Horikawa and K Huang and A Hyndman and AK Ichikawa and K Ieki and M Ieva and M Ikeda and J Imber and J Insler and T Ishida and T Ishii and SJ Ives and K Iyogi and A Izmaylov and B Jamieson and RA Johnson and JH Jo and P Jonsson and KK Joo and GV Jover-Manas and CK Jung and H Kaji and T Kajita and H Kakuno and J Kameda and Y Kanazawa and D Karlen and I Karpikov and E Kearns and M Khabibullin and F Khanam and A Khotjantsev and D Kielczewska and T Kikawa and A Kilinski and JY Kim and J Kim and SB Kim and B Kirby and J Kisiel and P Kitching and T Kobayashi and G Kogan and A Konaka and LL Kormos and A Korzenev and K Koseki and Y Koshio and K Kowalik",
            "2013",
            "8kiZbFUAAAAJ:W7OEmFMy1HYC",
            357,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.87.012001",
            "8951888900161609439",
            "\/scholar?cites=8951888900161609439",
            {
                "2013":20,
                "2014":50,
                "2015":62,
                "2016":56,
                "2017":29,
                "2018":47,
                "2019":40,
                "2020":45,
                "2021":4
            }
        ],
        [
            "New data from the T2K neutrino oscillation experiment produce the most precise measurement of the neutrino mixing parameter θ 23. Using an off-axis neutrino beam with a peak energy of 0.6 GeV and a data set corresponding to 6.57× 1 0 20 protons on target, T2K has fit the energy-dependent ν μ oscillation probability to determine oscillation parameters. The 68% confidence limit on sin 2 (θ 23) is 0.51 4− 0.056+ 0.055 (0.511±0.055), assuming normal (inverted) mass hierarchy. The best-fit mass-squared splitting for normal hierarchy is Δ m 32 2=(2.51±0.10)× 10− 3 eV 2\/c 4 (inverted hierarchy: Δ m 13 2=(2.48±0.10)× 10− 3 eV 2\/c 4). Adding a model of multinucleon interactions that affect neutrino energy reconstruction is found to produce only small biases in neutrino oscillation parameter extraction at current levels of statistical uncertainty.",
            "Precise Measurement of the Neutrino Mixing Parameter  from Muon Neutrino Disappearance in an Off-Axis Beam",
            "K Abe and J Adam and H Aihara and T Akiri and C Andreopoulos and S Aoki and A Ariga and T Ariga and S Assylbekov and D Autiero and M Barbi and GJ Barker and G Barr and M Bass and M Batkiewicz and F Bay and SW Bentham and V Berardi and BE Berger and S Berkman and I Bertram and S Bhadra and F d M Blaszczyk and A Blondel and C Bojechko and S Bordoni and SB Boyd and Dominic Brailsford and A Bravar and C Bronner and N Buchanan and RG Calland and J Caravaca Rodríguez and SL Cartwright and R Castillo and MG Catanesi and A Cervera and D Cherdack and G Christodoulou and A Clifton and J Coleman and SJ Coleman and G Collazuol and K Connolly and L Cremonesi and A Dabrowska and I Danko and R Das and S Davis and P De Perio and G De Rosa and T Dealtry and SR Dennis and C Densham and F Di Lodovico and S Di Luise and O Drapier and T Duboyski and K Duffy and Frédéric Dufour and J Dumarchez and S Dytman and M Dziewiecki and S Emery and A Ereditato and L Escudero and AJ Finch and L Floetotto and M Friend and Y Fujii and Y Fukuda and AP Furmanski and V Galymov and S Giffin and C Giganti and K Gilje and D Goeldi and T Golan and M Gonin and N Grant and D Gudin and DR Hadley and A Haesler and MD Haigh and P Hamilton and D Hansen and T Hara and M Hartz and T Hasegawa and NC Hastings and Y Hayato and C Hearty and RL Helmer and M Hierholzer and J Hignight and A Hillairet and A Himmel and T Hiraki and S Hirota and J Holeczek and S Horikawa and K Huang and AK Ichikawa and K Ieki and M Ieva and M Ikeda and J Imber and J Insler and TJ Irvine and T Ishida and T Ishii and SJ Ives and E Iwai and K Iyogi and A Izmaylov and A Jacob and B Jamieson and RA Johnson and JH Jo and P Jonsson and CK Jung and M Kabirnezhad and AC Kaboth and T Kajita and H Kakuno and J Kameda and Y Kanazawa and D Karlen and I Karpikov and E Kearns and M Khabibullin and A Khotjantsev and D Kielczewska and T Kikawa and A Kilinski and J Kim and J Kisiel and P Kitching and T Kobayashi and L Koch and A Kolaceke and A Konaka and LL Kormos and A Korzenev and K Koseki and Y Koshio and I Kreslo and W Kropp and H Kubo and Y Kudenko",
            "2014",
            "8kiZbFUAAAAJ:T_ojBgVMvoEC",
            351,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.181801",
            "692148960020254991",
            "\/scholar?cites=692148960020254991",
            {
                "2014":51,
                "2015":96,
                "2016":95,
                "2017":48,
                "2018":37,
                "2019":15,
                "2020":6
            }
        ],
        [
            "Super-Kamiokande (SK) can search for weakly interacting massive particles (WIMPs) by detecting neutrinos produced from WIMP annihilations occurring inside the Sun. In this analysis, we include neutrino events with interaction vertices in the detector in addition to upward-going muons produced in the surrounding rock. Compared to the previous result, which used the upward-going muons only, the signal acceptances for light (few− GeV\/c 2− 200− GeV\/c 2) WIMPs are significantly increased. We fit 3903 days of SK data to search for the contribution of neutrinos from WIMP annihilation in the Sun. We found no significant excess over expected atmospheric-neutrino background and the result is interpreted in terms of upper limits on WIMP-nucleon elastic scattering cross sections under different assumptions about the annihilation channel. We set the current best limits on the spin-dependent WIMP-proton cross section …",
            "Search for neutrinos from annihilation of captured low-mass dark matter particles in the Sun by Super-Kamiokande",
            "K Choi and K Abe and Y Haga and Y Hayato and K Iyogi and J Kameda and Y Kishimoto and M Miura and S Moriyama and M Nakahata and Y Nakano and S Nakayama and H Sekiya and M Shiozawa and Y Suzuki and A Takeda and T Tomura and RA Wendell and T Irvine and T Kajita and I Kametani and K Kaneyuki and KP Lee and Y Nishimura and K Okumura and T McLachlan and L Labarga and E Kearns and JL Raaf and JL Stone and LR Sulak and S Berkman and HA Tanaka and S Tobayama and M Goldhaber and G Carminati and WR Kropp and S Mine and A Renshaw and MB Smy and HW Sobel and KS Ganezer and J Hill and N Hong and JY Kim and IT Lim and T Akiri and A Himmel and K Scholberg and CW Walter and T Wongjirad and T Ishizuka and S Tasaka and JS Jang and JG Learned and S Matsuno and SN Smith and T Hasegawa and T Ishida and T Ishii and T Kobayashi and T Nakadaira and K Nakamura and Y Oyama and K Sakashita and T Sekiguchi and T Tsukamoto and AT Suzuki and Y Takeuchi and C Bronner and S Hirota and K Huang and K Ieki and M Ikeda and T Kikawa and A Minamino and T Nakaya and K Suzuki and S Takahashi and Y Fukuda and Y Itow and G Mitsuka and P Mijakowski and J Hignight and J Imber and CK Jung and C Yanagisawa and H Ishino and A Kibayashi and Y Koshio and T Mori and M Sakuda and T Yano and Y Kuno and R Tacik and SB Kim and H Okazawa and Y Choi and K Nishijima and M Koshiba and Y Totsuka and M Yokoyama and K Martens and Ll Marti and MR Vagins and JF Martin and P De Perio and A Konaka and MJ Wilking and S Chen and Y Zhang and RJ Wilkes and Super-Kamiokande Collaboration",
            "2015",
            "8kiZbFUAAAAJ:-uzm3Y7AvW0C",
            326,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.114.141301",
            "4533808963502223396",
            "\/scholar?cites=4533808963502223396",
            {
                "2014":1,
                "2015":28,
                "2016":62,
                "2017":88,
                "2018":52,
                "2019":48,
                "2020":41,
                "2021":4
            }
        ]
    ]
}