{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We consider the problem of model selection and estimation in situations where the number of parameters diverges with the sample size. When the dimension is high, an ideal method should have the oracle property (Fan and Li, 2001; Fan and Peng, 2004) which ensures the optimal large sample performance. Furthermore, the high-dimensionality often induces the collinearity problem which should be properly handled by the ideal method. Many existing variable selection methods fail to achieve both goals simultaneously. In this paper, we propose the adaptive Elastic-Net that combines the strengths of the quadratic regularization and the adaptively weighted lasso shrinkage. Under weak regularity conditions, we establish the oracle property of the adaptive Elastic-Net. We show by simulations that the adaptive Elastic-Net deals with the collinearity problem better than the other oracle-like methods, thus enjoying …",
            "On the adaptive elastic-net with a diverging number of parameters",
            "Hui Zou and Hao Helen Zhang",
            "2009",
            "8NnNLwsAAAAJ:qjMakFHDy7sC",
            649,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC2864037\/",
            "11240791232090086173",
            "\/scholar?cites=11240791232090086173",
            {
                "2009":10,
                "2010":29,
                "2011":30,
                "2012":36,
                "2013":48,
                "2014":53,
                "2015":63,
                "2016":58,
                "2017":57,
                "2018":73,
                "2019":81,
                "2020":103,
                "2021":5
            }
        ],
        [
            "We propose a new method for model selection and model fitting in multivariate nonparametric regression models, in the framework of smoothing spline ANOVA. The “COSSO” is a method of regularization with the penalty functional being the sum of component norms, instead of the squared norm employed in the traditional smoothing spline method. The COSSO provides a unified framework for several recent proposals for model selection in linear models and smoothing spline ANOVA models. Theoretical properties, such as the existence and the rate of convergence of the COSSO estimator, are studied. In the special case of a tensor product design with periodic functions, a detailed analysis reveals that the COSSO does model selection by applying a novel soft thresholding type operation to the function components. We give an equivalent formulation of the COSSO estimator which leads naturally to an iterative …",
            "Component selection and smoothing in multivariate nonparametric regression",
            "Yi Lin and Hao Helen Zhang",
            "2006",
            "8NnNLwsAAAAJ:9yKSN-GCB0IC",
            578,
            "https:\/\/projecteuclid.org\/euclid.aos\/1169571797",
            "10633600717559956120",
            "\/scholar?cites=10633600717559956120",
            {
                "2005":4,
                "2006":17,
                "2007":9,
                "2008":23,
                "2009":34,
                "2010":36,
                "2011":31,
                "2012":50,
                "2013":40,
                "2014":42,
                "2015":35,
                "2016":48,
                "2017":40,
                "2018":54,
                "2019":47,
                "2020":57,
                "2021":1
            }
        ],
        [
            "We investigate the variable selection problem for Cox's proportional hazards model, and propose a unified model selection and estimation procedure with desired theoretical properties and computational convenience. The new method is based on a penalized log partial likelihood with the adaptively weighted L1 penalty on regression coefficients, providing what we call the adaptive Lasso estimator. The method incorporates different penalties for different coefficients: unimportant variables receive larger penalties than important ones, so that important variables tend to be retained in the selection process, whereas unimportant variables are more likely to be dropped. Theoretical properties, such as consistency and rate of convergence of the estimator, are studied. We also show that, with proper choice of regularization parameters, the proposed estimator has the oracle properties. The convex optimization nature …",
            "Adaptive Lasso for Cox's proportional hazards model",
            "Hao Helen Zhang and Wenbin Lu",
            "2007",
            "8NnNLwsAAAAJ:u5HHmVD_uO8C",
            553,
            "https:\/\/academic.oup.com\/biomet\/article-abstract\/94\/3\/691\/263271",
            "5424858568287122729",
            "\/scholar?cites=5424858568287122729",
            {
                "2006":2,
                "2007":3,
                "2008":18,
                "2009":33,
                "2010":32,
                "2011":34,
                "2012":35,
                "2013":49,
                "2014":42,
                "2015":30,
                "2016":46,
                "2017":46,
                "2018":50,
                "2019":54,
                "2020":65,
                "2021":10
            }
        ],
        [
            "The idea for this book came from the time the authors spent at the Statistics and Applied Mathematical Sciences Institute (SAMSI) in Research Triangle Park in North Carolina starting in fall 2003. The rst author was there for a total of two years, the rst year as a Duke\/SAMSI Research Fellow. The second author was there for a year as a Post-Doctoral Scholar. The third author has the great fortune to be in RTP p-manently. SAMSI was–and remains–an incredibly rich intellectual environment with a general atmosphere of free-wheeling inquiry that cuts across established elds. SAMSI encourages creativity: It is the kind of place where researchers can be found at work in the small hours of the morning–computing, interpreting computations, and developing methodology. Visiting SAMSI is a unique and wonderful experience. The people most responsible for making SAMSI the great success it is include Jim Berger, Alan Karr, and Steve Marron. We would also like to express our gratitude to Dalene Stangl and all the others from Duke, UNC-Chapel Hill, and NC State, as well as to the visitors (short and long term) who were involved in the SAMSI programs. It was a magical time we remember with ongoing appreciation.",
            "Principles and theory for data mining and machine learning",
            "Bertrand Clarke and Ernest Fokoue and Hao Helen Zhang",
            "2009",
            "8NnNLwsAAAAJ:WF5omc3nYNoC",
            367,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=RQHB4_p3bJoC&oi=fnd&pg=PA1&dq=info:rSULOAO4R0QJ:scholar.google.com&ots=Rp0r8VQRjO&sig=3YjxSWfpU0X439iYsu7VdTOdyfs",
            "4920103441890223533",
            "\/scholar?cites=4920103441890223533",
            {
                "2008":1,
                "2009":2,
                "2010":5,
                "2011":22,
                "2012":29,
                "2013":28,
                "2014":40,
                "2015":41,
                "2016":37,
                "2017":30,
                "2018":53,
                "2019":34,
                "2020":36,
                "2021":2
            }
        ],
        [
            " Motivation: With the development of DNA microarray technology, scientists can now measure the expression levels of thousands of genes simultaneously in one single experiment. One current difficulty in interpreting microarray data comes from their innate nature of ‘high-dimensional low sample size’. Therefore, robust and accurate gene selection methods are required to identify differentially expressed group of genes across different samples, e.g. between cancerous and normal cells. Successful gene selection will help to classify different cancer types, lead to a better understanding of genetic signatures in cancers and improve treatment strategies. Although gene selection and cancer classification are two closely related problems, most existing approaches handle them separately by selecting genes prior to classification. We provide a unified procedure for simultaneous gene selection and cancer …",
            "Gene selection using support vector machines with non-convex penalty",
            "Hao Helen Zhang and Jeongyoun Ahn and Xiaodong Lin and Cheolwoo Park",
            "2006",
            "8NnNLwsAAAAJ:u-x6o8ySG0sC",
            308,
            "https:\/\/academic.oup.com\/bioinformatics\/article-abstract\/22\/1\/88\/218231",
            "14295585794803121256",
            "\/scholar?cites=14295585794803121256",
            {
                "2005":1,
                "2006":7,
                "2007":15,
                "2008":17,
                "2009":20,
                "2010":23,
                "2011":29,
                "2012":14,
                "2013":30,
                "2014":29,
                "2015":20,
                "2016":22,
                "2017":22,
                "2018":22,
                "2019":10,
                "2020":18,
                "2021":1
            }
        ],
        [
            "This note proposes a new chi-square approximation to the distribution of non-negative definite quadratic forms in non-central normal variables. The unknown parameters are determined by the first four cumulants of the quadratic forms. The proposed method is compared with Pearson’s three-moment central χ 2 approximation approach, by means of numerical examples. Our method yields a better approximation to the distribution of the non-central quadratic forms than Pearson’s method, particularly in the upper tail of the quadratic form, the tail most often needed in practical work.",
            "A new chi-square approximation to the distribution of non-negative definite quadratic forms in non-central normal variables",
            "Huan Liu and Yongqiang Tang and Hao Helen Zhang",
            "2009",
            "8NnNLwsAAAAJ:_FxGoFyzp5QC",
            231,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0167947308005653",
            "16280711678815273198",
            "\/scholar?cites=16280711678815273198",
            {
                "2009":2,
                "2010":5,
                "2011":13,
                "2012":14,
                "2013":26,
                "2014":18,
                "2015":22,
                "2016":29,
                "2017":36,
                "2018":24,
                "2019":14,
                "2020":25,
                "2021":2
            }
        ],
        [
            "We introduce the Generalized Approximate Cross Validation (GACV) for estimating tuning parameter (s) in SVMs. The GACV has as its target the choice of parameters which will minimize the Generalized Comparative Kullback-Leibler Distance (GCKL). The GCKL is seen to be an upper bound on the expected misclassification rate. Some modest simulation examples suggest how it might work in practice. The GACV is the sum of a term which is the observed (sample) GCKL plus a margin-like quantity.",
            "16 GACV for Support Vector Machines",
            "Grace Wahba and Yi Lin and Hao Zhang",
            "2000",
            "8NnNLwsAAAAJ:2osOgNQ5qMEC",
            174,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=gOXI3fO3VUwC&oi=fnd&pg=PA297&dq=info:3VD4Ht6O1nAJ:scholar.google.com&ots=ik0DhexMPI&sig=p4YAmeXWl29_ZyWBhOv8wy8GIEo",
            "8130843261917483229",
            "\/scholar?cites=8130843261917483229",
            {
                "1999":2,
                "2000":7,
                "2001":8,
                "2002":12,
                "2003":9,
                "2004":19,
                "2005":6,
                "2006":12,
                "2007":7,
                "2008":6,
                "2009":14,
                "2010":8,
                "2011":6,
                "2012":9,
                "2013":8,
                "2014":8,
                "2015":4,
                "2016":10,
                "2017":4,
                "2018":4,
                "2019":5,
                "2020":1
            }
        ],
        [
            "Rapid advances in high-throughput genomic technology have enabled biology to enter the era of ‘Big Data’ (large datasets). The plant science community not only needs to build its own Big-Data-compatible parallel computing and data management infrastructures, but also to seek novel analytical paradigms to extract information from the overwhelming amounts of data. Machine learning offers promising computational and analytical solutions for the integrative analysis of large, heterogeneous and unstructured datasets on the Big-Data scale, and is gradually gaining popularity in biology. This review introduces the basic concepts and procedures of machine-learning applications and envisages how machine learning could interface with Big Data technology to facilitate basic research and biotechnology in the plant sciences.",
            "Machine learning for big data analytics in plants",
            "Chuang Ma and Hao Helen Zhang and Xiangfeng Wang",
            "2014",
            "8NnNLwsAAAAJ:dyGod8kC9dQC",
            153,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1360138514002192",
            "10415057023550335692",
            "\/scholar?cites=10415057023550335692",
            {
                "2014":1,
                "2015":11,
                "2016":16,
                "2017":18,
                "2018":22,
                "2019":34,
                "2020":47,
                "2021":2
            }
        ],
        [
            "In decision-making on optimal treatment strategies, it is of great importance to identify variables that are involved in the decision rule, i.e. those interacting with the treatment. Effective variable selection helps to improve the prediction accuracy and enhance the interpretability of the decision rule. We propose a new penalized regression framework which can simultaneously estimate the optimal treatment strategy and identify important variables. The advantages of the new approach include: (i) it does not require the estimation of the baseline mean function of the response, which greatly improves the robustness of the estimator; (ii) the convenient loss-based framework makes it easier to adopt shrinkage methods for variable selection, which greatly facilitates implementation and statistical inferences for the estimator. The new procedure can be easily implemented by existing state-of-art software packages like LARS …",
            "Variable selection for optimal treatment decision",
            "Wenbin Lu and Hao Helen Zhang and Donglin Zeng",
            "2013",
            "8NnNLwsAAAAJ:TFP_iSt0sucC",
            132,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0962280211428383",
            "4275731249129108509",
            "\/scholar?cites=4275731249129108509",
            {
                "2013":5,
                "2014":8,
                "2015":13,
                "2016":11,
                "2017":22,
                "2018":24,
                "2019":20,
                "2020":25,
                "2021":1
            }
        ],
        [
            " Partially linear models provide a useful class of tools for modeling complex data by naturally incorporating a combination of linear and nonlinear effects within one framework. One key question in partially linear models is the choice of model structure, that is, how to decide which covariates are linear and which are nonlinear. This is a fundamental, yet largely unsolved problem for partially linear models. In practice, one often assumes that the model structure is given or known and then makes estimation and inference based on that structure. Alternatively, there are two methods in common use for tackling the problem: hypotheses testing and visual screening based on the marginal fits. Both methods are quite useful in practice but have their drawbacks. First, it is difficult to construct a powerful procedure for testing multiple hypotheses of linear against nonlinear fits. Second, the screening procedure based on the …",
            "Linear or nonlinear? Automatic structure discovery for partially linear models",
            "Hao Helen Zhang and Guang Cheng and Yufeng Liu",
            "2011",
            "8NnNLwsAAAAJ:aqlVkmm33-oC",
            128,
            "https:\/\/amstat.tandfonline.com\/doi\/abs\/10.1198\/jasa.2011.tm10281",
            "9464132326610596972",
            "\/scholar?cites=9464132326610596972",
            {
                "2012":8,
                "2013":8,
                "2014":16,
                "2015":11,
                "2016":22,
                "2017":15,
                "2018":12,
                "2019":21,
                "2020":12,
                "2021":1
            }
        ]
    ]
}