{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Wireless sensor networks have many applications, vary in size, and are deployed in a wide variety of areas. They are often deployed in potentially adverse or even hostile environment so that there are concerns on security issues in these networks. Sensor nodes used to form these networks are resource-constrained, which make security applications a challenging problem. Efficient key distribution and management mechanisms are needed besides lightweight ciphers. Many key establishment techniques have been designed to address the tradeoff between limited memory and security, but which scheme is the most effective is still debatable. In this paper, we provide a survey of key management schemes in wireless sensor networks. We notice that no key distribution technique is ideal to all the scenarios where sensor networks are used; therefore the techniques employed must depend upon the requirements of …",
            "A survey of key management schemes in wireless sensor networks",
            "Yang Xiao and Venkata Krishna Rayi and Bo Sun and Xiaojiang Du and Fei Hu and Michael Galloway",
            "2007",
            "8QGQ5FcAAAAJ:5Ul4iDaHHb8C",
            670,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140366407001752",
            "17282000449000896332",
            "\/scholar?cites=17282000449000896332",
            {
                "2008":15,
                "2009":38,
                "2010":50,
                "2011":52,
                "2012":42,
                "2013":38,
                "2014":52,
                "2015":34,
                "2016":47,
                "2017":51,
                "2018":88,
                "2019":106,
                "2020":47
            }
        ],
        [
            "Sensor scheduling plays a critical role for energy efficiency of wireless sensor networks. Traditional methods for sensor scheduling use either sensing coverage or network connectivity, but rarely both. In this paper, we deal with a challenging task: without accurate location information, how do we schedule sensor nodes to save energy and meet both constraints of sensing coverage and network connectivity? Our approach utilizes an integrated method that provides statistical sensing coverage and guaranteed network connectivity. We use random scheduling for sensing coverage and then turn on extra sensor nodes, if necessary, for network connectivity. Our method is totally distributed, is able to dynamically adjust sensing coverage with guaranteed network connectivity, and is resilient to time asynchrony. We present analytical results to disclose the relationship among node density, scheduling parameters …",
            "Random coverage with guaranteed connectivity: joint scheduling for wireless sensor networks",
            "Chong Liu and Kui Wu and Yang Xiao and Bo Sun",
            "2006",
            "8QGQ5FcAAAAJ:LPZeul_q3PIC",
            300,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1626222\/",
            "1361030209782227292",
            "\/scholar?cites=1361030209782227292",
            {
                "2005":1,
                "2006":4,
                "2007":11,
                "2008":23,
                "2009":32,
                "2010":32,
                "2011":23,
                "2012":25,
                "2013":22,
                "2014":33,
                "2015":18,
                "2016":22,
                "2017":21,
                "2018":10,
                "2019":8,
                "2020":11
            }
        ],
        [
            "Mobile ad hoc networks and wireless sensor networks have promised a wide variety of applications. However, they are often deployed in potentially adverse or even hostile environments. Therefore, they cannot be readily deployed without first addressing security challenges. Intrusion detection systems provide a necessary layer of in-depth protection for wired networks. However, relatively little research has been performed about intrusion detection in the areas of mobile ad hoc networks and wireless sensor networks. In this article, first we briefly introduce mobile ad hoc networks and wireless sensor networks and their security concerns. Then, we focus on their intrusion detection capabilities. Specifically, we present the challenge of constructing intrusion detection systems for mobile ad hoc networks and wireless sensor networks, survey the existing intrusion detection techniques, and indicate important future …",
            "Intrusion detection techniques in mobile ad hoc and wireless sensor networks",
            "Bo Sun and Lawrence Osborne and Yang Xiao and Sghaier Guizani",
            "2007",
            "8QGQ5FcAAAAJ:fQNAKQ3IYiAC",
            272,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/4396943\/",
            "14760352328216774457",
            "\/scholar?cites=14760352328216774457",
            {
                "2008":7,
                "2009":12,
                "2010":18,
                "2011":15,
                "2012":17,
                "2013":27,
                "2014":39,
                "2015":30,
                "2016":35,
                "2017":29,
                "2018":19,
                "2019":11,
                "2020":8,
                "2021":2
            }
        ],
        [
            "Radio frequency identification systems have many applications in manufacturing, supply chain management, inventory control, and telemedicine. In an RFID system, products and objects are given RFID tags to identify themselves. However, security and privacy issues pose significant challenges on these systems. In this article we first briefly introduce RFID systems. Then two RFID applications in telemedicine are proposed: studying supply and demand of doctors, nurses, and patients in hospitals and healthcare, and developing mobile telemedicine services. The security and privacy issues of RFID, and their solutions are discussed as well.",
            "Security and privacy in RFID and applications in telemedicine",
            "Yang Xiao and Xuemin Shen and BO Sun and Lin Cai",
            "2006",
            "8QGQ5FcAAAAJ:VOx2b1Wkg3QC",
            234,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1632651\/",
            "18350504574665253279",
            "\/scholar?cites=18350504574665253279",
            {
                "2006":4,
                "2007":12,
                "2008":23,
                "2009":22,
                "2010":18,
                "2011":17,
                "2012":25,
                "2013":20,
                "2014":13,
                "2015":13,
                "2016":12,
                "2017":12,
                "2018":13,
                "2019":11,
                "2020":11,
                "2021":2
            }
        ],
        [
            "The paper presents a general approach for detecting black-hole attacks in mobile ad hoc networks, which, due to their mobility and being broadcast in nature, are particularly vulnerable to attacks compared to traditional wired networks. In particular, black-hole attacks can be easily deployed by an adversary. To defend against this attack, we devise a neighborhood-based method to detect whether a black hole attack exists and a routing recovery protocol to set up a correct path to the true destination. Our methods have the remarkable advantage that the number of encryption\/decryption operations for authentication is much reduced compared to those methods completely relying on cryptography-based authentication, thus saving many system resources (e.g. reducing energy consumption). Through simulation, we evaluate these methods in terms of packet throughput, routing control overhead, detection probability …",
            "Detecting black-hole attack in mobile ad hoc networks",
            "Bo Sun and Yong Guan and Jian Chen and Udo W Pooch",
            "2003",
            "8QGQ5FcAAAAJ:eJXPG6dFmWUC",
            199,
            "https:\/\/digital-library.theiet.org\/content\/conferences\/10.1049\/cp_20030303",
            "4810431987557465138",
            "\/scholar?cites=4810431987557465138",
            {
                "2004":1,
                "2005":1,
                "2006":2,
                "2007":3,
                "2008":6,
                "2009":7,
                "2010":6,
                "2011":10,
                "2012":17,
                "2013":19,
                "2014":30,
                "2015":33,
                "2016":24,
                "2017":17,
                "2018":13,
                "2019":5,
                "2020":4
            }
        ],
        [
            "In Intrusion Detection Systems (IDSs) for Mobile Ad hoc NETworks (MANETs), IDS agents using local detection engines alone may lead to undesirable performance due to the dynamic feature of MANETs. In this paper, we present a nonoverlapping Zone-based Intrusion Detection System (ZBIDS) for MANETs. Focusing on the protection of MANET routing protocols, we propose the collaboration mechanism of ZBIDS agents and an aggregation algorithm used by ZBIDS gateway nodes. The aggregation algorithm mainly utilizes the probability distribution of the $ Source $ attribute in order to make the final decisions to generate alarms. We demonstrate that, by integrating the security related information from a wider area, the aggregation algorithm can reduce the false alarm ratio and improve the detection ratio. Also, the gateway nodes in ZBIDS can provide more diagnostic information by presenting a global view of …",
            "Alert aggregation in mobile ad hoc networks",
            "Bo Sun and Kui Wu and Udo W Pooch",
            "2003",
            "8QGQ5FcAAAAJ:D_sINldO8mEC",
            142,
            "https:\/\/dl.acm.org\/doi\/abs\/10.1145\/941311.941323",
            "11464033124123370842",
            "\/scholar?cites=11464033124123370842",
            {
                "2004":5,
                "2005":5,
                "2006":8,
                "2007":13,
                "2008":9,
                "2009":6,
                "2010":18,
                "2011":17,
                "2012":9,
                "2013":7,
                "2014":11,
                "2015":8,
                "2016":9,
                "2017":6,
                "2018":3,
                "2019":2,
                "2020":2,
                "2021":1
            }
        ],
        [
            "In wireless sensor networks, some sensor nodes are put in sleep mode while other sensor nodes are in active mode for sensing and communication tasks in order to reduce energy consumption and extend network lifetime. This approach is a special case (k=2) of a randomized scheduling algorithm, in which k subsets of sensors work alternatively. In this paper, we first study the randomized scheduling algorithm via both analysis and simulations in terms of network coverage intensity, detection delay, and detection probability. We further study asymptotic coverage and other properties. Finally, we analyze a problem of maximizing network lifetime under quality of service constraints such as bounded detection delay, detection probability, and network coverage intensity. We prove that the optimal solution exists, and provide conditions of the existence of the optimal solutions.",
            "Coverage and detection of a randomized scheduling algorithm in wireless sensor networks",
            "Yang Xiao and Hui Chen and Kui Wu and Bo Sun and Ying Zhang and Xinyu Sun and Chong Liu",
            "2009",
            "8QGQ5FcAAAAJ:BrmTIyaxlBUC",
            133,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/5313803\/",
            "17400295886370627300",
            "\/scholar?cites=17400295886370627300",
            {
                "2009":2,
                "2010":7,
                "2011":6,
                "2012":7,
                "2013":13,
                "2014":24,
                "2015":16,
                "2016":29,
                "2017":13,
                "2018":4,
                "2019":5,
                "2020":5
            }
        ],
        [
            "In-network data aggregation is an essential operation to reduce energy consumption in large-scale wireless sensor networks. With data aggregation, however, raw data items are invisible to the base station and thus the authenticity of the aggregated data is hard to guarantee. A compromised sensor node may forge an aggregation value and mislead the base station into trusting a false reading. Due to the stringent constraints of energy supply and computing capability on sensor nodes, it is challenging to detect a compromised sensor node and keep it from cheating, since expensive cryptographic operations are unsuitable for tiny sensor devices. This paper proposes a secure aggregation tree (SAT) to detect and prevent cheating. Our method is essentially different from other existing solutions in that it does not require any cryptographic operations when all sensor nodes work honestly. The detection of cheating is …",
            "Secure data aggregation without persistent cryptographic operations in wireless sensor networks",
            "Kui Wu and Dennis Dreef and Bo Sun and Yang Xiao",
            "2007",
            "8QGQ5FcAAAAJ:eflP2zaiRacC",
            125,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1570870506000503",
            "2545226648784521055",
            "\/scholar?cites=2545226648784521055",
            {
                "2007":9,
                "2008":4,
                "2009":8,
                "2010":12,
                "2011":14,
                "2012":10,
                "2013":12,
                "2014":18,
                "2015":11,
                "2016":8,
                "2017":8,
                "2018":4,
                "2019":1,
                "2020":4
            }
        ],
        [
            "Sensor networks have many applications. However, with limited resources such as computation capability and memory, they are vulnerable to many kinds of attacks. The IEEE 802.15. 4 specification defines medium access control (MAC) layer and physical layer for wireless sensor networks. In this paper, we propose a security overhead analysis for the MAC layer in the IEEE 802.15. 4 wireless sensor networks. Furthermore, we survey security mechanisms defined in the specification including security objectives, security suites, security modes, encryption, authentication, and so forth. Then, security vulnerabilities and attacks are identified. Some security enhancements are proposed to improve security and to prevent these attacks such as same-nonce attack, denial-of-service attack, reply-protection attack, ACK attack, and so forth. Our results show that, for example, with 128-bit key length and 100 MIPS, encryption …",
            "MAC security and security overhead analysis in the IEEE 802.15. 4 wireless sensor networks",
            "Yang Xiao and Hsiao-Hwa Chen and Bo Sun and Ruhai Wang and Sakshi Sethi",
            "2006",
            "8QGQ5FcAAAAJ:q3oQSFYPqjQC",
            98,
            "https:\/\/link.springer.com\/content\/pdf\/10.1155\/WCN\/2006\/93830.pdf",
            "7712581902127828490",
            "\/scholar?cites=7712581902127828490",
            {
                "2006":1,
                "2007":2,
                "2008":8,
                "2009":8,
                "2010":8,
                "2011":11,
                "2012":10,
                "2013":3,
                "2014":8,
                "2015":6,
                "2016":9,
                "2017":6,
                "2018":4,
                "2019":6,
                "2020":6
            }
        ],
        [
            "Software-defined networking (SDN) and network function virtualization (NFV) are a promising system architecture and control mechanism for future networks. Although some works have been done on wireless SDN and NFV, recent advancements in device-to-device (D2D) communications are largely ignored in this novel framework. In this paper, we study the integration of D2D communication in the framework of SDN and NFV. An inherent challenge in supporting software-defined D2D is the imperfectness of network state information, including channel state information (CSI) and queuing state information, in virtual wireless (QSI) networks. To address this challenge, we formulate the resource sharing problem in this framework as a discrete stochastic optimization problem and develop discrete stochastic approximation algorithms to solve this problem. Such algorithms can reduce the computational complexity …",
            "Software-defined device-to-device (D2D) communications in virtual wireless networks with imperfect network state information (NSI)",
            "Yegui Cai and F Richard Yu and Chengchao Liang and Bo Sun and Qiao Yan",
            "2015",
            "8QGQ5FcAAAAJ:HE397vMXCloC",
            88,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/7283658\/",
            "8554001757918018109",
            "\/scholar?cites=8554001757918018109",
            {
                "2015":3,
                "2016":29,
                "2017":24,
                "2018":18,
                "2019":8,
                "2020":6
            }
        ]
    ]
}