{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Ferroelectric ferromagnets are exceedingly rare, fundamentally interesting multiferroic materials that could give rise to new technologies in which the low power and high speed of field-effect electronics are combined with the permanence and routability of voltage-controlled ferromagnetism 1, 2. Furthermore, the properties of the few compounds that simultaneously exhibit these phenomena 1, 2, 3, 4, 5 are insignificant in comparison with those of useful ferroelectrics or ferromagnets: their spontaneous polarizations or magnetizations are smaller by a factor of 1,000 or more. The same holds for magnetic-or electric-field-induced multiferroics 6, 7, 8. Owing to the weak properties of single-phase multiferroics, composite and multilayer approaches involving strain-coupled piezoelectric and magnetostrictive components are the closest to application today 1, 2. Recently, however, a new route to ferroelectric ferromagnets …",
            "A strong ferroelectric ferromagnet created by means of spin–lattice coupling",
            "June Hyuk Lee and Lei Fang and Eftihia Vlahos and Xianglin Ke and Young Woo Jung and Lena Fitting Kourkoutis and Jong-Woo Kim and Philip J Ryan and Tassilo Heeg and Martin Roeckerath and Veronica Goian and Margitta Bernhagen and Reinhard Uecker and P Chris Hammel and Karin M Rabe and Stanislav Kamba and Jürgen Schubert and John W Freeland and David A Muller and Craig J Fennie and Peter Schiffer and Venkatraman Gopalan and Ezekiel Johnston-Halperin and Darrell G Schlom",
            "2010",
            "8QmxjeIAAAAJ:u5HHmVD_uO8C",
            674,
            "https:\/\/www.nature.com\/articles\/nature09331",
            "5490343404889817299",
            "\/scholar?cites=5490343404889817299",
            {
                "2010":3,
                "2011":57,
                "2012":80,
                "2013":71,
                "2014":79,
                "2015":82,
                "2016":62,
                "2017":46,
                "2018":58,
                "2019":63,
                "2020":64,
                "2021":4
            }
        ],
        [
            "We have grown epitaxial BiFeO3 thin films with smooth surfaces on (001), (101), and (111) SrTiO3 substrates using sputtering. Four-circle x-ray diffraction and cross-sectional transmission electron microscopy show that the BiFeO3 thin films have rhombohedral symmetry although small monoclinic distortions have not been ruled out. Stripe ferroelectric domains oriented perpendicular to the substrate miscut direction and free of impurity phase are observed in BiFeO3 on high miscut (4°) (001) SrTiO3, which attributes to a relatively high value of remanent polarization (∼71μC∕cm2). Films grown on low miscut (0.8°) SrTiO3 have a small amount of impure phase α-Fe2O3 which contributes to lower the polarization values (∼63μC∕cm2). The BiFeO3 films grown on (101) and (111) SrTiO3 exhibited remanent polarizations of 86 and 98μC∕cm2, respectively.",
            "Synthesis and ferroelectric properties of epitaxial BiFeO3 thin films grown by sputtering",
            "RR Das and DM Kim and SH Baek and CB Eom and F Zavaliche and SY Yang and R Ramesh and YB Chen and XQ Pan and X Ke and MS Rzchowski and SK Streiffer",
            "2006",
            "8QmxjeIAAAAJ:u-x6o8ySG0sC",
            279,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2213347",
            "10970241878354471925",
            "\/scholar?cites=10970241878354471925",
            {
                "2006":2,
                "2007":17,
                "2008":17,
                "2009":18,
                "2010":23,
                "2011":26,
                "2012":26,
                "2013":28,
                "2014":20,
                "2015":25,
                "2016":15,
                "2017":26,
                "2018":15,
                "2019":12,
                "2020":5,
                "2021":2
            }
        ],
        [
            "We have investigated the effect of Fe nonstoichiometry on properties of the Fe 1+ y (Te, Se) superconductor system by means of resistivity, Hall coefficient, magnetic susceptibility, and specific-heat measurements. We find that the excess Fe at interstitial sites of the (Te, Se) layers not only suppresses superconductivity but also results in a weakly localized electronic state. We argue that these effects originate from the magnetic coupling between the excess Fe and the adjacent Fe square-planar sheets, which favors a short-range magnetic order.",
            "Charge-carrier localization induced by excess Fe in the superconductor Fe 1+ y Te 1− x Se x",
            "TJ Liu and X Ke and B Qian and J Hu and D Fobes and EK Vehstedt and H Pham and JH Yang and MH Fang and L Spinu and P Schiffer and Y Liu and ZQ Mao",
            "2009",
            "8QmxjeIAAAAJ:d1gkVwhDpl0C",
            251,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.80.174509",
            "6398846875784696727",
            "\/scholar?cites=6398846875784696727",
            {
                "2009":2,
                "2010":37,
                "2011":31,
                "2012":26,
                "2013":29,
                "2014":24,
                "2015":24,
                "2016":19,
                "2017":16,
                "2018":15,
                "2019":14,
                "2020":12,
                "2021":1
            }
        ],
        [
            "We have studied the effect of biaxial strain on thin films of (001) La0.7Sr0.3MnO3. We deposited films by reactive molecular-beam epitaxy on different single crystalline substrates, varying the substrate-induced biaxial strain from −2.3% to +3.2%. Magnetization and electrical transport measurements reveal that the dependence of the Curie temperature on biaxial strain is in very good agreement with the theoretical predictions of Millis et al. [J. Appl. Phys. 83, 1588 (1998)].",
            "Effect of biaxial strain on the electrical and magnetic properties of (001)  thin films",
            "C Adamo and X Ke and HQ Wang and HL Xin and T Heeg and ME Hawley and W Zander and J Schubert and P Schiffer and DA Muller and L Maritato and DG Schlom",
            "2009",
            "8QmxjeIAAAAJ:IjCSPb-OGe4C",
            202,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3213346",
            "4189167799668043381",
            "\/scholar?cites=4189167799668043381",
            {
                "2009":1,
                "2010":6,
                "2011":19,
                "2012":15,
                "2013":16,
                "2014":18,
                "2015":30,
                "2016":16,
                "2017":16,
                "2018":26,
                "2019":23,
                "2020":15,
                "2021":1
            }
        ],
        [
            "We study ac demagnetization in frustrated arrays of single-domain ferromagnetic islands, exhaustively resolving every (Ising-like) magnetic degree of freedom in the systems. Although the net moment of the arrays is brought near zero by a protocol with sufficiently small step size, the final magnetostatic energy of the demagnetized array continues to decrease for finer-stepped protocols and does not extrapolate to the ground-state energy. The resulting complex disordered magnetic state can be described by a maximum-entropy ensemble constrained to satisfy just nearest-neighbor correlations.",
            "Energy minimization and ac demagnetization in a nanomagnet array",
            "X Ke and J Li and C Nisoli and Paul E Lammert and W McConville and RF Wang and VH Crespi and P Schiffer",
            "2008",
            "8QmxjeIAAAAJ:2osOgNQ5qMEC",
            151,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.037205",
            "2577705410411417426",
            "\/scholar?cites=2577705410411417426",
            {
                "2008":2,
                "2009":6,
                "2010":14,
                "2011":11,
                "2012":22,
                "2013":16,
                "2014":13,
                "2015":16,
                "2016":11,
                "2017":10,
                "2018":9,
                "2019":11,
                "2020":5,
                "2021":1
            }
        ],
        [
            "We report a study of demagnetization protocols for frustrated arrays of interacting single-domain permalloy nanomagnets by rotating the arrays in a changing magnetic field. The most effective demagnetization is achieved by not only stepping the field strength down while the sample is rotating, but also by combining each field step with alternation in the field direction. By contrast, linearly decreasing the field strength or stepping the field down without alternating the field direction leaves the arrays with a larger remanent magnetic moment. These results suggest that nonmonotonic variations in field magnitude around and below the coercive field are important for the demagnetization process.",
            "Demagnetization protocols for frustrated interacting nanomagnet arrays",
            "RF Wang and J Li and W McConville and C Nisoli and X Ke and JW Freeland and V Rose and M Grimsditch and P Lammert and VH Crespi and P Schiffer",
            "2007",
            "8QmxjeIAAAAJ:9yKSN-GCB0IC",
            145,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2712528",
            "1769942463182766649",
            "\/scholar?cites=1769942463182766649",
            {
                "2007":3,
                "2008":8,
                "2009":12,
                "2010":19,
                "2011":19,
                "2012":12,
                "2013":10,
                "2014":18,
                "2015":8,
                "2016":9,
                "2017":5,
                "2018":8,
                "2019":8,
                "2020":3,
                "2021":1
            }
        ]
    ]
}