{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Accurate assessment of anthropogenic carbon dioxide (CO2) emissions and their redistribution among the atmosphere, ocean, and terrestrial biosphere – the “global carbon budget” – is important to better understand the global carbon cycle, support the development of climate policies, and project future climate change. Here we describe data sets and methodology to quantify the five major components of the global carbon budget and their uncertainties. Fossil CO2 emissions (EFF) are based on energy statistics and cement production data, while emissions from land use and land-use change (ELUC), mainly deforestation, are based on land use and land-use change data and bookkeeping models. Atmospheric CO2 concentration is measured directly and its growth rate (GATM) is computed from the annual changes in concentration. The ocean CO2 sink (SOCEAN) and terrestrial CO2 sink (SLAND) are estimated with global process models constrained by observations. The resulting carbon budget imbalance (BIM), the difference between the estimated total emissions and the estimated changes in the atmosphere, ocean, and terrestrial biosphere, is a measure of imperfect data and understanding of the contemporary carbon cycle. All uncertainties are reported as ±1σ. For the last decade available (2008–2017), EFF was 9.4±0.5 GtC yr−1, ELUC 1.5±0.7 GtC yr−1, GATM 4.7±0.02 GtC yr−1, SOCEAN 2.4±0.5 GtC yr−1, and SLAND 3.2±0.8 GtC yr−1, with a budget imbalance BIM of 0.5 GtC yr−1 indicating overestimated emissions and\/or underestimated sinks. For the year 2017 alone, the growth in EFF was about 1.6 % and emissions …",
            "Global carbon budget 2018",
            "Corinne Le Quéré and Robbie M Andrew and Pierre Friedlingstein and Stephen Sitch and Judith Hauck and Julia Pongratz and Penelope A Pickers and Jan Ivar Korsbakken and Glen P Peters and Josep G Canadell and Almut Arneth and Vivek K Arora and Leticia Barbero and Ana Bastos and Laurent Bopp and Frédéric Chevallier and Louise P Chini and Philippe Ciais and Scott C Doney and Thanos Gkritzalis and Daniel S Goll and Ian Harris and Vanessa Haverd and Forrest M Hoffman and Mario Hoppema and Richard A Houghton and George Hurtt and Tatiana Ilyina and Atul K Jain and Truls Johannessen and Chris D Jones and Etsushi Kato and Ralph F Keeling and Kees Klein Goldewijk and Peter Landschützer and Nathalie Lefèvre and Sebastian Lienert and Zhu Liu and Danica Lombardozzi and Nicolas Metzl and David R Munro and Julia EMS Nabel and Shin-ichiro Nakaoka and Craig Neill and Are Olsen and Tsueno Ono and Prabir Patra and Anna Peregon and Wouter Peters and Philippe Peylin and Benjamin Pfeil and Denis Pierrot and Benjamin Poulter and Gregor Rehder and Laure Resplandy and Eddy Robertson and Matthias Rocher and Christian Rödenbeck and Ute Schuster and Jörg Schwinger and Roland Séférian and Ingunn Skjelvan and Tobias Steinhoff and Adrienne Sutton and Pieter P Tans and Hanqin Tian and Bronte Tilbrook and Francesco N Tubiello and Ingrid T van der Laan-Luijkx and Guido R van der Werf and Nicolas Viovy and Anthony P Walker and Andrew J Wiltshire and Rebecca Wright and Sönke Zaehle and Bo Zheng",
            "2018",
            "8Xyqf_0AAAAJ:blknAaTinKkC",
            693,
            "https:\/\/ueaeprints.uea.ac.uk\/id\/eprint\/69293\/",
            "11939495321069859767",
            "\/scholar?cites=11939495321069859767",
            {
                "2018":7,
                "2019":240,
                "2020":418,
                "2021":13
            }
        ],
        [
            " Extreme haze episodes repeatedly shrouded Beijing during the winter of 2012–2013, causing major environmental and health problems. To better understand these extreme events, we performed a model-assisted analysis of the hourly observation data of PM2.5 and its major chemical compositions. The synthetic analysis shows that (1) the severe winter haze was driven by stable synoptic meteorological conditions over northeastern China, and not by an abrupt increase in anthropogenic emissions. (2) Secondary species, including organics, sulfate, nitrate, and ammonium, were the major constituents of PM2.5 during this period. (3) Due to the dimming effect of high loading of aerosol particles, gaseous oxidant concentrations decreased significantly, suggesting a reduced production of secondary aerosols through gas-phase reactions. Surprisingly, the observational data reveals an enhanced production rate of secondary aerosols, suggesting an important contribution from other formation pathways, most likely heterogeneous reactions. These reactions appeared to be more efficient in producing secondary inorganics aerosols than organic aerosols resulting in a strongly elevated fraction of inorganics during heavily polluted periods. (4) Moreover, we found that high aerosol concentration was a regional phenomenon. The accumulation process of aerosol particles occurred successively from cities southeast of Beijing. The apparent sharp increase in PM2.5 concentration of up to several hundred μg m−3 per hour recorded in Beijing represented rapid recovery from an interruption to the continuous pollution accumulation over the region, rather than …",
            "Exploring the severe winter haze in Beijing: the impact of synoptic weather, regional transport and heterogeneous reactions",
            "GJ Zheng and FK Duan and H Su and YL Ma and Y Cheng and B Zheng and Q Zhang and T Huang and T Kimoto and D Chang and U Pöschl and YF Cheng and KB He",
            "2015",
            "8Xyqf_0AAAAJ:Tyk-4Ss8FVUC",
            566,
            "https:\/\/acp.copernicus.org\/articles\/15\/2969\/2015\/",
            "11091305092391181432",
            "\/scholar?cites=11091305092391181432",
            {
                "2015":12,
                "2016":69,
                "2017":74,
                "2018":114,
                "2019":136,
                "2020":141,
                "2021":14
            }
        ],
        [
            " The MIX inventory is developed for the years 2008 and 2010 to support the Model Inter-Comparison Study for Asia (MICS-Asia) and the Task Force on Hemispheric Transport of Air Pollution (TF HTAP) by a mosaic of up-to-date regional emission inventories. Emissions are estimated for all major anthropogenic sources in 29 countries and regions in Asia. We conducted detailed comparisons of different regional emission inventories and incorporated the best available ones for each region into the mosaic inventory at a uniform spatial and temporal resolution. Emissions are aggregated to five anthropogenic sectors: power, industry, residential, transportation, and agriculture. We estimate the total Asian emissions of 10 species in 2010 as follows: 51.3 Tg SO2, 52.1 Tg NOx, 336.6 Tg CO, 67.0 Tg NMVOC (non-methane volatile organic compounds), 28.8 Tg NH3, 31.7 Tg PM10, 22.7 Tg PM2.5, 3.5 Tg BC, 8.3 Tg OC, and 17.3 Pg CO2. Emissions from China and India dominate the emissions of Asia for most of the species. We also estimated Asian emissions in 2006 using the same methodology of MIX. The relative change rates of Asian emissions for the period of 2006–2010 are estimated as follows: −8.1 % for SO2, +19.2 % for NOx, +3.9 % for CO, +15.5 % for NMVOC, +1.7 % for NH3, −3.4 % for PM10, −1.6 % for PM2.5, +5.5 % for BC, +1.8 % for OC, and +19.9 % for CO2. Model-ready speciated NMVOC emissions for SAPRC-99 and CB05 mechanisms were developed following a profile-assignment approach. Monthly gridded emissions at a spatial resolution of 0.25°  ×  0.25° are developed and can be accessed from http …",
            "MIX: a mosaic Asian anthropogenic emission inventory under the international collaboration framework of the MICS-Asia and HTAP",
            "Meng Li and Qiang Zhang and Jun-ichi Kurokawa and Jung-Hun Woo and Kebin He and Zifeng Lu and Toshimasa Ohara and Yu Song and David G Streets and Gregory R Carmichael and Yafang Cheng and Chaopeng Hong and Hong Huo and Xujia Jiang and Sicong Kang and Fei Liu and Hang Su and Bo Zheng",
            "2017",
            "8Xyqf_0AAAAJ:Zph67rFs4hoC",
            558,
            "https:\/\/acp.copernicus.org\/articles\/17\/935\/2017\/",
            "3712675714417961856",
            "\/scholar?cites=3712675714417961856",
            {
                "2016":2,
                "2017":46,
                "2018":101,
                "2019":161,
                "2020":223,
                "2021":18
            }
        ],
        [
            "Fine-particle pollution associated with winter haze threatens the health of more than 400 million people in the North China Plain. Sulfate is a major component of fine haze particles. Record sulfate concentrations of up to ~300 μg m−3 were observed during the January 2013 winter haze event in Beijing. State-of-the-art air quality models that rely on sulfate production mechanisms requiring photochemical oxidants cannot predict these high levels because of the weak photochemistry activity during haze events. We find that the missing source of sulfate and particulate matter can be explained by reactive nitrogen chemistry in aerosol water. The aerosol water serves as a reactor, where the alkaline aerosol components trap SO2, which is oxidized by NO2 to form sulfate, whereby high reaction rates are sustained by the high neutralizing capacity of the atmosphere in northern China. This mechanism is self-amplifying …",
            "Reactive nitrogen chemistry in aerosol water as a source of sulfate during haze events in China",
            "Yafang Cheng and Guangjie Zheng and Chao Wei and Qing Mu and Bo Zheng and Zhibin Wang and Meng Gao and Qiang Zhang and Kebin He and Gregory Carmichael and Ulrich Pöschl and Hang Su",
            "2016",
            "8Xyqf_0AAAAJ:kNdYIx-mwKoC",
            525,
            "https:\/\/advances.sciencemag.org\/content\/2\/12\/e1601530.short",
            "1516138429681444373",
            "\/scholar?cites=1516138429681444373",
            {
                "2016":2,
                "2017":63,
                "2018":123,
                "2019":147,
                "2020":168,
                "2021":15
            }
        ],
        [
            " To tackle the problem of severe air pollution, China has implemented active clean air policies in recent years. As a consequence, the emissions of major air pollutants have decreased and the air quality has substantially improved. Here, we quantified China's anthropogenic emission trends from 2010 to 2017 and identified the major driving forces of these trends by using a combination of bottom-up emission inventory and index decomposition analysis (IDA) approaches. The relative change rates of China's anthropogenic emissions during 2010–2017 are estimated as follows: −62 % for SO2, −17 % for NOx, +11 % for nonmethane volatile organic compounds (NMVOCs), +1 % for NH3, −27 % for CO, −38 % for PM10, −35 % for PM2.5, −27 % for BC, −35 % for OC, and +16 % for CO2. The IDA results suggest that emission control measures are the main drivers of this reduction, in which the pollution controls on power plants and industries are the most effective mitigation measures. The emission reduction rates markedly accelerated after the year 2013, confirming the effectiveness of China's Clean Air Action that was implemented since 2013. We estimated that during 2013–2017, China's anthropogenic emissions decreased by 59 % for SO2, 21 % for NOx, 23 % for CO, 36 % for PM10, 33 % for PM2.5, 28 % for BC, and 32 % for OC. NMVOC emissions increased and NH3 emissions remained stable during 2010–2017, representing the absence of effective mitigation measures for NMVOCs and NH3 in current policies. The relative contributions of different sectors to emissions have significantly changed after several years' …",
            "Trends in China's anthropogenic emissions since 2010 as the consequence of clean air actions",
            "Bo Zheng and Dan Tong and Meng Li and Fei Liu and Chaopeng Hong and Guannan Geng and Haiyan Li and Xin Li and Liqun Peng and Ji Qi and Liu Yan and Yuxuan Zhang and Hongyan Zhao and Yixuan Zheng and Kebin He and Qiang Zhang",
            "2018",
            "8Xyqf_0AAAAJ:TQgYirikUcIC",
            468,
            "https:\/\/acp.copernicus.org\/articles\/18\/14095\/2018\/",
            "4251827746007400238",
            "\/scholar?cites=4251827746007400238",
            {
                "2018":8,
                "2019":142,
                "2020":282,
                "2021":32
            }
        ],
        [
            "Millions of people die every year from diseases caused by exposure to outdoor air pollution 1, 2, 3, 4, 5. Some studies have estimated premature mortality related to local sources of air pollution 6, 7, but local air quality can also be affected by atmospheric transport of pollution from distant sources 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18. International trade is contributing to the globalization of emission and pollution as a result of the production of goods (and their associated emissions) in one region for consumption in another region 14, 19, 20, 21, 22. The effects of international trade on air pollutant emissions 23, air quality 14 and health 24 have been investigated regionally, but a combined, global assessment of the health impacts related to international trade and the transport of atmospheric air pollution is lacking. Here we combine four global models to estimate premature mortality caused by fine particulate matter …",
            "Transboundary health impacts of transported global air pollution and international trade",
            "Qiang Zhang and Xujia Jiang and Dan Tong and Steven J Davis and Hongyan Zhao and Guannan Geng and Tong Feng and Bo Zheng and Zifeng Lu and David G Streets and Ruijing Ni and Michael Brauer and Aaron Van Donkelaar and Randall V Martin and Hong Huo and Zhu Liu and Da Pan and Haidong Kan and Yingying Yan and Jintai Lin and Kebin He and Dabo Guan",
            "2017",
            "8Xyqf_0AAAAJ:4TOpqqG69KYC",
            420,
            "https:\/\/www.nature.com\/articles\/nature21712",
            "18199139062823097547",
            "\/scholar?cites=18199139062823097547",
            {
                "2017":27,
                "2018":99,
                "2019":138,
                "2020":146,
                "2021":9
            }
        ],
        [
            " Severe regional haze pollution events occurred in eastern and central China in January 2013, which had adverse effects on the environment and public health. Extremely high levels of particulate matter with aerodynamic diameter of 2.5 μm or less (PM2.5) with dominant components of sulfate and nitrate are responsible for the haze pollution. Although heterogeneous chemistry is thought to play an important role in the production of sulfate and nitrate during haze episodes, few studies have comprehensively evaluated the effect of heterogeneous chemistry on haze formation in China by using the 3-D models due to of a lack of treatments for heterogeneous reactions in most climate and chemical transport models. In this work, the WRF-CMAQ model with newly added heterogeneous reactions is applied to East Asia to evaluate the impacts of heterogeneous chemistry and the meteorological anomaly during January 2013 on regional haze formation. As the parameterization of heterogeneous reactions on different types of particles is not well established yet, we arbitrarily selected the uptake coefficients from reactions on dust particles and then conducted several sensitivity runs to find the value that can best match observations. The revised CMAQ with heterogeneous chemistry not only captures the magnitude and temporal variation of sulfate and nitrate, but also reproduces the enhancement of relative contribution of sulfate and nitrate to PM2.5 mass from clean days to polluted haze days. These results indicate the significant role of heterogeneous chemistry in regional haze formation and improve the understanding of the haze formation mechanisms …",
            "Heterogeneous chemistry: a mechanism missing in current models to explain secondary inorganic aerosol formation during the January 2013 haze episode in North China",
            "Bo Zheng and Qiang Zhang and Yang Zhang and KB He and K Wang and GJ Zheng and FK Duan and YL Ma and T Kimoto",
            "2015",
            "8Xyqf_0AAAAJ:qjMakFHDy7sC",
            341,
            "https:\/\/acp.copernicus.org\/articles\/15\/2031\/2015\/",
            "15529776275850377265",
            "\/scholar?cites=15529776275850377265",
            {
                "2014":1,
                "2015":21,
                "2016":30,
                "2017":46,
                "2018":67,
                "2019":73,
                "2020":89,
                "2021":10
            }
        ],
        [
            " This paper, which focuses on emissions from China's coal-fired power plants during 1990–2010, is the second in a series of papers that aims to develop a high-resolution emission inventory for China. This is the first time that emissions from China's coal-fired power plants were estimated at unit level for a 20-year period. This inventory is constructed from a unit-based database compiled in this study, named the China coal-fired Power plant Emissions Database (CPED), which includes detailed information on the technologies, activity data, operation situation, emission factors, and locations of individual units and supplements with aggregated data where unit-based information is not available. Between 1990 and 2010, compared to a 479 % growth in coal consumption, emissions from China's coal-fired power plants increased by 56, 335, and 442 % for SO2, NOx, and CO2, respectively, and decreased by 23 and 27 % for PM2.5 and PM10 respectively. Driven by the accelerated economic growth, large power plants were constructed throughout the country after 2000, resulting in a dramatic growth in emissions. The growth trend of emissions has been effectively curbed since 2005 due to strengthened emission control measures including the installation of flue gas desulfurization (FGD) systems and the optimization of the generation fleet mix by promoting large units and decommissioning small ones. Compared to previous emission inventories, CPED significantly improved the spatial resolution and temporal profile of the power plant emission inventory in China by extensive use of underlying data at unit level. The new inventory developed in this …",
            "High-resolution inventory of technologies, activities, and emissions of coal-fired power plants in China from 1990 to 2010",
            "F Liu and Q Zhang and D Tong and B Zheng and M Li and H Huo and KB He",
            "2015",
            "8Xyqf_0AAAAJ:LkGwnXOMwfcC",
            260,
            "https:\/\/acp.copernicus.org\/articles\/15\/13299\/2015\/",
            "2749243831306695898",
            "\/scholar?cites=2749243831306695898",
            {
                "2015":1,
                "2016":18,
                "2017":34,
                "2018":52,
                "2019":70,
                "2020":77,
                "2021":4
            }
        ],
        [
            "From 2013 to 2017, with the implementation of the toughest-ever clean air policy in China, significant declines in fine particle (PM2.5) concentrations occurred nationwide. Here we estimate the drivers of the improved PM2.5 air quality and the associated health benefits in China from 2013 to 2017 based on a measure-specific integrated evaluation approach, which combines a bottom-up emission inventory, a chemical transport model, and epidemiological exposure-response functions. The estimated national population–weighted annual mean PM2.5 concentrations decreased from 61.8 (95%CI: 53.3–70.0) to 42.0 µg\/m3 (95% CI: 35.7–48.6) in 5 y, with dominant contributions from anthropogenic emission abatements. Although interannual meteorological variations could significantly alter PM2.5 concentrations, the corresponding effects on the 5-y trends were relatively small. The measure-by-measure evaluation …",
            "Drivers of improved PM2. 5 air quality in China from 2013 to 2017",
            "Qiang Zhang and Yixuan Zheng and Dan Tong and Min Shao and Shuxiao Wang and Yuanhang Zhang and Xiangde Xu and Jinnan Wang and Hong He and Wenqing Liu and Yihui Ding and Yu Lei and Junhua Li and Zifa Wang and Xiaoye Zhang and Yuesi Wang and Jing Cheng and Yang Liu and Qinren Shi and Liu Yan and Guannan Geng and Chaopeng Hong and Meng Li and Fei Liu and Bo Zheng and Junji Cao and Aijun Ding and Jian Gao and Qingyan Fu and Juntao Huo and Baoxian Liu and Zirui Liu and Fumo Yang and Kebin He and Jiming Hao",
            "2019",
            "8Xyqf_0AAAAJ:ldfaerwXgEUC",
            235,
            "https:\/\/www.pnas.org\/content\/116\/49\/24463.short",
            "4921093160592930218",
            "\/scholar?cites=4921093160592930218",
            {
                "2019":2,
                "2020":199,
                "2021":30
            }
        ],
        [
            "The reduction of ammonia (NH3) emissions is urgently needed due to its role in aerosol nucleation and growth causing haze formation during its conversion into ammonium (NH4+). However, the relative contributions of individual NH3 sources are unclear, and debate remains over whether agricultural emissions dominate atmospheric NH3 in urban areas. Based on the chemical and isotopic measurements of size-resolved aerosols in urban Beijing, China, we find that the natural abundance of 15N (expressed using δ15N values) of NH4+ in fine particles varies with the development of haze episodes, ranging from −37.1‰ to −21.7‰ during clean\/dusty days (relative humidity: ∼ 40%), to −13.1‰ to +5.8‰ during hazy days (relative humidity: 70–90%). After accounting for the isotope exchange between NH3 gas and aerosol NH4+, the δ15N value of the initial NH3 during hazy days is found to be −14.5‰ to −1.6‰ …",
            "Fossil Fuel Combustion-Related Emissions Dominate Atmospheric Ammonia Sources during Severe Haze Episodes: Evidence from 15N-Stable Isotope in Size …",
            "Yuepeng Pan and Shili Tian and Dongwei Liu and Yunting Fang and Xiaying Zhu and Qiang Zhang and Bo Zheng and Greg Michalski and Yuesi Wang",
            "2016",
            "8Xyqf_0AAAAJ:hqOjcs7Dif8C",
            176,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.est.6b00634",
            "16745553589872577358",
            "\/scholar?cites=16745553589872577358",
            {
                "2016":10,
                "2017":28,
                "2018":32,
                "2019":41,
                "2020":62,
                "2021":2
            }
        ]
    ]
}