{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We describe the growth of hexagonal GaN on Si(111) by gas source molecular beam epitaxy with ammonia. The initial deposition of Al, at 1130–1190 K, resulted in a very rapid transition to a two-dimensional growth mode of AlN. The rapid transition is essential for the subsequent growth of high quality GaN and AlGaN. This procedure also resulted in complete elimination of cracking in thick (>2 μm) GaN layers. For layers thicker than 1.5 μm, the full width at half maximum of the (0002) GaN diffraction peak was less than 14 arc sec. We show that a short period superlattice of AlGaN\/GaN grown on the AlN buffer can be used to block defects propagating through GaN, resulting in good crystal and luminescence quality. At room temperature, the linewidth of the GaN exciton recombination peak was less than 40 meV, typical of the best samples grown on sapphire.",
            "High quality GaN grown on Si (111) by gas source molecular beam epitaxy with ammonia",
            "SA Nikishin and NN Faleev and VG Antipov and S Francoeur and L Grave de Peralta and GA Seryogin and H Temkin and TI Prokofyeva and M Holtz and SNG Chu",
            "1999",
            "91ZgMSIAAAAJ:Xz60mAmATU4C",
            276,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.124920",
            "18057812674358059189",
            "\/scholar?cites=18057812674358059189",
            {
                "1999":1,
                "2000":13,
                "2001":23,
                "2002":22,
                "2003":17,
                "2004":16,
                "2005":13,
                "2006":11,
                "2007":14,
                "2008":16,
                "2009":10,
                "2010":21,
                "2011":14,
                "2012":15,
                "2013":12,
                "2014":10,
                "2015":17,
                "2016":8,
                "2017":8,
                "2018":4,
                "2019":8,
                "2020":3
            }
        ],
        [
            "We study the vibrational spectrum of AlN grown on Si (111). The AlN was deposited using gas-source molecular beam epitaxy. Raman backscattering along the growth c axis and from a cleaved surface perpendicular to the wurtzite c direction allows us to determine the E 2 1, E 2 2, A 1 (TO), A 1 (LO), and E 1 (TO) phonon energies. For a 0.8-μm-thick AlN layer under a biaxial tensile stress of 0.6 GPa, these are 249.0, 653.6, 607.3, 884.5, and 666.5 cm− 1, respectively. By combining the Raman and x-ray diffraction studies, the Raman stress factor of AlN is found to be− 6.3±1.4 cm− 1\/GPa for the E 2 2 phonon. This factor depends on published values of the elastic constants of AlN, as discussed in the text. The zero-stress E 2 2 energy is determined to be 657.4±0.2 cm− 1. Fourier-transform infrared reflectance and absorption techniques allow us to measure the E 1 (TO) and A 1 (LO) phonon energies. The film …",
            "Vibrational properties of AlN grown on (111)-oriented silicon",
            "T Prokofyeva and M Seon and J Vanbuskirk and M Holtz",
            "2001",
            "91ZgMSIAAAAJ:-6RzNnnwWf8C",
            231,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.63.125313",
            "15097406261284208216",
            "\/scholar?cites=15097406261284208216",
            {
                "2001":3,
                "2002":8,
                "2003":5,
                "2004":8,
                "2005":6,
                "2006":17,
                "2007":17,
                "2008":13,
                "2009":14,
                "2010":6,
                "2011":13,
                "2012":13,
                "2013":10,
                "2014":15,
                "2015":11,
                "2016":16,
                "2017":11,
                "2018":14,
                "2019":15,
                "2020":13,
                "2021":3
            }
        ],
        [
            "The structure, metal-insulator transition (MIT), and related Terahertz (THz) transmission characteristics of VO2 thin films obtained by sputtering deposition on c-, r-, and m-plane sapphire substrates were investigated by different techniques. On c-sapphire, monoclinic VO2 films were characterized to be epitaxial films with triple domain structure caused by β-angle mismatch. Monoclinic VO2 β angle of 122.2° and the two angles of V4+–V4+ chain deviating from the am axis of 4.4° and 4.3° are determined. On r-sapphire, tetragonal VO2 was determined to be epitaxially deposited with VO2 (011)T perpendicular to the growth direction, while the structural phase transformation into lower symmetric monoclinic phase results in (2¯11) and (200) orientations forming a twinned structure. VO2 on m-sapphire has several growth orientations, related with the uneven substrate surface and possible inter-diffusion between film and …",
            "Structural, electrical, and terahertz transmission properties of VO2 thin films grown on c-, r-, and m-plane sapphire substrates",
            "Yong Zhao and Joon Hwan Lee and Yanhan Zhu and M Nazari and Changhong Chen and Haiyan Wang and Ayrton Bernussi and Mark Holtz and Zhaoyang Fan",
            "2012",
            "91ZgMSIAAAAJ:NXb4pA-qfm4C",
            170,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3692391",
            "3706518052040705803",
            "\/scholar?cites=3706518052040705803",
            {
                "2012":4,
                "2013":18,
                "2014":10,
                "2015":32,
                "2016":24,
                "2017":19,
                "2018":13,
                "2019":23,
                "2020":24,
                "2021":3
            }
        ],
        [
            "Large signal-to-background (S\/B) ratios for the Fe(CN)63-\/4- and IrCl62-\/3- redox couples in KCl have been observed in cyclic voltammetric measurements made at a conductive diamond thin-film electrode without any conventional surface pretreatment. The S\/B ratios were a factor of ∼16 and 8 larger at diamond than at freshly polished glassy carbon (GC) for Fe(CN)63-\/4- and IrCl62-\/3-, respectively. The polycrystalline diamond film, grown on a p-Si(100) substrate, possessed significant cubic {100} faceting, as evidenced by AFM images, and was of high quality, as indicated by Raman spectroscopy. The high degree of electrochemical activity without surface pretreatment, the enhanced S\/B ratios, and the excellent response stability demonstrate that diamond might be an attractive new electrode material for electroanalysis. ",
            "Enhanced signal-to-background ratios in voltammetric measurements made at diamond thin-film electrochemical interfaces",
            "Jerzy W Strojek and Michael C Granger and Greg M Swain and Tim Dallas and Mark W Holtz",
            "1996",
            "91ZgMSIAAAAJ:u-x6o8ySG0sC",
            165,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ac9506847",
            "15452684321903931843",
            "\/scholar?cites=15452684321903931843",
            {
                "1996":2,
                "1997":4,
                "1998":6,
                "1999":14,
                "2000":4,
                "2001":4,
                "2002":14,
                "2003":14,
                "2004":22,
                "2005":11,
                "2006":10,
                "2007":6,
                "2008":8,
                "2009":4,
                "2010":9,
                "2011":6,
                "2012":3,
                "2013":3,
                "2014":2,
                "2015":3,
                "2016":6,
                "2017":2,
                "2018":5,
                "2019":1,
                "2020":1,
                "2021":1
            }
        ],
        [
            "The Boltzmann transport equation is used to calculate thermal and electrical conductivity of metal nanostructures with characteristic dimensions in the 25–500 nm range, near to and above the Debye temperature. Thermal conductivity contributions from phonons and electrons are considered. The intrinsic effects of electron-phonon, phonon-phonon, and phonon-electron scattering, and grain boundary and surface interactions are addressed. Excellent agreement is found between model results and available data reporting direct measurements of thermal conductivity of nanowires, ribbons, and thin films in Al, Pt, and Cu, respectively. The Wiedemann-Franz (WF) law and Lorenz factor are examined with decreasing size; their applicability is found to degrade in nanowires due mainly to increased relative phonon contribution. The effect of differences in the electron mean-free path for thermal gradient versus electrical …",
            "Thermal conductivity in metallic nanostructures at high temperature: Electrons, phonons, and the Wiedemann-Franz law",
            "N Stojanovic and DHS Maithripala and JM Berg and M Holtz",
            "2010",
            "91ZgMSIAAAAJ:yD5IFk8b50cC",
            152,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.82.075418",
            "11429823440093326577",
            "\/scholar?cites=11429823440093326577",
            {
                "2011":5,
                "2012":12,
                "2013":18,
                "2014":10,
                "2015":16,
                "2016":11,
                "2017":12,
                "2018":18,
                "2019":20,
                "2020":28,
                "2021":2
            }
        ],
        [
            "We report direct-backscattering Raman studies of GaAs1−xNx alloys, for x⩽0.03, grown on (001) GaAs. The Raman spectra exhibit a two-mode behavior. The allowed GaAs-like longitudinal-optic phonon near 292 cm−1 is found to red shift at a rate of −136±10 cm−1\/x. This is well described by the combined effects of strain and alloying. The GaN-like phonon near 470 cm−1 is observed to increase in intensity in direct proportion to x, and to systematically blue shift at a rate of 197±10 cm−1\/x. This blue shift is likewise attributed to strain and alloying. The GaAs-like second-order features are also seen to broaden slightly and diminish in intensity with increasing nitrogen concentration. These results are attributed to a weak breakdown in the zincblende-crystal long-range order, possibly related to the presence of ordered domains within the random alloy.",
            "Raman studies of nitrogen incorporation in ",
            "T Prokofyeva and T Sauncy and M Seon and M Holtz and Y Qiu and S Nikishin and H Temkin",
            "1998",
            "91ZgMSIAAAAJ:d1gkVwhDpl0C",
            128,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.121959",
            "9283274285406767764",
            "\/scholar?cites=9283274285406767764",
            {
                "1999":1,
                "2000":5,
                "2001":16,
                "2002":5,
                "2003":13,
                "2004":15,
                "2005":7,
                "2006":15,
                "2007":10,
                "2008":11,
                "2009":5,
                "2010":3,
                "2011":3,
                "2012":3,
                "2013":3,
                "2014":5,
                "2015":3,
                "2016":3,
                "2017":1,
                "2018":1
            }
        ],
        [
            "The fabrication and testing of Teflon AF-coated channels on silicon and bonding of the same to a similarly coated glass wafer are described. With water or aqueous solutions in such channels, the channels exhibit much better light conduction ability than similar uncoated channels. Although the loss is greater than extruded Teflon AF tubes, light throughput is far superior to channels described in the literature consisting of [110] planes in silicon with 45° sidewalls. Absorbance noise levels under actual flow conditions using an LED source, an inexpensive photodiode and a simple operational amplifier circuitry was 1× 10\/sup -4\/ absorbance units over a 10-mm path length (channel 0.17-mm deep ×0.49-mm wide), comparable to many commercially available macroscale flow-through absorbance detectors. Adherence to Beer's law was tested over a 50-fold concentration range of an injected dye, with the linear r 2 …",
            "Microfabrication and characterization of Teflon AF-coated liquid core waveguide channels in silicon",
            "Arindom Datta and In-Yong Eom and Achintya Dhar and Petr Kuban and Rosalynn Manor and Iftikhar Ahmad and Shubhra Gangopadhyay and Tim Dallas and Mark Holtz and Henryk Temkin and Purnendu K Dasgupta",
            "2003",
            "91ZgMSIAAAAJ:2osOgNQ5qMEC",
            121,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1254556\/",
            "6904690740607022787",
            "\/scholar?cites=6904690740607022787",
            {
                "2004":3,
                "2005":4,
                "2006":7,
                "2007":5,
                "2008":15,
                "2009":8,
                "2010":12,
                "2011":16,
                "2012":13,
                "2013":7,
                "2014":6,
                "2015":7,
                "2016":4,
                "2017":8,
                "2018":2,
                "2019":2,
                "2020":1
            }
        ],
        [
            "We report Raman studies of the Si–Si phonon band in Si1−xGex alloys, where the excitation is by visible and ultraviolet (351 nm) light. At a wavelength 351 nm, the optical penetration depth is extremely shallow (≈5 nm). By varying the excitation from 351 to 514 nm, the optical penetration depth spans from 5 to 300 nm. Two sets of samples were examined. Thin layers grown using molecular beam epitaxy were coherently strained to match the lattice constant of the silicon substrate. Thick layers grown using organo–metallic chemical vapor deposition were strain relaxed. For the thin, strained layers, visible excitation produces a spectrum, which is a superposition of the substrate and the epilayer phonon bands. Reducing the wavelength (and, consequently, penetration depth) allows us to isolate the epilayer spectrum. Phonon energies obtained using all excitation wavelengths agree. We conclude that Raman …",
            "Visible and ultraviolet Raman scattering studies of  alloys",
            "M Holtz and WM Duncan and S Zollner and R Liu",
            "2000",
            "91ZgMSIAAAAJ:Tyk-4Ss8FVUC",
            114,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1287757",
            "5408682337249573870",
            "\/scholar?cites=5408682337249573870",
            {
                "2002":1,
                "2003":1,
                "2004":3,
                "2005":3,
                "2006":9,
                "2007":13,
                "2008":15,
                "2009":10,
                "2010":6,
                "2011":7,
                "2012":9,
                "2013":6,
                "2014":7,
                "2015":4,
                "2016":4,
                "2017":5,
                "2018":2,
                "2019":3,
                "2020":5,
                "2021":1
            }
        ],
        [
            "We report measurements of stress in GaN epitaxial layers grown on 6H–SiC and α-Al2O3 substrates. Biaxial stresses span +1.0 GPa (tensile) to −1.2 GPa (compressive). Stress determined from curvature measurements, obtained using phase-shift interferometry (PSI) microscopy, compare well with measurements using accepted techniques of x-ray diffraction (XRD) and Raman spectroscopy. Correlation between XRD and Raman measurements of the E22 phonon gives a Raman-stress factor of −3.4±0.3 cm−1\/GPa. We apply PSI microscopy for temperature dependent stress measurements of the GaN films. Variations found in the stress–temperature coefficient correlate well with threading dislocation densities. We develop a phenomenological model which describes the thermal stress of the epitaxial GaN as a superposition of that for ideal GaN and the free volume existing in the layers due to the threading …",
            "Dependence of the stress–temperature coefficient on dislocation density in epitaxial GaN grown on  and 6H–SiC substrates",
            "I Ahmad and M Holtz and NN Faleev and H Temkin",
            "2004",
            "91ZgMSIAAAAJ:0EnyYjriUFMC",
            107,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1637707",
            "9509025859549826585",
            "\/scholar?cites=9509025859549826585",
            {
                "2005":6,
                "2006":8,
                "2007":5,
                "2008":7,
                "2009":6,
                "2010":5,
                "2011":8,
                "2012":4,
                "2013":11,
                "2014":3,
                "2015":5,
                "2016":14,
                "2017":7,
                "2018":5,
                "2019":7,
                "2020":4,
                "2021":2
            }
        ],
        [
            "Ultraviolet light-emitting diodes grown on Si(111) by gas-source molecular-beam epitaxy with ammonia are described. The layers are composed of superlattices of AlGaN\/GaN and AlN\/AlGaInN. The layers are doped n and p type with Si and Mg, respectively. Hole concentration of 4×1017 cm−3, with a mobility of 8 cm2\/Vs, is measured in Al0.4Ga0.6N\/GaN. We demonstrate effective n- and p-type doping of structures based on AlN\/AlGaInN. Light-emitting diodes based on these structures show light emission between 290 and 334 nm.",
            "AlGaInN-based ultraviolet light-emitting diodes grown on Si (111)",
            "G Kipshidze and V Kuryatkov and B Borisov and M Holtz and S Nikishin and H Temkin",
            "2002",
            "91ZgMSIAAAAJ:zYLM7Y9cAGgC",
            104,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1480886",
            "3647741849436049623",
            "\/scholar?cites=3647741849436049623",
            {
                "2002":6,
                "2003":21,
                "2004":5,
                "2005":9,
                "2006":6,
                "2007":11,
                "2008":6,
                "2009":7,
                "2010":6,
                "2011":4,
                "2012":5,
                "2013":4,
                "2014":4,
                "2015":2,
                "2016":2,
                "2017":1,
                "2018":1,
                "2019":2,
                "2020":2
            }
        ]
    ]
}