{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Focal adhesions mediate force transfer between ECM-integrin complexes and the cytoskeleton. Although vinculin has been implicated in force transmission, few direct measurements have been made, and there is little mechanistic insight. Using vinculin-null cells expressing vinculin mutants, we demonstrate that vinculin is not required for transmission of adhesive and traction forces but is necessary for myosin contractility-dependent adhesion strength and traction force and for the coupling of cell area and traction force. Adhesion strength and traction forces depend differentially on vinculin head (VH) and tail domains. VH enhances adhesion strength by increasing ECM-bound integrin–talin complexes, independently from interactions with vinculin tail ligands and contractility. A full-length, autoinhibition-deficient mutant (T12) increases adhesion strength compared with VH, implying roles for both vinculin activation …",
            "How vinculin regulates force transmission",
            "David W Dumbauld and Ted T Lee and Ankur Singh and Jan Scrimgeour and Charles A Gersbach and Evan A Zamir and Jianping Fu and Christopher S Chen and Jennifer E Curtis and Susan W Craig and Andrés J García",
            "2013",
            "93dZuyYAAAAJ:9yKSN-GCB0IC",
            199,
            "https:\/\/www.pnas.org\/content\/110\/24\/9788.short",
            "6154982959668579120",
            "\/scholar?cites=6154982959668579120",
            {
                "2013":4,
                "2014":25,
                "2015":31,
                "2016":29,
                "2017":26,
                "2018":29,
                "2019":19,
                "2020":32,
                "2021":1
            }
        ],
        [
            "Cells naturally exist in a dynamic chemical environment, and therefore it is necessary to study cell behaviour under dynamic stimulation conditions in order to understand the signalling transduction pathways regulating the cellular response. However, until recently, experiments looking at the cellular response to chemical stimuli have mainly been performed by adding a stress substance to a population of cells and thus only varying the magnitude of the stress. In this paper we demonstrate an experimental method enabling acquisition of data on the behaviour of single cells upon reversible environmental perturbations, where microfluidics is combined with optical tweezers and fluorescence microscopy. The cells are individually selected and positioned in the measurement region on the bottom surface of the microfluidic device using optical tweezers. The optical tweezers thus enable precise control of the cell density …",
            "A microfluidic device for reversible environmental changes around single cells using optical tweezers for cell selection and positioning",
            "Emma Eriksson and Kristin Sott and Fredrik Lundqvist and Martin Sveningsson and Jan Scrimgeour and Dag Hanstorp and Mattias Goksör and Annette Granéli",
            "2010",
            "93dZuyYAAAAJ:d1gkVwhDpl0C",
            114,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2010\/lc\/b913587a",
            "17529339295137882230",
            "\/scholar?cites=17529339295137882230",
            {
                "2010":5,
                "2011":13,
                "2012":12,
                "2013":14,
                "2014":14,
                "2015":5,
                "2016":11,
                "2017":12,
                "2018":14,
                "2019":7,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Practical methods of microfabrication are vital for the development of photonic‐crystal‐based signal processing. However, extension of the optical methods that dominate integrated circuit fabrication to three dimensions is challenging. This communication reports an essential step for creation of devices operating within a full photonic band gap: atomic layer deposition is used to create the high‐index TiO 2 replicas of holographically defined photonic crystals shown in the figure.",
            "Infiltration and inversion of holographically defined polymer photonic crystal templates by atomic layer deposition",
            "Jeffrey S King and Elton Graugnard and Olivia M Roche and David N Sharp and Jan Scrimgeour and Robert G Denning and Andrew J Turberfield and Christopher J Summers",
            "2006",
            "93dZuyYAAAAJ:u5HHmVD_uO8C",
            104,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.200502287",
            "11639028743508971710",
            "\/scholar?cites=11639028743508971710",
            {
                "2006":6,
                "2007":15,
                "2008":8,
                "2009":18,
                "2010":12,
                "2011":7,
                "2012":9,
                "2013":5,
                "2014":5,
                "2015":5,
                "2016":3,
                "2017":1,
                "2018":3,
                "2019":2,
                "2020":3
            }
        ],
        [
            "Graphene’s extraordinary physical properties and its planar geometry make it an ideal candidate for a wide array of applications, many of which require controlled chemical modification and the spatial organization of molecules on its surface. In particular, the ability to functionalize and micropattern graphene with proteins is relevant to bioscience applications such as biomolecular sensors, single-cell sensors, and tissue engineering. We report a general strategy for the noncovalent chemical modification of epitaxial graphene for protein immobilization and micropatterning. We show that bifunctional molecule pyrenebutanoic acid-succinimidyl ester (PYR-NHS), composed of the hydrophobic pyrene and the reactive succinimide ester group, binds to graphene noncovalently but irreversibly. We investigate whether the chemical treatment perturbs the electronic band structure of graphene using X-ray photoemission …",
            "Nonperturbative chemical modification of graphene for protein micropatterning",
            "Vamsi K Kodali and Jan Scrimgeour and Suenne Kim and John H Hankinson and Keith M Carroll and Walt A De Heer and Claire Berger and Jennifer E Curtis",
            "2011",
            "93dZuyYAAAAJ:UeHWp8X0CEIC",
            102,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la1033178",
            "5235037695759222205",
            "\/scholar?cites=5235037695759222205",
            {
                "2011":3,
                "2012":12,
                "2013":13,
                "2014":13,
                "2015":15,
                "2016":9,
                "2017":9,
                "2018":8,
                "2019":13,
                "2020":5,
                "2021":2
            }
        ],
        [
            "We demonstrate a new method for creating synthetic tissue that has the potential to capture the three-dimensional (3D) complexity of a multi-cellular organism with submicron precision. Using multiple laminar fluid flows in a microfluidic network, we convey cells to an assembly area where multiple, time-shared optical tweezers are used to organize them into a complex array. The cells are then encapsulated in a 30 μm × 30 μm × 45 μm volume of photopolymerizable hydrogel that mimicks an extra-cellular matrix. To extend the size, shape and constituency of the array without loss of viability, we then step to an adjacent location while maintaining registration with the reference array, and repeat the process. Using this step-and-repeat method, we formed a heterogeneous array of E. coli genetically engineered with a lac switch that is functionally linked to fluorescence reporters. We then induced the array using ligands …",
            "Live cell lithography: using optical tweezers to create synthetic tissue",
            "Utkur Mirsaidov and Jan Scrimgeour and Winston Timp and Kaethe Beck and Mustafa Mir and Paul Matsudaira and Gregory Timp",
            "2008",
            "93dZuyYAAAAJ:qjMakFHDy7sC",
            100,
            "https:\/\/pubs.rsc.org\/am\/content\/articlehtml\/2008\/lc\/b807987k",
            "12841485192009653906",
            "\/scholar?cites=12841485192009653906",
            {
                "2009":4,
                "2010":8,
                "2011":15,
                "2012":10,
                "2013":10,
                "2014":8,
                "2015":13,
                "2016":8,
                "2017":7,
                "2018":8,
                "2019":4,
                "2020":5
            }
        ],
        [
            "Photonic‐crystal devices must be precisely aligned within a photonic‐crystal lattice. Rapid and flexible optical fabrication of a device embedded in, and in registration with, a 3D photonic crystal is demonstrated. Holographic lithography (see figure) is used to define the underlying periodic microstructure in a single exposure, and two‐photon laser writing to create localized structural defects. An intermediate latent image of the photonic crystal is used to align the two exposures.",
            "Three‐Dimensional Optical Lithography for Photonic Microstructures",
            "Jan Scrimgeour and David N Sharp and Christopher F Blanford and Olivia M Roche and Robert G Denning and Andrew J Turberfield",
            "2006",
            "93dZuyYAAAAJ:u-x6o8ySG0sC",
            97,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.200502286",
            "7213210138726433113",
            "\/scholar?cites=7213210138726433113",
            {
                "2005":1,
                "2006":5,
                "2007":11,
                "2008":10,
                "2009":16,
                "2010":9,
                "2011":7,
                "2012":8,
                "2013":4,
                "2014":3,
                "2015":7,
                "2016":4,
                "2017":5,
                "2018":1,
                "2019":2,
                "2020":2,
                "2021":1
            }
        ],
        [
            "This paper reports the assembly and pH-triggered dissolution of a novel type of colloidosome microcapsules formed by self-assembly of responsive particles made from enteric coating polymers onto double emulsion templates; measurements of the capsules' permeability are complemented by evidence for fast and complete capsule dissolution in response to a mild pH stimulus.",
            "Smart colloidosomes with a dissolution trigger",
            "Adriana San Miguel and Jan Scrimgeour and Jennifer E Curtis and Sven H Behrens",
            "2010",
            "93dZuyYAAAAJ:IjCSPb-OGe4C",
            70,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2010\/sm\/c002930k",
            "16083199721816937437",
            "\/scholar?cites=16083199721816937437",
            {
                "2010":3,
                "2011":11,
                "2012":6,
                "2013":10,
                "2014":10,
                "2015":4,
                "2016":5,
                "2017":4,
                "2018":6,
                "2019":8,
                "2020":2
            }
        ],
        [
            "Most research on optical manipulation aims towards investigation and development of the system itself. In this paper we show how optical manipulation, imaging and microfluidics can be combined for investigations of single cells. Microfluidic systems have been fabricated and are used, in combination with optical tweezers, to enable environmental changes for single cells. The environment within the microfluidic system has been modelled to ensure control of the process. Three biological model systems have been studied with different combinations of optical manipulation, imaging techniques and microfluidics. In Saccharomyces cerevisiae, environmentally induced size modulations and spatial localization of proteins have been studied to elucidate various signalling pathways. In a similar manner the oxygenation cycle of single red blood cells was triggered and mapped using Raman spectroscopy. In the third …",
            "Optical manipulation and microfluidics for studies of single cell dynamics",
            "Emma Eriksson and Jan Scrimgeour and Annette Granéli and Kerstin Ramser and Rikard Wellander and Jonas Enger and Dag Hanstorp and Mattias Goksör",
            "2007",
            "93dZuyYAAAAJ:2osOgNQ5qMEC",
            68,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1464-4258\/9\/8\/S02\/meta",
            "11331777357135686080",
            "\/scholar?cites=11331777357135686080",
            {
                "2007":1,
                "2008":5,
                "2009":7,
                "2010":7,
                "2011":8,
                "2012":9,
                "2013":6,
                "2014":4,
                "2015":3,
                "2016":5,
                "2017":4,
                "2018":5,
                "2019":2,
                "2020":2
            }
        ],
        [
            "We have registered the position of single InGaAs quantum dots using a cryogenic laser photolithography technique. This is an important advance towards the reproducible fabrication of solid-state cavity quantum electrodynamic devices, a key requirement for commercial exploitation of quantum information processing. The quantum dot positions were registered with an estimated accuracy of 50nm by fabricating metal alignment markers around them. Photoluminescence spectra from quantum dots before and after marker fabrication were identical except for a small redshift (∼1nm), probably introduced during the reactive ion etching.",
            "Registration of single quantum dots using cryogenic laser photolithography",
            "Kwan H Lee and Alex M Green and Robert A Taylor and David N Sharp and Jan Scrimgeour and Olivia M Roche and Jong H Na and Anas F Jarjour and Andrew J Turberfield and Frederic SF Brossard and David A Williams and G Andrew D Briggs",
            "2006",
            "93dZuyYAAAAJ:Tyk-4Ss8FVUC",
            43,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2202193",
            "17446964149889360063",
            "\/scholar?cites=17446964149889360063",
            {
                "2007":1,
                "2008":3,
                "2009":7,
                "2010":1,
                "2011":4,
                "2012":3,
                "2013":3,
                "2014":4,
                "2015":2,
                "2016":6,
                "2017":3,
                "2018":2,
                "2019":3
            }
        ],
        [
            "A voluminous polymer coat adorns the surface of many eukaryotic cells. Although the pericellular matrix (PCM) often extends several microns from the cell surface, its macromolecular structure remains elusive. This massive cellular organelle negotiates the cell’s interaction with surrounding tissue, influencing important processes such as cell adhesion, mitosis, locomotion, molecular sequestration, and mechanotransduction. Investigations of the PCM’s architecture and function have been hampered by the difficulty of visualizing this invisible hydrated structure without disrupting its integrity. In this work, we establish several assays to noninvasively measure the ultrastructure of the PCM. Optical force probe assays show that the PCM of rat chondrocyte joint (RCJ-P) cells easily reconfigures around optically manipulated microparticles, allowing the probes to penetrate into rather than compress the matrix. We report …",
            "Spatial organization and mechanical properties of the pericellular matrix on chondrocytes",
            "Louis T McLane and Patrick Chang and Anna Granqvist and Heike Boehm and Anthony Kramer and Jan Scrimgeour and Jennifer E Curtis",
            "2013",
            "93dZuyYAAAAJ:Y0pCki6q_DkC",
            42,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349513001331",
            "16674855707425289457",
            "\/scholar?cites=16674855707425289457",
            {
                "2013":2,
                "2014":7,
                "2015":5,
                "2016":12,
                "2017":1,
                "2018":5,
                "2019":6,
                "2020":3
            }
        ]
    ]
}