{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "The unique electronic properties of the surface electrons in a topological insulator are protected by time-reversal symmetry. Circularly polarized light naturally breaks time-reversal symmetry, which may lead to an exotic surface quantum Hall state. Using time- and angle-resolved photoemission spectroscopy, we show that an intense ultrashort midinfrared pulse with energy below the bulk band gap hybridizes with the surface Dirac fermions of a topological insulator to form Floquet-Bloch bands. These photon-dressed surface bands exhibit polarization-dependent band gaps at avoided crossings. Circularly polarized photons induce an additional gap at the Dirac point, which is a signature of broken time-reversal symmetry on the surface. These observations establish the Floquet-Bloch bands in solids and pave the way for optical manipulation of topological quantum states of matter.",
            "Observation of Floquet-Bloch states on the surface of a topological insulator",
            "YH Wang and Hadar Steinberg and Pablo Jarillo-Herrero and Nuh Gedik",
            "2013",
            "99ZVm60AAAAJ:blknAaTinKkC",
            722,
            "https:\/\/science.sciencemag.org\/content\/342\/6157\/453.abstract",
            "13037972625492628075",
            "\/scholar?cites=13037972625492628075",
            {
                "2013":4,
                "2014":53,
                "2015":65,
                "2016":103,
                "2017":106,
                "2018":120,
                "2019":109,
                "2020":145,
                "2021":15
            }
        ],
        [
            "Three-dimensional topological insulators 1, 2, 3 represent a new quantum phase of matter with spin-polarized surface states 4, 5 that are protected from backscattering. The static electronic properties of these surface states have been comprehensively imaged by both photoemission 4, 5, 6, 7, 8 and tunnelling 9, 10 spectroscopies. Theorists have proposed that topological surface states can also exhibit novel electronic responses to light, such as topological quantum phase transitions 11, 12, 13 and spin-polarized electrical currents 14, 15. However, the effects of optically driving a topological insulator out of equilibrium have remained largely unexplored experimentally, and no photocurrents have been measured. Here, we show that illuminating the topological insulator Bi 2 Se 3 with circularly polarized light generates a photocurrent that originates from topological helical Dirac fermions, and that reversing the helicity …",
            "Control over topological insulator photocurrents with light polarization",
            "JW McIver and David Hsieh and Hadar Steinberg and Pablo Jarillo-Herrero and Nuh Gedik",
            "2012",
            "99ZVm60AAAAJ:Tyk-4Ss8FVUC",
            474,
            "https:\/\/www.nature.com\/articles\/nnano.2011.214",
            "1933395858549132518",
            "\/scholar?cites=1933395858549132518",
            {
                "2012":19,
                "2013":38,
                "2014":42,
                "2015":44,
                "2016":56,
                "2017":70,
                "2018":77,
                "2019":46,
                "2020":72,
                "2021":9
            }
        ]
    ]
}