{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We have observed reversible light-induced mechanical switching for individual organic molecules bound to a metal surface. Scanning tunneling microscopy (STM) was used to image the features of individual azobenzene molecules on Au (111) before and after reversibly cycling their mechanical structure between trans and cis states using light. Azobenzene molecules were engineered to increase their surface photomechanical activity by attaching varying numbers of tert-butyl (TB) ligands (“legs”) to the azobenzene phenyl rings. STM images show that increasing the number of TB legs “lifts” the azobenzene molecules from the substrate, thereby increasing molecular photomechanical activity by decreasing molecule-surface coupling.",
            "Reversible photomechanical switching of individual engineered molecules at a metallic surface",
            "Matthew J Comstock and Niv Levy and Armen Kirakosian and Jongweon Cho and Frank Lauterwasser and Jessica H Harvey and David A Strubbe and Jean MJ Fréchet and Dirk Trauner and Steven G Louie and Michael F Crommie",
            "2007",
            "9AsDaV0AAAAJ:u5HHmVD_uO8C",
            412,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.038301",
            "6191068002621266242",
            "\/scholar?cites=6191068002621266242",
            {
                "2007":3,
                "2008":27,
                "2009":36,
                "2010":59,
                "2011":36,
                "2012":37,
                "2013":34,
                "2014":38,
                "2015":20,
                "2016":22,
                "2017":33,
                "2018":21,
                "2019":20,
                "2020":24,
                "2021":1
            }
        ],
        [
            "We present a single-molecule instrument that combines a time-shared ultrahigh-resolution dual optical trap interlaced with a confocal fluorescence microscope. In a demonstration experiment, we observed individual single fluorophore–labeled DNA oligonucleotides to bind and unbind complementary DNA suspended between two trapped beads. Simultaneous with the single-fluorophore detection, we clearly observed coincident angstrom-scale changes in tether extension. Fluorescence readout allowed us to determine the duplex melting rate as a function of force. The new instrument will enable the simultaneous measurement of angstrom-scale mechanical motion of individual DNA-binding proteins (for example, single-base-pair stepping of DNA translocases) along with the detection of properties of fluorescently labeled protein (for example, internal configuration).",
            "Ultrahigh-resolution optical trap with single-fluorophore sensitivity",
            "Matthew J Comstock and Taekjip Ha and Yann R Chemla",
            "2011",
            "9AsDaV0AAAAJ:hqOjcs7Dif8C",
            182,
            "https:\/\/www.nature.com\/nmeth\/journal\/v8\/n4\/abs\/nmeth.1574.html",
            "6920040711993961852",
            "\/scholar?cites=6920040711993961852",
            {
                "2011":6,
                "2012":13,
                "2013":27,
                "2014":25,
                "2015":19,
                "2016":18,
                "2017":20,
                "2018":23,
                "2019":17,
                "2020":13
            }
        ],
        [
            "The relationship between protein three-dimensional structure and function is essential for mechanism determination. Unfortunately, most techniques do not provide a direct measurement of this relationship. Structural data are typically limited to static pictures, and function must be inferred. Conversely, functional assays usually provide little information on structural conformation. We developed a single-molecule technique combining optical tweezers and fluorescence microscopy that allows for both measurements simultaneously. Here we present measurements of UvrD, a DNA repair helicase, that directly and unambiguously reveal the connection between its structure and function. Our data reveal that UvrD exhibits two distinct types of unwinding activity regulated by its stoichiometry. Furthermore, two UvrD conformational states, termed “closed” and “open,” correlate with movement toward or away from the DNA fork.",
            "Direct observation of structure-function relationship in a nucleic acid–processing enzyme",
            "M. J. Comstock and K. K. Whitley and H. Jia and J. Sokoloski and T. M. Lohman and Taekjip Ha and Y. R. Chemla",
            "2015",
            "9AsDaV0AAAAJ:0EnyYjriUFMC",
            129,
            "https:\/\/science.sciencemag.org\/content\/348\/6232\/352.abstract",
            "6405181949800703872",
            "\/scholar?cites=6405181949800703872",
            {
                "2014":1,
                "2015":10,
                "2016":22,
                "2017":25,
                "2018":27,
                "2019":25,
                "2020":14,
                "2021":3
            }
        ],
        [
            "Azobenzene derivatives form a unique class of photoactive molecules that have the potential for nanoscale optical applications. We have observed the self-assembly behavior of azobenzene molecules adsorbed to Au (111) using scanning tunneling microscopy (STM). We find that azobenzene creates a surprising variety of surface structures whose commensurability with the underlying Au (111)“herringbone” reconstruction is coverage dependent. Two commensurate molecular chain phases exist in the low-coverage regime, and phase conversion between these structures can be induced using the STM tip. In the high-coverage regime we observe incommensurate molecular phases as well as commensurate molecular vacancy ordering. These molecular structures reflect a coverage-dependent competition between molecule-molecule and molecule-substrate interactions.",
            "Molecular commensurability with a surface reconstruction: STM study of azobenzene on Au (111)",
            "A Kirakosian and MJ Comstock and Jongweon Cho and MF Crommie",
            "2005",
            "9AsDaV0AAAAJ:u-x6o8ySG0sC",
            79,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.71.113409",
            "2480862542169246998",
            "\/scholar?cites=2480862542169246998",
            {
                "2005":1,
                "2006":7,
                "2007":9,
                "2008":12,
                "2009":6,
                "2010":8,
                "2011":8,
                "2012":3,
                "2013":4,
                "2014":6,
                "2015":4,
                "2016":4,
                "2017":3,
                "2018":1,
                "2019":2,
                "2020":1
            }
        ],
        [
            "We have used single-molecule-resolved scanning tunneling microscopy to measure the photomechanical switching rates of azobenzene-derived molecules at a gold surface during exposure to UV and visible light. This enables the direct determination of both the forward and reverse photoswitching cross sections for surface-mounted molecules at different wavelengths. In a dramatic departure from molecular behavior in solution-based environments, visible light does not efficiently reverse the reaction for azobenzene-derived molecules at a gold surface.",
            "Measuring reversible photomechanical switching rates for a molecule at a surface",
            "Matthew J Comstock and Niv Levy and Jongweon Cho and Luis Berbil-Bautista and Michael F Crommie and Daniel A Poulsen and Jean MJ Fréchet",
            "2008",
            "9AsDaV0AAAAJ:9yKSN-GCB0IC",
            69,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2901877",
            "13692500456019264389",
            "\/scholar?cites=13692500456019264389",
            {
                "2008":5,
                "2009":3,
                "2010":7,
                "2011":7,
                "2012":12,
                "2013":8,
                "2014":4,
                "2015":9,
                "2016":3,
                "2017":5,
                "2018":6
            }
        ],
        [
            "We have manipulated single azobenzene molecules using several different techniques with a variable-temperature scanning tunneling microscope (STM). Isolated azobenzene molecules were adsorbed and manipulated on the Au (111) surface at low temperature (T= 34 K). STM tip voltage pulses reversibly switched the azobenzene molecule between two stable orientational configurations. A sliding technique was used to move single azobenzene molecules between stable sites on the surface, enabling construction of molecular chains. Stable sites (ie, molecular anchor points) were created on the Au (111) surface through STM tip voltage pulses.",
            "Manipulation of azobenzene molecules on Au (111) using scanning tunneling microscopy",
            "MJ Comstock and Jongweon Cho and A Kirakosian and MF Crommie",
            "2005",
            "9AsDaV0AAAAJ:d1gkVwhDpl0C",
            68,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.72.153414",
            "655055060995791288",
            "\/scholar?cites=655055060995791288",
            {
                "2006":7,
                "2007":8,
                "2008":9,
                "2009":7,
                "2010":4,
                "2011":4,
                "2012":3,
                "2013":3,
                "2014":3,
                "2015":5,
                "2016":5,
                "2017":4,
                "2018":4,
                "2019":1,
                "2020":1
            }
        ],
        [
            "Single-molecule-resolved scanning tunneling microscopy of tetra-tert-butyl azobenzene (TTB-AB) molecules adsorbed onto Au (111) reveals chirality selection rules in their photoswitching behavior. This observation is enabled by the fact that trans-TTB-AB molecules self-assemble into homochiral domains. Cis-TTB-AB molecules produced via photoisomerization are found in two distinct conformations with final state chirality determined by the initial trans isomer chirality. Based on these observations and ab initio calculations, we propose a new inversion-based dynamical photoswitching mechanism for azobenzene molecules at a surface.",
            "Determination of Photoswitching Dynamics through Chiral Mapping of Single Molecules Using a Scanning Tunneling Microscope",
            "Matthew J Comstock and David A Strubbe and Luis Berbil-Bautista and Niv Levy and Jongweon Cho and Daniel Poulsen and Jean MJ Fréchet and Steven G Louie and Michael F Crommie",
            "2010",
            "9AsDaV0AAAAJ:qjMakFHDy7sC",
            56,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.178301",
            "8158261052885042490",
            "\/scholar?cites=8158261052885042490",
            {
                "2010":3,
                "2011":5,
                "2012":8,
                "2013":5,
                "2014":9,
                "2015":2,
                "2016":3,
                "2017":8,
                "2018":8,
                "2019":4,
                "2020":1
            }
        ],
        [
            "Photomechanical switching (photoisomerization) of molecules at a surface is found to strongly depend on molecule−molecule interactions and molecule−surface orientation. Scanning tunneling microscopy was used to image photoswitching behavior in the single-molecule limit of tetra-tert-butyl-azobenzene molecules adsorbed onto Au(111) at 30 K. Photoswitching behavior varied strongly with surface molecular island structure, and self-patterned stripes of switching and nonswitching regions were observed having ∼10 nm pitch. These findings can be summarized into photoswitching selection rules that highlight the important role played by a molecule’s nanoscale environment in determining its switching properties.",
            "Self-patterned molecular photoswitching in nanoscale surface assemblies",
            "Niv Levy and Matthew J Comstock and Jongweon Cho and Luis Berbil-Bautista and Armen Kirakosian and Frank Lauterwasser and Daniel A Poulsen and Jean MJ Fréchet and Michael F Crommie",
            "2009",
            "9AsDaV0AAAAJ:2osOgNQ5qMEC",
            36,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl802632g",
            "1749542547801627619",
            "\/scholar?cites=1749542547801627619",
            {
                "2009":1,
                "2010":8,
                "2011":8,
                "2012":3,
                "2013":3,
                "2014":3,
                "2015":2,
                "2016":3,
                "2017":1,
                "2018":2,
                "2019":2
            }
        ],
        [
            "Recent advances in optical tweezers have greatly expanded their measurement capabilities. A new generation of hybrid instrument that combines nanomechanical manipulation with fluorescence detection—fluorescence optical tweezers, or “fleezers”—is providing a powerful approach to study complex macromolecular dynamics. Here, we describe a combined high-resolution optical trap\/confocal fluorescence microscope that can simultaneously detect sub-nanometer displacements, sub-piconewton forces, and single-molecule fluorescence signals. The primary technical challenge to these hybrid instruments is how to combine both measurement modalities without sacrificing the sensitivity of either one. We present general design principles to overcome this challenge and provide detailed, step-by-step instructions to implement them in the construction and alignment of the instrument. Lastly, we present a …",
            "High-Resolution “Fleezers”: Dual-Trap Optical Tweezers Combined with Single-Molecule Fluorescence Detection",
            "Kevin D Whitley and Matthew J Comstock and Yann R Chemla",
            "2017",
            "9AsDaV0AAAAJ:KlAtU1dfN6UC",
            22,
            "https:\/\/link.springer.com\/protocol\/10.1007\/978-1-4939-6421-5_8",
            "1781026015053646237",
            "\/scholar?cites=1781026015053646237",
            {
                "2017":3,
                "2018":5,
                "2019":8,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Bayesian nonparametrics (BNPs) are poised to have a deep impact in the analysis of single molecule data as they provide posterior probabilities over entire models consistent with the supplied data, not just model parameters of one preferred model. Thus they provide an elegant and rigorous solution to the difficult problem encountered when selecting an appropriate candidate model. Nevertheless, BNPs’ flexibility to learn models and their associated parameters from experimental data is a double-edged sword. Most importantly, BNPs are prone to increasing the complexity of the estimated models due to artifactual features present in time traces. Thus, because of experimental challenges unique to single molecule methods, naive application of available BNP tools is not possible. Here we consider traces with time correlations and, as a specific example, we deal with force spectroscopy traces collected at high …",
            "Single molecule force spectroscopy at high data acquisition: A Bayesian nonparametric analysis",
            "Ioannis Sgouralis and Miles Whitmore and Lisa Lapidus and Matthew J Comstock and Steve Pressé",
            "2018",
            "9AsDaV0AAAAJ:_kc_bZDykSQC",
            18,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.5008842",
            "13178129200465340490",
            "\/scholar?cites=13178129200465340490",
            {
                "2018":3,
                "2019":5,
                "2020":9,
                "2021":1
            }
        ]
    ]
}