{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "The BABAR Collaboration has recently reported the measurement of the ratio of the branching fractions of B→ D (D*) τ− ν τ to B→ D (D*) ℓ− ν ℓ which deviates from the Standard Model prediction by 2 σ (2.7 σ). This deviation goes up to 3.4 σ level when the two measurements in the D and D* modes are taken together and could indicate new physics. Using an effective Lagrangian for the new physics, we study the implication of these results and calculate other observables that can shed light on the nature of the new physics. We show that the measurements of the forward-backward asymmetries and the τ and D* polarization fractions can be distinguished among the various couplings of the new physics operators.",
            "Diagnosing new physics in  decays in the light of the recent BABAR result",
            "Alakabha Datta and Murugeswaran Duraisamy and Diptimoy Ghosh",
            "2012",
            "9DNww7YAAAAJ:MXK_kJrjxJIC",
            223,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.86.034027",
            "11713727617826553382",
            "\/scholar?cites=11713727617826553382",
            {
                "2012":4,
                "2013":31,
                "2014":21,
                "2015":22,
                "2016":32,
                "2017":46,
                "2018":31,
                "2019":23,
                "2020":13
            }
        ],
        [
            "We perform a comprehensive study of the impact of new-physics operators with different Lorentz structures on decays involving the b→ sμ+ μ− transition. We examine the effects of new vector-axial vector (VA), scalar-pseudoscalar (SP)“‘and tensor (T) interactions on the differential branching ratios and forward-backward asymmetries (A FB’s) of\\(\\overline B_s^ 0\\to {\\mu^{+}}{\\mu^{-}},\\overline B_d^ 0\\to {X_s}{\\mu^{+}}{\\mu^{-}},\\overline B_s^ 0\\to {\\mu^{+}}{\\mu^{-}}\\gamma,\\overline B_d^{{0}}\\to\\overline K {\\mu^{+}}{\\mu^{-}}\\), and, taking the new-physics couplings to be real. In, we further explore the polarization fraction f L, the angular asymmetry, and the longitudinal-transverse asymmetry A LT. We identify the Lorentz structures that would significantly impact these observables, providing analytical arguments in terms of the contributions from the individual operators and their interference terms …",
            "New physics in b→ sμ+ μ−: CP-conserving observables",
            "Ashutosh Kumar Alok and Alakabha Datta and Amol Dighe and Murugeswaran Duraisamy and Diptimoy Ghosh and David London",
            "2011",
            "9DNww7YAAAAJ:KlAtU1dfN6UC",
            144,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP11(2011)121.pdf",
            "14687568230614401080",
            "\/scholar?cites=14687568230614401080",
            {
                "2011":7,
                "2012":31,
                "2013":16,
                "2014":14,
                "2015":8,
                "2016":17,
                "2017":12,
                "2018":23,
                "2019":11,
                "2020":5
            }
        ],
        [
            "We perform a comprehensive study of the impact of new-physics operators with different Lorentz structures on CP-violating observables involving the b→ sμ+ μ− transition. We examine the effects of new vector-axial vector (VA), scalar-pseudoscalar (SP) and tensor (T) interactions on the CP asymmetries in the branching ratios and forward-backward asymmetries of,,,, and. In, we also explore the direct CP asymmetries in the longitudinal polarization fraction f L and the angular asymmetries and A LT, as well as the triple-product CP asymmetries and. We find that, in almost all cases, the CP-violating observables are sensitive only to new physics which involves VA operators. The VA new physics may therefore be unambiguously identified by a combined analysis of future measurements of these CP-violating observables.",
            "New physics in b→ sμ+ μ−: CP-violating observables",
            "Ashutosh Kumar Alok and Alakabha Datta and Amol Dighe and Murugeswaran Duraisamy and Diptimoy Ghosh and David London",
            "2011",
            "9DNww7YAAAAJ:Zph67rFs4hoC",
            125,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP11(2011)122.pdf",
            "14688310137944282088",
            "\/scholar?cites=14688310137944282088",
            {
                "2010":1,
                "2011":4,
                "2012":26,
                "2013":16,
                "2014":22,
                "2015":6,
                "2016":8,
                "2017":19,
                "2018":8,
                "2019":9,
                "2020":6
            }
        ],
        [
            "We perform a comprehensive study of the impact of new-physics operators with different Lorentz structures on decays,(ℓ= e, μ, τ) involving the b→ clν ℓ transition. We present the full three angle and q 2 angular distribution with new physics operators with complex couplings. Various observables are constructed from the angular distribution with special focus on the CP violating triple product asymmetries which vanish in the Standard Model without any hadronic complications. Two of the three triple products are only sensitive to vector\/axial vector new physics operators. Hence, the measurements of non-zero triple-product asymmetries will be a clear sign of new physics and a strong signal for vector\/axial vector new physics operators. Even though we focus on τ final state, one can use the triple-products to search for new physics with e and μ in the final state.",
            "The full  angular distribution and CP violating triple products",
            "Murugeswaran Duraisamy and Alakabha Datta",
            "2013",
            "9DNww7YAAAAJ:Y0pCki6q_DkC",
            119,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP09(2013)059.pdf",
            "7326022521477044857",
            "\/scholar?cites=7326022521477044857",
            {
                "2013":5,
                "2014":12,
                "2015":8,
                "2016":14,
                "2017":24,
                "2018":20,
                "2019":21,
                "2020":15
            }
        ],
        [
            "Recent LHCb results on the decay B→ K* μ+ μ− show significant deviations from the standard model estimates in some of the angular correlations. In this paper we study the possibility of explaining these deviations using new scalar interactions. We show that new dimension-6 four-quark operators of scalar and pseudoscalar type can successfully account for the discrepancy even after being consistent with other experimental measurements. We also briefly discuss possible extensions of the standard model where these operators can be generated.",
            "Explaining the  data with scalar interactions",
            "Alakabha Datta and Murugeswaran Duraisamy and Diptimoy Ghosh",
            "2014",
            "9DNww7YAAAAJ:qxL8FJ1GzNcC",
            113,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.89.071501",
            "16591259378558749862",
            "\/scholar?cites=16591259378558749862",
            {
                "2013":1,
                "2014":21,
                "2015":29,
                "2016":27,
                "2017":17,
                "2018":9,
                "2019":8,
                "2020":1
            }
        ],
        [
            "Recently, the CDF and D0 collaborations measured indirect CP violation in B 0 s→ J\/ψϕ and found a hint of a signal. If taken at face value, this can be interpreted as a nonzero phase of mixing (β s), in disagreement with the standard model, which predicts that β s≃ 0. In this paper, we argue that this analysis may be incomplete. In particular, there can be new physics (NP) in the decay. If so, the value of β s is different than for the case in which NP is assumed to be present only in the mixing. We have examined several models of NP and found that, indeed, there can be significant contributions to the decay. These effects are consistent with measurements in B→ J\/ψK* and B 0 d→ J\/ψK S. Due to the NP in the decay, polarization-dependent indirect CP asymmetries and triple-product asymmetries are predicted in B 0 s→ J\/ψφ.",
            "New physics in B 0  s  → J\/ψϕ: a general analysis",
            "Cheng-Wei Chiang and Alakabha Datta and Murugeswaran Duraisamy and David London and Makiko Nagashima and Alejandro Szynkman",
            "2010",
            "9DNww7YAAAAJ:hqOjcs7Dif8C",
            112,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP04(2010)031.pdf",
            "10070821043386477992",
            "\/scholar?cites=10070821043386477992",
            {
                "2010":4,
                "2011":10,
                "2012":26,
                "2013":21,
                "2014":5,
                "2015":11,
                "2016":11,
                "2017":8,
                "2018":1,
                "2019":9,
                "2020":6
            }
        ]
    ]
}