{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "This paper will discuss the design and construction of BESIII, which is designed to study physics in the τ-charm energy region utilizing the new high luminosity BEPCII double ring e+e− collider. The expected performance will be given based on Monte Carlo simulations and results of cosmic ray and beam tests. In BESIII, tracking and momentum measurements for charged particles are made by a cylindrical multilayer drift chamber in a 1 T superconducting solenoid. Charged particles are identified with a time-of-flight system based on plastic scintillators in conjunction with dE\/dx (energy loss per unit pathlength) measurements in the drift chamber. Energies of electromagnetic showers are measured by a CsI(Tl) crystal calorimeter located inside the solenoid magnet. Muons are identified by arrays of resistive plate chambers in a steel magnetic yoke for the flux return. The level 1 trigger system, data acquisition system …",
            "Design and construction of the BESIII detector",
            "Medina Ablikim and ZH An and JZ Bai and Niklaus Berger and JM Bian and X Cai and GF Cao and XX Cao and JF Chang and C Chen and G Chen and HC Chen and HX Chen and J Chen and JC Chen and LP Chen and P Chen and XH Chen and YB Chen and ML Chen and YP Chu and XZ Cui and HL Dai and ZY Deng and MY Dong and SX Du and ZZ Du and J Fang and CD Fu and CS Gao and MY Gong and WX Gong and SD Gu and BJ Guan and J Guan and YN Guo and JF Han and KL He and M He and X He and YK Heng and ZL Hou and HM Hu and T Hu and B Huang and J Huang and SK Huang and YP Huang and Q Ji and XB Ji and XL Ji and LK Jia and LL Jiang and XS Jiang and DP Jin and S Jin and Y Jin and YF Lai and GK Lei and F Li and G Li and HB Li and HS Li and J Li and JC Li and QJ Li and L Li and RB Li and RY Li and WD Li and WG Li and XN Li and XP Li and XR Li and YR Li and W Li and DX Lin and BJ Liu and CX Liu and F Liu and GM Liu and H Liu and HM Liu and HW Liu and JB Liu and LF Liu and Q Liu and QG Liu and SD Liu and WJ Liu and X Liu and XZ Liu and Y Liu and YJ Liu and ZA Liu and ZQ Liu and ZX Liu and JG Lu and T Lu and YP Lu and XL Luo and HL Ma and QM Ma and X Ma and XY Ma and ZP Mao and J Min and XH Mo and J Nie and ZD Nie and RG Ping and S Qian and Q Qiao and G Qin and ZH Qin and JF Qiu and RG Liu and ZY Ren and G Rong and L Shang and DL Shen and XY Shen and HY Sheng and YF Shi and LW Song and WY Song and DH Sun and GX Sun and HS Sun and LJ Sun and SS Sun and XD Sun and YZ Sun and ZJ Sun and JP Tan and SQ Tang and X Tang and N Tao and HL Tian and YR Tian and X Wan and DY Wang and JK Wang and JZ Wang and K Wang and KX Wang and L Wang and LJ Wang and LS Wang and M Wang",
            "2010",
            "9E9EgJwAAAAJ:u5HHmVD_uO8C",
            1229,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900209023870",
            "12175384583648543202",
            "\/scholar?cites=12175384583648543202",
            {
                "2010":22,
                "2011":41,
                "2012":78,
                "2013":100,
                "2014":107,
                "2015":132,
                "2016":142,
                "2017":168,
                "2018":151,
                "2019":162,
                "2020":104,
                "2021":11
            }
        ]
    ]
}