{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The first studies on the clinical use of ultrasound contrast agents (UCAs) with contrast specific imaging techniques were published at the beginning of this century using Levovist® as UCA [1, 2]. A couple of years later sulphur hexafluoride (Sono-Vue®, Bracco, Milan) was marketed in Europe, opening the era of real time low mechanical index (MI) contrast enhanced ultrasound (CEUS). The European Federation of Societies for Ultrasound in Medicine and Biology (EFSUMB) released the first Guidelines on the use of CEUS in 2004 [3]. This document, which focused mainly on liver applications, contributed to the rapid expansion of CEUS and sanctioned the acronym “CEUS”. CEUS was felt to be a revolutionary technique and many new applications, besides those in the liver, were developed in the following years. Therefore, in the update of the Clinical Recommendations on the use of CEUS by the EFSUMB, published in 2008 [4], applications in some other organs were described. Since then, there has been exponentially increasing interest in the clinical applications of CEUS and new fields have been investigated, so that nearly all organ systems have now been subjected to some kind of CEUS study. More than half of the approximately 900 original investigative articles (editorials and letters excluded) found in PubMed® under the search term “Contrast Enhanced Ultrasound” by the end of 2010 were published after 2008, after the last update of the EFSUMB guidelines [4]. Therefore, in 2010 EFSUMB felt it was the right time to start preparing a new update of the Guidelines. In the light of the expansion in CEUS usage, it was felt that a new update …",
            "The EFSUMB Guidelines and Recommendations on the Clinical Practice of Contrast Enhanced Ultrasound (CEUS): update 2011 on non-hepatic applications",
            "Fabio Piscaglia and C Nolsøe and CF al Dietrich and DO Cosgrove and OH Gilja and M Bachmann Nielsen and T Albrecht and L Barozzi and Michele Bertolotto and O Catalano and M Claudon and DA Clevert and JM Correas and M D’onofrio and FM Drudi and J Eyding and M Giovannini and M Hocke and A Ignee and EM Jung and AS Klauser and N Lassau and E Leen and G Mathis and A Saftoiu and G Seidel and PS Sidhu and G Ter Haar and Dirk Timmerman and HP Weskott",
            "2012",
            "9gTyw1wAAAAJ:rmuvC79q63oC",
            1199,
            "http:\/\/www.ceus.hu\/wp-content\/uploads\/2016\/11\/non_hepatic_CEUS.pdf",
            "14583244534128896902",
            "\/scholar?cites=14583244534128896902",
            {
                "2011":8,
                "2012":77,
                "2013":141,
                "2014":127,
                "2015":165,
                "2016":163,
                "2017":145,
                "2018":157,
                "2019":86,
                "2020":89,
                "2021":13
            }
        ],
        [
            "Background: The incidence of acute hamstring injuries is high in several sports, including the different forms of football.Purpose: The authors investigated the preventive effect of eccentric strengthening of the hamstring muscles using the Nordic hamstring exercise compared with no additional hamstring exercise on the rate of acute hamstring injuries in male soccer players.Study Design: Randomized controlled trial; Level of evidence, 1.Methods: Fifty Danish male professional and amateur soccer teams (942 players) were allocated to an intervention group (461 players) or a control group (481 players). Players in the intervention group conducted a 10-week progressive eccentric training program followed by a weekly seasonal program, whereas players in the control group followed their usual training program. The main outcome measures were numbers of overall, new, and recurrent acute hamstring injuries during …",
            "Preventive effect of eccentric training on acute hamstring injuries in men’s soccer: a cluster-randomized controlled trial",
            "Jesper Petersen and Kristian Thorborg and Michael Bachmann Nielsen and Esben Budtz-Jørgensen and Per Hölmich",
            "2011",
            "9gTyw1wAAAAJ:g5m5HwL7SMYC",
            574,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0363546511419277",
            "3384480469420398302",
            "\/scholar?cites=3384480469420398302",
            {
                "2011":2,
                "2012":20,
                "2013":46,
                "2014":41,
                "2015":65,
                "2016":58,
                "2017":72,
                "2018":83,
                "2019":65,
                "2020":80,
                "2021":4
            }
        ],
        [
            "Groin pain is common among athletes. A major cause of long-standing problems is adductor-related groin pain. The purpose of this randomised clinical trial was to compare an active training programme (AT) with a physiotherapy treatment without active training (PT) in the treatment of adductor-related groin pain in athletes.68 athletes with long-standing (median 40 weeks) adductor-related groin pain—after examination according to a standardised protocol—were randomly assigned to AT or PT. The treatment period was 8–12 weeks. 4 months after the end of treatment a standardised examination was done. The examining physician was unaware of the treatment allocation. The ultimate outcome measure was full return to sports at the same level without groin pain. Analyses were by intention to treat.23 patients in the AT group and four in the PT group returned to sports without groin …",
            "Effectiveness of active physical training as treatment for long-standing adductor-related groin pain in athletes: randomised trial",
            "Per Hölmich and Pernille Uhrskou and Lisbeth Ulnits and Inge-Lis Kanstrup and Michael Bachmann Nielsen and Anders Munch Bjerg and Kim Krogsgaard",
            "1999",
            "9gTyw1wAAAAJ:2P1L_qKh6hAC",
            491,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673698033406",
            "5469945620663934205",
            "\/scholar?cites=5469945620663934205",
            {
                "1999":3,
                "2000":6,
                "2001":6,
                "2002":7,
                "2003":16,
                "2004":15,
                "2005":19,
                "2006":20,
                "2007":20,
                "2008":20,
                "2009":23,
                "2010":32,
                "2011":23,
                "2012":19,
                "2013":20,
                "2014":39,
                "2015":25,
                "2016":37,
                "2017":31,
                "2018":32,
                "2019":40,
                "2020":22
            }
        ],
        [
            "The purpose of this study was to investigate the normal sonographic measurements of the kidney in adult volunteers.Length, width, and thickness of the kidney and its central echogenic area and the parenchymal thickness of the upper pole were measured in an age- and sex-stratified random sample of 665 volunteers 30, 40, 50, 60, and 70 years old. Measurements were made with the volunteers prone. Volumes of the kidney, the central echogenic area, and the renal parenchyma were calculated. Renal dimensions and renal and parenchymal volume were correlated with age, height, weight, body mass index, and total body area. In 94 subjects, renal length was measured with the volunteers supine also.Median renal lengths were 11.2 cm on the left side and 10.9 cm on the right side. Median renal volumes were 146 cm3 in the left kidney and 134 cm3 in the right kidney. Renal size decreased with age, almost …",
            "Kidney dimensions at sonography: correlation with age, sex, and habitus in 665 adult volunteers.",
            "Seyed Alireza Emamian and Michael Bachmann Nielsen and Jan Fog Pedersen and Lars Ytte",
            "1993",
            "9gTyw1wAAAAJ:ldfaerwXgEUC",
            470,
            "https:\/\/www.ajronline.org\/doi\/abs\/10.2214\/ajr.160.1.8416654",
            "17561996697391989872",
            "\/scholar?cites=17561996697391989872",
            {
                "1994":3,
                "1995":3,
                "1996":3,
                "1997":6,
                "1998":5,
                "1999":7,
                "2000":6,
                "2001":13,
                "2002":7,
                "2003":12,
                "2004":7,
                "2005":17,
                "2006":16,
                "2007":16,
                "2008":23,
                "2009":27,
                "2010":21,
                "2011":21,
                "2012":25,
                "2013":37,
                "2014":23,
                "2015":34,
                "2016":30,
                "2017":27,
                "2018":27,
                "2019":42,
                "2020":1
            }
        ],
        [
            "Conventional ultrasound methods for acquiring color images of blood velocity are limited by a relatively low frame-rate and are restricted to give velocity estimates along the ultrasound beam direction only. To circumvent these limitations, the method presented in this paper uses 3 techniques: 1) The ultrasound is not focused during the transmissions of the ultrasound signals; 2) A 13 -bit Barker code is transmitted simultaneously from each transducer element; and 3) The 2-D vector velocity of the blood is estimated using 2-D cross-correlation. A parameter study was performed using the Field II program, and performance of the method was investigated when a virtual blood vessel was scanned by a linear array transducer. An improved parameter set for the method was identified from the parameter study, and a flow rig measurement was performed using the same improved setup as in the simulations. Finally, the …",
            "High frame-rate blood vector velocity imaging using plane waves: Simulations and preliminary experiments",
            "Jesper Udesen and Fredrik Gran and Kristoffer Lindskov Hansen and Jørgen Arendt Jensen and Carsten Thomsen and Michael Bachmann Nielsen",
            "2008",
            "9gTyw1wAAAAJ:rO6llkc54NcC",
            223,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/4589187\/",
            "9175019726456169389",
            "\/scholar?cites=9175019726456169389",
            {
                "2007":1,
                "2008":2,
                "2009":2,
                "2010":11,
                "2011":9,
                "2012":13,
                "2013":12,
                "2014":31,
                "2015":30,
                "2016":32,
                "2017":25,
                "2018":33,
                "2019":10,
                "2020":11,
                "2021":1
            }
        ],
        [
            " Follow-up was performed two to six years after anal dilatation for fissure-in-ano in 32 consecutive patients who had not undergone additional anal surgery. All patients were interviewed and asked specifically about impairment of flatus or fecal control and its possible relation to the anal dilatation. Anal dilatation was followed by minor anal incontinence in 12.5 percent of the patients. Anal endosonographic follow-up was accepted by 20 patients, and sphincteric defects were found in 13 (65 percent) of those. Two patients with anal incontinence had internal sphincter defects. Sphincteric defects were also found in 11 of the 18 continent patients who underwent sonography: internal sphincter defects in nine, external sphincter defect in one, and combined defects of both sphincter muscles in one. In conclusion, anal dilatation results in sphincter damage in more than half of patients, but few of them develop anal …",
            "Risk of sphincter damage and anal incontinence after anal dilatation for fissure-in-ano",
            "Michael Bachmann Nielsen and Ole Ø Rasmussen and Jan Fog Pedersen and John Christiansen",
            "1993",
            "9gTyw1wAAAAJ:M05iB0D1s5AC",
            174,
            "https:\/\/link.springer.com\/article\/10.1007\/BF02238595",
            "14266982587965467331",
            "\/scholar?cites=14266982587965467331",
            {
                "1994":1,
                "1995":2,
                "1996":5,
                "1997":2,
                "1998":6,
                "1999":5,
                "2000":8,
                "2001":8,
                "2002":12,
                "2003":13,
                "2004":10,
                "2005":10,
                "2006":14,
                "2007":10,
                "2008":10,
                "2009":7,
                "2010":6,
                "2011":7,
                "2012":6,
                "2013":3,
                "2014":4,
                "2015":5,
                "2016":6,
                "2017":5,
                "2018":4,
                "2019":1
            }
        ],
        [
            "The objective of this research was to investigate if breastfeeding affects the size of the thymus. Ultrasound assessment of the thymic index (a volume estimate) at birth and age 4 months in 47 healthy infants born in the hospital were used. History of feeding mode, body size and illness were registered. At 4 months the geometric mean thymic index (range) was 38.3 (16.2‐83.2) in exclusively breastfed infants (n= 21), 27.3 (15.6‐50.0) in partially breastfed infants (n= 13) and 18.3 (12.2‐32.6) in formula fed infants (n= 13;p= 0.0001, ANOVA). This finding was independent of weight, length, sex and previous or current illness. There was no significant difference in mean thymic index at birth between the three feeding groups and mean thymic index had increased in all three groups from birth to 4 months. For the formula‐fed infants it seems that the thymus remains large for a period and then decreases in size after …",
            "Decreased thymus size in formula‐fed infants compared with breastfed infants",
            "H Hasselbalch and DL Jeppesen and MDM Engelmann and KF Michaelsen and MB Nielsen",
            "1996",
            "9gTyw1wAAAAJ:SeFeTyx0c_EC",
            171,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1651-2227.1996.tb14211.x",
            "14855845411393105459",
            "\/scholar?cites=14855845411393105459",
            {
                "1997":4,
                "1998":7,
                "1999":8,
                "2000":8,
                "2001":6,
                "2002":7,
                "2003":8,
                "2004":7,
                "2005":6,
                "2006":7,
                "2007":8,
                "2008":7,
                "2009":7,
                "2010":6,
                "2011":7,
                "2012":5,
                "2013":7,
                "2014":8,
                "2015":5,
                "2016":6,
                "2017":7,
                "2018":10,
                "2019":6,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Estimation of renal size by sonography can be performed by measuring renal length, volume, cortical volume or cortical thickness. Observer variation in these measurements is an important factor, especially when repeated measurements are compared. This study was performed to examine the magnitude of intraobserver and interobserver variations for each of the above-mentioned measurements, and to find the measurement with the lowest observer variation. Sonographic measurements were performed by 3 observers on 18 adult volunteers. The standard deviation of the difference (SDD) between any 2 pairs of measurements was used as the indicator of the magnitude of the observer variation. Renal length measurement showed the lowest observer variation with a relative SDD of 4 to 5%. Measurement of cortical thickness showed the poorest reproducibility with a relative SDD of 18 to 23%, while volumetric …",
            "Intraobserver and interobserver variations in sonographic measurements of kidney size in adult volunteers: a comparison of linear measurements and volumetric estimates",
            "SA Emamian and MB Nielsen and JF Pedersen",
            "1995",
            "9gTyw1wAAAAJ:3s1wT3WcHBgC",
            152,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/02841859509173397",
            "3010099155692324887",
            "\/scholar?cites=3010099155692324887",
            {
                "1997":5,
                "1998":4,
                "1999":6,
                "2000":4,
                "2001":1,
                "2002":6,
                "2003":4,
                "2004":3,
                "2005":5,
                "2006":8,
                "2007":4,
                "2008":3,
                "2009":8,
                "2010":4,
                "2011":9,
                "2012":12,
                "2013":9,
                "2014":7,
                "2015":10,
                "2016":10,
                "2017":8,
                "2018":8,
                "2019":6,
                "2020":6
            }
        ],
        [
            "The aim of this paper is to describe the efficacy of ultrasound-guided drainage of breast abscesses with special attention to the risk of recurrence and the need for surgical treatment in a consecutive patient population. 151 patients, 89 with puerperal and 62 with non-puerperal breast abscesses, were treated with ultrasound-guided drainage, by needle or catheter under local anaesthesia. Follow-up punctures were performed at 2 or 3 day intervals until the clinical condition and ultrasound findings had improved. All patients were treated with oral antibiotics. Mammography was performed to search for underlying cancer. 86 (97%) out of 89 patients with puerperal abscesses and 50 (81%) out of 62 with non-puerperal abscesses recovered after the first round of ultrasound-guided drainage. One patient in each group had recurrence in loco but recovered after further ultrasound-guided drainage. 13 patients, 11 with non …",
            "Ultrasound-guided drainage of breast abscesses: results in 151 patients",
            "AF Christensen and N Al-Suliman and KR Nielsen and I Vejborg and N Severinsen and H Christensen and MB Nielsen",
            "2005",
            "9gTyw1wAAAAJ:e_rmSamDkqQC",
            149,
            "https:\/\/www.birpublications.org\/doi\/abs\/10.1259\/bjr\/26372381",
            "9456178477950606583",
            "\/scholar?cites=9456178477950606583",
            {
                "2006":2,
                "2007":5,
                "2008":7,
                "2009":6,
                "2010":10,
                "2011":7,
                "2012":11,
                "2013":10,
                "2014":23,
                "2015":11,
                "2016":16,
                "2017":4,
                "2018":11,
                "2019":10,
                "2020":8,
                "2021":2
            }
        ],
        [
            "Twenty‐four women with primary suture of an obstetric tear of the anal sphincter were examined with anal endosonography a median of 12 (range 3–18) months after delivery. Endosonography was normal in ten patients, of whom one was incontinent. The examination showed a defect in the external anal sphincter in 13 patients; six of these were incontinent, two of whom had normal findings on palpation. An isolated internal sphincter defect was found in a continent patient. Since anal endosonography causes no more discomfort than digital examination, it may be useful to identify patients who would benefit from surgical reconstruction of the anal sphincter.",
            "Anal endosonographic findings in the follow‐up of primarily sutured sphincteric ruptures",
            "MB Nielsen and C Hauge and OØ Rasmussen and JF Pedersen and J Christiansen",
            "1992",
            "9gTyw1wAAAAJ:pqnbT2bcN3wC",
            141,
            "https:\/\/bjssjournals.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/bjs.1800790204",
            "11207024464589962333",
            "\/scholar?cites=11207024464589962333",
            {
                "1992":1,
                "1993":5,
                "1994":8,
                "1995":3,
                "1996":9,
                "1997":4,
                "1998":7,
                "1999":10,
                "2000":8,
                "2001":10,
                "2002":9,
                "2003":8,
                "2004":8,
                "2005":4,
                "2006":2,
                "2007":8,
                "2008":7,
                "2009":4,
                "2010":5,
                "2011":1,
                "2012":2,
                "2013":5,
                "2014":3,
                "2015":3,
                "2016":2,
                "2017":1,
                "2018":1,
                "2019":2
            }
        ]
    ]
}