{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The energy spectrum of cosmic rays above 2.5× 10 18 eV, derived from 20 000 events recorded at the Pierre Auger Observatory, is described. The spectral index γ of the particle flux, J∝ E− γ, at energies between 4× 10 18 eV and 4× 10 19 eV is 2.69±0.02 (stat)±0.06 (syst), steepening to 4.2±0.4 (stat)±0.06 (syst) at higher energies. The hypothesis of a single power law is rejected with a significance greater than 6 standard deviations. The data are consistent with the prediction by Greisen and by Zatsepin and Kuz’min.",
            "Observation of the Suppression of the Flux of Cosmic Rays above ",
            "J Abraham and P Abreu and M Aglietta and C Aguirre and D Allard and I Allekotte and J Allen and P Allison and J Alvarez-Muniz and M Ambrosio and L Anchordoqui and S Andringa and A Anzalone and C Aramo and Stefano Argiro and K Arisaka and E Armengaud and Francesco Arneodo and F Arqueros and T Asch and H Asorey and P Assis and BS Atulugama and J Aublin and M Ave and G Avila and T Bäcker and D Badagnani and AF Barbosa and D Barnhill and SLC Barroso and B Baughman and P Bauleo and JJ Beatty and T Beau and BR Becker and KH Becker and JA Bellido and S Benzvi and C Berat and T Bergmann and P Bernardini and X Bertou and PL Biermann and P Billoir and O Blanch-Bigas and F Blanco and P Blasi and C Bleve and H Blümer and M Boháčová and C Bonifazi and Raffaella Bonino and J Brack and P Brogueira and WC Brown and P Buchholz and A Bueno and RE Burton and KS Caballero-Mora and B Cai and DV Camin and L Caramete and R Caruso and W Carvalho and A Castellina and O Catalano and G Cataldi and L Cazon and Rosanna Cester and J Chauvin and Andrea Chiavassa and JA Chinellato and A Chou and J Chudoba and J Chye and PDJ Clark and RW Clay and E Colombo and R Conceiçao and B Connolly and F Contreras and J Coppens and A Cordier and U Cotti and Stephane Coutu and CE Covault and A Creusot and A Criss and J Cronin and A Curutiu and S Dagoret-Campagne and K Daumiller and BR Dawson and RM De Almeida and C De Donato and SJ De Jong and G De La Vega and WJM de Mello Junior and JRT de Mello Neto and I De Mitri and V De Souza and L Del Peral and O Deligny and A Della Selva and C Delle Fratte and H Dembinski and C Di Giulio and JC Diaz and PN Diep and C Dobrigkeit and JC D’Olivo and PN Dong and D Dornic and A Dorofeev and JC Dos Anjos and MT Dova and D D’Urso and I Dutan and MA Duvernois and R Engel and L Epele and M Erdmann and CO Escobar and A Etchegoyen and P Facal San Luis and H Falcke and G Farrar and AC Fauth and N Fazzini and F Ferrer and A Ferrero and B Fick and A Filevich and A Filipčič and I Fleck and CE Fracchiolla and W Fulgione and B Garcia and D Garcia Gamez and D Garcia-Pinto and X Garrido and H Geenen and G Gelmini and H Gemmeke and PL Ghia and M Giller and H Glass and MS Gold and G Golup",
            "2008",
            "9iAFnNoAAAAJ:9yKSN-GCB0IC",
            2172,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.061101",
            "16626660594683369556",
            "\/scholar?cites=16626660594683369556",
            {
                "2004":15,
                "2005":53,
                "2006":56,
                "2007":87,
                "2008":147,
                "2009":294,
                "2010":210,
                "2011":241,
                "2012":192,
                "2013":204,
                "2014":136,
                "2015":136,
                "2016":100,
                "2017":103,
                "2018":80,
                "2019":43,
                "2020":54,
                "2021":4
            }
        ],
        [
            "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
            "Multi-messenger observations of a binary neutron star merger",
            "Benjamin P Abbott and S Bloemen and P Canizares and H Falcke and RP Fender and S Ghosh and P Groot and T Hinderer and JR Hörandel and PG Jonker and Z Kostrzewa-Rutkowska and G Nelemans and D Nichols and S Nissanke and P Schmidt and C Timmermans and AR van Vliet and AR Williamson",
            "2017",
            "9iAFnNoAAAAJ:eAlLMO4JVmQC",
            2077,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8213\/aa91c9\/meta",
            "2461611103499596342",
            "\/scholar?cites=2461611103499596342",
            {
                "2017":66,
                "2018":567,
                "2019":684,
                "2020":688,
                "2021":52
            }
        ],
        [
            "Using data collected at the Pierre Auger Observatory during the past 3.7 years, we demonstrated a correlation between the arrival directions of cosmic rays with energy above 6 × 1019 electron volts and the positions of active galactic nuclei (AGN) lying within ∼75 megaparsecs. We rejected the hypothesis of an isotropic distribution of these cosmic rays with at least a 99% confidence level from a prescribed a priori test. The correlation we observed is compatible with the hypothesis that the highest-energy particles originate from nearby extragalactic sources whose flux has not been substantially reduced by interaction with the cosmic background radiation. AGN or objects having a similar spatial distribution are possible sources.",
            "Correlation of the highest-energy cosmic rays with nearby extragalactic objects",
            "Pierre Auger Collaboration",
            "2007",
            "9iAFnNoAAAAJ:u5HHmVD_uO8C",
            1235,
            "https:\/\/science.sciencemag.org\/content\/318\/5852\/938.abstract",
            "6713061936766961602",
            "\/scholar?cites=6713061936766961602",
            {
                "2007":20,
                "2008":176,
                "2009":241,
                "2010":147,
                "2011":142,
                "2012":114,
                "2013":101,
                "2014":62,
                "2015":56,
                "2016":49,
                "2017":51,
                "2018":25,
                "2019":20,
                "2020":13,
                "2021":1
            }
        ],
        [
            "A search for high-energy neutrinos interacting within the IceCube detector between 2010 and 2012 provided the first evidence for a high-energy neutrino flux of extraterrestrial origin. Results from an analysis using the same methods with a third year (2012–2013) of data from the complete IceCube detector are consistent with the previously reported astrophysical flux in the 100 TeV–PeV range at the level of 10− 8 GeV cm− 2 s− 1 sr− 1 per flavor and reject a purely atmospheric explanation for the combined three-year data at 5.7 σ. The data are consistent with expectations for equal fluxes of all three neutrino flavors and with isotropic arrival directions, suggesting either numerous or spatially extended sources. The three-year data set, with a live time of 988 days, contains a total of 37 neutrino candidate events with deposited energies ranging from 30 to 2000 TeV. The 2000-TeV event is the highest-energy neutrino …",
            "Observation of high-energy astrophysical neutrinos in three years of IceCube data",
            "MG ea Aartsen and M Ackermann and J Adams and JA Aguilar and M Ahlers and M Ahrens and D Altmann and T Anderson and C Arguelles and TC Arlen and J Auffenberg and X Bai and SW Barwick and V Baum and JJ Beatty and J Becker Tjus and K-H Becker and S BenZvi and P Berghaus and D Berley and E Bernardini and A Bernhard and DZ Besson and G Binder and D Bindig and M Bissok and E Blaufuss and J Blumenthal and David J Boersma and C Bohm and D Bose and S Böser and Olga Botner and L Brayeur and H-P Bretz and AM Brown and J Casey and M Casier and D Chirkin and A Christov and B Christy and K Clark and L Classen and F Clevermann and S Coenders and DF Cowen and AH Cruz Silva and M Danninger and J Daughhetee and JC Davis and M Day and JPAM De André and C De Clercq and Sam De Ridder and P Desiati and KD De Vries and T DeYoung and JC Díaz-Vélez and M Dunkman and R Eagan and B Eberhardt and B Eichmann and J Eisch and Sebastian Euler and PA Evenson and O Fadiran and AR Fazely and A Fedynitch and J Feintzeig and J Felde and Tom Feusels and K Filimonov and C Finley and T Fischer-Wasels and S Flis and A Franckowiak and K Frantzen and T Fuchs and TK Gaisser and J Gallagher and L Gerhardt and D Gier and L Gladstone and T Glüsenkamp and A Goldschmidt and G Golup and JG Gonzalez and JA Goodman and D Góra and DT Grandmont and D Grant and P Gretskov and JC Groh and A Groß and C Ha and C Haack and A Haj Ismail and P Hallen and Allan Hallgren and F Halzen and K Hanson and D Hebecker and D Heereman and D Heinen and K Helbing and R Hellauer and D Hellwig and S Hickford and GC Hill and KD Hoffman and R Hoffmann and A Homeier and K Hoshina and F Huang and W Huelsnitz and PO Hulth and K Hultqvist and S Hussain and A Ishihara and E Jacobi and J Jacobsen and K Jagielski and GS Japaridze and K Jero and Ola Jlelati and M Jurkovic and B Kaminsky and A Kappes and T Karg and A Karle and M Kauer and JL Kelley and A Kheirandish and J Kiryluk and J Kläs and SR Klein and J-H Köhne and G Kohnen and H Kolanoski and A Koob and L Köpke and C Kopper and S Kopper and DJ Koskinen and M Kowalski and A Kriesten and K Krings and G Kroll and J Kunnen and N Kurahashi",
            "2014",
            "9iAFnNoAAAAJ:vRqMK49ujn8C",
            1192,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.113.101101",
            "11328215367944564766",
            "\/scholar?cites=11328215367944564766",
            {
                "2014":59,
                "2015":253,
                "2016":227,
                "2017":208,
                "2018":145,
                "2019":149,
                "2020":138,
                "2021":9
            }
        ],
        [
            "We report on the observation of two neutrino-induced events which have an estimated deposited energy in the IceCube detector of 1.04±0.16 and 1.14±0.17 PeV, respectively, the highest neutrino energies observed so far. These events are consistent with fully contained particle showers induced by neutral-current ν e, μ, τ (ν e, μ, τ) or charged-current ν e (ν e) interactions within the IceCube detector. The events were discovered in a search for ultrahigh energy neutrinos using data corresponding to 615.9 days effective live time. The expected number of atmospheric background is 0.082±0.004 (stat)− 0.057+ 0.041 (syst). The probability of observing two or more candidate events under the atmospheric background-only hypothesis is 2.9× 10− 3 (2.8 σ) taking into account the uncertainty on the expected number of background events. These two events could be a first indication of an astrophysical neutrino flux; the …",
            "First observation of PeV-energy neutrinos with IceCube",
            "Mark Gerald Aartsen and R Abbasi and Yasser Abdou and M Ackermann and J Adams and JA Aguilar and M Ahlers and D Altmann and J Auffenberg and X Bai and M Baker and SW Barwick and V Baum and R Bay and JJ Beatty and S Bechet and J Becker Tjus and K-H Becker and M Bell and ML Benabderrahmane and S BenZvi and J Berdermann and P Berghaus and D Berley and E Bernardini and A Bernhard and D Bertrand and DZ Besson and G Binder and D Bindig and M Bissok and E Blaufuss and J Blumenthal and David J Boersma and S Bohaichuk and C Bohm and D Bose and S Böser and Olga Botner and L Brayeur and H-P Bretz and AM Brown and R Bruijn and J Brunner and Michael Carson and J Casey and M Casier and D Chirkin and A Christov and B Christy and K Clark and F Clevermann and S Coenders and S Cohen and DF Cowen and AH Cruz Silva and M Danninger and J Daughhetee and JC Davis and C De Clercq and Sam De Ridder and P Desiati and T DeYoung and JC Díaz-Vélez and M Dunkman and R Eagan and B Eberhardt and J Eisch and RW Ellsworth and S Euler and PA Evenson and O Fadiran and AR Fazely and A Fedynitch and J Feintzeig and Tom Feusels and K Filimonov and C Finley and T Fischer-Wasels and S Flis and A Franckowiak and R Franke and K Frantzen and T Fuchs and TK Gaisser and J Gallagher and L Gerhardt and L Gladstone and T Glüsenkamp and A Goldschmidt and G Golup and JG Gonzalez and JA Goodman and D Góra and D Grant and A Groß and M Gurtner and C Ha and A Haj Ismail and P Hallen and Allan Hallgren and F Halzen and K Hanson and D Heereman and D Heinen and K Helbing and R Hellauer and S Hickford and GC Hill and KD Hoffman and R Hoffmann and A Homeier and K Hoshina and W Huelsnitz and PO Hulth and K Hultqvist and S Hussain and A Ishihara and E Jacobi and J Jacobsen and K Jagielski and GS Japaridze and K Jero and Ola Jlelati and B Kaminsky and A Kappes and T Karg and A Karle and JL Kelley and J Kiryluk and F Kislat and J Kläs and SR Klein and J-H Köhne and G Kohnen and H Kolanoski and L Köpke and C Kopper and S Kopper and DJ Koskinen and M Kowalski and M Krasberg and K Krings and G Kroll and J Kunnen and N Kurahashi and T Kuwabara and Mathieu Labare and H Landsman and MJ Larson",
            "2013",
            "9iAFnNoAAAAJ:M05iB0D1s5AC",
            809,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.021103",
            "2810163851623548419",
            "\/scholar?cites=2810163851623548419",
            {
                "2012":3,
                "2013":47,
                "2014":132,
                "2015":152,
                "2016":107,
                "2017":117,
                "2018":85,
                "2019":83,
                "2020":72,
                "2021":7
            }
        ],
        [
            "We describe the measurement of the depth of maximum, X max﻿, of the longitudinal development of air showers induced by cosmic rays. Almost 4000 events above 10 18 eV observed by the fluorescence detector of the Pierre Auger Observatory in coincidence with at least one surface detector station are selected for the analysis. The average shower maximum was found to evolve with energy at a rate of (106− 21+ 35) g\/cm 2\/decade below 10 18.24±0.05 eV, and (24±3) g\/cm 2\/decade above this energy. The measured shower-to-shower fluctuations decrease from about 55 to 26 g\/cm 2. The interpretation of these results in terms of the cosmic ray mass composition is briefly discussed.",
            "Measurement of the Depth of Maximum of Extensive Air Showers above ",
            "J Abraham and P Abreu and M Aglietta and EJ Ahn and D Allard and I Allekotte and J Allen and J Alvarez-Muniz and M Ambrosio and L Anchordoqui and S Andringa and T Antičić and A Anzalone and C Aramo and E Arganda and K Arisaka and F Arqueros and H Asorey and P Assis and J Aublin and M Ave and G Avila and T Bäcker and D Badagnani and M Balzer and KB Barber and AF Barbosa and SLC Barroso and B Baughman and P Bauleo and JJ Beatty and BR Becker and KH Becker and A Bellétoile and JA Bellido and S Benzvi and C Berat and T Bergmann and X Bertou and PL Biermann and P Billoir and O Blanch-Bigas and F Blanco and M Blanco and C Bleve and H Blümer and M Boháčová and D Boncioli and C Bonifazi and R Bonino and N Borodai and J Brack and P Brogueira and WC Brown and R Bruijn and P Buchholz and A Bueno and RE Burton and KS Caballero-Mora and L Caramete and R Caruso and A Castellina and O Catalano and G Cataldi and L Cazon and R Cester and J Chauvin and A Chiavassa and JA Chinellato and A Chou and J Chudoba and RW Clay and E Colombo and MR Coluccia and R Conceiçao and F Contreras and H Cook and MJ Cooper and J Coppens and A Cordier and U Cotti and S Coutu and CE Covault and A Creusot and A Criss and J Cronin and A Curutiu and S Dagoret-Campagne and Richard Dallier and K Daumiller and BR Dawson and RM De Almeida and M De Domenico and C De Donato and SJ De Jong and G De La Vega and WJM de Mello Junior and JRT de Mello Neto and I De Mitri and V De Souza and KD De Vries and G Decerprit and L Del Peral and O Deligny and A Della Selva and C Delle Fratte and H Dembinski and C Di Giulio and JC Diaz and ML Díaz Castro and PN Diep and C Dobrigkeit and JC D’Olivo and PN Dong and A Dorofeev and JC Dos Anjos and MT Dova and D D’Urso and I Dutan and MA Duvernois and J Ebr and R Engel and M Erdmann and CO Escobar and A Etchegoyen and P Facal San Luis and H Falcke and G Farrar and AC Fauth and N Fazzini and A Ferrero and B Fick and A Filevich and A Filipčič and I Fleck and S Fliescher and CE Fracchiolla and ED Fraenkel and U Fröhlich and W Fulgione and RF Gamarra and S Gambetta and B García and D García Gámez and D Garcia-Pinto and X Garrido and G Gelmini and H Gemmeke and PL Ghia and U Giaccari",
            "2010",
            "9iAFnNoAAAAJ:2osOgNQ5qMEC",
            752,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.091101",
            "1271537410462279676",
            "\/scholar?cites=1271537410462279676",
            {
                "2010":54,
                "2011":146,
                "2012":133,
                "2013":132,
                "2014":94,
                "2015":62,
                "2016":37,
                "2017":23,
                "2018":27,
                "2019":25,
                "2020":13,
                "2021":1
            }
        ],
        [
            "We report a measurement of the flux of cosmic rays with unprecedented precision and statistics using the Pierre Auger Observatory. Based on fluorescence observations in coincidence with at least one surface detector we derive a spectrum for energies above 10 18 eV. We also update the previously published energy spectrum obtained with the surface detector array. The two spectra are combined addressing the systematic uncertainties and, in particular, the influence of the energy resolution on the spectral shape. The spectrum can be described by a broken power law E− γ with index γ= 3.3 below the ankle which is measured at log 10 (E ankle\/eV)= 18.6. Above the ankle the spectrum is described by a power law with index 2.6 followed by a flux suppression, above about log 10 (E\/eV)= 19.5, detected with high statistical significance.",
            "Measurement of the energy spectrum of cosmic rays above 1018 eV using the Pierre Auger Observatory",
            "J Abraham and P Abreu and M Aglietta and EJ Ahn and D Allard and J Allen and J Alvarez-Muniz and M Ambrosio and L Anchordoqui and S Andringa and T Antičić and A Anzalone and C Aramo and E Arganda and K Arisaka and F Arqueros and H Asorey and P Assis and J Aublin and M Ave and G Avila and T Bäcker and D Badagnani and M Balzer and KB Barber and AF Barbosa and SLC Barroso and B Baughman and P Bauleo and JJ Beatty and BR Becker and KH Becker and A Bellétoile and JA Bellido and S BenZvi and C Berat and T Bergmann and X Bertou and PL Biermann and P Billoir and O Blanch-Bigas and F Blanco and M Blanco and C Bleve and H Blümer and M Boháčová and D Boncioli and C Bonifazi and R Bonino and N Borodai and J Brack and P Brogueira and WC Brown and R Bruijn and P Buchholz and A Bueno and RE Burton and NG Busca and KS Caballero-Mora and L Caramete and R Caruso and A Castellina and O Catalano and G Cataldi and L Cazon and R Cester and J Chauvin and A Chiavassa and JA Chinellato and A Chou and J Chudoba and RW Clay and E Colombo and MR Coluccia and R Conceiçao and F Contreras and H Cook and MJ Cooper and J Coppens and A Cordier and U Cotti and S Coutu and CE Covault and A Creusot and A Criss and J Cronin and A Curutiu and S Dagoret-Campagne and Richard Dallier and K Daumiller and BR Dawson and RM De Almeida and M De Domenico and C De Donato and SJ De Jong and G De La Vega and WJM de Mello Junior and JRT de Mello Neto and I De Mitri and V De Souza and KD de Vries and G Decerprit and L Del Peral and O Deligny and A Della Selva and C Delle Fratte and H Dembinski and C Di Giulio and JC Diaz and ML Díaz Castro and PN Diep and C Dobrigkeit and JC d'Olivo and PN Dong and A Dorofeev and JC Dos Anjos and MT Dova and D d'Urso and I Dutan and MA Duvernois and J Ebr and R Engel and M Erdmann and CO Escobar and A Etchegoyen and P Facal San Luis and H Falcke and G Farrar and AC Fauth and N Fazzini and A Ferrero and B Fick and A Filevich and A Filipčič and I Fleck and S Fliescher and CE Fracchiolla and ED Fraenkel and U Fröhlich and W Fulgione and RF Gamarra and S Gambetta and B García and D García Gámez and D Garcia-Pinto and X Garrido and G Gelmini and H Gemmeke and PL Ghia and U Giaccari",
            "2010",
            "9iAFnNoAAAAJ:qjMakFHDy7sC",
            739,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269310001875",
            "7925207113798752524",
            "\/scholar?cites=7925207113798752524",
            {
                "2009":3,
                "2010":47,
                "2011":132,
                "2012":102,
                "2013":120,
                "2014":60,
                "2015":69,
                "2016":51,
                "2017":54,
                "2018":41,
                "2019":35,
                "2020":20,
                "2021":2
            }
        ],
        [
            "The Pierre Auger Observatory is a hybrid detector for ultra-high energy cosmic rays. It combines a surface array to measure secondary particles at ground level together with a fluorescence detector to measure the development of air showers in the atmosphere above the array. The fluorescence detector comprises 24 large telescopes specialized for measuring the nitrogen fluorescence caused by charged particles of cosmic ray air showers. In this paper we describe the components of the fluorescence detector including its optical system, the design of the camera, the electronics, and the systems for relative and absolute calibration. We also discuss the operation and the monitoring of the detector. Finally, we evaluate the detector performance and precision of shower reconstructions.",
            "The fluorescence detector of the Pierre Auger Observatory",
            "Jĳu Abraham and P Abreu and M Aglietta and C Aguirre and EJ Ahn and D Allard and I Allekotte and J Allen and P Allison and J Alvarez-Muñiz and M Ambrosio and L Anchordoqui and S Andringa and A Anzalone and C Aramo and E Arganda and S Argirò and K Arisaka and F Arneodo and F Arqueros and T Asch and H Asorey and P Assis and J Aublin and M Ave and G Avila and A Bacher and T Bäcker and D Badagnani and KB Barber and AF Barbosa and HJM Barbosa and N Barenthien and SLC Barroso and B Baughman and P Bauleo and JJ Beatty and T Beau and BR Becker and KH Becker and A Bellétoile and JA Bellido and S Benzvi and C Berat and P Bernardini and X Bertou and PL Biermann and P Billoir and O Blanch-Bigas and F Blanco and C Bleve and H Blümer and M Boháčová and E Bollmann and H Bolz and C Bonifazi and R Bonino and N Borodai and F Bracci and J Brack and P Brogueira and WC Brown and R Bruijn and P Buchholz and A Bueno and RE Burton and NG Busca and KS Caballero-Mora and D Camin and L Caramete and R Caruso and W Carvalho and A Castellina and J Castro and O Catalano and L Cazon and R Cester and J Chauvin and A Chiavassa and JA Chinellato and A Chou and J Chudoba and J Chye and PDJ Clark and RW Clay and E Colombo and R Conceição and B Connolly and F Contreras and J Coppens and A Cordero and A Cordier and U Cotti and S Coutu and CE Covault and A Creusot and A Criss and JW Cronin and J Cuautle and A Curutiu and S Dagoret-Campagne and R Dallier and F Daudo and K Daumiller and BR Dawson and RM de Almeida and M De Domenico and C De Donato and SJ de Jong and G De La Vega and WJM de Mello Junior and JRT de Mello Neto and I De Mitri and V de Souza and KD de Vries and G Decerprit and L del Peral and O Deligny and A Della Selva and C Delle Fratte and H Dembinski and C Di Giulio and JC Diaz and PN Diep and C Dobrigkeit and JC D’Olivo and PN Dong and D Dornic and A Dorofeev and JC dos Anjos and MT Dova and D D’Urso and I Dutan and MA DuVernois and R Engel and M Erdmann and CO Escobar and A Etchegoyen and P Facal San Luis and H Falcke and G Farrar and AC Fauth and N Fazzini and F Ferrer and A Ferrero and B Fick and A Filevich and A Filipčič and I Fleck and S Fliescher",
            "2010",
            "9iAFnNoAAAAJ:Y0pCki6q_DkC",
            567,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900210008727",
            "3629030956988733868",
            "\/scholar?cites=3629030956988733868",
            {
                "2009":3,
                "2010":20,
                "2011":72,
                "2012":68,
                "2013":83,
                "2014":62,
                "2015":59,
                "2016":44,
                "2017":41,
                "2018":39,
                "2019":47,
                "2020":26,
                "2021":1
            }
        ],
        [
            "A high-energy neutrino event detected by IceCube on 22 September 2017 was coincident in direction and time with a gamma-ray flare from the blazar TXS 0506+056. Prompted by this association, we investigated 9.5 years of IceCube neutrino observations to search for excess emission at the position of the blazar. We found an excess of high-energy neutrino events, with respect to atmospheric backgrounds, at that position between September 2014 and March 2015. Allowing for time-variable flux, this constitutes 3.5σ evidence for neutrino emission from the direction of TXS 0506+056, independent of and prior to the 2017 flaring episode. This suggests that blazars are identifiable sources of the high-energy astrophysical neutrino flux.",
            "Neutrino emission from the direction of the blazar TXS 0506+ 056 prior to the IceCube-170922A alert",
            "IceCube Collaboration",
            "2018",
            "9iAFnNoAAAAJ:GtLg2Ama23sC",
            564,
            "https:\/\/science.sciencemag.org\/content\/361\/6398\/147.abstract",
            "16127607860624192762",
            "\/scholar?cites=16127607860624192762",
            {
                "2018":51,
                "2019":274,
                "2020":219,
                "2021":15
            }
        ],
        [
            "The detection of high-energy cosmic neutrinos as cosmic messengers has been an important goal of astroparticle physics. Being stable, electrically neutral particles, high-energy neutrinos are able to propagate almost undisturbed through the universe from their production sites to Earth keeping their directional and energy information. Hence, they constitute excellent cosmic messenger particles, particularly at the highest energies. They arise from weak decays of hadrons, mostly pions and kaons, which are expected to be produced by hadronic interactions of cosmic rays in the surrounding matter of the cosmic-ray accelerator. Their observation will help to elucidate the unknown sources of high-energy cosmic rays (Gaisser et al. 1995; Learned & Mannheim 2000;",
            "Observation and Characterization of a Cosmic Muon Neutrino Flux from the Northern Hemisphere using six years of IceCube data",
            "MG Aartsen and K Abraham and M Ackermann and Joe Adams and JA Aguilar and M Ahlers and M Ahrens and D Altmann and K Andeen and T Anderson and I Ansseau and G Anton and M Archinger and C Argüelles and J Auffenberg and S Axani and X Bai and SW Barwick and V Baum and R Bay and JJ Beatty and J Becker Tjus and K-H Becker and S BenZvi and P Berghaus and D Berley and E Bernardini and A Bernhard and DZ Besson and G Binder and D Bindig and M Bissok and E Blaufuss and S Blot and C Bohm and M Börner and F Bos and D Bose and S Böser and O Botner and J Braun and L Brayeur and H-P Bretz and A Burgman and T Carver and M Casier and E Cheung and D Chirkin and A Christov and K Clark and L Classen and S Coenders and GH Collin and JM Conrad and DF Cowen and R Cross and M Day and JPAM De André and C De Clercq and E del Pino Rosendo and H Dembinski and Sam De Ridder and P Desiati and KD De Vries and G De Wasseige and T DeYoung and JC Díaz-Vélez and V Di Lorenzo and H Dujmovic and JP Dumm and M Dunkman and B Eberhardt and T Ehrhardt and B Eichmann and P Eller and S Euler and PA Evenson and S Fahey and AR Fazely and J Feintzeig and J Felde and K Filimonov and C Finley and S Flis and C-C Fösig and A Franckowiak and E Friedman and T Fuchs and TK Gaisser and J Gallagher and L Gerhardt and K Ghorbani and W Giang and L Gladstone and M Glagla and T Glüsenkamp and A Goldschmidt and G Golup and JG Gonzalez and D Grant and Z Griffith and C Haack and A Haj Ismail and A Hallgren and F Halzen and E Hansen and B Hansmann and T Hansmann and K Hanson and D Hebecker and D Heereman and K Helbing and R Hellauer and S Hickford and J Hignight and GC Hill and KD Hoffman and R Hoffmann and K Holzapfel and K Hoshina and F Huang and M Huber and K Hultqvist and S In and A Ishihara and E Jacobi and GS Japaridze and M Jeong and K Jero and BJP Jones and M Jurkovic and A Kappes and T Karg and A Karle and U Katz and M Kauer and A Keivani and JL Kelley and J Kemp and A Kheirandish and M Kim and T Kintscher and J Kiryluk and T Kittler and SR Klein and G Kohnen and R Koirala and H Kolanoski and R Konietz and L Köpke",
            "2016",
            "9iAFnNoAAAAJ:9pM33mqn1YgC",
            504,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/0004-637X\/833\/1\/3\/meta",
            "6122093865608422233",
            "\/scholar?cites=6122093865608422233",
            {
                "2016":8,
                "2017":97,
                "2018":96,
                "2019":171,
                "2020":127,
                "2021":4
            }
        ]
    ]
}