{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We consider the R→0 limit of toroidal compactification in various string theories. This leads to new connections between seemingly different string theories: IIA and IIB, open and closed, oriented and unoriented. We also find two new extended objects which can couple consistently to strings: the Dirichlet-brane and the orientifold plane.",
            "New connections between string theories",
            "Jin Dai and RG Leigh and Joseph Polchinski",
            "1989",
            "9P0xmzsAAAAJ:mVmsd5A6BfQC",
            1100,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/s0217732389002331",
            "11466550121526575937",
            "\/scholar?cites=11466550121526575937",
            {
                "1990":3,
                "1991":6,
                "1992":3,
                "1993":2,
                "1994":4,
                "1995":17,
                "1996":110,
                "1997":109,
                "1998":100,
                "1999":87,
                "2000":81,
                "2001":67,
                "2002":36,
                "2003":40,
                "2004":34,
                "2005":36,
                "2006":29,
                "2007":38,
                "2008":29,
                "2009":16,
                "2010":23,
                "2011":23,
                "2012":22,
                "2013":15,
                "2014":28,
                "2015":15,
                "2016":27,
                "2017":20,
                "2018":21,
                "2019":18,
                "2020":21,
                "2021":2
            }
        ],
        [
            "In a recent paper we discussed, among other things, the effect of duality transformations on the open bosonic string theory. Namely, we conjectured that a macroscopic object, the D-brane, effectively interacts with closed and open string modes in the low energy limit. This conjecture was supported by a string scattering amplitude calculation. In this letter we report on a σ-model calculation in the mixed Dirichlet-Neumann theory. We find an action of the Dirac-Born-Infeld type restricted to (26−k)-dimensions.",
            "Dirac-Born-Infeld action from Dirichlet σ-model",
            "Robert G Leigh",
            "1989",
            "9P0xmzsAAAAJ:9ZlFYXVOiuMC",
            1071,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/S0217732389003099",
            "13578020261343229681",
            "\/scholar?cites=13578020261343229681",
            {
                "1996":57,
                "1997":73,
                "1998":84,
                "1999":83,
                "2000":65,
                "2001":55,
                "2002":44,
                "2003":37,
                "2004":38,
                "2005":54,
                "2006":37,
                "2007":38,
                "2008":38,
                "2009":24,
                "2010":33,
                "2011":37,
                "2012":22,
                "2013":30,
                "2014":36,
                "2015":25,
                "2016":40,
                "2017":26,
                "2018":31,
                "2019":19,
                "2020":24,
                "2021":3
            }
        ],
        [
            "We show that manifolds of fixed points, which are generated by exactly marginal operators, are common in N = 1 supersymmetric gauge theory. We present a unified and simple prescription for identifying these operators, using tools similar to those employed in two-dimensional N = 2 supersymmetry. In particular we rely on the work of Shifman and Vainshtein relating the β-function of the gauge coupling to the anomalous dimensions of the matter fields. Finite N = 1 models, which have marginal operators at zero coupling, are easily identified using our approach. The method can also be employed to find manifolds of fixed points which do not include the free theory; these are seen in certain models with product gauge groups and in many non-renormalizable effective theories. For a number of our models, S-duality may have interesting implications. Using the fact that relevant perturbations often cause one manifold of …",
            "Exactly marginal operators and duality in four dimensional N= 1 supersymmetric gauge theory",
            "Robert G Leigh and Matthew J Strassler",
            "1995",
            "9P0xmzsAAAAJ:dhFuZR0502QC",
            806,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/055032139500261P",
            "1312709525505514768",
            "\/scholar?cites=1312709525505514768",
            {
                "1995":10,
                "1996":12,
                "1997":26,
                "1998":25,
                "1999":22,
                "2000":23,
                "2001":24,
                "2002":29,
                "2003":25,
                "2004":17,
                "2005":46,
                "2006":66,
                "2007":41,
                "2008":46,
                "2009":28,
                "2010":33,
                "2011":34,
                "2012":41,
                "2013":29,
                "2014":36,
                "2015":31,
                "2016":22,
                "2017":29,
                "2018":34,
                "2019":26,
                "2020":45,
                "2021":2
            }
        ],
        [
            "We show that configurations of multiple D-branes related by SU(N) rotations will preserve unbroken supersymmetry. This includes cases in which two D-branes are related by a rotation of arbitrarily small angle, and we discuss some of the physics of this. In particular, we discuss a way of obtaining 4D chiral fermions on the intersection of D-branes.We also rephrase the condition for unbroken supersymmetry as the condition that a ‘generalized holonomy group’ associated with the brane configuration and manifold is reduced, and relate this condition (in type IIA string theory) to a condition in eleven dimensions.",
            "Branes intersecting at angles",
            "Micha Berkooz and Michael R Douglas and Robert G Leigh",
            "1996",
            "9P0xmzsAAAAJ:QIV2ME_5wuYC",
            779,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S055032139600452X",
            "3797765816045113891",
            "\/scholar?cites=3797765816045113891",
            {
                "1996":3,
                "1997":27,
                "1998":43,
                "1999":25,
                "2000":30,
                "2001":43,
                "2002":56,
                "2003":76,
                "2004":69,
                "2005":67,
                "2006":54,
                "2007":38,
                "2008":31,
                "2009":21,
                "2010":24,
                "2011":28,
                "2012":29,
                "2013":12,
                "2014":20,
                "2015":12,
                "2016":12,
                "2017":15,
                "2018":10,
                "2019":8,
                "2020":12,
                "2021":3
            }
        ],
        [
            "We investigate various problems related to the theory of the electroweak phase transition. This includes determination of the nature of the phase transition, discussion of the possible role of the higher-order radiative corrections, and the theory of the formation and evolution of bubbles of the new phase. We show, in particular, that no dangerous linear terms in the scalar field φ appear in the expression for the effective potential. We have found that, for the Higgs-boson mass smaller than the masses of W and Z bosons, the phase transition is of the first order. However, its strength is approximately ⅔ times less than what follows from the one-loop approximation. The phase transition occurs due to production and expansion of critical bubbles. Subcritical bubbles may be important only if the phase transition is very weakly first order. A general analytic expression for the probability of the bubble formation is obtained, which …",
            "Towards the theory of the electroweak phase transition",
            "Michael Dine and Robert G Leigh and Patrick Huet and Andrei Linde and Dmitri Linde",
            "1992",
            "9P0xmzsAAAAJ:7PzlFSSx8tAC",
            605,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.46.550",
            "8852288497985830570",
            "\/scholar?cites=8852288497985830570",
            {
                "1992":19,
                "1993":71,
                "1994":88,
                "1995":59,
                "1996":43,
                "1997":35,
                "1998":30,
                "1999":19,
                "2000":11,
                "2001":9,
                "2002":2,
                "2003":6,
                "2004":6,
                "2005":10,
                "2006":10,
                "2007":14,
                "2008":9,
                "2009":12,
                "2010":6,
                "2011":10,
                "2012":8,
                "2013":16,
                "2014":17,
                "2015":9,
                "2016":13,
                "2017":19,
                "2018":17,
                "2019":9,
                "2020":20,
                "2021":5
            }
        ],
        [
            "If supersymmetry exists at low energies, it is necessary to understand why the squark spectrum exhibits sufficient degeneracy to suppress flavor-changing neutral currents. In this article, we point out that gauged horizontal symmetries can yield realistic quark mass matrices, while at the same time giving just barely enough squark degeneracy to account for neutral K-meson phenomenology. This approach suggests likely patterns for squark masses, and indicates that there could be significant supersymmetric contributions to B-B and D-D mixing and CP violation in the K and B systems.",
            "Flavor symmetries and the problem of squark degeneracy",
            "Michael Dine and Robert Leigh and Alex Kagan",
            "1993",
            "9P0xmzsAAAAJ:L8Ckcad2t8MC",
            341,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.48.4269",
            "16837529028892519143",
            "\/scholar?cites=16837529028892519143",
            {
                "1994":11,
                "1995":12,
                "1996":31,
                "1997":41,
                "1998":19,
                "1999":24,
                "2000":24,
                "2001":19,
                "2002":6,
                "2003":10,
                "2004":11,
                "2005":10,
                "2006":6,
                "2007":4,
                "2008":8,
                "2009":8,
                "2010":19,
                "2011":13,
                "2012":15,
                "2013":8,
                "2014":14,
                "2015":2,
                "2016":3,
                "2017":2,
                "2018":5,
                "2019":4,
                "2020":6,
                "2021":1
            }
        ],
        [
            "We consider various aspects of compactifications of the Type 1\/heterotic Spin (32)\/Z 2 theory on K3. One family of such compactifications includes the standard embedding of the spin connection in the gauge group, and is on the same moduli space as the compactification of the heterotic E 8× E 8 theory on K3 with instanton numbers (8, 16). Another class, which includes an orbifold of the Type I theory recently constructed by Gimon and Polchinski and whose field theory limit involves some topological novelties, is on the moduli space of the heterotic E 8× E 8 theory on K3 with instanton numbers (12, 12). These connections between Spin (32)\/Z 2 and E 8× E 8 models can be demonstrated by T-duality, and permit a better understanding of nonperturbative gauge fields in the (12, 12) model. In the transformation between Spin (32)\/Z 2 and E 8× E 8 models, the strong\/weak coupling duality of the (12, 12) E 8× E 8 model …",
            "Anomalies, dualities, and topology of D= 6 N= 1 superstring vacua",
            "Micha Berkooz and Robert G Leigh and Joseph Polchinski and John H Schwarz and Nathan Seiberg and Edward Witten",
            "1996",
            "9P0xmzsAAAAJ:IWHjjKOFINEC",
            276,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321396003392",
            "13456704653080607918",
            "\/scholar?cites=13456704653080607918",
            {
                "1996":16,
                "1997":36,
                "1998":38,
                "1999":34,
                "2000":27,
                "2001":17,
                "2002":11,
                "2003":7,
                "2004":4,
                "2005":4,
                "2006":9,
                "2007":3,
                "2008":10,
                "2009":7,
                "2010":6,
                "2011":3,
                "2012":7,
                "2013":9,
                "2014":2,
                "2015":1,
                "2016":4,
                "2017":2,
                "2018":4,
                "2019":2,
                "2020":7,
                "2021":3
            }
        ],
        [
            "Using the interplay between anomalous electroweak processes at very high temperatures and B−L violating interactions, we derive bounds, related to neutrino masses, on the scale at which a B−L asymmetry must have been produced in the early universe. We consider in particular, the out-of-equilibrium decays of heavy right-handed neutrinos, as well as the effects of B−L violation in other extensions of the standard model.",
            "Constraints on the baryogenesis scale from neutrino masses",
            "W Fischler and GF Giudice and RG Leigh and S Paban",
            "1991",
            "9P0xmzsAAAAJ:qUcmZB5y_30C",
            276,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/037026939191207C",
            "132861447078383494",
            "\/scholar?cites=132861447078383494",
            {
                "1991":5,
                "1992":26,
                "1993":21,
                "1994":21,
                "1995":16,
                "1996":16,
                "1997":14,
                "1998":14,
                "1999":9,
                "2000":13,
                "2001":11,
                "2002":10,
                "2003":3,
                "2004":7,
                "2005":5,
                "2006":6,
                "2007":11,
                "2008":9,
                "2009":5,
                "2010":9,
                "2011":7,
                "2012":6,
                "2013":11,
                "2014":6,
                "2015":6,
                "2016":3,
                "2017":2,
                "2018":3
            }
        ],
        [
            "Supersymmetric gauge theories in four dimensions can display interesting nonperturbative phenomena. Although the superpotential dynamically generated by these phenomena can be highly nontrivial, it can often be exactly determined. We discuss some general techniques for analyzing the Wilsonian superpotential and demonstrate them with simple but nontrivial examples.",
            "Exact superpotentials in four dimensions",
            "K Intriligator and RG Leigh and N Seiberg",
            "1994",
            "9P0xmzsAAAAJ:ZeXyd9-uunAC",
            271,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.50.1092",
            "13342427558371601182",
            "\/scholar?cites=13342427558371601182",
            {
                "1994":6,
                "1995":27,
                "1996":27,
                "1997":23,
                "1998":24,
                "1999":22,
                "2000":13,
                "2001":14,
                "2002":7,
                "2003":28,
                "2004":12,
                "2005":4,
                "2006":7,
                "2007":11,
                "2008":6,
                "2009":5,
                "2010":5,
                "2011":3,
                "2012":2,
                "2013":1,
                "2014":3,
                "2015":4,
                "2016":5,
                "2017":2,
                "2018":4,
                "2019":1
            }
        ],
        [
            "We consider the propagation of type I open superstrings on orbifolds with four non-compact dimensions and N= 1 supersymmetry. In this paper, we concentrate on a non-trivial Z 2× Z 2 example. We show that consistency conditions, arising from tadpole cancellation and algebraic sources, require the existence of three sets of Dirichlet 5-branes. We discuss fully the enhancements of the spectrum when these 5-branes intersect. An amusing attribute of these models is the importance of the tree-level (in type I language) superpotential to the consistent relationship between Higgsing and the motions of 5-branes.",
            "AD= 4 N= 1 orbifold of type I strings",
            "Micha Berkooz and Robert G Leigh",
            "1997",
            "9P0xmzsAAAAJ:hC7cP41nSMkC",
            231,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321396005433",
            "15833689361505252189",
            "\/scholar?cites=15833689361505252189",
            {
                "1996":4,
                "1997":7,
                "1998":23,
                "1999":31,
                "2000":28,
                "2001":21,
                "2002":15,
                "2003":17,
                "2004":12,
                "2005":19,
                "2006":12,
                "2007":10,
                "2008":4,
                "2009":5,
                "2010":2,
                "2011":3,
                "2012":3,
                "2013":2,
                "2014":1,
                "2015":6,
                "2016":2,
                "2017":1
            }
        ]
    ]
}