{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "An interatomic potential for carbon is developed that is based on an empirical tight-binding approach. The model reproduces accurately the energy-versus-volume diagram of carbon polytypes and gives a good description of the phonons and elastic constants for carbon in the diamond and graphite structures. To test the transferability of the model to different environments further, the authors performed molecular-dynamics simulations to study the liquid phase and the properties of small carbon microclusters. The results obtained are in good agreement with those obtained from ab initio calculations.",
            "A transferable tight-binding potential for carbon",
            "CH Xu and CZ Wang and Che Ting Chan and KM Ho",
            "1992",
            "9r-VpcgAAAAJ:mUJArPsKIAAC",
            776,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/4\/28\/006\/meta",
            "1579227506462019986",
            "\/scholar?cites=1579227506462019986",
            {
                "1992":5,
                "1993":18,
                "1994":39,
                "1995":27,
                "1996":36,
                "1997":39,
                "1998":40,
                "1999":45,
                "2000":35,
                "2001":37,
                "2002":30,
                "2003":29,
                "2004":32,
                "2005":39,
                "2006":41,
                "2007":37,
                "2008":35,
                "2009":29,
                "2010":35,
                "2011":24,
                "2012":20,
                "2013":24,
                "2014":12,
                "2015":17,
                "2016":10,
                "2017":15,
                "2018":9,
                "2019":5,
                "2020":4
            }
        ],
        [
            "Silicon is the most important semiconducting material in the microelectronics industry. If current miniaturization trends continue, minimum device features will soon approach the size of atomic clusters. In this size regime, the structure and properties of materials often differ dramatically from those of the bulk. An enormous effort has been devoted to determining the structures of free silicon clusters 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22. Although progress has been made for Si n with n< 8, theoretical predictions for larger clusters are contradictory 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22 and none enjoy any compelling experimental support. Here we report geometries calculated for medium-sized silicon clusters using an unbiased global search with a genetic algorithm. Ion mobilities 23 determined for these geometries by trajectory calculations are in excellent …",
            "Structures of medium-sized silicon clusters",
            "KM Ho and AA Shvartsburg and B Pan and ZY Lu and CZ Wang and JG Wacker and JL Fye and MF Jarrold",
            "1998",
            "9r-VpcgAAAAJ:hSRAE-fF4OAC",
            715,
            "https:\/\/www.nature.com\/articles\/33369",
            "16708002508817876073",
            "\/scholar?cites=16708002508817876073",
            {
                "1998":5,
                "1999":17,
                "2000":30,
                "2001":30,
                "2002":37,
                "2003":42,
                "2004":50,
                "2005":58,
                "2006":45,
                "2007":57,
                "2008":45,
                "2009":36,
                "2010":33,
                "2011":32,
                "2012":19,
                "2013":32,
                "2014":18,
                "2015":30,
                "2016":22,
                "2017":20,
                "2018":21,
                "2019":12,
                "2020":17,
                "2021":1
            }
        ],
        [
            "Diffusion, coalescence, and reconstruction of vacancy defects in graphene layers are investigated by tight-binding molecular dynamics (TBMD) simulations and by first principles total energy calculations. It is observed in the TBMD simulations that two single vacancies coalesce into a 5-8-5 double vacancy at the temperature of 3000 K, and it is further reconstructed into a new defect structure, the 555-777 defect, by the Stone-Wales type transformation at higher temperatures. First principles calculations confirm that the 555-777 defect is energetically much more stable than two separated single vacancies, and the energy of the 555-777 defect is also slightly lower than that of the 5-8-5 double vacancy. In TBMD simulation, it is also found that the four single vacancies reconstruct into two collective 555-777 defects which is the unit for the hexagonal haeckelite structure proposed by Terrones et al.[Phys. Rev. Lett. 84 …",
            "Diffusion, coalescence, and reconstruction of vacancy defects in graphene layers",
            "Gun-Do Lee and CZ Wang and Euijoon Yoon and Nong-Moon Hwang and Doh-Yeon Kim and KM Ho",
            "2005",
            "9r-VpcgAAAAJ:BqipwSGYUEgC",
            457,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.205501",
            "5912798775565108122",
            "\/scholar?cites=5912798775565108122",
            {
                "2006":10,
                "2007":9,
                "2008":17,
                "2009":25,
                "2010":23,
                "2011":24,
                "2012":37,
                "2013":38,
                "2014":44,
                "2015":39,
                "2016":44,
                "2017":36,
                "2018":27,
                "2019":40,
                "2020":38,
                "2021":3
            }
        ],
        [
            "We have performed simulations of coexisting liquid and solid phases of aluminum as an efficient way of mapping out the coexistence line. This technique is convenient, as it does not require complicated free-energy calculations for the different phases, but simply allows the system to equilibrate to a co-existence point. By altering the simulation volume and\/or energy, a new coexistence point is found. The calculated method temperature is lower than previous results for the identical model; we suspect that this difference is due to the difficulty of calculating the free energy of the liquid phase, leading to inaccuracies in the previous work. A thorough examination of several different system sizes, from 1024 to 65 536 particles, indicates that the results are only weakly dependent upon the system size.",
            "Melting line of aluminum from simulations of coexisting phases",
            "James R Morris and CZ Wang and KM Ho and CT Chan",
            "1994",
            "9r-VpcgAAAAJ:YFjsv_pBGBYC",
            433,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.49.3109",
            "7792774241758173782",
            "\/scholar?cites=7792774241758173782",
            {
                "1997":5,
                "1998":4,
                "1999":4,
                "2000":9,
                "2001":7,
                "2002":12,
                "2003":14,
                "2004":16,
                "2005":18,
                "2006":23,
                "2007":21,
                "2008":29,
                "2009":24,
                "2010":20,
                "2011":11,
                "2012":27,
                "2013":23,
                "2014":16,
                "2015":31,
                "2016":17,
                "2017":16,
                "2018":28,
                "2019":28,
                "2020":25,
                "2021":4
            }
        ],
        [
            "A transferable tight-binding model for silicon is found by fitting the energies of silicon in various bulk crystal structures and examining functional parametrizations of the tight-binding forms. The model has short-range radial forms similar to the tight-binding Hamiltonian of Goodwin, Skinner, and Pettifor but can be utilized in molecular dynamics with a fixed radial cutoff for all structural configurations. In addition to a very good fit to the energy of Si in different bulk crystal structures the model describes very well the elastic constants, defect-formation energies for vacancies and interstitials in crystalline silicon, the melting of Si, and short-range order in liquid silicon. Results for phonon frequencies and Grüneisen constants in c-Si are also presented.",
            "Transferable tight-binding models for silicon",
            "I Kwon and R Biswas and CZ Wang and KM Ho and CM Soukoulis",
            "1994",
            "9r-VpcgAAAAJ:ldfaerwXgEUC",
            303,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.49.7242",
            "11453144794083879566",
            "\/scholar?cites=11453144794083879566",
            {
                "1994":4,
                "1995":9,
                "1996":14,
                "1997":17,
                "1998":27,
                "1999":15,
                "2000":22,
                "2001":27,
                "2002":10,
                "2003":14,
                "2004":12,
                "2005":20,
                "2006":15,
                "2007":15,
                "2008":10,
                "2009":6,
                "2010":8,
                "2011":7,
                "2012":9,
                "2013":3,
                "2014":2,
                "2015":5,
                "2016":11,
                "2017":5,
                "2018":5,
                "2019":4,
                "2020":4,
                "2021":1
            }
        ],
        [
            "We present a tight-binding model which goes beyond the traditional two-center approximation and allows the hopping parameters and the repulsive energy to be dependent on the binding environment. Using carbon as an example, we show that the approach improves remarkably the transferability of the tight-binding model. The properties of the higher-coordinated metallic structures are well described by the model in addition to those of the lower-coordinated covalent structures.© 1996 The American Physical Society.",
            "Environment-dependent tight-binding potential model",
            "MS Tang and CZ Wang and Che Ting Chan and Kai Ming Ho",
            "1996",
            "9r-VpcgAAAAJ:GnPB-g6toBAC",
            292,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.53.979",
            "7683369538378657001",
            "\/scholar?cites=7683369538378657001",
            {
                "1996":3,
                "1997":7,
                "1998":7,
                "1999":10,
                "2000":18,
                "2001":21,
                "2002":6,
                "2003":12,
                "2004":17,
                "2005":16,
                "2006":7,
                "2007":17,
                "2008":14,
                "2009":18,
                "2010":19,
                "2011":11,
                "2012":12,
                "2013":10,
                "2014":8,
                "2015":18,
                "2016":10,
                "2017":6,
                "2018":7,
                "2019":7,
                "2020":6,
                "2021":2
            }
        ],
        [
            "An amorphous carbon network generated by quenching high-density high-temperature liquid carbon using tight-binding molecular-dynamics simulation is found to contain a large fraction of tetrahedral bonding sites. Investigations of the structural, vibrational, and electronic properties of the theoretical model provide fresh insights into the microscopic structure of diamondlike amorphous carbon films produced in ion-beam deposition experiments.",
            "Structure, dynamics, and electronic properties of diamondlike amorphous carbon",
            "CZ Wang and KM Ho",
            "1993",
            "9r-VpcgAAAAJ:O3NaXMp0MMsC",
            291,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.71.1184",
            "16140238511560605756",
            "\/scholar?cites=16140238511560605756",
            {
                "1993":2,
                "1994":22,
                "1995":18,
                "1996":20,
                "1997":21,
                "1998":24,
                "1999":11,
                "2000":20,
                "2001":12,
                "2002":9,
                "2003":9,
                "2004":7,
                "2005":10,
                "2006":10,
                "2007":9,
                "2008":14,
                "2009":5,
                "2010":7,
                "2011":3,
                "2012":4,
                "2013":6,
                "2014":8,
                "2015":5,
                "2016":6,
                "2017":7,
                "2018":8,
                "2019":5,
                "2020":6
            }
        ],
        [
            "The temperature-dependent thermal conductivity κ (T) of amorphous silicon has been calculated from equilibrium molecular-dynamics simulations using the time correlations of the heat flux operator in which anharmonicity is explicitly incorporated. The Stillinger-Weber two-and three-body Si potential and the Wooten-Weaire-Winer a-Si model were utilized. The calculations correctly predict an increasing thermal conductivity at low temperatures (below 400 K). The κ (T), for T> 400 K, is affected by the thermally generated coordination-defect states. Comparisons to both experiment and previous calculations will be described.",
            "Molecular-dynamics simulation of thermal conductivity in amorphous silicon",
            "Young Hee Lee and Rana Biswas and Costas M Soukoulis and CZ Wang and CT Chan and KM Ho",
            "1991",
            "9r-VpcgAAAAJ:35N4QoGY0k4C",
            230,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.43.6573",
            "368245815597709353",
            "\/scholar?cites=368245815597709353",
            {
                "1992":1,
                "1993":3,
                "1994":5,
                "1995":1,
                "1996":1,
                "1997":4,
                "1998":5,
                "1999":4,
                "2000":2,
                "2001":5,
                "2002":6,
                "2003":12,
                "2004":15,
                "2005":12,
                "2006":9,
                "2007":6,
                "2008":16,
                "2009":7,
                "2010":10,
                "2011":13,
                "2012":12,
                "2013":17,
                "2014":14,
                "2015":8,
                "2016":10,
                "2017":15,
                "2018":7,
                "2019":9
            }
        ],
        [
            "Realistic three-dimensional atomistic structures of Zr x Cu 100− x (x= 35, 50) bulk metallic glasses are constructed using a combination of x-ray diffraction experiment and computational modeling. A cluster correlation method is developed to analyze the medium-range order in amorphous systems. We show that the glass systems consist of a stringlike backbone network formed by icosahedral clusters and a liquidlike structure filling in the remaining space. These findings are consistent with those obtained from our independent classical molecular-dynamics studies with embedded-atom method potential for ZrCu system. Such a heterogeneous structure provides a fundamental structural perspective of dynamical heterogeneity and glass formation.",
            "Structural heterogeneity and medium-range order in  metallic glasses",
            "Maozhi Li and CZ Wang and SG Hao and MJ Kramer and KM Ho",
            "2009",
            "9r-VpcgAAAAJ:J_g5lzvAfSwC",
            219,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.80.184201",
            "12996114231280527947",
            "\/scholar?cites=12996114231280527947",
            {
                "2010":7,
                "2011":13,
                "2012":13,
                "2013":8,
                "2014":22,
                "2015":35,
                "2016":27,
                "2017":23,
                "2018":28,
                "2019":21,
                "2020":19,
                "2021":2
            }
        ],
        [
            "Car-Parrinello molecular dynamics simulated annealings were carried out for clusters Si n, Ge n, and Sn n (n<~ 1 3). We investigate the temperature regions in which these clusters transform from a “liquidlike” phase to a “solidlike” phase, and then from the “solidlike” phase to the ground-state structures. Additional simulated annealing was also performed for the cluster C 13 which is selected as a prototype of small carbon clusters. In addition to the discovery of structures for Sn and Ge clusters, our simulation results also provide insights into the dynamics of cluster formation.",
            "Structures and dynamical properties of    and  clusters with n up to 13",
            "Zhong-Yi Lu and Cai-Zhuang Wang and Kai-Ming Ho",
            "2000",
            "9r-VpcgAAAAJ:RGFaLdJalmkC",
            217,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.61.2329",
            "12923587615286886425",
            "\/scholar?cites=12923587615286886425",
            {
                "2000":4,
                "2001":13,
                "2002":11,
                "2003":13,
                "2004":20,
                "2005":19,
                "2006":25,
                "2007":23,
                "2008":13,
                "2009":10,
                "2010":7,
                "2011":6,
                "2012":13,
                "2013":10,
                "2014":3,
                "2015":8,
                "2016":2,
                "2017":2,
                "2018":4,
                "2019":5,
                "2020":5
            }
        ]
    ]
}