{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Alguns dos problemas mais complexos da Física contemporânea explicados, sem complicadas fórmulas matemáticas nem tecnicismos herméticos, numa breve história das grandes indagações da humanidade. O que aconteceu no momento da Criação? Houve um minuto determinado em que o Universo que nos rodeia surgiu? Essas são questões tão antigas como a própria humanidade. Muitos procuram a resposta nos mitos e na religião. Outros nas teorias científicas. Em A dança do Universo, o físico Marcelo Gleiser mostra em linguagem clara que esses dois enfoques não são tão distantes quanto imaginamos, apresentando versões de diversas culturas para o mistério da Criação, até desembocar na explicação da ciência moderna para o surgimento do Universo. Prêmio Jabuti 1998 de Melhor Ensaio e Biografia",
            "A dança do universo: dos mitos de criação ao big-bang",
            "Marcelo Gleiser",
            "2006",
            "9RMbnlUAAAAJ:u5HHmVD_uO8C",
            427,
            "http:\/\/scholar.google.com\/scholar?cluster=18353529993439329641&hl=en&oi=scholarr",
            "18353529993439329641",
            "\/scholar?cites=18353529993439329641",
            {
                "1998":6,
                "1999":5,
                "2000":9,
                "2001":13,
                "2002":19,
                "2003":14,
                "2004":8,
                "2005":7,
                "2006":21,
                "2007":27,
                "2008":17,
                "2009":26,
                "2010":33,
                "2011":18,
                "2012":22,
                "2013":24,
                "2014":25,
                "2015":18,
                "2016":22,
                "2017":16,
                "2018":16,
                "2019":20,
                "2020":17
            }
        ],
        [
            "Oscillons are localized, nonsingular, time-dependent, spherically symmetric solutions of nonlinear scalar field theories which, although unstable, are extremely long lived. We show that they naturally appear during the collapse of subcritical bubbles in models with symmetric and asymmetric double-well potentials. By a combination of analytical and numerical work we explain several of their properties, including the conditions for their existence, their longevity, and their final demise. We discuss several contexts in which we expect oscillons to be relevant. In particular, their nucleation during cosmological phase transitions may have wide-ranging consequences.",
            "Oscillons: Resonant configurations during bubble collapse",
            "Edmund J Copeland and Marcello Gleiser and H-R Müller",
            "1995",
            "9RMbnlUAAAAJ:olpn-zPbct0C",
            252,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.52.1920",
            "17166538416249339548",
            "\/scholar?cites=17166538416249339548",
            {
                "1996":2,
                "1997":2,
                "1998":4,
                "1999":4,
                "2000":3,
                "2001":2,
                "2002":7,
                "2003":4,
                "2004":2,
                "2005":3,
                "2006":8,
                "2007":8,
                "2008":14,
                "2009":10,
                "2010":9,
                "2011":7,
                "2012":12,
                "2013":8,
                "2014":19,
                "2015":13,
                "2016":8,
                "2017":16,
                "2018":32,
                "2019":23,
                "2020":31,
                "2021":1
            }
        ],
        [
            "We examine the nonequilibrium dynamics of a self-interacting λ φ 4 scalar field theory. Using a real time formulation of finite temperature field theory we derive, up to two loops and O (λ 2), the effective equation of motion describing the approach to equilibrium. We present a detailed analysis of the approximations used in order to obtain a Langevin-like equation of motion, in which the noise and dissipation terms associated with quantum fluctuations obey a fluctuation-dissipation relation. We show that, in general, the noise is colored (time dependent) and multiplicative (couples nonlinearly to the field), even though it is still Gaussian distributed. The noise becomes white in the infinite temperature limit. We also address the effect of couplings to other fields, which we assume play the role of the thermal bath, in the effective equation of motion for φ. In particular, we obtain the fluctuation and noise terms due to a quadratic …",
            "Microphysical approach to nonequilibrium dynamics of quantum fields",
            "Marcelo Gleiser and Rudnei O Ramos",
            "1994",
            "9RMbnlUAAAAJ:u-x6o8ySG0sC",
            252,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.50.2441",
            "1924501693613522069",
            "\/scholar?cites=1924501693613522069",
            {
                "1995":9,
                "1996":10,
                "1997":8,
                "1998":13,
                "1999":18,
                "2000":16,
                "2001":10,
                "2002":10,
                "2003":7,
                "2004":6,
                "2005":14,
                "2006":14,
                "2007":14,
                "2008":9,
                "2009":8,
                "2010":11,
                "2011":10,
                "2012":7,
                "2013":13,
                "2014":6,
                "2015":12,
                "2016":3,
                "2017":2,
                "2018":9,
                "2019":5,
                "2020":6
            }
        ],
        [
            "We study the conditions under which an overdamped regime can be attained in the dynamic evolution of a quantum field configuration. Using a real-time formulation of finite temperature field theory, we compute the effective evolution equation of a scalar field configuration, quadratically interacting with a given set of other scalar fields. We then show that, in the overdamped regime, the dissipative kernel in the field equation of motion is closely related to the shear viscosity coefficient, as computed in scalar field theory at finite temperature. The effective dynamics is equivalent to a time-dependent Ginzburg-Landau description of the approach to equilibrium in phenomenological theories of phase transitions. Applications of our results, including a recently proposed inflationary scenario called “warm inflation,” are discussed.",
            "Strong dissipative behavior in quantum field theory",
            "Arjun Berera and Marcelo Gleiser and Rudnei O Ramos",
            "1998",
            "9RMbnlUAAAAJ:d1gkVwhDpl0C",
            250,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.58.123508",
            "197923099178110488",
            "\/scholar?cites=197923099178110488",
            {
                "1998":2,
                "1999":11,
                "2000":12,
                "2001":11,
                "2002":12,
                "2003":9,
                "2004":6,
                "2005":11,
                "2006":12,
                "2007":13,
                "2008":9,
                "2009":10,
                "2010":7,
                "2011":9,
                "2012":9,
                "2013":19,
                "2014":12,
                "2015":16,
                "2016":13,
                "2017":11,
                "2018":14,
                "2019":10,
                "2020":10
            }
        ],
        [
            "We study the effects of anisotropic pressure on the properties of spherically symmetric, gravitationally bound objects. We consider the full general-relativistic treatment of this problem and obtain exact solutions for various forms of the equation of state connecting the radial and tangential pressures. It is shown that pressure anisotropy can have significant effects on the structure and properties of stellar objects. In particular, the maximum value of 2M \/ R can approach unity (2M \/ R < 8\/9 for isotropic objects) and the surface redshift can be arbitrarily large.",
            "Anisotropic stars: exact solutions",
            "Krsna Dev and Marcelo Gleiser",
            "2002",
            "9RMbnlUAAAAJ:LkGwnXOMwfcC",
            241,
            "https:\/\/link.springer.com\/article\/10.1023\/A:1020707906543",
            "9661692707580945775",
            "\/scholar?cites=9661692707580945775",
            {
                "2001":1,
                "2002":4,
                "2003":6,
                "2004":5,
                "2005":5,
                "2006":7,
                "2007":10,
                "2008":3,
                "2009":4,
                "2010":4,
                "2011":3,
                "2012":5,
                "2013":5,
                "2014":10,
                "2015":23,
                "2016":27,
                "2017":21,
                "2018":26,
                "2019":29,
                "2020":41,
                "2021":1
            }
        ],
        [
            "The evolution of spherically symmetric unstable scalar field configurations (\" bubbles\") is examined for both symmetric and asymmetric double-well potentials. Bubbles with initial static energies E 0≲ E crit, where E crit is some critical value, shrink in a time scale determined by their linear dimension or\" radius.\" Bubbles with E 0≳ E crit evolve into time-dependent, localized configurations which are very long-lived compared to characteristic time scales in the models examined. The stability of these configurations is investigated and possible applications are briefly discussed.",
            "Pseudostable bubbles",
            "Marcelo Gleiser",
            "1994",
            "9RMbnlUAAAAJ:UeHWp8X0CEIC",
            234,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.49.2978",
            "7772811066749547078",
            "\/scholar?cites=7772811066749547078",
            {
                "1995":3,
                "1996":2,
                "1997":2,
                "1998":3,
                "1999":6,
                "2000":3,
                "2001":1,
                "2002":4,
                "2003":2,
                "2004":5,
                "2005":4,
                "2006":10,
                "2007":6,
                "2008":13,
                "2009":8,
                "2010":4,
                "2011":8,
                "2012":10,
                "2013":9,
                "2014":16,
                "2015":13,
                "2016":8,
                "2017":10,
                "2018":33,
                "2019":18,
                "2020":31,
                "2021":1
            }
        ],
        [
            "Boson stars are gravitationally bound, spherically symmetric equilibrium configurations of cold, free, or interacting complex scalar fields φ. As these equilibrium configurations naturally present local anisotropy, it is sensible to expect departures from the well-known stability criteria for fluid stars. With this in mind, I investigate the dynamical instability of boson stars against charge-conserving, small radial perturbations. Following the method developed by Chandrasekhar, a variational base for determining the eigenfrequencies of the perturbations is found. This approach allows one to find numerically an upper bound for the central density where dynamical instability occurs. As applications of the formalism, I study the stability of equilibrium configurations obtained both for the free and for the self-interacting [with V (φ)=(λ\/4)‖ φ‖ 4] massive scalar field φ. Instabilities are found to occur not for the critical central density as …",
            "Stability of boson stars",
            "Marcelo Gleiser",
            "1988",
            "9RMbnlUAAAAJ:2osOgNQ5qMEC",
            207,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.38.2376",
            "6797004574344882568",
            "\/scholar?cites=6797004574344882568",
            {
                "1989":8,
                "1990":9,
                "1991":4,
                "1992":4,
                "1993":1,
                "1994":4,
                "1995":3,
                "1996":3,
                "1997":3,
                "1998":4,
                "1999":2,
                "2000":1,
                "2001":3,
                "2002":4,
                "2003":6,
                "2004":5,
                "2005":4,
                "2006":3,
                "2007":7,
                "2008":3,
                "2009":4,
                "2010":6,
                "2011":7,
                "2012":10,
                "2013":7,
                "2014":4,
                "2015":15,
                "2016":12,
                "2017":16,
                "2018":8,
                "2019":17,
                "2020":16,
                "2021":2
            }
        ],
        [
            "We discuss the formation of nontopological solitons in a second-order phase transition in the early Universe. Ratios of dimensionless coupling constants in the Lagrangean determine their abundance and mass. For a large range of parameters, nontopological solitons can be cosmologically significant, contributing a significant fraction of the present mass density of the Universe.",
            "Primordial origin of nontopological solitons",
            "Joshua A Frieman and Graciela B Gelmini and Marcelo Gleiser and Edward W Kolb",
            "1988",
            "9RMbnlUAAAAJ:9yKSN-GCB0IC",
            197,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.60.2101",
            "14880850982317614770",
            "\/scholar?cites=14880850982317614770",
            {
                "1988":3,
                "1989":20,
                "1990":11,
                "1991":13,
                "1992":7,
                "1993":3,
                "1994":6,
                "1995":6,
                "1996":6,
                "1997":6,
                "1998":9,
                "1999":1,
                "2000":5,
                "2001":6,
                "2002":8,
                "2003":7,
                "2004":4,
                "2005":2,
                "2006":5,
                "2007":1,
                "2008":7,
                "2009":5,
                "2010":4,
                "2011":2,
                "2012":6,
                "2013":4,
                "2014":7,
                "2015":7,
                "2016":8,
                "2017":3,
                "2018":8,
                "2019":3,
                "2020":1
            }
        ],
        [
            "We investigate the stability of self-gravitating spherically symmetric anisotropic spheres under radial perturbations. We consider both the Newtonian and the full general-relativistic perturbation treatment. In the general-relativistic case, we extend the variational formalism for spheres with isotropic pressure developed by Chandrasekhar. We find that, in general, when the tangential pressure is greater than the radial pressure, the stability of the anisotropic sphere is enhanced when compared to isotropic configurations. In particular, anisotropic spheres are found to be stable for smaller values of the adiabatic index γ.",
            "Anisotropic stars II: stability",
            "Krsna Dev and Marcelo Gleiser",
            "2003",
            "9RMbnlUAAAAJ:_kc_bZDykSQC",
            165,
            "https:\/\/link.springer.com\/article\/10.1023\/A:1024534702166",
            "15182065369793126241",
            "\/scholar?cites=15182065369793126241",
            {
                "2004":3,
                "2005":2,
                "2006":6,
                "2007":7,
                "2008":3,
                "2009":3,
                "2010":2,
                "2011":2,
                "2012":7,
                "2013":7,
                "2014":12,
                "2015":21,
                "2016":20,
                "2017":9,
                "2018":18,
                "2019":20,
                "2020":20,
                "2021":3
            }
        ],
        [
            "A quantum field theory warm inflation model is presented that solves the horizon and flatness problems. The model obtains, from the elementary dynamics of particle physics, cosmological scale factor trajectories that begin in a radiation dominated regime, enter an inflationary regime, and then smoothly exit back into a radiation dominated regime, with non-negligible radiation throughout the evolution.",
            "A first principles warm inflation model that solves the cosmological horizon and flatness problems",
            "Arjun Berera and Marcelo Gleiser and Rudnei O Ramos",
            "1999",
            "9RMbnlUAAAAJ:IjCSPb-OGe4C",
            161,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.83.264",
            "10027059997398882846",
            "\/scholar?cites=10027059997398882846",
            {
                "1999":7,
                "2000":10,
                "2001":11,
                "2002":6,
                "2003":7,
                "2004":5,
                "2005":6,
                "2006":5,
                "2007":7,
                "2008":3,
                "2009":4,
                "2010":6,
                "2011":4,
                "2012":5,
                "2013":6,
                "2014":9,
                "2015":11,
                "2016":7,
                "2017":8,
                "2018":12,
                "2019":10,
                "2020":12
            }
        ]
    ]
}