{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Three-dimensional topological insulators are a new state of quantum matter with a bulk gap and odd number of relativistic Dirac fermions on the surface. By investigating the surface state of Bi2Te3 with angle-resolved photoemission spectroscopy, we demonstrate that the surface state consists of a single nondegenerate Dirac cone. Furthermore, with appropriate hole doping, the Fermi level can be tuned to intersect only the surface states, indicating a full energy gap for the bulk states. Our results establish that Bi2Te3 is a simple model system for the three-dimensional topological insulator with a single Dirac cone on the surface. The large bulk gap of Bi2Te3 also points to promising potential for high-temperature spintronics applications.",
            "Experimental realization of a three-dimensional topological insulator, Bi2Te3",
            "YL Chen and James G Analytis and J-H Chu and ZK Liu and S-K Mo and Xiao-Liang Qi and HJ Zhang and DH Lu and Xi Dai and Zhong Fang and Shou-Cheng Zhang and Ian R Fisher and Zahid Hussain and Z-X Shen",
            "2009",
            "9So6mosAAAAJ:u5HHmVD_uO8C",
            3300,
            "https:\/\/science.sciencemag.org\/content\/325\/5937\/178.abstract",
            "10959865362302169998",
            "\/scholar?cites=10959865362302169998",
            {
                "2009":20,
                "2010":180,
                "2011":258,
                "2012":314,
                "2013":344,
                "2014":345,
                "2015":327,
                "2016":309,
                "2017":327,
                "2018":289,
                "2019":291,
                "2020":258,
                "2021":25
            }
        ],
        [
            "In addition to a bulk energy gap, topological insulators accommodate a conducting, linearly dispersed Dirac surface state. This state is predicted to become massive if time reversal symmetry is broken, and to become insulating if the Fermi energy is positioned inside both the surface and bulk gaps. We introduced magnetic dopants into the three-dimensional topological insulator dibismuth triselenide (Bi2Se3) to break the time reversal symmetry and further position the Fermi energy inside the gaps by simultaneous magnetic and charge doping. The resulting insulating massive Dirac fermion state, which we observed by angle-resolved photoemission, paves the way for studying a range of topological phenomena relevant to both condensed matter and particle physics.",
            "Massive Dirac fermion on the surface of a magnetically doped topological insulator",
            "YL Chen and J-H Chu and JG Analytis and ZK Liu and Kyushiro Igarashi and H-H Kuo and XL Qi and Sung-Kwan Mo and RG Moore and DH Lu and Makoto Hashimoto and Takao Sasagawa and SC Zhang and IR Fisher and Zahid Hussain and Zhi-Xun Shen",
            "2010",
            "9So6mosAAAAJ:UeHWp8X0CEIC",
            1057,
            "https:\/\/science.sciencemag.org\/content\/329\/5992\/659.abstract",
            "14015515986553634668",
            "\/scholar?cites=14015515986553634668",
            {
                "2010":5,
                "2011":72,
                "2012":116,
                "2013":131,
                "2014":111,
                "2015":109,
                "2016":122,
                "2017":103,
                "2018":87,
                "2019":99,
                "2020":90,
                "2021":9
            }
        ],
        [
            "High-temperature superconductivity often emerges in the proximity of a symmetry-breaking ground state. For superconducting iron arsenides, in addition to the antiferromagnetic ground state, a small structural distortion breaks the crystal’s C4 rotational symmetry in the underdoped part of the phase diagram. We reveal that the representative iron arsenide Ba(Fe1−xCox)2As2 develops a large electronic anisotropy at this transition via measurements of the in-plane resistivity of detwinned single crystals, with the resistivity along the shorter b axis ρb being greater than ρa. The anisotropy reaches a maximum value of ~2 for compositions in the neighborhood of the beginning of the superconducting dome. For temperatures well above the structural transition, uniaxial stress induces a resistivity anisotropy, indicating a substantial nematic susceptibility.",
            "In-plane resistivity anisotropy in an underdoped iron arsenide superconductor",
            "Jiun-Haw Chu and James G Analytis and Kristiaan De Greve and Peter L McMahon and Zahirul Islam and Yoshihisa Yamamoto and Ian R Fisher",
            "2010",
            "9So6mosAAAAJ:2osOgNQ5qMEC",
            837,
            "https:\/\/science.sciencemag.org\/content\/329\/5993\/824.abstract",
            "7200185926445123077",
            "\/scholar?cites=7200185926445123077",
            {
                "2010":14,
                "2011":86,
                "2012":86,
                "2013":74,
                "2014":73,
                "2015":100,
                "2016":92,
                "2017":82,
                "2018":79,
                "2019":72,
                "2020":66,
                "2021":9
            }
        ],
        [
            "Systematic measurements of the resistivity, heat capacity, susceptibility, and Hall coefficient are presented for single-crystal samples of the electron-doped superconductor Ba (Fe 1− x Co x) 2 As 2. These data delineate an x− T phase diagram in which the single magnetic\/structural phase transition that is observed for undoped BaFe 2 As 2 at 134 K appears to split into two distinct phase transitions, both of which are rapidly suppressed with increasing Co concentration. Superconductivity emerges for Co concentrations above x∼ 0.025 and appears to coexist with the broken-symmetry state for an appreciable range of doping up to x∼ 0.06. The optimal superconducting transition temperature appears to coincide with the Co concentration at which the magnetic\/structural phase transitions are totally suppressed, at least within the resolution provided by the finite-step size between crystals prepared with different doping …",
            "Determination of the phase diagram of the electron-doped superconductor Ba (Fe 1− x Co x) 2 As 2",
            "Jiun-Haw Chu and James G Analytis and Chris Kucharczyk and Ian R Fisher",
            "2009",
            "9So6mosAAAAJ:u-x6o8ySG0sC",
            647,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.79.014506",
            "10075171662481328973",
            "\/scholar?cites=10075171662481328973",
            {
                "2009":72,
                "2010":116,
                "2011":87,
                "2012":63,
                "2013":56,
                "2014":59,
                "2015":43,
                "2016":39,
                "2017":27,
                "2018":28,
                "2019":34,
                "2020":18,
                "2021":3
            }
        ],
        [
            "The topological insulator is a unique state of matter that possesses a metallic surface state of massless particles known as Dirac fermions, which have coupled spin and momentum quantum numbers. Owing to the preservation of time-reversal symmetry, this coupling protects the wavefunctions against disorder 1, 2, 3. The experimental realization of this state of matter in Bi 2 Se 3 and Bi 2 Te 3 has sparked considerable interest owing both to their potential use in spintronic devices and in the investigation of the fundamental nature of topologically non-trivial quantum matter. However, the conductivity of these compounds tends to be dominated by the bulk of the material because of chemical imperfection, making the transport properties of the surface nearly impossible to measure. We have systematically reduced the number of bulk carriers in Bi 2 Se 3 to the point where a magnetic field can collapse them to their …",
            "Two-dimensional surface state in the quantum limit of a topological insulator",
            "James G Analytis and Ross D McDonald and Scott C Riggs and Jiun-Haw Chu and GS Boebinger and Ian R Fisher",
            "2010",
            "9So6mosAAAAJ:Y0pCki6q_DkC",
            615,
            "https:\/\/www.nature.com\/articles\/nphys1861",
            "8469735366519224721",
            "\/scholar?cites=8469735366519224721",
            {
                "2011":53,
                "2012":97,
                "2013":78,
                "2014":76,
                "2015":69,
                "2016":68,
                "2017":47,
                "2018":46,
                "2019":41,
                "2020":34,
                "2021":3
            }
        ],
        [
            "Nematicity, defined as broken rotational symmetry, has recently been observed in competing phases proximate to the superconducting phase in the cuprate high-temperature superconductors. Similarly, the new iron-based high-temperature superconductors exhibit a tetragonal-to-orthorhombic structural transition (i.e., a broken C4 symmetry) that either precedes or is coincident with a collinear spin density wave (SDW) transition in undoped parent compounds, and superconductivity arises when both transitions are suppressed via doping. Evidence for strong in-plane anisotropy in the SDW state in this family of compounds has been reported by neutron scattering, scanning tunneling microscopy, and transport measurements. Here, we present an angle-resolved photoemission spectroscopy study of detwinned single crystals of a representative family of electron-doped iron-arsenide superconductors, Ba(Fe1-xCox)2 …",
            "Symmetry-breaking orbital anisotropy observed for detwinned Ba (Fe1-xCox) 2As2 above the spin density wave transition",
            "Ming Yi and Donghui Lu and Jiun-Haw Chu and James G Analytis and Adam P Sorini and Alexander F Kemper and Brian Moritz and Sung-Kwan Mo and Rob G Moore and Makoto Hashimoto and Wei-Sheng Lee and Zahid Hussain and Thomas P Devereaux and Ian R Fisher and Zhi-Xun Shen",
            "2011",
            "9So6mosAAAAJ:_FxGoFyzp5QC",
            561,
            "https:\/\/www.pnas.org\/content\/108\/17\/6878.short",
            "7412236115810823477",
            "\/scholar?cites=7412236115810823477",
            {
                "2011":31,
                "2012":50,
                "2013":54,
                "2014":74,
                "2015":82,
                "2016":77,
                "2017":50,
                "2018":59,
                "2019":40,
                "2020":40,
                "2021":1
            }
        ],
        [
            "Scanning tunneling spectroscopy studies on high-quality Bi 2 Te 3 crystals exhibit perfect correspondence to angle-resolved photoemission spectroscopy data, hence enabling identification of different regimes measured in the local density of states (LDOS). Oscillations of LDOS near a step are analyzed. Within the main part of the surface band oscillations are strongly damped, supporting the hypothesis of topological protection. At higher energies, as the surface band becomes concave, oscillations appear, dispersing with a wave vector that may result from a hexagonal warping term.",
            "STM imaging of electronic waves on the surface of Bi 2 Te 3: topologically protected surface states and hexagonal warping effects",
            "Zhanybek Alpichshev and JG Analytis and J-H Chu and Ian R Fisher and YL Chen and Zhi-Xun Shen and Alan Fang and Aharon Kapitulnik",
            "2010",
            "9So6mosAAAAJ:IjCSPb-OGe4C",
            559,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.016401",
            "16051433092203829596",
            "\/scholar?cites=16051433092203829596",
            {
                "2010":33,
                "2011":51,
                "2012":84,
                "2013":84,
                "2014":63,
                "2015":66,
                "2016":38,
                "2017":40,
                "2018":35,
                "2019":30,
                "2020":34
            }
        ],
        [
            "Shubnikov-de Haas (SdH) oscillations and angle-resolved photoemission spectroscopy (ARPES) are used to probe the Fermi surface of single crystals of Bi 2 Se 3. We find that SdH and ARPES probes quantitatively agree on measurements of the effective mass and bulk band dispersion. In high carrier density samples, the two probes also agree in the exact position of the Fermi level E F, but for lower carrier density samples discrepancies emerge in the position of E F. In particular, SdH reveals a bulk three-dimensional Fermi surface for samples with carrier densities as low as 10 17 cm− 3. We suggest a simple mechanism to explain these differences and discuss consequences for existing and future transport studies of topological insulators.",
            "Bulk Fermi surface coexistence with Dirac surface state in Bi 2 Se 3: A comparison of photoemission and Shubnikov–de Haas measurements",
            "James G Analytis and Jiun-Haw Chu and Yulin Chen and Felipe Corredor and Ross D McDonald and ZX Shen and Ian R Fisher",
            "2010",
            "9So6mosAAAAJ:W7OEmFMy1HYC",
            486,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.81.205407",
            "11135154808076439525",
            "\/scholar?cites=11135154808076439525",
            {
                "2010":14,
                "2011":49,
                "2012":70,
                "2013":67,
                "2014":51,
                "2015":56,
                "2016":34,
                "2017":42,
                "2018":35,
                "2019":35,
                "2020":28,
                "2021":3
            }
        ],
        [
            "Within the Landau paradigm of continuous phase transitions, ordered states of matter are characterized by a broken symmetry. Although the broken symmetry is usually evident, determining the driving force behind the phase transition can be complicated by coupling between distinct order parameters. We show how measurement of the divergent nematic susceptibility of the iron pnictide superconductor Ba(Fe1−xCox)2As2 distinguishes an electronic nematic phase transition from a simple ferroelastic distortion. These measurements also indicate an electronic nematic quantum phase transition near the composition with optimal superconducting transition temperature.",
            "Divergent nematic susceptibility in an iron arsenide superconductor",
            "Jiun-Haw Chu and Hsueh-Hui Kuo and James G Analytis and Ian R Fisher",
            "2012",
            "9So6mosAAAAJ:isC4tDSrTZIC",
            480,
            "https:\/\/science.sciencemag.org\/content\/337\/6095\/710.abstract",
            "5641605460605983721",
            "\/scholar?cites=5641605460605983721",
            {
                "2012":3,
                "2013":25,
                "2014":52,
                "2015":67,
                "2016":74,
                "2017":64,
                "2018":58,
                "2019":61,
                "2020":69,
                "2021":5
            }
        ],
        [
            "The bistability of ordered spin states in ferromagnets provides the basis for magnetic memory functionality. The latest generation of magnetic random access memories rely on an efficient approach in which magnetic fields are replaced by electrical means for writing and reading the information in ferromagnets. This concept may eventually reduce the sensitivity of ferromagnets to magnetic field perturbations to being a weakness for data retention and the ferromagnetic stray fields to an obstacle for high-density memory integration. Here we report a room-temperature bistable antiferromagnetic (AFM) memory that produces negligible stray fields and is insensitive to strong magnetic fields. We use a resistor made of a FeRh AFM, which orders ferromagnetically roughly 100 K above room temperature, and therefore allows us to set different collective directions for the Fe moments by applied magnetic field. On cooling to …",
            "Room-temperature antiferromagnetic memory resistor",
            "X Marti and I Fina and C Frontera and Jian Liu and P Wadley and Qing He and RJ Paull and JD Clarkson and J Kudrnovský and I Turek and J Kuneš and D Yi and JH Chu and CT Nelson and L You and E Arenholz and S Salahuddin and J Fontcuberta and T Jungwirth and R Ramesh",
            "2014",
            "9So6mosAAAAJ:eMMeJKvmdy0C",
            469,
            "https:\/\/www.nature.com\/articles\/nmat3861",
            "3914605540585844429",
            "\/scholar?cites=3914605540585844429",
            {
                "2014":18,
                "2015":50,
                "2016":78,
                "2017":73,
                "2018":80,
                "2019":72,
                "2020":84,
                "2021":9
            }
        ]
    ]
}