{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "In this paper, we explore the relationship between protostellar outflows and turbulence in molecular clouds. Using three-dimensional numerical simulations we focus on the hydrodynamics of multiple outflows interacting within a parsec scale volume. We explore the extent to which transient outflows injecting directed energy and momentum into a subvolume of a molecular cloud can be converted into random turbulent motions. We show that turbulence can readily be sustained by these interactions and it is possible to broadly characterize an effective driving scale of the outflows. We compare the velocity spectrum obtained in our studies with that of isotropically forced hydrodynamic turbulence finding that in outflow-driven turbulence a power law of the form E (k)∝ k–β is indeed achieved. However, we find that a steeper spectrum β~ 2.74 is obtained in outflow-driven turbulence models than in isotropically forced …",
            "Outflow-driven turbulence in molecular clouds",
            "Jonathan J Carroll and Adam Frank and Eric G Blackman and Andrew J Cunningham and Alice C Quillen",
            "2009",
            "9StXt_8AAAAJ:TQgYirikUcIC",
            84,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/695\/2\/1376\/meta",
            "17658801827006120039",
            "\/scholar?cites=17658801827006120039",
            {
                "2009":5,
                "2010":18,
                "2011":6,
                "2012":9,
                "2013":8,
                "2014":6,
                "2015":11,
                "2016":5,
                "2017":1,
                "2018":3,
                "2019":6,
                "2020":4,
                "2021":1
            }
        ]
    ]
}