{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "An asymmetric pair of coupled InAs quantum dots is tuned into resonance by applying an electric field so that a single hole forms a coherent molecular wave function. The optical spectrum shows a rich pattern of level anticrossings and crossings that can be understood as a superposition of charge and spin configurations of the two dots. Coulomb interactions shift the molecular resonance of the optically excited state (charged exciton) with respect to the ground state (single charge), enabling light-induced coupling of the quantum dots. This result demonstrates the possibility of optically coupling quantum dots for application in quantum information processing.",
            "Optical signatures of coupled quantum dots",
            "Eric A Stinaff and Michael Scheibner and Allan S Bracker and Ilya V Ponomarev and Vladimir L Korenev and Morgan E Ware and Matt F Doty and Thomas L Reinecke and Dan Gammon",
            "2006",
            "9XGJXmwAAAAJ:u5HHmVD_uO8C",
            507,
            "https:\/\/science.sciencemag.org\/content\/311\/5761\/636.abstract",
            "2799321081565973329",
            "\/scholar?cites=2799321081565973329",
            {
                "2006":19,
                "2007":38,
                "2008":46,
                "2009":52,
                "2010":44,
                "2011":45,
                "2012":46,
                "2013":37,
                "2014":37,
                "2015":30,
                "2016":28,
                "2017":28,
                "2018":17,
                "2019":19,
                "2020":16,
                "2021":4
            }
        ],
        [
            "Most self-assembled quantum dot molecules are intrinsically asymmetric with inequivalent dots resulting from imperfect control of crystal growth. The authors have grown vertically aligned pairs of InAs∕GaAs quantum dots by molecular beam epitaxy, introducing intentional asymmetry that limits the influence of intrinsic growth fluctuations and allows selective tunneling of electrons or holes. They present a systemic investigation of tunneling energies over a wide range of interdot barrier thickness. The concepts discussed here provide an important tool for the systematic design and characterization of more complicated quantum dot nanostructures.",
            "Engineering electron and hole tunneling with asymmetric InAs quantum dot molecules",
            "Allan S Bracker and Michael Scheibner and MF Doty and Eric A Stinaff and Ilya V Ponomarev and JC Kim and LJ Whitman and TL Reinecke and Daniel Gammon",
            "2006",
            "9XGJXmwAAAAJ:d1gkVwhDpl0C",
            172,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2400397",
            "17100777638539560087",
            "\/scholar?cites=17100777638539560087",
            {
                "2006":2,
                "2007":9,
                "2008":19,
                "2009":17,
                "2010":9,
                "2011":18,
                "2012":15,
                "2013":13,
                "2014":12,
                "2015":11,
                "2016":10,
                "2017":13,
                "2018":9,
                "2019":6,
                "2020":8
            }
        ],
        [
            "We report polarized photoluminescence excitation spectroscopy of the negative trion in single charge-tunable InAs\/GaAs quantum dots. The spectrum exhibits a p-shell resonance with polarized fine structure arising from the direct excitation of the electron spin triplet states. The energy splitting arises from the axially symmetric electron-hole exchange interaction. The magnitude and sign of the polarization are understood from the spin character of the triplet states and a small amount of quantum dot asymmetry, which mixes the wave functions through asymmetric e− e and e− h exchange interactions.",
            "Polarized fine structure in the photoluminescence excitation spectrum of a negatively charged quantum dot",
            "ME Ware and EA Stinaff and D Gammon and MF Doty and AS Bracker and D Gershoni and VL Korenev and ŞC Bădescu and Y Lyanda-Geller and TL Reinecke",
            "2005",
            "9XGJXmwAAAAJ:u-x6o8ySG0sC",
            159,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.177403",
            "9632362929507495863",
            "\/scholar?cites=9632362929507495863",
            {
                "2006":10,
                "2007":20,
                "2008":19,
                "2009":22,
                "2010":17,
                "2011":8,
                "2012":8,
                "2013":12,
                "2014":6,
                "2015":5,
                "2016":5,
                "2017":7,
                "2018":3,
                "2019":10,
                "2020":6
            }
        ],
        [
            "We present a magnetophotoluminescence study of individual vertically stacked InAs\/GaAs quantum dot pairs separated by thin tunnel barriers. As an applied electric field tunes the relative energies of the two dots, we observe a strong resonant increase or decrease in the g factors of different spin states that have molecular wave functions distributed over both quantum dots. We propose a phenomenological model for the change in g factor based on resonant changes in the amplitude of the wave function in the barrier due to the formation of bonding and antibonding orbitals.",
            "Electrically tunable g factors in quantum dot molecular spin states",
            "MF Doty and M Scheibner and IV Ponomarev and EA Stinaff and AS Bracker and VL Korenev and TL Reinecke and D Gammon",
            "2006",
            "9XGJXmwAAAAJ:9yKSN-GCB0IC",
            122,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.197202",
            "10230644939291366728",
            "\/scholar?cites=10230644939291366728",
            {
                "2007":9,
                "2008":14,
                "2009":17,
                "2010":15,
                "2011":12,
                "2012":11,
                "2013":13,
                "2014":5,
                "2015":8,
                "2016":5,
                "2017":3,
                "2018":1,
                "2019":4,
                "2020":4
            }
        ],
        [
            "Coherent tunneling between two InAs quantum dots forms delocalized molecular states. Using magnetophotoluminescence spectroscopy we show that when holes tunnel through a thin barrier, the lowest energy molecular state has bonding orbital character. However, as the thickness of the barrier increases, the molecular ground state changes character from a bonding orbital to an antibonding orbital, confirming recent theoretical predictions. We explain how the spin-orbit interaction causes this counterintuitive reversal by using a four-band k· p model and atomistic calculations that account for strain.",
            "Antibonding ground states in InAs quantum-dot molecules",
            "MF Doty and JI Climente and M Korkusinski and M Scheibner and AS Bracker and P Hawrylak and D Gammon",
            "2009",
            "9XGJXmwAAAAJ:IjCSPb-OGe4C",
            119,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.047401",
            "11851413449745857738",
            "\/scholar?cites=11851413449745857738",
            {
                "2009":9,
                "2010":16,
                "2011":8,
                "2012":12,
                "2013":12,
                "2014":11,
                "2015":13,
                "2016":8,
                "2017":8,
                "2018":8,
                "2019":5,
                "2020":5,
                "2021":2
            }
        ],
        [
            "The interaction between spins in coupled quantum dots is revealed in distinct fine structure patterns in the measured optical spectra of In As∕ Ga As double quantum dot molecules containing zero, one, or two excess holes. The fine structure is explained well in terms of a uniquely molecular interplay of spin-exchange interactions, Pauli exclusion, and orbital tunneling. This knowledge is critical for converting quantum dot molecule tunneling into a means of optically coupling not just orbitals but also spins.",
            "Spin fine structure of optically excited quantum dot molecules",
            "Michael Scheibner and MF Doty and Ilya V Ponomarev and Allan S Bracker and Eric A Stinaff and VL Korenev and TL Reinecke and Daniel Gammon",
            "2007",
            "9XGJXmwAAAAJ:2osOgNQ5qMEC",
            95,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.75.245318",
            "7242407742630344531",
            "\/scholar?cites=7242407742630344531",
            {
                "2007":7,
                "2008":18,
                "2009":9,
                "2010":9,
                "2011":6,
                "2012":9,
                "2013":8,
                "2014":8,
                "2015":7,
                "2016":4,
                "2017":4,
                "2018":2,
                "2019":1,
                "2020":1,
                "2021":2
            }
        ],
        [
            "In a network of quantum dots 1 embedded in a semiconductor structure, no two are the same, and so their individual and collective properties must be measured after fabrication. Here, we demonstrate a ‘level anti-crossing spectroscopy’(LACS) technique in which the ladder of orbital energy levels of one quantum dot is used to probe that of a nearby quantum dot. This optics-based technique can be applied in situ to a cluster of tunnel-coupled dots, in configurations similar to that predicted for new photonic or quantum information technologies 2, 3, 4, 5. Although the lowest energy levels of a quantum dot are arranged approximately in a shell structure 6, 7, 8, 9, 10, asymmetries or intrinsic physics—such as spin–orbit coupling for holes—may alter level splittings significantly 11. We use LACS on a diatomic molecule composed of vertically stacked InAs\/GaAs quantum dots and obtain the excited-state level diagram of a …",
            "Optically mapping the electronic structure of coupled quantum dots",
            "Michael Scheibner and M Yakes and Allan S Bracker and Ilya V Ponomarev and MF Doty and CS Hellberg and LJ Whitman and TL Reinecke and Daniel Gammon",
            "2008",
            "9XGJXmwAAAAJ:UeHWp8X0CEIC",
            89,
            "https:\/\/www.nature.com\/articles\/nphys882",
            "12968346530396306986",
            "\/scholar?cites=12968346530396306986",
            {
                "2008":6,
                "2009":10,
                "2010":10,
                "2011":10,
                "2012":10,
                "2013":7,
                "2014":5,
                "2015":7,
                "2016":3,
                "2017":11,
                "2018":2,
                "2019":3,
                "2020":4
            }
        ],
        [
            "Benzenedithiol (BDT) and ethanedithiol (EDT) ligand-exchange treatments can be used to cross-link colloidal PbS quantum dots into nanocrystalline film structures with distinct optoelectronic properties. Such structures can provide a unique platform to study the energy transfer between layers of quantum dots with different sizes. In this report, efficient exciton funneling and recycling of surface state-bound excitons is observed in cascaded PbS quantum dot-based multilayered superstructures, where the excitons transfer from the larger band gap or donor layers to the smallest band gap or acceptor layers. In this system, both the BDT- and EDT-treated cascaded structures exhibit dramatically enhanced photoluminescence from the acceptor layers. As we show, the energy transfer mechanisms involved and their efficiencies are significantly different depending on the ligand-exchange treatment. In the future, we believe …",
            "Efficient exciton funneling in cascaded PbS quantum dot superstructures",
            "Fan Xu and Xin Ma and Chelsea R Haughn and Jamie Benavides and Matthew F Doty and Sylvain G Cloutier",
            "2011",
            "9XGJXmwAAAAJ:ufrVoPGSRksC",
            76,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn203728t",
            "13109007436286230577",
            "\/scholar?cites=13109007436286230577",
            {
                "2012":5,
                "2013":7,
                "2014":11,
                "2015":13,
                "2016":13,
                "2017":7,
                "2018":4,
                "2019":8,
                "2020":7
            }
        ],
        [
            "The engineering of quantum dot solids with low defect concentrations and efficient carrier transport through a ligand strategy is crucial to achieve efficient quantum dot (QD) optoelectronic devices. Here, we study the consequences of various surface ligand treatments on the light emission properties of PbS quantum dot films using 1, 3-benzenedithiol (1, 3-BDT), 1, 2-ethanedithiol (EDT), mercaptocarboxylic acids (MPA) and ammonium sulfide ((NH4) 2S). We first investigate the influence of different ligand treatments on the inter-dot separation, which mainly determines the conductivity of the QD films. Then, through a combination of photoluminescence and transient photoluminescence characterization, we demonstrate that the radiative and non-radiative recombination mechanisms in the quantum dot films depend critically on the length and chemical structure of the surface ligands. View Full-Text",
            "Impact of different surface ligands on the optical properties of PbS quantum dot solids",
            "Fan Xu and Luis Felipe Gerlein and Xin Ma and Chelsea R Haughn and Matthew F Doty and Sylvain G Cloutier",
            "2015",
            "9XGJXmwAAAAJ:RYcK_YlVTxYC",
            68,
            "https:\/\/www.mdpi.com\/1996-1944\/8\/4\/1858",
            "3211257166151215596",
            "\/scholar?cites=3211257166151215596",
            {
                "2015":1,
                "2016":9,
                "2017":10,
                "2018":17,
                "2019":17,
                "2020":12
            }
        ],
        [
            "A comprehensive review of cutting-edge solid state research, focusing on its prominent example-quantum dot nanostructures-this book features a broad range of techniques for fabrication of these nano-structured semiconductors and control of their quantum properties. Written by leading researchers, the book considers advanced III-V and II-VI semiconductor quantum dots (QDs) realized by self-assembly, lithography and chemical synthesis; novel QD structures in nanowires and graphene; and transport and optical methods for control of single QDs. Significant attention is given to manipulation of single spins and control of their magnetic environment, and generation of quantum light emitted by single dots in dielectric cavities and coupled to plasmons in metallic structures. It is a valuable resource for graduate students and researchers new to this field.",
            "Quantum dots: optics, electron transport and future applications",
            "Alexander Tartakovskii",
            "2012",
            "9XGJXmwAAAAJ:KIRwYnRZzWQC",
            65,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=HwZqX_RSp18C&oi=fnd&pg=PR11&dq=info:rOZosPcCvucJ:scholar.google.com&ots=eXi9I5jtZf&sig=ikb4lf8xQZnm34VOid2ZliHVOAk",
            "16698787731176220332",
            "\/scholar?cites=16698787731176220332",
            {
                "2013":4,
                "2014":4,
                "2015":9,
                "2016":6,
                "2017":10,
                "2018":12,
                "2019":9,
                "2020":11
            }
        ]
    ]
}