{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "The development of noninvasive methods to detect and monitor tumors continues to be a major challenge in oncology. We used digital polymerase chain reaction–based technologies to evaluate the ability of circulating tumor DNA (ctDNA) to detect tumors in 640 patients with various cancer types. We found that ctDNA was detectable in >75% of patients with advanced pancreatic, ovarian, colorectal, bladder, gastroesophageal, breast, melanoma, hepatocellular, and head and neck cancers, but in less than 50% of primary brain, renal, prostate, or thyroid cancers. In patients with localized tumors, ctDNA was detected in 73, 57, 48, and 50% of patients with colorectal cancer, gastroesophageal cancer, pancreatic cancer, and breast adenocarcinoma, respectively. ctDNA was often present in patients without detectable circulating tumor cells, suggesting that these two biomarkers are distinct entities. In a separate panel of …",
            "Detection of circulating tumor DNA in early-and late-stage human malignancies",
            "Chetan Bettegowda and Mark Sausen and Rebecca J Leary and Isaac Kinde and Yuxuan Wang and Nishant Agrawal and Bjarne R Bartlett and Hao Wang and Brandon Luber and Rhoda M Alani and Emmanuel S Antonarakis and Nilofer S Azad and Alberto Bardelli and Henry Brem and John L Cameron and Clarence C Lee and Leslie A Fecher and Gary L Gallia and Peter Gibbs and Dung Le and Robert L Giuntoli and Michael Goggins and Michael D Hogarty and Matthias Holdhoff and Seung-Mo Hong and Yuchen Jiao and Hartmut H Juhl and Jenny J Kim and Giulia Siravegna and Daniel A Laheru and Calogero Lauricella and Michael Lim and Evan J Lipson and Suely Kazue Nagahashi Marie and George J Netto and Kelly S Oliner and Alessandro Olivi and Louise Olsson and Gregory J Riggins and Andrea Sartore-Bianchi and Kerstin Schmidt and Sueli Mieko Oba-Shinjo and Salvatore Siena and Dan Theodorescu and Jeanne Tie and Timothy T Harkins and Silvio Veronese and Tian-Li Wang and Jon D Weingart and Christopher L Wolfgang and Laura D Wood and Dongmei Xing and Ralph H Hruban and Jian Wu and Peter J Allen and C Max Schmidt and Michael A Choti and Victor E Velculescu and Kenneth W Kinzler and Bert Vogelstein and Nickolas Papadopoulos and Luis A Diaz",
            "2014",
            "9XSvNkUAAAAJ:Y0pCki6q_DkC",
            2789,
            "https:\/\/stm.sciencemag.org\/content\/6\/224\/224ra24.short",
            "3985254756830939879",
            "\/scholar?cites=3985254756830939879",
            {
                "2014":65,
                "2015":255,
                "2016":386,
                "2017":472,
                "2018":472,
                "2019":520,
                "2020":550,
                "2021":43
            }
        ]
    ]
}