{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report a virus-based scaffold for the synthesis of single-crystal ZnS, CdS, and freestanding chemically ordered CoPt and FePt nanowires, with the means of modifying substrate specificity through standard biological methods. Peptides (selected through an evolutionary screening process) that exhibit control of composition, size, and phase during nanoparticle nucleation have been expressed on the highly ordered filamentous capsid of the M13 bacteriophage. The incorporation of specific, nucleating peptides into the generic scaffold of the M13 coat structure provides a viable template for the directed synthesis of semiconducting and magnetic materials. Removal of the viral template by means of annealing promoted oriented aggregation-based crystal growth, forming individual crystalline nanowires. The unique ability to interchange substrate-specific peptides into the linear self-assembled filamentous construct of …",
            "Virus-based toolkit for the directed synthesis of magnetic and semiconducting nanowires",
            "Chuanbin Mao and Daniel J Solis and Brian D Reiss and Stephen T Kottmann and Rozamond Y Sweeney and Andrew Hayhurst and George Georgiou and Brent Iverson and Angela M Belcher",
            "2004",
            "9yLaBrYAAAAJ:u5HHmVD_uO8C",
            1148,
            "https:\/\/science.sciencemag.org\/content\/303\/5655\/213.abstract",
            "3116043662681013151",
            "\/scholar?cites=3116043662681013151",
            {
                "2004":30,
                "2005":80,
                "2006":100,
                "2007":105,
                "2008":104,
                "2009":80,
                "2010":85,
                "2011":91,
                "2012":91,
                "2013":78,
                "2014":68,
                "2015":56,
                "2016":44,
                "2017":39,
                "2018":37,
                "2019":30,
                "2020":20,
                "2021":3
            }
        ],
        [
            "Under physiological conditions, the Escherichia coli cytoplasm is maintained in a reduced state that strongly disfavors the formation of stable disulfide bonds in proteins. However, mutants in which the reduction of both thioredoxins and glutathione is impaired (trxB gor mutants) accumulate oxidized, enzymatically active alkaline phosphatase in the cytoplasm. These mutants grow very poorly in the absence of an exogenous reductant and accumulate extragenic suppressors at a high frequency. One such suppressor strain, FA113, grows almost as rapidly as the wild type in the absence of reductant, exhibits slightly faster kinetics of disulfide bond formation, and has fully induced activity of the transcriptional activator, OxyR. FA113 gave substantially higher yields of properly oxidized proteins compared with wild-type or trxB mutant strains. For polypeptides with very complex patterns of disulfide bonds, such as vtPA and …",
            "Efficient folding of proteins with multiple disulfide bonds in the Escherichia coli cytoplasm",
            "Paul H Bessette and Fredrik Åslund and Jon Beckwith and George Georgiou",
            "1999",
            "9yLaBrYAAAAJ:d1gkVwhDpl0C",
            807,
            "https:\/\/www.pnas.org\/content\/96\/24\/13703.short",
            "17401406607655127139",
            "\/scholar?cites=17401406607655127139",
            {
                "2000":14,
                "2001":23,
                "2002":25,
                "2003":35,
                "2004":45,
                "2005":36,
                "2006":43,
                "2007":37,
                "2008":52,
                "2009":40,
                "2010":62,
                "2011":39,
                "2012":45,
                "2013":46,
                "2014":52,
                "2015":42,
                "2016":40,
                "2017":50,
                "2018":28,
                "2019":27,
                "2020":24,
                "2021":2
            }
        ],
        [
            "In recent years there has been considerable progress towards the development of expression systems for the display of heterologous polypeptides and, to a lesser extent, oligosaccharides on the surface of bacteria or yeast. The availability of protein display vectors has in turn provided the impetus for a range of exciting technologies. Polypepttde libraries can be displayed in bacteria and screened by cell sorting techniques, thus simplifying the isolation of proteins with high affinity for ligands. Expression of antigens on the surface of nonvirulent microorganisms is an attractive approach to the development of high-efficacy recombinant live vaccines. Finally, cells displaying protein receptors or antibodies are of use for analytical applications and bioseparations.",
            "Display of heterologous proteins on the surface of microorganisms: from the screening of combinatorial libraries to live recombinant vaccines",
            "George Georgiou and Christos Stathopoulos and Patrick S Daugherty and Amiya R Nayak and Brent L Iverson and Roy Curtiss III",
            "1997",
            "9yLaBrYAAAAJ:u-x6o8ySG0sC",
            709,
            "https:\/\/www.nature.com\/articles\/nbt0197-29",
            "4169935634520546339",
            "\/scholar?cites=4169935634520546339",
            {
                "1997":11,
                "1998":22,
                "1999":30,
                "2000":43,
                "2001":38,
                "2002":37,
                "2003":20,
                "2004":40,
                "2005":40,
                "2006":24,
                "2007":33,
                "2008":36,
                "2009":44,
                "2010":28,
                "2011":34,
                "2012":25,
                "2013":46,
                "2014":22,
                "2015":29,
                "2016":16,
                "2017":16,
                "2018":16,
                "2019":22,
                "2020":25,
                "2021":1
            }
        ],
        [
            "Antibodies capable of neutralizing HIV-1 often target variable regions 1 and 2 (V1V2) of the HIV-1 envelope, but the mechanism of their elicitation has been unclear. Here we define the developmental pathway by which such antibodies are generated and acquire the requisite molecular characteristics for neutralization. Twelve somatically related neutralizing antibodies (CAP256-VRC26. 01–12) were isolated from donor CAP256 (from the Centre for the AIDS Programme of Research in South Africa (CAPRISA)); each antibody contained the protruding tyrosine-sulphated, anionic antigen-binding loop (complementarity-determining region (CDR) H3) characteristic of this category of antibodies. Their unmutated ancestor emerged between weeks 30–38 post-infection with a 35-residue CDR H3, and neutralized the virus that superinfected this individual 15 weeks after initial infection. Improved neutralization breadth and …",
            "Developmental pathway for potent V1V2-directed HIV-neutralizing antibodies",
            "Nicole A Doria-Rose and Chaim A Schramm and Jason Gorman and Penny L Moore and Jinal N Bhiman and Brandon J DeKosky and Michael J Ernandes and Ivelin S Georgiev and Helen J Kim and Marie Pancera and Ryan P Staupe and Han R Altae-Tran and Robert T Bailer and Ema T Crooks and Albert Cupo and Aliaksandr Druz and Nigel J Garrett and Kam H Hoi and Rui Kong and Mark K Louder and Nancy S Longo and Krisha McKee and Molati Nonyane and Sijy O’Dell and Ryan S Roark and Rebecca S Rudicell and Stephen D Schmidt and Daniel J Sheward and Cinque Soto and Constantinos Kurt Wibmer and Yongping Yang and Zhenhai Zhang and James C Mullikin and James M Binley and Rogier W Sanders and Ian A Wilson and John P Moore and Andrew B Ward and George Georgiou and Carolyn Williamson and Salim S Abdool Karim and Lynn Morris and Peter D Kwong and Lawrence Shapiro and John R Mascola",
            "2014",
            "9yLaBrYAAAAJ:sfnaS5RM6jYC",
            582,
            "https:\/\/www.nature.com\/articles\/nature13036",
            "14221089121581756997",
            "\/scholar?cites=14221089121581756997",
            {
                "2014":37,
                "2015":84,
                "2016":117,
                "2017":108,
                "2018":96,
                "2019":65,
                "2020":70,
                "2021":5
            }
        ],
        [
            "The highly organized structure of M13 bacteriophage was used as an evolved  biological template for the nucleation and orientation of semiconductor  nanowires. To create this organized template, peptides were selected by using  a pIII phage display library for their ability to nucleate ZnS or CdS  nanocrystals. The successful peptides were expressed as pVIII fusion proteins  into the crystalline capsid of the virus. The engineered viruses were exposed  to semiconductor precursor solutions, and the resultant nanocrystals that were  templated along the viruses to form nanowires were extensively characterized  by using high-resolution analytical electron microscopy and photoluminescence.  ZnS nanocrystals were well crystallized on the viral capsid in a hexagonal  wurtzite or a cubic zinc blende structure, depending on the peptide expressed  on the viral capsid. Electron diffraction patterns showed single-crystal type …",
            "Viral assembly of oriented quantum dot nanowires",
            "Chuanbin Mao and Christine E Flynn and Andrew Hayhurst and Rozamond Sweeney and Jifa Qi and George Georgiou and Brent Iverson and Angela M Belcher",
            "2003",
            "9yLaBrYAAAAJ:9yKSN-GCB0IC",
            568,
            "https:\/\/www.pnas.org\/content\/100\/12\/6946.short",
            "12682067837921169175",
            "\/scholar?cites=12682067837921169175",
            {
                "2003":6,
                "2004":30,
                "2005":51,
                "2006":44,
                "2007":44,
                "2008":34,
                "2009":46,
                "2010":36,
                "2011":43,
                "2012":32,
                "2013":29,
                "2014":36,
                "2015":24,
                "2016":33,
                "2017":27,
                "2018":16,
                "2019":19,
                "2020":13,
                "2021":2
            }
        ],
        [
            "Efforts to determine the antibody repertoire encoded by B cells in the blood or lymphoid organs using high-throughput DNA sequencing technologies have been advancing at an extremely rapid pace and are transforming our understanding of humoral immune responses. Information gained from high-throughput DNA sequencing of immunoglobulin genes (Ig-seq) can be applied to detect B-cell malignancies with high sensitivity, to discover antibodies specific for antigens of interest, to guide vaccine development and to understand autoimmunity. Rapid progress in the development of experimental protocols and informatics analysis tools is helping to reduce sequencing artifacts, to achieve more precise quantification of clonal diversity and to extract the most pertinent biological information. That said, broader application of Ig-seq, especially in clinical settings, will require the development of a standardized …",
            "The promise and challenge of high-throughput sequencing of the antibody repertoire",
            "George Georgiou and Gregory C Ippolito and John Beausang and Christian E Busse and Hedda Wardemann and Stephen R Quake",
            "2014",
            "9yLaBrYAAAAJ:OzeSX8-yOCQC",
            546,
            "https:\/\/www.nature.com\/nbt\/journal\/v32\/n2\/abs\/nbt.2782.html",
            "7853903535553465684",
            "\/scholar?cites=7853903535553465684",
            {
                "2014":32,
                "2015":71,
                "2016":88,
                "2017":110,
                "2018":91,
                "2019":74,
                "2020":71,
                "2021":7
            }
        ],
        [
            "Bacterial infection of biomaterial surfaces is an important problem in the biomedical and health industries. The design of materials resistant to infections necessitates an understanding of the forces driving bacterial adhesion. Escherichia coli cells were immobilized onto the tip of a standard atomic force microscope (AFM) cantilever, and force measurements were performed by approaching the modified cantilever onto mica, hydrophilic glass, hydrophobic glass, polystyrene, and Teflon. Consistent with prior qualitative observations, we show that bacterial adhesion is indeed enhanced by the surface hydrophobicity of the substrate. The forces of interaction measured with the AFM are compared to those of model predictions based on an extended-DLVO approach. In this model, short-range acid−base and steric interactions are included with the conventional van der Waals attraction and electrostatic components. The …",
            "Adhesion Forces between E. c oli bacteria and biomaterial surfaces",
            "Yea-Ling Ong and Anneta Razatos and George Georgiou and Mukul M Sharma",
            "1999",
            "9yLaBrYAAAAJ:UeHWp8X0CEIC",
            511,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la981104e",
            "17580479067649169173",
            "\/scholar?cites=17580479067649169173",
            {
                "2000":12,
                "2001":12,
                "2002":30,
                "2003":21,
                "2004":21,
                "2005":21,
                "2006":26,
                "2007":22,
                "2008":20,
                "2009":18,
                "2010":34,
                "2011":30,
                "2012":33,
                "2013":28,
                "2014":30,
                "2015":41,
                "2016":29,
                "2017":25,
                "2018":18,
                "2019":23,
                "2020":10,
                "2021":4
            }
        ],
        [
            "Microbial surfactants are a structurally diverse group of compounds consisting of hydrophilic and hydrophobic domains and which partition preferentially at interfaces. Biosurfactants are of increasing interest commercially as substitutes for synthetic surfactants particularly for environmental applications. This article discusses recent progress in the genetic and biochemical analysis of biosurfactant synthesis as well as the current status of fermentation technologies.",
            "Surface–active compounds from microorganisms",
            "George Georgiou and Sung-Chyr Lin and Mukul M Sharma",
            "1992",
            "9yLaBrYAAAAJ:qjMakFHDy7sC",
            484,
            "https:\/\/www.nature.com\/articles\/nbt0192-60",
            "17877661372860698979",
            "\/scholar?cites=17877661372860698979",
            {
                "1993":7,
                "1994":11,
                "1995":11,
                "1996":9,
                "1997":21,
                "1998":13,
                "1999":17,
                "2000":12,
                "2001":7,
                "2002":7,
                "2003":14,
                "2004":15,
                "2005":18,
                "2006":19,
                "2007":21,
                "2008":27,
                "2009":32,
                "2010":23,
                "2011":23,
                "2012":27,
                "2013":19,
                "2014":28,
                "2015":18,
                "2016":18,
                "2017":22,
                "2018":11,
                "2019":9,
                "2020":18
            }
        ],
        [
            "Many heterologous polypeptides fail to fold into their native state when expressed in Escherichia coli; instead, they are either degraded by the cellular proteolytic machinery or accumulate in insoluble form, typically as inclusion bodies. Misfolding is a particularly vexing problem in the expression of mammalian proteins, especially those that are composed of multiple subunits, have several disulfide bonds, or contain prosthetic groups. Fortunately, bacteria exhibit a remarkable physiological plasticity that can be successfully exploited to improve protein folding. Significant yields of active heterologous proteins have been obtained through strategies that include the co-expression of homologous or heterologous folding accessory proteins, the optimization of growth conditions, and the use of fusion proteins. A flood of recent reports documenting the successful production of complex eukaryotic proteins in active form have …",
            "Expression of correctly folded proteins in Escherichia coli",
            "George Georgiou and Pascal Valax",
            "1996",
            "9yLaBrYAAAAJ:2osOgNQ5qMEC",
            462,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0958166996800127",
            "11118594594711253886",
            "\/scholar?cites=11118594594711253886",
            {
                "1996":2,
                "1997":10,
                "1998":9,
                "1999":10,
                "2000":10,
                "2001":23,
                "2002":25,
                "2003":15,
                "2004":24,
                "2005":26,
                "2006":23,
                "2007":30,
                "2008":29,
                "2009":22,
                "2010":26,
                "2011":28,
                "2012":25,
                "2013":20,
                "2014":12,
                "2015":17,
                "2016":18,
                "2017":19,
                "2018":12,
                "2019":14,
                "2020":11,
                "2021":1
            }
        ],
        [
            "Bacterial adhesion and the subsequent formation of biofilm are major concerns in biotechnology and medicine. The initial step in bacterial adhesion is the interaction of cells with a surface, a process governed by long-range forces, primarily van der Waals and electrostatic interactions. The precise manner in which the force of interaction is affected by cell surface components and by the physiochemical properties of materials is not well understood. Here, we show that atomic force microscopy can be used to analyze the initial events in bacterial adhesion with unprecedented resolution. Interactions between the cantilever tip and confluent monolayers of isogenic strains of Escherichia coli mutants exhibiting subtle differences in cell surface composition were measured. It was shown that the adhesion force is affected by the length of core lipopolysaccharide molecules on the E. coli cell surface and by the production of …",
            "Molecular determinants of bacterial adhesion monitored by atomic force microscopy",
            "Anneta Razatos and Yea-Ling Ong and Mukul M Sharma and George Georgiou",
            "1998",
            "9yLaBrYAAAAJ:IjCSPb-OGe4C",
            428,
            "https:\/\/www.pnas.org\/content\/95\/19\/11059.short",
            "6722676716097995521",
            "\/scholar?cites=6722676716097995521",
            {
                "1999":6,
                "2000":16,
                "2001":10,
                "2002":20,
                "2003":22,
                "2004":27,
                "2005":25,
                "2006":21,
                "2007":17,
                "2008":32,
                "2009":27,
                "2010":17,
                "2011":12,
                "2012":24,
                "2013":23,
                "2014":26,
                "2015":18,
                "2016":16,
                "2017":20,
                "2018":18,
                "2019":11,
                "2020":19
            }
        ]
    ]
}