{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "An investigation on the extraction of citronella oil from Cymbopogon nardus (C. nardus) using a custom made medium scale steam distillation apparatus has been conducted. The Clevenger apparatus was used to generate a continuous flow of the hydrosol, creating an efficient distillation system. In the case for C. nardus leave samples orientation; the sleeping\/standing and close\/loose packing in steam distillator was found to have significant effects on the yield of extraction. The 3.5 hours distillation process produced an extraction yield of 0.64% in sleeping position of the leaves as compared to the standing position (0.43%), while the loose packing (0.70%) has almost two fold of yield percentage as compared to the close-packing (0.40%) of the leaves. Therefore, the steam distillation of C. nardus leaves using a custom made medium scale steam distillation apparatus was found to be most effective in the combination of sleeping position with a loose packing. Furthermore, the age of C. nardus leaves also affect the physical and chemical quality of the citronella oil extracted. The younger leaves produced citronella oil that consists mainly of citronellal, citronellol and geraniol while the older leaves contained a high composition of citral.",
            "Optimal extraction and evaluation on the oil content of citronella oil extracted from Cymbopogon nardus",
            "Daniel Jun Weng Chong and Jalifah Latip and Siti Aishah Hasbullah and Harjono Sastrohamidjojo",
            "2015",
            "9zC2C_4AAAAJ:u-x6o8ySG0sC",
            14,
            "http:\/\/mjas.analis.com.my\/wp-content\/uploads\/2018\/11\/Chong_19_1_9.pdf",
            "10124295679776711296",
            "\/scholar?cites=10124295679776711296",
            {
                "2018":1,
                "2019":2,
                "2020":10,
                "2021":1
            }
        ],
        [
            "see more details and citronellol. It is the second fraction in fractional distillation of commercially grown Cymbopogon nardus. The physical and chemical similarities of these two compounds made them inseparable. The individual use of each compound is of great importance. A selective oxidation oxidation Subject Category: Miscellaneoussee more details (hydrogen peroxide activated by platinum black) of geraniol (in rhodinol) to geranial was done while remaining citronellol intact in order to separate the two compounds into different chemical functionality. A yield of 81% geranial achieved while minimizing citronellal formation from citronellol to 17%. Chemical separation separation Subject Category: Techniques, Methodologies and Equipment",
            "Separation of Geraniol from Citronellol by Selective Oxidation of Geraniol to Geranial",
            "Daniel Jun Weng Chong and Jalifah Latip and Siti Aishah Hasbullah and Harjono Sastrohamidjojo",
            "2015",
            "9zC2C_4AAAAJ:u5HHmVD_uO8C",
            8,
            "https:\/\/www.cabdirect.org\/cabdirect\/abstract\/20153405160",
            "11257040841316139753",
            "\/scholar?cites=11257040841316139753",
            {
                "2017":1,
                "2018":3,
                "2019":2,
                "2020":2
            }
        ],
        [
            "This paper reports the improved procedure for aldol condensation between citral and 2-octanone with Amberlyst A-26 OH to give 11,15-dimethyl-hexadeca-8,10,14-trien-7-one. The improved synthesis utilizing Amberlyst A-26 OH as the solid catalyst produces better yield (93.0%) and enables simple work-up procedure. The experimental conditions are evaluated and optimized at 2-octanone\/citral molar ratio of 10, catalyst amount of 5% (mole of citral), and temperature of 60°C in 3.5 h reaction time. 11,15-Dimethyl-hexadeca-8,10,14-trien-7-one is isolated using preparative thin layer chromatography with hexane:ethyl acetate (9.5:0.5) and confirmed by gas chromatography-mass spectrometry (GC-MS), ultraviolet-visible (UV-Vis), Fourier transform infrared (FTIR) and nuclear magnetic resonance (NMR).",
            "An improved method for aldol condensation catalyses by Amberlyst A-26 OH: application in the synthesis of pseudoionone derivative, 11, 15-dimethylhexadeca-8, 10, 14-trien-7-one",
            "Daniel JW Chong and Florence HL Chong and Jalifah Latip",
            "2016",
            "9zC2C_4AAAAJ:2osOgNQ5qMEC",
            1,
            "https:\/\/www.degruyter.com\/view\/journals\/gps\/5\/3\/article-p297.xml",
            "15231150748009023701",
            "\/scholar?cites=15231150748009023701",
            {
                "2016":1
            }
        ]
    ]
}