{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Cement setting and cohesion are governed by the precipitation and growth of calcium-silicate-hydrate, through a complex evolution of microstructure. A colloidal model to describe nucleation, packing, and rigidity of calcium-silicate-hydrate aggregates is proposed. Polydispersity and particle size dependent cohesion strength combine to produce a spectrum of packing fractions and of corresponding elastic properties that can be tested against nanoindentation experiments. Implications regarding plastic deformations and reconciling current structural characterizations are discussed.",
            "Nanostructure and nanomechanics of cement: polydisperse colloidal packing",
            "Enrico Masoero and E Del Gado and RJ-M Pellenq and F-J Ulm and Sidney Yip",
            "2012",
            "_2BWHlAAAAAJ:d1gkVwhDpl0C",
            150,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.155503",
            "3777774234822999764",
            "\/scholar?cites=3777774234822999764",
            {
                "2013":16,
                "2014":22,
                "2015":23,
                "2016":12,
                "2017":16,
                "2018":23,
                "2019":19,
                "2020":13,
                "2021":2
            }
        ],
        [
            "Strength and other mechanical properties of cement and concrete rely upon the formation of calcium–silicate–hydrates (C–S–H) during cement hydration. Controlling structure and properties of the C–S–H phase is a challenge, due to the complexity of this hydration product and of the mechanisms that drive its precipitation from the ionic solution upon dissolution of cement grains in water. Departing from traditional models mostly focused on length scales above the micrometer, recent research addressed the molecular structure of C–S–H. However, small-angle neutron scattering, electron-microscopy imaging, and nanoindentation experiments suggest that its mesoscale organization, extending over hundreds of nanometers, may be more important. Here we unveil the C–S–H mesoscale texture, a crucial step to connect the fundamental scales to the macroscale of engineering properties. We use simulations that …",
            "Mesoscale texture of cement hydrates",
            "Katerina Ioannidou and Konrad J Krakowiak and Mathieu Bauchy and Christian G Hoover and Enrico Masoero and Sidney Yip and Franz-Josef Ulm and Pierre Levitz and Roland J-M Pellenq and Emanuela Del Gado",
            "2016",
            "_2BWHlAAAAAJ:7PzlFSSx8tAC",
            133,
            "https:\/\/www.pnas.org\/content\/113\/8\/2029.short",
            "1515348312795513682",
            "\/scholar?cites=1515348312795513682",
            {
                "2016":11,
                "2017":28,
                "2018":28,
                "2019":24,
                "2020":38,
                "2021":2
            }
        ],
        [
            "In colloidal suspensions, at low volume fraction and temperature, dynamical arrest occurs via the growth of elongated structures that aggregate to form a connected network at gelation. Here we show that, in the region of parameter space where gelation occurs, the stable thermodynamical phase is a crystalline columnar one. Near and above the gelation threshold, the disordered spanning network slowly evolves and finally orders to form the crystalline structure. At higher volume fractions the stable phase is a lamellar one, which seems to have a still longer ordering time.",
            "Columnar and lamellar phases in attractive colloidal systems",
            "Antonio De Candia and Emanuela Del Gado and Annalisa Fierro and Nicolas Sator and Marco Tarzia and Antonio Coniglio",
            "2006",
            "_2BWHlAAAAAJ:u5HHmVD_uO8C",
            98,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.74.010403",
            "16563109845809127938",
            "\/scholar?cites=16563109845809127938",
            {
                "2007":7,
                "2008":8,
                "2009":12,
                "2010":4,
                "2011":9,
                "2012":7,
                "2013":6,
                "2014":10,
                "2015":5,
                "2016":12,
                "2017":2,
                "2018":4,
                "2019":5,
                "2020":6,
                "2021":1
            }
        ]
    ]
}