{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "We have observed Bose-Einstein condensation of pairs of fermionic atoms in an ultracold Li 6 gas at magnetic fields above a Feshbach resonance, where no stable Li 2 6 molecules would exist in vacuum. We accurately determined the position of the resonance to be 822±3 G. Molecular Bose-Einstein condensates were detected after a fast magnetic field ramp, which transferred pairs of atoms at close distances into bound molecules. Condensate fractions as high as 80% were obtained. The large condensate fractions are interpreted in terms of preexisting molecules which are quasistable even above the two-body Feshbach resonance due to the presence of the degenerate Fermi gas.",
            "Condensation of Pairs of Fermionic Atoms near a Feshbach Resonance",
            "MW Zwierlein and CA Stan and CH Schunck and SMF Raupach and AJ Kerman and W. Ketterle",
            "2004",
            "_2ODBHwAAAAJ:evX43VCCuoAC",
            1522,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.120403",
            "2267166873991299809",
            "\/scholar?cites=2267166873991299809",
            {
                "2004":82,
                "2005":177,
                "2006":179,
                "2007":153,
                "2008":116,
                "2009":104,
                "2010":81,
                "2011":66,
                "2012":71,
                "2013":66,
                "2014":63,
                "2015":55,
                "2016":68,
                "2017":69,
                "2018":55,
                "2019":51,
                "2020":56,
                "2021":4
            }
        ],
        [
            "We have observed Bose-Einstein condensation of molecules. When a spin mixture of fermionic L i 6 atoms was evaporatively cooled in an optical dipole trap near a Feshbach resonance, the atomic gas was converted into L i 2 6 molecules. Below 600 nK, a Bose-Einstein condensate of up to 900 000 molecules was identified by the sudden onset of a bimodal density distribution. This condensate realizes the limit of tightly bound fermion pairs in the crossover between BCS superfluidity and Bose-Einstein condensation.",
            "Observation of Bose-Einstein condensation of molecules",
            "Martin W Zwierlein and Claudiu A Stan and Christian H Schunck and Sebastian MF Raupach and Subhadeep Gupta and Zoran Hadzibabic and Wolfgang Ketterle",
            "2003",
            "_2ODBHwAAAAJ:u5HHmVD_uO8C",
            1387,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.250401",
            "1882260628098888030",
            "\/scholar?cites=1882260628098888030",
            {
                "2003":5,
                "2004":178,
                "2005":170,
                "2006":171,
                "2007":128,
                "2008":120,
                "2009":92,
                "2010":85,
                "2011":77,
                "2012":68,
                "2013":53,
                "2014":43,
                "2015":41,
                "2016":47,
                "2017":22,
                "2018":29,
                "2019":23,
                "2020":20
            }
        ],
        [
            "Quantum degenerate Fermi gases provide a remarkable opportunity to study strongly interacting fermions. In contrast to other Fermi systems, such as superconductors, neutron stars or the quark-gluon plasma of the early Universe, these gases have low densities and their interactions can be precisely controlled over an enormous range. Previous experiments with Fermi gases have revealed condensation of fermion pairs. Although these and other studies were consistent with predictions assuming superfluidity, proof of superfluid behaviour has been elusive. Here we report observations of vortex lattices in a strongly interacting, rotating Fermi gas that provide definitive evidence for superfluidity. The interaction and therefore the pairing strength between two 6 Li fermions near a Feshbach resonance can be controlled by an external magnetic field. This allows us to explore the crossover from a Bose–Einstein …",
            "Vortices and superfluidity in a strongly interacting Fermi gas",
            "Martin W Zwierlein and Jamil R Abo-Shaeer and Andre Schirotzek and Christian H Schunck and Wolfgang Ketterle",
            "2005",
            "_2ODBHwAAAAJ:d1gkVwhDpl0C",
            1363,
            "https:\/\/www.nature.com\/articles\/nature03858",
            "10647004252618773486",
            "\/scholar?cites=10647004252618773486",
            {
                "2005":39,
                "2006":169,
                "2007":134,
                "2008":118,
                "2009":87,
                "2010":95,
                "2011":76,
                "2012":95,
                "2013":85,
                "2014":59,
                "2015":83,
                "2016":89,
                "2017":69,
                "2018":55,
                "2019":59,
                "2020":47,
                "2021":1
            }
        ],
        [
            "We established superfluidity in a two-state mixture of ultracold fermionic atoms with imbalanced state populations. This study relates to the long-standing debate about the nature of the superfluid state in Fermi systems. Indicators for superfluidity were condensates of fermion pairs and vortices in rotating clouds. For strong interactions, near a Feshbach resonance, superfluidity was observed for a broad range of population imbalances. We mapped out the superfluid regime as a function of interaction strength and population imbalance and characterized the quantum phase transition to the normal state, known as the Pauli limit of superfluidity.",
            "Fermionic superfluidity with imbalanced spin populations",
            "Martin W Zwierlein and André Schirotzek and Christian H Schunck and Wolfgang Ketterle",
            "2006",
            "_2ODBHwAAAAJ:9yKSN-GCB0IC",
            1074,
            "https:\/\/science.sciencemag.org\/content\/311\/5760\/492.abstract",
            "6512423363401663312",
            "\/scholar?cites=6512423363401663312",
            {
                "2006":101,
                "2007":124,
                "2008":110,
                "2009":111,
                "2010":98,
                "2011":93,
                "2012":96,
                "2013":62,
                "2014":48,
                "2015":44,
                "2016":49,
                "2017":40,
                "2018":33,
                "2019":27,
                "2020":34
            }
        ],
        [
            "The coupling of the spin of electrons to their motional state lies at the heart of recently discovered topological phases of matter. Here we create and detect spin-orbit coupling in an atomic Fermi gas, a highly controllable form of quantum degenerate matter. We directly reveal the spin-orbit gap via spin-injection spectroscopy, which characterizes the energy-momentum dispersion and spin composition of the quantum states. For energies within the spin-orbit gap, the system acts as a spin diode. We also create a spin-orbit coupled lattice and probe its spinful band structure, which features additional spin gaps and a fully gapped spectrum. In the presence of s-wave interactions, such systems should display induced p-wave pairing, topological superfluidity, and Majorana edge states.",
            "Spin-injection spectroscopy of a spin-orbit coupled Fermi gas",
            "Lawrence W Cheuk and Ariel T Sommer and Zoran Hadzibabic and Tarik Yefsah and Waseem S Bakr and Martin W Zwierlein",
            "2012",
            "_2ODBHwAAAAJ:Tyk-4Ss8FVUC",
            892,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.095302",
            "4884994749549460083",
            "\/scholar?cites=4884994749549460083",
            {
                "2012":34,
                "2013":130,
                "2014":129,
                "2015":148,
                "2016":126,
                "2017":94,
                "2018":93,
                "2019":66,
                "2020":66,
                "2021":5
            }
        ],
        [
            "Fermi gases, collections of fermions such as neutrons and electrons, are found throughout nature, from solids to neutron stars. Interacting Fermi gases can form a superfluid or, for charged fermions, a superconductor. We have observed the superfluid phase transition in a strongly interacting Fermi gas by high-precision measurements of the local compressibility, density, and pressure. Our data completely determine the universal thermodynamics of these gases without any fit or external thermometer. The onset of superfluidity is observed in the compressibility, the chemical potential, the entropy, and the heat capacity, which displays a characteristic lambda-like feature at the critical temperature Tc\/TF = 0.167(13). The ground-state energy is  ξN EF with ξ = 0.376(4). Our measurements provide a benchmark for many-body theories of strongly interacting fermions.",
            "Revealing the superfluid lambda transition in the universal thermodynamics of a unitary Fermi gas",
            "Mark JH Ku and Ariel T Sommer and Lawrence W Cheuk and Martin W Zwierlein",
            "2012",
            "_2ODBHwAAAAJ:YsMSGLbcyi4C",
            658,
            "https:\/\/science.sciencemag.org\/content\/335\/6068\/563.abstract",
            "4433486240829691267",
            "\/scholar?cites=4433486240829691267",
            {
                "2011":2,
                "2012":54,
                "2013":85,
                "2014":67,
                "2015":66,
                "2016":85,
                "2017":79,
                "2018":67,
                "2019":78,
                "2020":72,
                "2021":3
            }
        ],
        [
            "We have produced a macroscopic quantum system in which a 6 Li Fermi sea coexists with a large and stable 23 Na Bose-Einstein condensate. This was accomplished using interspecies sympathetic cooling of fermionic 6 Li in a thermal bath of bosonic 23 Na. The system features rapid thermalization and long lifetimes.",
            "Two-species mixture of quantum degenerate Bose and Fermi gases",
            "Z Hadzibabic and CA Stan and K Dieckmann and S Gupta and MW Zwierlein and A Görlitz and W Ketterle",
            "2002",
            "_2ODBHwAAAAJ:2osOgNQ5qMEC",
            627,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.160401",
            "6448473180452315641",
            "\/scholar?cites=6448473180452315641",
            {
                "2002":28,
                "2003":60,
                "2004":76,
                "2005":50,
                "2006":56,
                "2007":50,
                "2008":38,
                "2009":43,
                "2010":20,
                "2011":31,
                "2012":29,
                "2013":20,
                "2014":24,
                "2015":14,
                "2016":23,
                "2017":17,
                "2018":15,
                "2019":10,
                "2020":17,
                "2021":2
            }
        ],
        [
            "We have observed Fermi polarons, dressed spin-down impurities in a spin-up Fermi sea of ultracold atoms. The polaron manifests itself as a narrow peak in the impurities’ rf spectrum that emerges from a broad incoherent background. We determine the polaron energy and the quasiparticle residue for various interaction strengths around a Feshbach resonance. At a critical interaction, we observe the transition from polaronic to molecular binding. Here, the imbalanced Fermi liquid undergoes a phase transition into a Bose liquid, coexisting with a Fermi sea.",
            "Observation of Fermi polarons in a tunable Fermi liquid of ultracold atoms",
            "André Schirotzek and Cheng-Hsun Wu and Ariel Sommer and Martin W Zwierlein",
            "2009",
            "_2ODBHwAAAAJ:Y0pCki6q_DkC",
            524,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.230402",
            "8111469037880694354",
            "\/scholar?cites=8111469037880694354",
            {
                "2009":8,
                "2010":43,
                "2011":38,
                "2012":60,
                "2013":54,
                "2014":34,
                "2015":39,
                "2016":44,
                "2017":44,
                "2018":42,
                "2019":52,
                "2020":61,
                "2021":4
            }
        ]
    ]
}