{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Cyclophosphamide and glucocorticoids have been the cornerstone of remission-induction therapy for severe antineutrophil cytoplasmic antibody (ANCA)−associated vasculitis for 40 years. Uncontrolled studies suggest that rituximab is effective and may be safer than a cyclophosphamide-based regimen.We conducted a multicenter, randomized, double-blind, double-dummy, noninferiority trial of rituximab (375 mg per square meter of body-surface area per week for 4 weeks) as compared with cyclophosphamide (2 mg per kilogram of body weight per day) for remission induction. Glucocorticoids were tapered off; the primary end point was remission of disease without the use of prednisone at 6 months.Nine centers enrolled 197 ANCA-positive patients with either Wegener's granulomatosis or microscopic polyangiitis. Baseline disease activity, organ involvement, and the proportion …",
            "Rituximab versus cyclophosphamide for ANCA-associated vasculitis",
            "John H Stone and Peter A Merkel and Robert Spiera and Philip Seo and Carol A Langford and Gary S Hoffman and Cees GM Kallenberg and E William St. Clair and Anthony Turkiewicz and Nadia K Tchao and Lisa Webber and Linna Ding and Lourdes P Sejismundo and Kathleen Mieras and David Weitzenkamp and David Ikle and Vicki Seyfert-Margolis and Mark Mueller and Paul Brunetta and Nancy B Allen and Fernando C Fervenza and Duvuru Geetha and Karina A Keogh and Eugene Y Kissin and Paul A Monach and Tobias Peikert and Coen Stegeman and Steven R Ytterberg and Ulrich Specks",
            "2010",
            "_3JEVWEAAAAJ:IWHjjKOFINEC",
            2203,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMoa0909905",
            "3296178313136130888",
            "\/scholar?cites=3296178313136130888",
            {
                "2010":34,
                "2011":132,
                "2012":194,
                "2013":206,
                "2014":247,
                "2015":237,
                "2016":221,
                "2017":225,
                "2018":202,
                "2019":189,
                "2020":231,
                "2021":20
            }
        ],
        [
            "The 18-month efficacy of a single course of rituximab as compared with conventional immunosuppression with cyclophosphamide followed by azathioprine in patients with severe (organ-threatening) antineutrophil cytoplasmic antibody (ANCA)–associated vasculitis is unknown.In a multicenter, randomized, double-blind, double-dummy, noninferiority trial, we compared rituximab (375 mg per square meter of body-surface area administered once a week for 4 weeks) followed by placebo with cyclophosphamide administered for 3 to 6 months followed by azathioprine for 12 to 15 months. The primary outcome measure was complete remission of disease by 6 months, with the remission maintained through 18 months.A total of 197 patients were enrolled. As reported previously, 64% of the patients in the rituximab group, as compared with 53% of the patients in the cyclophosphamide …",
            "Efficacy of remission-induction regimens for ANCA-associated vasculitis",
            "Ulrich Specks and Peter A Merkel and Philip Seo and Robert Spiera and Carol A Langford and Gary S Hoffman and Cees GM Kallenberg and E William St Clair and Barri J Fessler and Linna Ding and Lisa Viviano and Nadia K Tchao and Deborah J Phippard and Adam L Asare and Noha Lim and David Ikle and Brett Jepson and Paul Brunetta and Nancy B Allen and Fernando C Fervenza and Duvuru Geetha and Karina Keogh and Eugene Y Kissin and Paul A Monach and Tobias Peikert and Coen Stegeman and Steven R Ytterberg and Mark Mueller and Lourdes P Sejismundo and Kathleen Mieras and John H Stone",
            "2013",
            "_3JEVWEAAAAJ:LI9QrySNdTsC",
            597,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/nejmoa1213277",
            "16921106402989502402",
            "\/scholar?cites=16921106402989502402",
            {
                "2012":2,
                "2013":15,
                "2014":83,
                "2015":103,
                "2016":80,
                "2017":87,
                "2018":58,
                "2019":71,
                "2020":81,
                "2021":2
            }
        ],
        [
            "Wegener's granulomatosis, microscopic polyangiitis, and Churg-Strauss syndrome are small- to medium-vessel vasculitides linked by overlapping pathology and the presence of antineutrophil cytoplasmic antibodies (ANCA). Commonly referred to as the ANCA-associated vasculitides, these diseases are challenging to diagnose and to treat. Distinguishing the ANCA-associated vasculitides from other forms of vasculitis or nonvasculitic processes (such as infection) can be particularly difficult. This review describes the clinical and pathologic hallmarks of the ANCA-associated vasculitides, discusses the role of ANCA assays in diagnosis and treatment, and outlines an approach to the evaluation and management of these diseases.",
            "The antineutrophil cytoplasmic antibody–associated vasculitides",
            "Philip Seo and John H Stone",
            "2004",
            "_3JEVWEAAAAJ:j3f4tGmQtD8C",
            495,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0002934304002396",
            "4570282101740785166",
            "\/scholar?cites=4570282101740785166",
            {
                "2004":3,
                "2005":20,
                "2006":32,
                "2007":38,
                "2008":32,
                "2009":38,
                "2010":25,
                "2011":34,
                "2012":34,
                "2013":26,
                "2014":31,
                "2015":19,
                "2016":34,
                "2017":21,
                "2018":34,
                "2019":28,
                "2020":27,
                "2021":4
            }
        ],
        [
            "To analyze damage occurring in patients with Wegener's granulomatosis (WG) enrolled in the WG Etanercept Trial (WGET) and to correlate that damage with disease activity, adverse events, and quality of life.The Vasculitis Damage Index (VDI) was applied to all 180 patients at trial entry and every 6 months throughout the trial. Items of damage were analyzed by presumed etiology (i.e., secondary to WG, to therapy, or both) and time of occurrence. Spearman's rank correlation coefficients were calculated between VDI scores and the Birmingham Vasculitis Activity Score for WG (BVAS\/WG), frequency of flares, number of adverse events, and the patients' quality‐of‐life assessments.The mean VDI score was 1.3 at the study enrollment and 1.8 at the end of the trial. This increase was due to damage that occurred despite (or because of) therapy, including visual impairment, hearing loss …",
            "Damage caused by Wegener's granulomatosis and its treatment: prospective data from the Wegener's Granulomatosis Etanercept Trial (WGET)",
            "Philip Seo and Yuan‐I Min and Janet T Holbrook and Gary S Hoffman and Peter A Merkel and Robert Spiera and John C Davis and Steven R Ytterberg and E William St. Clair and W Joseph McCune and Ulrich Specks and Nancy B Allen and Raashid A Luqmani and John H Stone and WGET Research Group",
            "2005",
            "_3JEVWEAAAAJ:kh2fBNsKQNwC",
            198,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/art.21117",
            "18427877025677320657",
            "\/scholar?cites=18427877025677320657",
            {
                "2005":1,
                "2006":6,
                "2007":21,
                "2008":13,
                "2009":20,
                "2010":20,
                "2011":15,
                "2012":15,
                "2013":6,
                "2014":12,
                "2015":10,
                "2016":11,
                "2017":18,
                "2018":8,
                "2019":8,
                "2020":7
            }
        ],
        [
            "To compare patterns of arteriographic lesions of the aorta and primary branches in patients with Takayasu9s arteritis (TAK) and giant cell arteritis (GCA).Patients were selected from two North American cohorts of TAK and GCA. The frequency of arteriographic lesions was calculated for 15 large arteries. Cluster analysis was used to derive patterns of arterial disease in TAK versus GCA and in patients categorised by age at disease onset. Using latent class analysis, computer derived classification models based upon patterns of arterial disease were compared with traditional classification.Arteriographic lesions were identified in 145 patients with TAK and 62 patients with GCA. Cluster analysis demonstrated that arterial involvement was contiguous in the aorta and usually symmetric in paired branch vessels for TAK and GCA. There was significantly more left carotid (p=0.03) and …",
            "Distribution of arterial lesions in Takayasu's arteritis and giant cell arteritis",
            "Peter C Grayson and Kathleen Maksimowicz-McKinnon and Tiffany M Clark and Gunnar Tomasson and David Cuthbertson and Simon Carette and Nader A Khalidi and Carol A Langford and Paul A Monach and Philip Seo and Kenneth J Warrington and Steven R Ytterberg and Gary S Hoffman and Peter A Merkel",
            "2012",
            "_3JEVWEAAAAJ:35N4QoGY0k4C",
            196,
            "https:\/\/ard.bmj.com\/content\/71\/8\/1329.short",
            "5937203569212283550",
            "\/scholar?cites=5937203569212283550",
            {
                "2012":6,
                "2013":13,
                "2014":22,
                "2015":30,
                "2016":23,
                "2017":21,
                "2018":21,
                "2019":35,
                "2020":20,
                "2021":2
            }
        ],
        [
            "To compare the efficacy of abatacept to that of placebo for the treatment of giant cell arteritis (GCA).In this multicenter trial, patients with newly diagnosed or relapsing GCA were treated with abatacept 10 mg\/kg intravenously on days 1, 15, and 29 and week 8, together with prednisone administered daily. At week 12, patients in remission underwent a double‐blinded randomization to continue to receive abatacept monthly or switch to placebo. Patients in both study arms received a standardized prednisone taper, with discontinuation of prednisone at week 28. All patients remained on their randomized assignment until meeting criteria for early termination or until 12 months after enrollment of the last patient. The primary end point was duration of remission (relapse‐free survival rate).Forty‐nine eligible patients with GCA were enrolled and treated with prednisone and abatacept; of these …",
            "A randomized, Double‐Blind trial of abatacept (CTLA‐4Ig) for the treatment of giant cell arteritis",
            "Carol A Langford and David Cuthbertson and Steven R Ytterberg and Nader Khalidi and Paul A Monach and Simon Carette and Philip Seo and Larry W Moreland and Michael Weisman and Curry L Koening and Antoine G Sreih and Robert Spiera and Carol A McAlear and Kenneth J Warrington and Christian Pagnoux and Kathleen McKinnon and Lindsy J Forbess and Gary S Hoffman and Renée Borchin and Jeffrey P Krischer and Peter A Merkel and Vasculitis Clinical Research Consortium and Rula Hajj‐Ali and Katherine Tuthill and Kathleen Gartner and Leah Madden and Eric L Matteson and Tanaz Kermani and Jane Jaquith and Naomi Amudala and Manuella Clark‐Cotton and Sandra Messier and Julia Farquharson and Samyukta Jagadeesh and Dawn McBride and Swamy Venuturupalli and Daniel Wallace and Richard Phan and Nadia Verde and Denise Salinas and Jennifer Godina and Morgana Davids and Uzunma Udeh and Lourdes Sejismundo and Jennifer Harris",
            "2017",
            "_3JEVWEAAAAJ:g3aElNc5_aQC",
            167,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/art.40044",
            "15889595952431653141",
            "\/scholar?cites=15889595952431653141",
            {
                "2017":30,
                "2018":40,
                "2019":49,
                "2020":41,
                "2021":4
            }
        ],
        [
            "To create a prognostic tool to quantify the 5‐year cardiovascular (CV) risk in patients with newly diagnosed Wegener's granulomatosis (WG) and microscopic polyangiitis (MPA) without premorbid CV disease.We reviewed CV outcomes during the long‐term followup of patients in the first 4 European Vasculitis Study Group (EUVAS) trials of WG and MPA. CV events were defined as CV death, stroke, myocardial infarction, coronary artery bypass graft, or percutaneous coronary intervention. Logistic regression was performed to create a model to predict the absolute risk of a CV event. The model was tested using the Wegener's Granulomatosis Etanercept Trial (WGET) cohort.Seventy‐four (13.8%) of 535 patients with 5 years of followup from the EUVAS trials had at least 1 CV event: 33 (11.7%) of 281 WG versus 41 (16.1%) of 254 MPA. The independent determinants of CV outcomes …",
            "A model to predict cardiovascular events in patients with newly diagnosed Wegener's granulomatosis and microscopic polyangiitis",
            "Ravi Suppiah and Andrew Judge and Rajbir Batra and Oliver Flossmann and Lorraine Harper and Peter Hoeglund and M Kassim Javaid and David Jayne and Chetan Mukhtyar and Kerstin Westman and John C Davis Jr and Gary S Hoffman and W Joseph McCune and Peter A Merkel and E William St. Clair and Philip Seo and Robert Spiera and John H Stone and Raashid Luqmani",
            "2011",
            "_3JEVWEAAAAJ:eflP2zaiRacC",
            147,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/acr.20433",
            "10834194239655415519",
            "\/scholar?cites=10834194239655415519",
            {
                "2011":2,
                "2012":11,
                "2013":10,
                "2014":18,
                "2015":16,
                "2016":18,
                "2017":14,
                "2018":17,
                "2019":15,
                "2020":19,
                "2021":1
            }
        ],
        [
            "The systemic vasculitides are multisystem disorders with considerable mortality and morbidity and frequent relapses. In the absence of reliable serological markers, accurate clinical tools are required to assess disease activity and damage for treatment decisions, and for the performance of clinical trials. This article reviews and summarises the development and use of disease assessment tools for determining activity and damage in systemic vasculitis and reports ongoing initiatives for further development of disease assessment tools. A literature search was conducted using PubMed and reference lists for vasculitis, assessment, clinical trials, outcome and prognosis. The findings indicate that comprehensive disease assessment in vasculitis requires documentation of disease activity, chronic irreversible damage and impairment of function.",
            "Development of comprehensive disease assessment in systemic vasculitis",
            "Oliver Flossmann and Paul Bacon and Kirsten De Groot and David Jayne and Niels Rasmussen and Philip Seo and Kerstin Westman and Raashid Luqmani",
            "2008",
            "_3JEVWEAAAAJ:UebtZRa9Y70C",
            146,
            "https:\/\/pmj.bmj.com\/content\/84\/989\/143.short",
            "1185431902961707801",
            "\/scholar?cites=1185431902961707801",
            {
                "2007":3,
                "2008":7,
                "2009":10,
                "2010":14,
                "2011":13,
                "2012":11,
                "2013":7,
                "2014":12,
                "2015":15,
                "2016":13,
                "2017":13,
                "2018":7,
                "2019":4,
                "2020":15
            }
        ],
        [
            "Takayasu arteritis is a rare inflammatory disease of large arteries. The etiology of Takayasu arteritis remains poorly understood, but genetic contribution to the disease pathogenesis is supported by the genetic association with HLA-B∗52. We genotyped ∼200,000 genetic variants in two ethnically divergent Takayasu arteritis cohorts from Turkey and North America by using a custom-designed genotyping platform (Immunochip). Additional genetic variants and the classical HLA alleles were imputed and analyzed. We identified and confirmed two independent susceptibility loci within the HLA region (r2 < 0.2): HLA-B\/MICA (rs12524487, OR = 3.29, p = 5.57 × 10−16) and HLA-DQB1\/HLA-DRB1 (rs113452171, OR = 2.34, p = 3.74 × 10−9; and rs189754752, OR = 2.47, p = 4.22 × 10−9). In addition, we identified and confirmed a genetic association between Takayasu arteritis and the FCGR2A\/FCGR3A locus on …",
            "Identification of multiple genetic susceptibility loci in Takayasu arteritis",
            "Güher Saruhan-Direskeneli and Travis Hughes and Kenan Aksu and Gokhan Keser and Patrick Coit and Sibel Z Aydin and Fatma Alibaz-Oner and Sevil Kamalı and Murat Inanc and Simon Carette and Gary S Hoffman and Servet Akar and Fatos Onen and Nurullah Akkoc and Nader A Khalidi and Curry Koening and Omer Karadag and Sedat Kiraz and Carol A Langford and Carol A McAlear and Zeynep Ozbalkan and Askin Ates and Yasar Karaaslan and Kathleen Maksimowicz-McKinnon and Paul A Monach and Hüseyin T Ozer and Emire Seyahi and Izzet Fresko and Ayse Cefle and Philip Seo and Kenneth J Warrington and Mehmet A Ozturk and Steven R Ytterberg and Veli Cobankara and A Mesut Onat and Joel M Guthridge and Judith A James and Ercan Tunc and Nurşen Duzgun and Muge Bıcakcıgil and Sibel P Yentür and Peter A Merkel and Haner Direskeneli and Amr H Sawalha",
            "2013",
            "_3JEVWEAAAAJ:J-pR_7NvFogC",
            137,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0002929713002681",
            "11090700409334199824",
            "\/scholar?cites=11090700409334199824",
            {
                "2014":12,
                "2015":29,
                "2016":28,
                "2017":26,
                "2018":14,
                "2019":21,
                "2020":7
            }
        ],
        [
            "To evaluate whether the classification of patients with anti-neutrophil cytoplasmic antibody (ANCA)-associated vasculitis (AAV) according to ANCA type (anti-proteinase 3 (PR3) or anti-myeloperoxidase (MPO) antibodies) predicts treatment response.Treatment responses were assessed among patients enrolled in the Rituximab in ANCA-associated Vasculitis trial according to both AAV diagnosis (granulomatosis with polyangiitis (GPA)\/microscopic polyangiitis (MPA)) and ANCA type (PR3-AAV\/MPO-AAV). Complete remission (CR) was defined as disease activity score of 0 and successful completion of the prednisone taper.PR3-AAV patients treated with rituximab (RTX) achieved CR at 6 months more frequently than did those randomised to cyclophosphamide (CYC)\/azathioprine (AZA) (65% vs 48%; p=0.04). The OR for CR at 6 months among PR3-AAV patients treated with RTX as …",
            "Clinical outcomes of treatment of anti-neutrophil cytoplasmic antibody (ANCA)-associated vasculitis based on ANCA type",
            "Sebastian Unizony and Miguel Villarreal and Eli M Miloslavsky and Na Lu and Peter A Merkel and Robert Spiera and Philip Seo and Carol A Langford and Gary S Hoffman and CG M Kallenberg and E William St Clair and David Ikle and Nadia K Tchao and Linna Ding and Paul Brunetta and Hyon K Choi and Paul A Monach and Fernando Fervenza and John H Stone and Ulrich Specks",
            "2016",
            "_3JEVWEAAAAJ:Y5dfb0dijaUC",
            135,
            "https:\/\/ard.bmj.com\/content\/75\/6\/1166.short",
            "11739289890480323219",
            "\/scholar?cites=11739289890480323219",
            {
                "2016":10,
                "2017":15,
                "2018":23,
                "2019":43,
                "2020":40,
                "2021":2
            }
        ]
    ]
}