{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We show that Nras is transiently localized in the Golgi prior to the plasma membrane (PM). Moreover, green fluorescent protein (GFP)-tagged Nras illuminated motile, peri-Golgi vesicles, and prolonged BFA treatment blocked PM expression. GFP-Hras colocalized with GFP-Nras, but GFP-Kras4B revealed less Golgi and no vesicular fluorescence. Whereas a secondary membrane targeting signal was required for PM expression, the CAAX motif alone was necessary and sufficient to target proteins to the endomembrane where they were methylated, a modification required for efficient membrane association. Thus, prenylated CAAX proteins do not associate directly with the PM but instead associate with the endomembrane and are subsequently transported to the PM, a process that requires a secondary targeting motif.",
            "Endomembrane trafficking of ras: the CAAX motif targets proteins to the ER and Golgi",
            "Edwin Choy and Vi K Chiu and Joseph Silletti and Marianna Feoktistov and Takashi Morimoto and David Michaelson and Ivan E Ivanov and Mark R Philips",
            "1999",
            "_5tYeykAAAAJ:d1gkVwhDpl0C",
            838,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867400806078",
            "11323841097894354726",
            "\/scholar?cites=11323841097894354726",
            {
                "1999":7,
                "2000":42,
                "2001":42,
                "2002":56,
                "2003":49,
                "2004":47,
                "2005":50,
                "2006":68,
                "2007":46,
                "2008":38,
                "2009":42,
                "2010":42,
                "2011":36,
                "2012":33,
                "2013":31,
                "2014":22,
                "2015":23,
                "2016":26,
                "2017":32,
                "2018":34,
                "2019":34,
                "2020":30,
                "2021":2
            }
        ],
        [
            "Determinants of membrane targeting of Rho proteins were investigated in live cells with green fluorescent fusion proteins expressed with or without Rho-guanine nucleotide dissociation inhibitor (GDI)α. The hypervariable region determined to which membrane compartment each protein was targeted. Targeting was regulated by binding to RhoGDIα in the case of RhoA, Rac1, Rac2, and Cdc42hs but not RhoB or TC10. Although RhoB localized to the plasma membrane (PM), Golgi, and motile peri-Golgi vesicles, TC10 localized to PMs and endosomes. Inhibition of palmitoylation mislocalized H-Ras, RhoB, and TC10 to the endoplasmic reticulum. Although overexpressed Cdc42hs and Rac2 were observed predominantly on endomembrane, Rac1 was predominantly at the PM. RhoA was cytosolic even when expressed at levels in vast excess of RhoGDIα. Oncogenic Dbl stimulated translocation of green fluorescent …",
            "Differential localization of Rho GTPases in live cells: regulation by hypervariable regions and RhoGDI binding",
            "David Michaelson and Joseph Silletti and Gretchen Murphy and Peter D'Eustachio and Mark Rush and Mark R Philips",
            "2001",
            "_5tYeykAAAAJ:9yKSN-GCB0IC",
            753,
            "https:\/\/rupress.org\/jcb\/article\/152\/1\/111\/32153",
            "14947836924993269216",
            "\/scholar?cites=14947836924993269216",
            {
                "2001":16,
                "2002":34,
                "2003":45,
                "2004":52,
                "2005":58,
                "2006":64,
                "2007":41,
                "2008":39,
                "2009":36,
                "2010":50,
                "2011":48,
                "2012":36,
                "2013":45,
                "2014":26,
                "2015":37,
                "2016":28,
                "2017":24,
                "2018":31,
                "2019":21,
                "2020":19,
                "2021":1
            }
        ],
        [
            "Current models evoke the plasma membrane (PM) as the exclusive platform from which Ras regulates signalling. We developed a fluorescent probe that reports where and when Ras is activated in living cells. We show that oncogenic H-Ras and N-Ras engage Raf-1 on the Golgi and that endogenous Ras and unpalmitoylated H-Ras are activated in response to mitogens on the Golgi and endoplasmic reticulum (ER), respectively. We also demonstrate that H-Ras that is restricted to the ER can activate the Erk pathway and transform fibroblasts, and that Ras localized on different membrane compartments differentially engages various signalling pathways. Thus, Ras signalling is not limited to the PM, but also proceeds on the endomembrane.",
            "Ras signalling on the endoplasmic reticulum and the Golgi",
            "Vi K Chiu and Trever Bivona and Angela Hach and J Bernard Sajous and Joseph Silletti and Heidi Wiener and Ronald L Johnson and Adrienne D Cox and Mark R Philips",
            "2002",
            "_5tYeykAAAAJ:2osOgNQ5qMEC",
            700,
            "https:\/\/www.nature.com\/articles\/ncb783",
            "2103774924458491771",
            "\/scholar?cites=2103774924458491771",
            {
                "2002":8,
                "2003":30,
                "2004":58,
                "2005":55,
                "2006":74,
                "2007":56,
                "2008":43,
                "2009":46,
                "2010":49,
                "2011":44,
                "2012":34,
                "2013":54,
                "2014":19,
                "2015":26,
                "2016":15,
                "2017":32,
                "2018":16,
                "2019":20,
                "2020":17,
                "2021":2
            }
        ],
        [
            "RAS proteins are monomeric GTPases that act as binary molecular switches to regulate a wide range of cellular processes. The exchange of GTP for GDP on RAS is regulated by guanine nucleotide exchange factors (GEFs) and GTPase-activating proteins (GAPs), which regulate the activation state of RAS without covalently modifying it. By contrast, post-translational modifications (PTMs) of RAS proteins direct them to various cellular membranes and, in some cases, modulate GTP–GDP exchange. Important RAS PTMs include the constitutive and irreversible remodelling of its carboxy-terminal CAAX motif by farnesylation, proteolysis and methylation, reversible palmitoylation, and conditional modifications, including phosphorylation, peptidyl-prolyl isomerisation, monoubiquitylation, diubiquitylation, nitrosylation, ADP ribosylation and glucosylation.",
            "Regulating the regulator: post-translational modification of RAS",
            "Ian M Ahearn and Kevin Haigis and Dafna Bar-Sagi and Mark R Philips",
            "2012",
            "_5tYeykAAAAJ:Se3iqnhoufwC",
            494,
            "https:\/\/www.nature.com\/articles\/nrm3255",
            "10873899966041810621",
            "\/scholar?cites=10873899966041810621",
            {
                "2012":15,
                "2013":68,
                "2014":49,
                "2015":69,
                "2016":66,
                "2017":48,
                "2018":54,
                "2019":49,
                "2020":63,
                "2021":9
            }
        ],
        [
            "Ras proteins regulate cellular growth and differentiation, and are mutated in 30% of cancers. We have shown recently that Ras is activated on and transmits signals from the Golgi apparatus as well as the plasma membrane 1, 2 but the mechanism of compartmentalized signalling was not determined. Here we show that, in response to Src-dependent activation of phospholipase Cγ1, the Ras guanine nucleotide exchange factor RasGRP1 translocated to the Golgi where it activated Ras. Whereas Ca 2+ positively regulated Ras on the Golgi apparatus through RasGRP1, the same second messenger negatively regulated Ras on the plasma membrane by means of the Ras GTPase-activating protein CAPRI 3. Ras activation after T-cell receptor stimulation in Jurkat cells, rich in RasGRP1, was limited to the Golgi apparatus through the action of CAPRI, demonstrating unambiguously a physiological role for Ras on Golgi …",
            "Phospholipase Cγ activates Ras on the Golgi apparatus by means of RasGRP1",
            "Trever G Bivona and Ignacio Pérez De Castro and Ian M Ahearn and Theresa M Grana and Vi K Chiu and Peter J Lockyer and Peter J Cullen and Angel Pellicer and Adrienne D Cox and Mark R Philips",
            "2003",
            "_5tYeykAAAAJ:qjMakFHDy7sC",
            473,
            "https:\/\/www.nature.com\/articles\/nature01806",
            "12892348214423070175",
            "\/scholar?cites=12892348214423070175",
            {
                "2003":9,
                "2004":44,
                "2005":48,
                "2006":72,
                "2007":46,
                "2008":38,
                "2009":37,
                "2010":23,
                "2011":28,
                "2012":15,
                "2013":20,
                "2014":13,
                "2015":18,
                "2016":14,
                "2017":13,
                "2018":13,
                "2019":10,
                "2020":9,
                "2021":1
            }
        ],
        [
            "The protein-tyrosine phosphatase Shp2 plays an essential role in growth factor and integrin signaling, and Shp2 mutations cause developmental defects and\/or malignancy. Previous work has placed Shp2 upstream of Ras. However, the mechanism of Shp2 action and its substrate(s) are poorly defined. Additional Shp2 functions downstream of, or parallel to, Ras\/Erk activation also are proposed. Here, we show that Shp2 promotes Src family kinase (SFK) activation by regulating the phosphorylation of the Csk regulator PAG\/Cbp, thereby controlling Csk access to SFKs. In Shp2-deficient cells, SFK inhibitory C-terminal tyrosines are hyperphosphorylated, and the tyrosyl phosphorylation of multiple SFK substrates, including Plcγ1, is decreased. Decreased Plcγ1 phosphorylation leads to defective Ras activation on endomembranes, and may help account for impaired Erk activation in Shp2-deficient cells. Decreased …",
            "Shp2 regulates SRC family kinase activity and Ras\/Erk activation by controlling Csk recruitment",
            "Si Qing Zhang and Wentian Yang and Maria I Kontaridis and Trever G Bivona and Gengyun Wen and Toshiyuki Araki and Jincai Luo and Julie A Thompson and Burkhart L Schraven and Mark R Philips and Benjamin G Neel",
            "2004",
            "_5tYeykAAAAJ:IjCSPb-OGe4C",
            466,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1097276504000504",
            "7789139735193458487",
            "\/scholar?cites=7789139735193458487",
            {
                "2004":17,
                "2005":35,
                "2006":47,
                "2007":37,
                "2008":35,
                "2009":28,
                "2010":33,
                "2011":24,
                "2012":22,
                "2013":48,
                "2014":27,
                "2015":21,
                "2016":20,
                "2017":17,
                "2018":24,
                "2019":11,
                "2020":17,
                "2021":1
            }
        ],
        [
            "Signal transduction down the Ras\/MAPK pathway, including that critical to T cell activation, proliferation, and differentiation, has been generally considered to occur at the plasma membrane. It is now clear that the plasma membrane does not represent the only platform for Ras\/MAPK signaling. Moreover, the plasma membrane itself is no longer considered a uniform structure but rather a patchwork of microdomains that can compartmentalize signaling. Signaling on internal membranes was first recognized on endosomes. Genetically encoded fluorescent probes for signaling events such as GTP\/GDP exchange on Ras have revealed signaling on a variety of intracellular membranes, including the Golgi apparatus. In fibroblasts, Ras is activated on the plasma membrane and Golgi with distinct kinetics. The pathway by which Golgi-associated Ras becomes activated involves PLCγ and RasGRP1 and may also require …",
            "Compartmentalized ras\/mapk signaling",
            "Adam Mor and Mark R Philips",
            "2006",
            "_5tYeykAAAAJ:zYLM7Y9cAGgC",
            459,
            "https:\/\/www.annualreviews.org\/doi\/full\/10.1146\/annurev.immunol.24.021605.090723",
            "4580682552916266950",
            "\/scholar?cites=4580682552916266950",
            {
                "2005":2,
                "2006":15,
                "2007":60,
                "2008":59,
                "2009":53,
                "2010":44,
                "2011":33,
                "2012":40,
                "2013":35,
                "2014":29,
                "2015":15,
                "2016":17,
                "2017":23,
                "2018":12,
                "2019":10,
                "2020":9,
                "2021":2
            }
        ],
        [
            "K-Ras associates with the plasma membrane (PM) through farnesylation that functions in conjunction with an adjacent polybasic sequence. We show that phosphorylation by protein kinase C (PKC) of S181 within the polybasic region promotes rapid dissociation of K-Ras from the PM and association with intracellular membranes, including the outer membrane of mitochondria where phospho-K-Ras interacts with Bcl-Xl. PKC agonists promote apoptosis of cells transformed with oncogenic K-Ras in a S181-dependent manner. K-Ras with a phosphomimetic residue at position 181 induces apoptosis via a pathway that requires Bcl-Xl. The PKC agonist bryostatin-1 inhibited the growth in vitro and in vivo of cells transformed with oncogenic K-Ras in a S181-dependent fashion. These data demonstrate that the location and function of K-Ras are regulated directly by PKC and suggest an approach to therapy of K-Ras …",
            "PKC regulates a farnesyl-electrostatic switch on K-Ras that promotes its association with Bcl-XL on mitochondria and induces apoptosis",
            "Trever G Bivona and Steven E Quatela and Brian O Bodemann and Ian M Ahearn and Michael J Soskis and Adam Mor and John Miura and Heidi H Wiener and Latasha Wright and Shahryar G Saba and Duke Yim and Adam Fein and Ignacio Pérez de Castro and Chi Li and Craig B Thompson and Adrienne D Cox and Mark R Philips",
            "2006",
            "_5tYeykAAAAJ:Tyk-4Ss8FVUC",
            452,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1097276506000323",
            "8639205488714127997",
            "\/scholar?cites=8639205488714127997",
            {
                "2006":24,
                "2007":27,
                "2008":39,
                "2009":37,
                "2010":30,
                "2011":34,
                "2012":36,
                "2013":29,
                "2014":21,
                "2015":28,
                "2016":24,
                "2017":31,
                "2018":32,
                "2019":26,
                "2020":28,
                "2021":3
            }
        ],
        [
            "We have recently demonstrated that human neutrophils (PMN) possess two different classes of adenosine receptors (A1 and A2) that, when occupied, promote chemotaxis and inhibit the generation of reactive oxygen species (e.g., O2- and H2O2), respectively. We have previously demonstrated that adenosine protects endothelial cells (EC) from injury by stimulated neutrophils (PMN) both by diminishing generation of H2O2 and inhibiting adherence of PMN to EC. We therefore determined whether occupancy of A1 or A2 adenosine receptors regulated adherence of PMN to EC. At concentrations similar to those required to inhibit release of O2- by ligation of A2 receptors, both adenosine (IC50 = 56 nM) and 59N-ethylcarboxamidoadenosine (NECA, IC50 = 8 nM), the most potent A2 agonist, inhibited adherence to EC by stimulated PMN (FMLP, 0.1 microM). In direct contrast, the specific A1 agonists N6 …",
            "Neutrophil adherence to endothelium is enhanced via adenosine A1 receptors and inhibited via adenosine A2 receptors.",
            "BN Cronstein and RI Levin and M Philips and R Hirschhorn and SB Abramson and G Weissmann",
            "1992",
            "_5tYeykAAAAJ:UeHWp8X0CEIC",
            432,
            "https:\/\/www.jimmunol.org\/content\/148\/7\/2201.short",
            "7483688137020202854",
            "\/scholar?cites=7483688137020202854",
            {
                "1993":9,
                "1994":10,
                "1995":12,
                "1996":17,
                "1997":14,
                "1998":18,
                "1999":15,
                "2000":14,
                "2001":16,
                "2002":22,
                "2003":23,
                "2004":24,
                "2005":18,
                "2006":26,
                "2007":18,
                "2008":23,
                "2009":17,
                "2010":19,
                "2011":17,
                "2012":21,
                "2013":7,
                "2014":15,
                "2015":9,
                "2016":7,
                "2017":15,
                "2018":6,
                "2019":9,
                "2020":7
            }
        ],
        [
            "Prenylcysteine carboxyl methyltransferase (pcCMT) is the third of three enzymes that posttranslationally modify C-terminal CAAX motifs and thereby target CAAX proteins to the plasma membrane. Here we report the molecular characterization and subcellular localization of the first mammalian (human myeloid) pcCMT. The deduced amino acid sequence of mammalian pcCMT predicts a multiple membrane-spanning protein with homologies to the yeast pcCMT, STE14 , and the mammalian band 3 anion transporter. The human gene complemented a ste14 mutant. pcCMT mRNAs were ubiquitously expressed in human tissues. An anti-pcCMT antiserum detected a 33-kDa protein in myeloid cell membranes. Ectopically expressed recombinant pcCMT had enzymatic activity identical to that observed in neutrophil membranes. Mammalian pcCMT was not expressed at the plasma membrane but rather restricted to the …",
            "Mammalian prenylcysteine carboxyl methyltransferase is in the endoplasmic reticulum",
            "Qun Dai and Edwin Choy and Vi Chiu and Julia Romano and Sandra R Slivka and Susan A Steitz and Susan Michaelis and Mark R Philips",
            "1998",
            "_5tYeykAAAAJ:Y0pCki6q_DkC",
            359,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S002192581965386X",
            "9279348638002075097",
            "\/scholar?cites=9279348638002075097",
            {
                "1998":3,
                "1999":17,
                "2000":18,
                "2001":16,
                "2002":15,
                "2003":17,
                "2004":18,
                "2005":32,
                "2006":29,
                "2007":12,
                "2008":16,
                "2009":14,
                "2010":21,
                "2011":27,
                "2012":17,
                "2013":14,
                "2014":8,
                "2015":13,
                "2016":11,
                "2017":12,
                "2018":10,
                "2019":8,
                "2020":9
            }
        ]
    ]
}