{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The incidence and determinants of hepatic decompensation have been incompletely examined among patients co-infected with HIV and hepatitis C virus (HCV) in the antiretroviral therapy (ART) era, and few studies have compared outcome rates with those of patients with chronic HCV alone.To compare the incidence of hepatic decompensation between antiretroviral-treated patients co-infected with HIV and HCV and HCV-monoinfected patients and to evaluate factors associated with decompensation among co-infected patients receiving ART.Retrospective cohort study.Veterans Health Administration.4280 co-infected patients who initiated ART and 6079 HCV-monoinfected patients receiving care between 1997 and 2010 …",
            "Hepatic decompensation in antiretroviral-treated patients co-infected with HIV and hepatitis C virus compared with hepatitis C Virus–monoinfected patients: a cohort study",
            "Vincent Lo Re III and Michael J Kallan and Janet P Tate and A Russell Localio and Joseph K Lim and Matthew Bidwell Goetz and Marina B Klein and David Rimland and Maria C Rodriguez-Barradas and Adeel A Butt and Cynthia L Gibert and Sheldon T Brown and Lesley Park and Robert Dubrow and K Rajender Reddy and Jay R Kostman and Brian L Strom and Amy C Justice",
            "2014",
            "_8rNBGUAAAAJ:QIV2ME_5wuYC",
            247,
            "https:\/\/www.acpjournals.org\/doi\/abs\/10.7326\/M13-1829",
            "5465692685412557578",
            "\/scholar?cites=5465692685412557578",
            {
                "2014":7,
                "2015":49,
                "2016":54,
                "2017":43,
                "2018":25,
                "2019":23,
                "2020":37,
                "2021":2
            }
        ],
        [
            "Background HIV infection has been associated with an increased risk of fragility fracture. We explored whether or not this increased risk persisted in HIV infected and uninfected men when controlling for traditional fragility fracture risk factors.   Methodology\/Principal Findings Cox regression models were used to assess the association of HIV infection with the risk for incident hip, vertebral, or upper arm fracture in male Veterans enrolled in the Veterans Aging Cohort Study Virtual Cohort (VACS-VC). We calculated adjusted hazard ratios comparing HIV status and controlling for demographics and other established risk factors. The sample consisted of 119,318 men, 33% of whom were HIV infected (34% aged 50 years or older at baseline, and 55% black or Hispanic). Median body mass index (BMI) was lower in HIV infected compared with uninfected men (25 vs. 28 kg\/m2; p<0.0001). Unadjusted risk for fracture was higher among HIV infected compared with uninfected men [HR: 1.32 (95% CI: 1.20, 1.47)]. After adjusting for demographics, comorbid disease, smoking and alcohol abuse, HIV infection remained associated with an increased fracture risk [HR: 1.24 (95% CI: 1.11, 1.39)]. However, adjusting for BMI attenuated this association [HR: 1.10 (95% CI: 0.97, 1.25)]. The only HIV-specific factor associated with fragility fracture was current protease inhibitor use [HR: 1.41 (95% CI: 1.16, 1.70)].   Conclusions\/Significance HIV infection is associated with fragility fracture risk. This risk is attenuated by BMI.",
            "Increased risk of fragility fractures among HIV infected compared to uninfected male veterans",
            "Julie A Womack and Joseph L Goulet and Cynthia Gibert and Cynthia Brandt and Chung Chou Chang and Barbara Gulanski and Liana Fraenkel and Kristin Mattocks and David Rimland and Maria C Rodriguez-Barradas and Janet Tate and Michael T Yin and Amy C Justice and Veterans Aging Cohort Study Project Team",
            "2011",
            "_8rNBGUAAAAJ:u-x6o8ySG0sC",
            247,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0017217",
            "4243458780241253493",
            "\/scholar?cites=4243458780241253493",
            {
                "2011":6,
                "2012":38,
                "2013":36,
                "2014":33,
                "2015":26,
                "2016":31,
                "2017":16,
                "2018":21,
                "2019":14,
                "2020":15,
                "2021":1
            }
        ],
        [
            "Evidence-based clinical practice guidelines recommend the use of warfarin sodium for stroke prevention in most patients with atrial fibrillation (AF) who do not have risk factors for hemorrhagic complications, irrespective of age.The medical records of all residents of a convenience sample of long-term care facilities in Connecticut (n = 21) were reviewed. The percentages of all patients with AF (AF patients) and ideal candidates for warfarin therapy (ie, AF patients with no risk factors for hemorrhage) who received warfarin were determined; for patients receiving warfarin, the percentage of days spent in the therapeutic range of international normalized ratio (INR) values (2.0-3.0) was also assessed. The relationship between receipt of warfarin and the presence of stroke and bleeding risk factors was assessed in multivariate models.Atrial fibrillation was present in 429 (17%) of the 2587 long …",
            "Prevalence and quality of warfarin use for patients with atrial fibrillation in the long-term care setting",
            "Danny McCormick and Jerry H Gurwitz and Robert J Goldberg and Richard Becker and Janet P Tate and Anne Elwell and Martha J Radford",
            "2001",
            "_8rNBGUAAAAJ:u5HHmVD_uO8C",
            234,
            "https:\/\/jamanetwork.com\/journals\/jamainternalmedicine\/article-abstract\/649384",
            "3862249679507963415",
            "\/scholar?cites=3862249679507963415",
            {
                "2002":4,
                "2003":16,
                "2004":15,
                "2005":16,
                "2006":18,
                "2007":12,
                "2008":12,
                "2009":14,
                "2010":16,
                "2011":15,
                "2012":21,
                "2013":15,
                "2014":13,
                "2015":8,
                "2016":11,
                "2017":9,
                "2018":5,
                "2019":4,
                "2020":5
            }
        ],
        [
            "Background. When added to age, CD4 count and human immunodeficiency virus type 1 (HIV-1) RNA alone (Restricted Index), hemoglobin, FIB-4 Index, hepatitis C virus (HCV), and estimated glomerular filtration rate improve prediction of mortality. Weighted and combined, these 7 routine clinical variables constitute the Veterans Aging Cohort Study (VACS) Index. Because nonroutine biomarkers of inflammation (interleukin 6 [IL-6]), coagulation (d-dimer), and monocyte activation (sCD14) also predict mortality, we test the association of these indices and biomarkers with each other and with mortality. Methods. Samples from 1302 HIV-infected veterans on antiretroviral therapy were analyzed. Indices were calculated closest to date of collection. We calculated Spearman correlations stratified by HIV-1 RNA and HCV status and measured association with mortality using C statistics and net reclassification improvement …",
            "Does an index composed of clinical data reflect effects of inflammation, coagulation, and monocyte activation on mortality among those aging with HIV?",
            "Amy C Justice and Matthew S Freiberg and Russ Tracy and Lew Kuller and Janet P Tate and Matthew Bidwell Goetz and David A Fiellin and Gary J Vanasse and Adeel A Butt and Maria C Rodriguez-Barradas and Cynthia Gibert and Kris Ann Oursler and Steven G Deeks and Kendall Bryant and VACS Project Team",
            "2012",
            "_8rNBGUAAAAJ:9yKSN-GCB0IC",
            196,
            "https:\/\/academic.oup.com\/cid\/article-abstract\/54\/7\/984\/299404",
            "15102268777975956048",
            "\/scholar?cites=15102268777975956048",
            {
                "2012":12,
                "2013":24,
                "2014":31,
                "2015":27,
                "2016":22,
                "2017":26,
                "2018":14,
                "2019":25,
                "2020":11,
                "2021":1
            }
        ],
        [
            "The relationship between physicians' cognitive skill and the delivery of evidence-based processes of care is not well characterized.Therefore, we set out to determine associations between general internists' performance on the American Board of Internal Medicine maintenance of certification examination and the receipt of important processes of care by Medicare patients.Physicians were grouped into quartiles based on their performance on the American Board of Internal Medicine examination. Hierarchical generalized linear models examined associations between examination scores and the receipt of processes of care by Medicare patients. The main outcome measures were the associations between diabetes care, using a composite measure of hemoglobin A1c, and lipid testing and retinal screening, mammography, and lipid testing in patients with cardiovascular disease and the …",
            "Association between maintenance of certification examination scores and quality of care for Medicare beneficiaries",
            "Eric S Holmboe and Yun Wang and Thomas P Meehan and Janet P Tate and Shih-Yieh Ho and Katie S Starkey and Rebecca S Lipner",
            "2008",
            "_8rNBGUAAAAJ:d1gkVwhDpl0C",
            189,
            "https:\/\/jamanetwork.com\/journals\/jamainternalmedicine\/article-abstract\/414352",
            "11031745943621765960",
            "\/scholar?cites=11031745943621765960",
            {
                "2008":11,
                "2009":14,
                "2010":13,
                "2011":23,
                "2012":18,
                "2013":15,
                "2014":12,
                "2015":17,
                "2016":13,
                "2017":14,
                "2018":19,
                "2019":11,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Altering the tibial slope in an anterior cruciate ligament–deficient knee has been shown to affect anterior-posterior tibial translation. The effects on articular contact pressure of altering tibial slope during a high tibial osteotomy are unknown.Performing an opening wedge osteotomy anterior to the midaxial line will increase tibial slope. Increasing tibial slope with a high tibial osteotomy in an anterior cruciate ligament–deficient knee redistributes tibiofemoral joint contact pressures onto the posterior tibial plateau.Controlled laboratory study.Medial opening wedge high tibial osteotomies were performed, and a plate fixation with a known diameter inset was placed along the medial tibia in an anterior position and a posterior position on 9 cadaveric knees. Medial and lateral tibiofemoral contact pressures were measured at the resulting 2 different tibial slopes in both ligament …",
            "Medial opening wedge tibial osteotomy and the sagittal plane: the effect of increasing tibial slope on tibiofemoral contact pressure",
            "Craig M Rodner and Douglas J Adams and Vilmaris Diaz-Doran and Janet P Tate and Stephen A Santangelo and Augustus D Mazzocca and Robert A Arciero",
            "2006",
            "_8rNBGUAAAAJ:35N4QoGY0k4C",
            173,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0363546506287297",
            "3082047708884321877",
            "\/scholar?cites=3082047708884321877",
            {
                "2007":3,
                "2008":18,
                "2009":13,
                "2010":14,
                "2011":11,
                "2012":14,
                "2013":15,
                "2014":7,
                "2015":13,
                "2016":15,
                "2017":15,
                "2018":12,
                "2019":11,
                "2020":9,
                "2021":2
            }
        ],
        [
            "BackgroundBy supplementing an index composed of HIV biomarkers and age (Restricted Index) with measures of organ injury, the Veterans Aging Cohort Study (VACS) Index more completely reflects risk of mortality. We compare the accuracy of the VACS and Restricted Indices 1) among subjects outside the Veterans Healthcare System (VA), 2) over 1–5 years of prior exposure to antiretroviral therapy (ART), and 3) within important patient subgroups.MethodsWe used data from 13 cohorts in the North American AIDS Cohort Collaboration (NA-ACCORD, n= 10, 835) limiting analyses to HIV-infected subjects with at least 12 months exposure to ART. Variables included demographic, laboratory (CD4 count, HIV-1 RNA, hemoglobin, platelets, aspartate and alanine transaminase, creatinine and hepatitis C status), and survival. We used C statistic and net reclassification improvement (NRI) to test discrimination varying …",
            "Predictive accuracy of the Veterans Aging Cohort Study (VACS) index for mortality with HIV infection: a north American cross cohort analysis",
            "Amy C Justice and S Modur and Janet P Tate and Keri N Althoff and Lisa P Jacobson and Kelly Gebo and Mari Kitahata and Michael Horberg and John Brooks and Kate Buchacz and Sean B Rourke and Anita Rachlis and Sonia Napravnik and Joseph Eron and H Willig and Richard Moore and Gregory D Kirk and Ronald Bosch and Benigno Rodriguez and Robert S Hogg and Jennifer Thorne and James J Goedert and Marina Klein and MJ Gill and Steven Deeks and Timothy R Sterling and Kathryn Anastos and Stephen J Gange",
            "2013",
            "_8rNBGUAAAAJ:UeHWp8X0CEIC",
            159,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC3619393\/",
            "1411970715178055921",
            "\/scholar?cites=1411970715178055921",
            {
                "2013":10,
                "2014":12,
                "2015":15,
                "2016":18,
                "2017":27,
                "2018":21,
                "2019":34,
                "2020":19
            }
        ],
        [
            "ObjectiveDespite the success of antiretroviral therapy (ART), excess mortality continues for those with HIV infection. A comprehensive approach to risk assessment, addressing multiorgan system injury on ART, is needed. We sought to develop and validate a practical and generalizable mortality risk index for HIV-infected individuals on ART.",
            "An internationally generalizable risk index for mortality after one year of antiretroviral therapy",
            "Janet P Tate and Amy C Justice and Michael D Hughes and Fabrice Bonnet and Peter Reiss and Amanda Mocroft and Jacob Nattermann and Fiona C Lampe and Heiner C Bucher and Timothy R Sterling and Heidi M Crane and Mari M Kitahata and Margaret May and Jonathan AC Sterne",
            "2013",
            "_8rNBGUAAAAJ:Tyk-4Ss8FVUC",
            156,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC4283204\/",
            "9723899055972176893",
            "\/scholar?cites=9723899055972176893",
            {
                "2013":9,
                "2014":12,
                "2015":13,
                "2016":18,
                "2017":24,
                "2018":17,
                "2019":36,
                "2020":19,
                "2021":2
            }
        ],
        [
            "",
            "False‐negative and false‐positive errors in abdominal pain evaluation failure to diagnose acute appendicitis and unnecessary surgery",
            "Louis Graff and John Russell and John Seashore and Jan Tate and Ann Elwell and Mark Prete and Mike Werdmann and Rachel Maag and Charles Krivenko and Martha Radford",
            "2000",
            "_8rNBGUAAAAJ:ZHo1McVdvXMC",
            154,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1553-2712.2000.tb00470.x",
            "11799433524969761178",
            "\/scholar?cites=11799433524969761178",
            {
                "2002":8,
                "2003":5,
                "2004":9,
                "2005":3,
                "2006":5,
                "2007":8,
                "2008":19,
                "2009":6,
                "2010":8,
                "2011":9,
                "2012":6,
                "2013":5,
                "2014":6,
                "2015":9,
                "2016":2,
                "2017":11,
                "2018":6,
                "2019":11,
                "2020":13
            }
        ],
        [
            "The incidence of shoulder and elbow injuries in adolescent baseball players is rapidly increasing. One leading theory about this increase is that breaking pitches (such as the curveball) place increased moments on the dominant arm and thereby increase the risk of injury.There is no difference in the moments at the shoulder and elbow between fastball and curveball pitches in adolescent baseball pitchers.Controlled laboratory study.Thirty-three adolescent baseball pitchers with a minimum of 2 years of pitching experience underwent 3-dimensional motion analysis using reflective markers aligned to bony landmarks. After a warm-up, pitchers threw either a fastball or curveball, randomly assigned, from a portable pitching mound until 3 appropriate trials were collected for each pitch technique. Kinematic and kinetic data for the upper extremities, lower extremities, thorax …",
            "A biomechanical comparison of the fastball and curveball in adolescent baseball pitchers",
            "Carl W Nissen and Melany Westwell and Sylvia Õunpuu and Mausam Patel and Matthew Solomito and Janet Tate",
            "2009",
            "_8rNBGUAAAAJ:70eg2SAEIzsC",
            152,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0363546509333264",
            "11530906041246278532",
            "\/scholar?cites=11530906041246278532",
            {
                "2009":1,
                "2010":9,
                "2011":9,
                "2012":10,
                "2013":8,
                "2014":11,
                "2015":13,
                "2016":20,
                "2017":12,
                "2018":16,
                "2019":17,
                "2020":12
            }
        ]
    ]
}