{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Botulinum toxin type A (BTX-A®) has been widely used in many clinical disorders including migraine, cervical dystonia, etc. The use of BTX-A in neuropathic pain, however, is uncommon, and the application of the anti-nociceptive effect of botulinum toxin is emerging. Here we report a case of an 80-year-old man who suffered from severe pain of post-herpetic neuralgia which was refractory to the usual therapies. However, this neuropathic pain was dramatically relieved by multiple BTX-A injection and the pain relief lasted 52 days.",
            "Botulinum toxin A relieved neuropathic pain in a case of post-herpetic neuralgia",
            "Hsu-Tang Liu and Shen-Kou Tsai and Ming-Chang Kao and Jenkin S Hu",
            "2006",
            "_9w83yoAAAAJ:u-x6o8ySG0sC",
            91,
            "https:\/\/academic.oup.com\/painmedicine\/article-abstract\/7\/1\/89\/1860008",
            "18005823173858748006",
            "\/scholar?cites=18005823173858748006",
            {
                "2006":1,
                "2007":8,
                "2008":7,
                "2009":8,
                "2010":5,
                "2011":9,
                "2012":5,
                "2013":7,
                "2014":10,
                "2015":6,
                "2016":7,
                "2017":8,
                "2018":3,
                "2019":4
            }
        ],
        [
            "IMPLICATIONS: We report a case of permanent paraplegia after an intracord catheterization during attempted thoracic epidural anesthesia in an anesthetized elderly patient. Subsequent injection of local anesthetic into the misplaced catheter and delayed detection of the postoperative neurologic deficits resulted in this tragic complication.Permanent paraplegia after epidural anesthesia is extremely rare; the incidence is< 0.02%(1–4). The causes are diverse, including epidural hematoma, epidural abscess, direct cord trauma, spinal infarction, and neurotoxicity by accidental subarachnoid injection or chemical contamination (1, 4). Bromage and Benumo (5) reported a case related to epidural catheterization under general anesthesia followed by significant hypotensive episodes in a 62-yr-old woman undergoing total knee replacement. On the fifth overall attempt with the loss-of-resistance-to-air technique, the …",
            "Paraplegia after delayed detection of inadvertent spinal cord injury during thoracic epidural catheterization in an anesthetized elderly patient",
            "Ming-Chang Kao and Shen-Kou Tsai and Mei-Yung Tsou and Hsien-Kuang Lee and Wan-Yuo Guo and Jenkin S Hu",
            "2004",
            "_9w83yoAAAAJ:u5HHmVD_uO8C",
            68,
            "https:\/\/journals.lww.com\/anesthesia-analgesia\/fulltext\/2004\/08000\/paraplegia_after_delayed_detection_of_inadvertent.49.aspx",
            "13970235480779528610",
            "\/scholar?cites=13970235480779528610",
            {
                "2005":6,
                "2006":11,
                "2007":10,
                "2008":10,
                "2009":2,
                "2010":2,
                "2011":6,
                "2012":3,
                "2013":1,
                "2014":3,
                "2015":2,
                "2016":2,
                "2017":2,
                "2018":2,
                "2019":3,
                "2020":2
            }
        ],
        [
            "The ultrasonic cardiac output monitor (USCOM) is a new Doppler device for noninvasive hemodynamic monitoring. The aim of this prospective nonrandomized study was to test the feasibility, perioperative reliability, and clinical applicability of using USCOM as an alternative to pulmonary artery catheterization in recipients of living donor liver transplantation. Thirteen patients scheduled to receive living donor liver transplants were initially recruited. Three were subsequently excluded prior to the commencement of surgery because of technical difficulties in obtaining diagnostic‐quality images with USCOM. Ten patients proceeded to be studied. Cardiac output measurements by thermodilution and USCOM were compared at 30‐minute intervals throughout the procedure and at 10 specific procedural reference points during the surgery when hemodynamic changes were most likely to be observed. The data were …",
            "Reliability of a new ultrasonic cardiac output monitor in recipients of living donor liver transplantation",
            "Bai‐Chuan Su and Huang‐Ping Yu and Ming‐Wen Yang and Chih‐Chung Lin and Ming‐Chang Kao and Chia‐Hung Chang and Wei‐Chen Lee",
            "2008",
            "_9w83yoAAAAJ:d1gkVwhDpl0C",
            50,
            "https:\/\/aasldpubs.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/lt.21461",
            "14759977281351506319",
            "\/scholar?cites=14759977281351506319",
            {
                "2008":2,
                "2009":2,
                "2010":3,
                "2011":5,
                "2012":13,
                "2013":6,
                "2014":5,
                "2015":3,
                "2016":1,
                "2017":3,
                "2018":3,
                "2019":2
            }
        ],
        [
            "Lower limb ischemia-reperfusion (I\/R) elicits oxidative stress and causes inflammation in lung tissues that may lead to lung injury. Magnesium sulfate (MgSO4) possesses potent anti-oxidation and anti-inflammation capacity. We sought to elucidate whether MgSO4 could mitigate I\/R-induced lung injury. As MgSO4 is an L-type calcium channel inhibitor, the role of the L-type calcium channels was elucidated.Adult male rats were allocated to receive I\/R, I\/R plus MgSO4 (10, 50, or 100 mg\/kg), or I\/R plus MgSO4 (100 mg\/kg) plus the L-type calcium channels activator BAY-K8644 (20 μg\/kg) (n = 12 in each group). Control groups were run simultaneously. I\/R was induced by applying rubber band tourniquets high around each thigh for 3 h followed by reperfusion for 3 h. After euthanization, degrees of lung injury, oxidative stress, and inflammation were determined.Arterial blood …",
            "Magnesium sulfate mitigates lung injury induced by bilateral lower limb ischemia-reperfusion in rats",
            "Ming-Chang Kao and Woan-Ching Jan and Pei-Shan Tsai and Tao-Yeuan Wang and Chun-Jen Huang",
            "2011",
            "_9w83yoAAAAJ:2osOgNQ5qMEC",
            47,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022480411002204",
            "6576991650528983475",
            "\/scholar?cites=6576991650528983475",
            {
                "2012":2,
                "2013":5,
                "2014":8,
                "2015":9,
                "2016":4,
                "2017":7,
                "2018":2,
                "2019":5,
                "2020":5
            }
        ],
        [
            "Awake video-assisted thoracic surgery (VATS) has been increasingly employed in a variety of procedures involving pleura, lungs, and mediastinum. Adequate anesthesia and analgesia obtained from thoracic epidural anesthetic (TEA) allow VATS to be performed in awake patients. The potential general anesthesia-related adverse effects, such as intubation-related trauma, pneumonia, ventilator-associated lung injury, effects of neuromuscular blocking agents, and postoperative nausea and vomiting, can thus be avoided. Moreover, TEA holds the benefits of reducing pulmonary and cardiac morbidities and mortalities after noncardiac surgery. Patients who undergo awake VATS may also benefit from the efficient contraction of the dependent hemidiaphragm and preserved hypoxic pulmonary vasoconstriction during surgically-induced pneumothorax. Preliminary results from early case series have indicated certain …",
            "Anesthesia for awake video-assisted thoracic surgery",
            "Ming-Chang Kao and Cing-Hung Lan and Chun-Jen Huang",
            "2012",
            "_9w83yoAAAAJ:qjMakFHDy7sC",
            38,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1875459712000720",
            "6704928541027509877",
            "\/scholar?cites=6704928541027509877",
            {
                "2012":1,
                "2013":1,
                "2014":6,
                "2015":4,
                "2016":3,
                "2017":5,
                "2018":7,
                "2019":7,
                "2020":4
            }
        ],
        [
            "Background. It may be clinically useful to predict the depth of the epidural space. Methods. To investigate the accuracy of preoperative abdominal computed tomography (CT) in prediction of the distance for low‐thoracic epidural insertion, a single group observational study was conducted in 30 male patients undergoing elective major abdominal surgery requiring epidural analgesia for postoperative pain relief. Using the paramedian approach, low‐thoracic epidural insertion at T10–11 interspace was performed with a standardized procedure to obtain an actual insertion length (AIL). According to the principles of trigonometry, an estimated insertion length (EIL) was calculated as 1.26 times the distance from skin to epidural space measured from the preoperative abdominal CT. Results. The mean (sd) EIL and AIL were 5.5 (0.7) and 5.1 (0.6) cm, respectively, with a significant correlation (r= 0.899, P< 0.01). The EIL …",
            "Prediction of the distance from skin to epidural space for low‐thoracic epidural catheter insertion by computed tomography",
            "MC Kao and SK Tsai and WK Chang and HT Liu and YC Hsieh and JS Hu and MS Mok",
            "2004",
            "_9w83yoAAAAJ:9yKSN-GCB0IC",
            32,
            "https:\/\/academic.oup.com\/bja\/article-abstract\/92\/2\/271\/302906",
            "12726258675670484027",
            "\/scholar?cites=12726258675670484027",
            {
                "2005":3,
                "2006":1,
                "2007":2,
                "2008":3,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":4,
                "2015":1,
                "2016":3,
                "2017":2,
                "2018":1,
                "2019":3
            }
        ],
        [
            "The aim of this study was to identify possible upper airway obstructions causing a higher continuous positive airway pressure (CPAP) titration level, utilizing drug-induced sleep endoscopy (DISE).A total of 76 patients with obstructive sleep apnea (OSA) underwent CPAP titration and DISE. DISE findings were recorded using the VOTE classification system. Polysomnographic (PSG) data, anthropometric variables, and patterns of airway collapse during DISE were analyzed with CPAP titration levels.A significant association was found between the CPAP titration level and BMI, oxygen desaturation index (ODI), apnea-hypopnea index (AHI), and neck circumference (NC) (P < 0.001, P < 0.001, P < 0.001, and P < 0.001, respectively, by Spearman correlation). Patients with concentric …",
            "The predictive value of drug-induced sleep endoscopy for CPAP titration in OSA patients",
            "Ming-Chin Lan and Yen-Bin Hsu and Ming-Ying Lan and Yun-Chen Huang and Ming-Chang Kao and Tung-Tsun Huang and Tsan-Jen Chiu and Mei-Chen Yang",
            "2018",
            "_9w83yoAAAAJ:dhFuZR0502QC",
            20,
            "https:\/\/link.springer.com\/article\/10.1007\/s11325-017-1600-8",
            "17911225141367441641",
            "\/scholar?cites=17911225141367441641",
            {
                "2018":3,
                "2019":3,
                "2020":14
            }
        ],
        [
            "Oxidation and inflammation caused by lower limb ischemia–reperfusion (I\/R) readily induce lung injury. We elucidated whether cepharanthine, a potent antioxidative and anti-inflammatory drug, can mitigate lung injury induced by lower limb I\/R. Role of heme oxygenase 1 (HO-1) was also investigated.Adult male Sprague–Dawley rats were randomized to receive I\/R, I\/R plus cepharanthine, or I\/R plus cepharanthine plus the HO-1 activity inhibitor tin protoporphyrin (SnPP; n = 12 in each group). Sham control groups were run simultaneously. I\/R was induced by applying rubber band tourniquets high around each thigh for 3 h followed by reperfusion for 24 h.Rats receiving I\/R had significant increases in concentrations of nitric oxide, malondialdehyde (lipid peroxidation marker), and inflammatory molecules (including interleukin 6, macrophage inflammatory protein 2, and …",
            "Cepharanthine mitigates lung injury in lower limb ischemia–reperfusion",
            "Ming-Chang Kao and Chen-Hsien Yang and Wei-Chih Chou and Joen-Rong Sheu and Chun-Jen Huang",
            "2015",
            "_9w83yoAAAAJ:ufrVoPGSRksC",
            19,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022480415007209",
            "13114248022407816599",
            "\/scholar?cites=13114248022407816599",
            {
                "2016":2,
                "2017":6,
                "2018":3,
                "2019":4,
                "2020":4
            }
        ],
        [
            "Background:Clinical observations indicated an increased risk of developing prostate cancer in gout patients. Chronic inflammation is postulated to be one crucial mechanism for prostate carcinogenesis. Allopurinol, a widely used antigout agent, possesses potent anti-inflammation capacity. We elucidated whether allopurinol decreases the risk of prostate cancer in gout patients.Methods:We analyzed data retrieved from Taiwan National Health Insurance Database between January 2000 and December 2012. Patients diagnosed with gout during the study period with no history of prostate cancer and who had never used allopurinol were selected. Four allopurinol use cohorts (that is, allopurinol use (> 365 days), allopurinol use (181–365 days), allopurinol use (91–180 days) and allopurinol use (31–90 days)) and one cohort without using allopurinol (that is, allopurinol use (No)) were included. The study end point …",
            "Long-term allopurinol use decreases the risk of prostate cancer in patients with gout: a population-based study",
            "HJ Shih and MC Kao and PS Tsai and YC Fan and CJ Huang",
            "2017",
            "_9w83yoAAAAJ:4TOpqqG69KYC",
            16,
            "https:\/\/www.nature.com\/articles\/pcan201714",
            "8163674689697357205",
            "\/scholar?cites=8163674689697357205",
            {
                "2018":3,
                "2019":4,
                "2020":9
            }
        ],
        [
            "Platonin possesses potent anti-inflammatory and antioxidative capacities. Because systemic inflammation and oxidative stress are crucial in mediating sepsis-induced blood–brain barrier (BBB) integrity loss, this study elucidated the effects of platonin on preserving BBB integrity in septic rats.A total of 72 adult male rats (200–250 g) were randomized to receive cecal ligation and puncture (CLP), CLP plus platonin, sham operation, or sham operation plus platonin (n = 18 in each group). Systemic inflammation and oxidation levels and BBB integrity in the surviving rats were determined after 24-hour monitoring.Plasma levels of interleukin-6 (IL-6) and malondialdehyde (MDA)—markers of systemic inflammation and oxidation—and the grading of Evans blue staining of the brains, BBB permeability to Evans blue dye, and brain edema levels—markers of BBB integrity—in rats that received CLP …",
            "Platonin preserves blood–brain barrier integrity in septic rats",
            "Chia-Tse Yeh and Ming-Chang Kao and Cay-Huyen Chen and Chun-Jen Huang",
            "2015",
            "_9w83yoAAAAJ:Y0pCki6q_DkC",
            16,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1875459715000193",
            "5060795916058681334",
            "\/scholar?cites=5060795916058681334",
            {
                "2016":1,
                "2017":4,
                "2018":5,
                "2019":2,
                "2020":2,
                "2021":1
            }
        ]
    ]
}