{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "The properties of small particles can be markedly different from the bulk. A classical thermodynamic treatment of the melting and freezing of small particles, including the effects of surface-induced order, predicts an energy barrier between a surface melted state and the liquid droplet. The requirement of homogeneous nucleation over the barrier on laboratory time scales predicts melting and freezing temperatures that vary from the bulk temperatures and from each other. For very small particles the energy barrier is so small that the melting and freezing temperatures are the same. However, above a few nanometers in radius the melting and freezing temperatures are different. This approach also predicts a low temperature region where a disordered particle would stay disordered for extended periods of time. This model only applies to the situation where the melt wets the solid.",
            "Thermodynamics of melting and freezing in small particles",
            "Richard R Vanfleet and JM Mochel",
            "1995",
            "_Bz8YYUAAAAJ:u5HHmVD_uO8C",
            206,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0039602895007288",
            "15078282263315791828",
            "\/scholar?cites=15078282263315791828",
            {
                "1996":1,
                "1997":5,
                "1998":6,
                "1999":3,
                "2000":5,
                "2001":11,
                "2002":2,
                "2003":9,
                "2004":8,
                "2005":10,
                "2006":12,
                "2007":14,
                "2008":12,
                "2009":11,
                "2010":15,
                "2011":14,
                "2012":9,
                "2013":9,
                "2014":8,
                "2015":8,
                "2016":7,
                "2017":4,
                "2018":7,
                "2019":5,
                "2020":7,
                "2021":2
            }
        ],
        [
            "A class of carbon-nanotube (CNT) composite materials was developed to take advantage of the precise high-aspect-ratio shape of patterned vertically grown nanotube forests. These patterned forests were rendered mechanically robust by chemical vapor infiltration and released by etching an underlying sacrificial layer. We fabricated a diverse variety of functional MEMS devices, including cantilevers, bistable mechanisms, and thermomechanical actuators, using this technique. A wide range of chemical-vapor-depositable materials could be used as fillers; here, we specifically explored infiltration by silicon and silicon nitride. The CNT framework technique may enable high-aspect-ratio MEMS fabrication from a variety of materials with desired properties such as high-temperature stability or robustness. The elastic modulus of the silicon-nanotube and silicon nitride-nanotube composites is dominated by the filler …",
            "Carbon nanotubes as a framework for high-aspect-ratio MEMS fabrication",
            "David N Hutchison and Nicholas B Morrill and Quentin Aten and Brendan W Turner and Brian D Jensen and Larry L Howell and Richard R Vanfleet and Robert C Davis",
            "2009",
            "_Bz8YYUAAAAJ:UeHWp8X0CEIC",
            86,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/5350708\/",
            "11882482861408622360",
            "\/scholar?cites=11882482861408622360",
            {
                "2011":8,
                "2012":9,
                "2013":13,
                "2014":9,
                "2015":10,
                "2016":10,
                "2017":7,
                "2018":7,
                "2019":8,
                "2020":4
            }
        ],
        [
            "Carbon‐nanotube‐templated microfabrication (CNT‐M) of porous materials is demonstrated. Partial chemical infiltration of 3D carbon‐nanotube structures with silicon results in a mechanically robust material, structured from the 10 nm scale to the 100 μm scale. The nanoscale dimensions are determined by the diameter and spacing of the resulting silicon\/carbon nanotubes, while the microscale dimensions are controlled by the lithographic patterning of the CNT growth catalyst. We demonstrate the utility of this hierarchical structuring approach by using CNT‐M to fabricate thin‐layer‐chromatography (TLC) separations media with precise microscale channels for fluid‐flow control and nanoscale porosity for high analyte capacity. Chemical separations done on the CNT‐M‐structured media outperform commercial high‐performance TLC media.",
            "Carbon‐Nanotube‐Templated Microfabrication of Porous Silicon‐Carbon Materials with Application to Chemical Separations",
            "Jun Song and David S Jensen and David N Hutchison and Brendan Turner and Taylor Wood and Andrew Dadson and Michael A Vail and Matthew R Linford and Richard R Vanfleet and Robert C Davis",
            "2011",
            "_Bz8YYUAAAAJ:IjCSPb-OGe4C",
            84,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adfm.201001851",
            "3094446663828104581",
            "\/scholar?cites=3094446663828104581",
            {
                "2011":5,
                "2012":6,
                "2013":17,
                "2014":8,
                "2015":19,
                "2016":7,
                "2017":5,
                "2018":10,
                "2019":5,
                "2020":2
            }
        ],
        [
            "We apply a suite of analytical tools to characterize materials created in the production of microfabricated thin layer chromatography plates. Techniques used include X‐ray photoelectron spectroscopy (XPS), valence band spectroscopy, time‐of‐flight secondary ion mass spectrometry (ToF‐SIMS) in both positive and negative ion modes, Rutherford backscattering spectroscopy (RBS), and helium ion microscopy. Materials characterized include: the Si(100) substrate with native oxide: Si\/SiO2, alumina (35 nm) deposited as a diffusion barrier on the Si\/SiO2: Si\/SiO2\/Al2O3, iron (6 nm) thermally evaporated on the Al2O3: Si\/SiO2\/Al2O3\/Fe, the iron film annealed in H2 to make Fe catalyst nanoparticles: Si\/SiO2\/Al2O3\/Fe(NP), and carbon nanotubes (CNTs) grown from the Fe nanoparticles: Si\/SiO2\/Al2O3\/Fe(NP)\/CNT. The Fe films and nanoparticles appear in an oxidized state. Some of the analyses of the CNTs\/CNT …",
            "Multi‐instrument characterization of the surfaces and materials in microfabricated, carbon nanotube‐templated thin layer chromatography plates. An analogy to ‘The Blind Men and …",
            "David S Jensen and Supriya S Kanyal and Nitesh Madaan and Jared M Hancock and Andrew E Dadson and Michael A Vail and Richard Vanfleet and V Shutthanandan and Zihua Zhu and Mark H Engelhard and Matthew R Linford",
            "2013",
            "_Bz8YYUAAAAJ:ufrVoPGSRksC",
            71,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/sia.5268",
            "14839462441868734073",
            "\/scholar?cites=14839462441868734073",
            {
                "2013":9,
                "2014":13,
                "2015":17,
                "2016":12,
                "2017":5,
                "2018":6,
                "2019":1,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Efficient techniques for computing axisymmetric non‐neutral plasma equilibria are described. These equilibria may be obtained either by requiring global thermal equilibrium, by specifying the midplane radial density profile, or by specifying the radial profile of ∫n dz. Both splines and finite‐differences are used, and the accuracy of the two is compared by using a new characterization of the thermal equilibrium density profile which gives a simple formula for estimating the radial and axial gradient scale lengths of thermal equilibria. It is found that for global thermal equilibrium 1% accuracy is achieved with splines if the distance between neighboring splines is about two Debye lengths while finite differences require a grid spacing of about one‐half Debye length to achieve the same accuracy.",
            "Numerical calculation of axisymmetric non‐neutral plasma equilibria",
            "Ross L Spencer and SN Rasband and Richard R Vanfleet",
            "1993",
            "_Bz8YYUAAAAJ:2osOgNQ5qMEC",
            59,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.860594",
            "9903419296550160385",
            "\/scholar?cites=9903419296550160385",
            {
                "1994":1,
                "1995":2,
                "1996":3,
                "1997":2,
                "1998":2,
                "1999":5,
                "2000":2,
                "2001":1,
                "2002":2,
                "2003":8,
                "2004":2,
                "2005":2,
                "2006":2,
                "2007":1,
                "2008":3,
                "2009":1,
                "2010":2,
                "2011":4,
                "2012":2,
                "2013":1,
                "2014":2,
                "2015":1,
                "2016":1,
                "2017":2,
                "2018":2,
                "2019":2
            }
        ],
        [
            "Amorphous silica nanowires (a-SiONWs) were produced by direct solid state transformation from silica films. The silica nanowires grow on TiN\/Ni\/SiO2\/Si substrates during the annealing in H2 or a H2:CH4 mixture at 1050 °C. Titanium nitride (TiN) films were used to induce a solid state reaction with silica (SiO2) films on silicon wafers to provide silicon atoms into growing nanowires. The TiN layers induce the diffusion of silicon and oxygen to the surface by a stress gradient built inside the films. The nickel diffuses to the surface during the TiN deposition and acts as a nucleation site for the a-SiONWs.",
            "Direct growth of amorphous silica nanowires by solid state transformation of SiO2 films",
            "Ki-Hong Lee and Hyuck Soo Yang and Kwang Hyeon Baik and Jungsik Bang and Richard R Vanfleet and Wolfgang Sigmund",
            "2004",
            "_Bz8YYUAAAAJ:9yKSN-GCB0IC",
            58,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0009261403020396",
            "6923819171252584029",
            "\/scholar?cites=6923819171252584029",
            {
                "2004":2,
                "2005":3,
                "2006":11,
                "2007":6,
                "2008":5,
                "2009":5,
                "2010":8,
                "2011":5,
                "2012":2,
                "2013":2,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":1,
                "2018":2
            }
        ],
        [
            "The utility of unmanned micro underwater vehicles (MUVs) is paramount for exploring confined spaces, but their spatial agility is often impaired when maneuvers require burst-propulsion. Herein we develop high-aspect ratio (150:1), multiwalled carbon nanotube microarray membranes (CNT-MMs) for propulsive, MUV thrust generation by the decomposition of hydrogen peroxide (H2O2). The CNT-MMs are grown via chemical vapor deposition with diamond shaped pores (nominal diagonal dimensions of 4.5 × 9.0 μm) and subsequently decorated with urchin-like, platinum (Pt) nanoparticles via a facile, electroless, chemical deposition process. The Pt-CNT-MMs display robust, high catalytic ability with an effective activation energy of 26.96 kJ mol–1 capable of producing a thrust of 0.209 ± 0.049 N from 50% [w\/w] H2O2 decomposition within a compact reaction chamber of eight Pt-CNT-MMs in series.",
            "High Aspect Ratio Carbon Nanotube Membranes Decorated with Pt Nanoparticle Urchins for Micro Underwater Vehicle Propulsion via H2O2 Decomposition",
            "Kevin M Marr and Bolin Chen and Eric J Mootz and Jason Geder and Marius Pruessner and Brian J Melde and Richard R Vanfleet and Igor L Medintz and Brian D Iverson and Jonathan C Claussen",
            "2015",
            "_Bz8YYUAAAAJ:5Ul4iDaHHb8C",
            50,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsnano.5b02124",
            "15618270441163196582",
            "\/scholar?cites=15618270441163196582",
            {
                "2016":10,
                "2017":12,
                "2018":16,
                "2019":6,
                "2020":6
            }
        ],
        [
            "Some of us recently described the fabrication of thin layer chromatography (TLC) plates from patterned carbon nanotube (CNT) forests via direct infiltration\/coating of the CNTs by low pressure chemical vapor deposition (LPCVD) of silicon from SiH4, followed by high temperature oxidation of the CNTs and Si. Herein we present an improved microfabrication process for the preparation of these TLC plates. First, a few nanometers of carbon and\/or a thin film of Al2O3 is deposited on the CNTs. This method of priming the CNTs for subsequent depositions appears to be new. X-ray photoelectron spectroscopy confirms the presence of additional oxygen after carbon deposition. After priming, the plates are coated by rapid, conformal deposition of an inorganic material that does not require subsequent oxidation, i.e., by a fast pseudo atomic layer deposition (ψ-ALD) of SiO2 from trimethylaluminum and tris(tert-butoxy)silanol …",
            "Stable, microfabricated thin layer chromatography plates without volume distortion on patterned, carbon and Al 2 O 3-primed carbon nanotube forests",
            "David S Jensen and Supriya S Kanyal and Vipul Gupta and Michael A Vail and Andrew E Dadson and Mark Engelhard and Richard Vanfleet and Robert C Davis and Matthew R Linford",
            "2012",
            "_Bz8YYUAAAAJ:LPZeul_q3PIC",
            48,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021967312011594",
            "17103774275910078412",
            "\/scholar?cites=17103774275910078412",
            {
                "2012":1,
                "2013":14,
                "2014":8,
                "2015":11,
                "2016":3,
                "2017":4,
                "2018":3,
                "2019":3,
                "2020":1
            }
        ],
        [
            "Some of us recently described the fabrication of thin layer chromatography (TLC) plates from patterned carbon nanotube (CNT) forests via direct infiltration\/coating of the CNTs by low pressure chemical vapor deposition (LPCVD) of silicon from SiH4, followed by high temperature oxidation of the CNTs and Si. Herein we present an improved microfabrication process for the preparation of these TLC plates. First, a few nanometers of carbon and\/or a thin film of Al2O3 is deposited on the CNTs. This method of priming the CNTs for subsequent depositions appears to be new. X-ray photoelectron spectroscopy confirms the presence of additional oxygen after carbon deposition. After priming, the plates are coated by rapid, conformal deposition of an inorganic material that does not require subsequent oxidation, i.e., by a fast pseudo atomic layer deposition (ψ-ALD) of SiO2 from trimethylaluminum and tris(tert-butoxy)silanol …",
            "Stable, microfabricated thin layer chromatography plates without volume distortion on patterned, carbon and Al 2 O 3-primed carbon nanotube forests",
            "David S Jensen and Supriya S Kanyal and Vipul Gupta and Michael A Vail and Andrew E Dadson and Mark Engelhard and Richard Vanfleet and Robert C Davis and Matthew R Linford",
            "2012",
            "_Bz8YYUAAAAJ:W7OEmFMy1HYC",
            48,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021967312011594",
            "17103774275910078412",
            "\/scholar?cites=17103774275910078412",
            {
                "2012":1,
                "2013":14,
                "2014":8,
                "2015":11,
                "2016":3,
                "2017":4,
                "2018":3,
                "2019":3,
                "2020":1
            }
        ]
    ]
}