{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Plants have unique features that evolved in response to their environments and ecosystems. A full account of the complex cellular networks that underlie plant-specific functions is still missing. We describe a proteome-wide binary protein-protein interaction map for the interactome network of the plant Arabidopsis thaliana containing about 6200 highly reliable interactions between about 2700 proteins. A global organization of plant biological processes emerges from community analyses of the resulting network, together with large numbers of novel hypothetical functional links between proteins and pathways. We observe a dynamic rewiring of interactions following gene duplication events, providing evidence for a model of evolution acting upon interactome networks. This and future plant interactome maps should facilitate systems approaches to better understand plant biology and improve crops.",
            "Evidence for Network Evolution in an Arabidopsis Interactome Map",
            "Matija Dreze and Anne-Ruxandra Carvunis and Benoit Charloteaux and Mary Galli and Samuel J Pevzner and Murat Tasan and Yong-Yeol Ahn and Padmavathi Balumuri and Albert-László Barabási and Vanessa Bautista and Pascal Braun and Danielle Byrdsong and Huaming Chen and Jonathan D Chesnut and Michael E Cusick and Jeffery L Dangl and Chris de los Reyes and Amélie Dricot and Melissa Duarte and Joseph R Ecker and Changyu Fan and Lantian Gai and Fana Gebreab and Gourab Ghoshal and Patrick Gilles and Bryan J Gutierrez and Tong Hao and David E Hill and Christopher J Kim and Rosa Cheuk Kim and Claire Lurin and Andrew MacWilliams and Uday Matrubutham and Tijana Milenkovic and Jyotika Mirchandani and Dario Monachello and Jonathan Moore and M Shahid Mukhtar and Eric Olivares and Suswapna Patnaik and Matthew M Poulin and Natasa Przulj and Rosa Quan and Sabrina Rabello and Gopalakrishna Ramaswamy and Patrick Reichert and Edward A Rietman and Thomas Rolland and Viviana Romero and Frederick P Roth and Balaji Santhanam and Robert J Schmitz and Paul Shinn and William Spooner and Joshua Stein and Geetha M Swamilingiah and Stanley Tam and Jean Vandenhaute and Marc Vidal and Selma Waaijers and Doreen Ware and Evan M Weiner and Stacy Wu and Junshi Yazaki",
            "2011",
            "_CNYi6MAAAAJ:wMgC3FpKEyYC",
            733,
            "https:\/\/science.sciencemag.org\/content\/333\/6042\/601.abstract",
            "1633795026196651212",
            "\/scholar?cites=1633795026196651212",
            {
                "2011":13,
                "2012":94,
                "2013":98,
                "2014":98,
                "2015":92,
                "2016":79,
                "2017":65,
                "2018":64,
                "2019":54,
                "2020":65,
                "2021":6
            }
        ]
    ]
}