{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "Chaotic pulsing and the route to chaos in a semiconductor laser with delayed, positive opto-electronic feedback are investigated numerically and experimentally. Both numerical simulation and experimental observation indicate that the laser enters a chaotic pulsing state at certain delay times of the feedback loop through a quasi-periodic route. The characteristics of each dynamical state are analyzed. The chaotic pulsing state is verified with a positive Lyapunov exponent and a fractal correlation dimension. The experimental results show very good qualitative agreement with the numerical results. Quantitative discrepancy between experimental and numerical results can be explained by the bandpass characteristics of the electronic feedback loop.",
            "Chaotic pulsing and quasi-periodic route to chaos in a semiconductor laser with delayed opto-electronic feedback",
            "Shuo Tang and JM Liu",
            "2001",
            "_cqWssQAAAAJ:TFP_iSt0sucC",
            211,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/910441\/",
            "2636094516823383611",
            "\/scholar?cites=2636094516823383611",
            {
                "2001":7,
                "2002":10,
                "2003":12,
                "2004":15,
                "2005":8,
                "2006":12,
                "2007":8,
                "2008":11,
                "2009":12,
                "2010":10,
                "2011":13,
                "2012":17,
                "2013":12,
                "2014":11,
                "2015":7,
                "2016":9,
                "2017":10,
                "2018":7,
                "2019":9,
                "2020":8,
                "2021":2
            }
        ],
        [
            "Basic issues regarding synchronized chaotic optical communications at high bit rates using semiconductor lasers are considered. Recent experimental results on broadband, high-frequency, phase-locked chaos synchronization, and message encoding-decoding at 2.5 Gb\/s are presented. System performance at a bit rate of 10 Gb\/s is numerically studied for the application of three encryption schemes, namely chaos shift keying, chaos masking, and additive chaos modulation, to three chaotic semiconductor laser systems, namely the optical injection system, the optical feedback system, and the optoelectronic feedback system. By causing synchronization error in the forms of synchronization deviation and desynchronization bursts, the channel noise and the laser noise both have significant effects on the system performance at high bit rates. Among the three laser systems, the optoelectronic feedback system has the …",
            "Synchronized chaotic optical communications at high bit rates",
            "Jia-ming Liu and How-Foo Chen and Shuo Tang",
            "2002",
            "_cqWssQAAAAJ:bEWYMUwI8FkC",
            209,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1027761\/",
            "2710760496048691151",
            "\/scholar?cites=2710760496048691151",
            {
                "2003":9,
                "2004":28,
                "2005":17,
                "2006":12,
                "2007":11,
                "2008":20,
                "2009":16,
                "2010":14,
                "2011":21,
                "2012":12,
                "2013":11,
                "2014":5,
                "2015":5,
                "2016":1,
                "2017":4,
                "2018":6,
                "2019":6,
                "2020":10
            }
        ],
        [
            "Semiconductor lasers provide an excellent opportunity for communication using chaotic waveforms. We discuss the characteristics and the synchronization of two semiconductor lasers with optoelectronic feedback. The systems exhibit broadband chaotic intensity oscillations whose dynamical dimension generally increases with the time delay in the feedback loop. We explore the robustness of this synchronization with parameter mismatch in the lasers, with mismatch in the optoelectronic feedback delay, and with the strength of the coupling between the systems. Synchronization is robust to mismatches between the intrinsic parameters of the lasers, but it is sensitive to mismatches of the time delay in the transmitter and receiver feedback loops. An open-loop receiver configuration is suggested, eliminating feedback delay mismatch issues. Communication strategies for arbitrary amplitude of modulation onto the …",
            "Synchronization and communication using semiconductor lasers with optoelectronic feedback",
            "Henry DI Abarbanel and Matthew B Kennel and Lucas Illing and S Tang and HF Chen and JM Liu",
            "2001",
            "_cqWssQAAAAJ:isC4tDSrTZIC",
            149,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/952542\/",
            "18434291828024666062",
            "\/scholar?cites=18434291828024666062",
            {
                "2002":7,
                "2003":7,
                "2004":11,
                "2005":9,
                "2006":13,
                "2007":7,
                "2008":8,
                "2009":12,
                "2010":10,
                "2011":13,
                "2012":5,
                "2013":9,
                "2014":3,
                "2015":7,
                "2016":5,
                "2017":5,
                "2018":9,
                "2019":4,
                "2020":4,
                "2021":1
            }
        ],
        [
            "A multiphoton endoscopy system has been developed using a two-axis microelectromechanical systems (MEMS) mirror and double-cladding photonic crystal fiber (DCPCF). The MEMS mirror has a 2-mm-diam, 20-deg optical scanning angle, and 1.26-kHz and 780-Hz resonance frequencies on the x and y axes. The maximum number of resolvable focal spots of the MEMS scanner is 720×720 on the x and y axes, which indicates that the MEMS scanner can potentially support high-resolution multiphoton imaging. The DCPCF is compared with standard single-mode fiber and hollow-core photonic bandgap fiber on the basis of dispersion, attenuation, and coupling efficiency properties. The DCPCF has high collection efficiency, and its dispersion can be compensated by grating pairs. Three configurations of probe design are investigated, and their imaging quality and field of view are compared. A two-lens …",
            "Design and implementation of fiber-based multiphoton endoscopy with microelectromechanical systems scanning",
            "Shuo Tang and Woonggyu Jung and Daniel T McCormick and Tuqiang Xie and Jianping Su and Yeh-Chan Ahn and Bruce Jason Tromberg and Zhongping Chen",
            "2009",
            "_cqWssQAAAAJ:u5HHmVD_uO8C",
            111,
            "https:\/\/www.spiedigitallibrary.org\/journals\/journal-of-biomedical-optics\/volume-14\/issue-3\/034005\/Design-and-implementation-of-fiber-based-multiphoton-endoscopy-with-microelectromechanical\/10.1117\/1.3127203.short",
            "12389092673614368712",
            "\/scholar?cites=12389092673614368712",
            {
                "2010":7,
                "2011":15,
                "2012":15,
                "2013":13,
                "2014":13,
                "2015":17,
                "2016":5,
                "2017":5,
                "2018":10,
                "2019":2,
                "2020":9
            }
        ],
        [
            "We have developed a multiphoton microscopy (MPM) system using a 12-fs Ti:sapphire laser with adjustable dispersion precompensation in order to examine the impact of pulse duration on nonlinear optical signals. The efficiencies of two-photon-excited fluorescence (TPEF) and second harmonic generation (SHG) were studied for various pulse durations, measured at the sample, ranging from ~400  fs to sub-20 fs. Both TPEF and SHG increased proportionally to the inverse of the pulse duration for the entire tested range. Because of improved signal-to-noise ratio, sub-20-fs pulses were used to enhance MPM imaging depth by approximately 160%, compared to 120-fs pulses, in human skin.",
            "Effect of pulse duration on two-photon excited fluorescence and second harmonic generation in nonlinear optical microscopy",
            "Shuo Tang and Tatiana B Krasieva and Zhongping Chen and Gabriel Tempea and Bruce Jason Tromberg",
            "2006",
            "_cqWssQAAAAJ:u-x6o8ySG0sC",
            99,
            "https:\/\/www.spiedigitallibrary.org\/journals\/journal-of-biomedical-optics\/volume-11\/issue-2\/020501\/Effect-of-pulse-duration-on-two-photon-excited-fluorescence-and\/10.1117\/1.2177676.short",
            "3299969459274080993",
            "\/scholar?cites=3299969459274080993",
            {
                "2007":2,
                "2008":7,
                "2009":13,
                "2010":9,
                "2011":8,
                "2012":9,
                "2013":4,
                "2014":5,
                "2015":9,
                "2016":5,
                "2017":4,
                "2018":11,
                "2019":4,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Chaotic optical-communication systems using semiconductor lasers are studied. The dynamics, synchronization, and message encoding and decoding are modeled and studied numerically and experimentally for two systems which are based on optical injection and delayed optoelectronic feedback of semiconductor lasers, respectively. An optically-injected single-mode semiconductor laser is a nonautonomous nonlinear system of three dynamical variables. It has phase-sensitive dynamics that follow a period-doubling route to chaos. A single-mode semiconductor laser with delayed optoelectronic feedback is an autonomous, delayed-feedback nonlinear system with only two dynamical variables, but its dimension can be very high when the delay time is large. It has phase-insensitive pulsing dynamics that follows a quasi-periodic route to chaotic pulsing. Stable synchronization for both systems are devised …",
            "Optical-communication systems based on chaos in semiconductor lasers",
            "JM Liu and HF Chen and S Tang",
            "2001",
            "_cqWssQAAAAJ:k_IJM867U9cC",
            95,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/972854\/",
            "4436467862082566826",
            "\/scholar?cites=4436467862082566826",
            {
                "2001":1,
                "2002":4,
                "2003":10,
                "2004":6,
                "2005":8,
                "2006":8,
                "2007":3,
                "2008":10,
                "2009":3,
                "2010":4,
                "2011":7,
                "2012":2,
                "2013":8,
                "2014":8,
                "2015":6,
                "2016":4,
                "2017":1,
                "2018":1
            }
        ],
        [
            "An advanced version of Jones matrix optical coherence tomography (JMT) is demonstrated for Doppler and polarization sensitive imaging of the posterior eye. JMT is capable of providing localized flow tomography by Doppler detection and investigating the birefringence property of tissue through a three-dimensional (3-D) Jones matrix measurement. Owing to an incident polarization multiplexing scheme based on passive optical components, this system is stable, safe in a clinical environment, and cost effective. Since the properties of this version of JMT provide intrinsic compensation for system imperfection, the system is easy to calibrate. Compared with the previous version of JMT, this advanced JMT achieves a sufficiently long depth measurement range for clinical cases of posterior eye disease. Furthermore, a fine spectral shift compensation method based on the cross-correlation of calibration signals was …",
            "Advanced multi-contrast Jones matrix optical coherence tomography for Doppler and polarization sensitive imaging",
            "Myeong Jin Ju and Young-Joo Hong and Shuichi Makita and Yiheng Lim and Kazuhiro Kurokawa and Lian Duan and Masahiro Miura and Shuo Tang and Yoshiaki Yasuno",
            "2013",
            "_cqWssQAAAAJ:2osOgNQ5qMEC",
            92,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-21-16-19412",
            "11525719530489013423",
            "\/scholar?cites=11525719530489013423",
            {
                "2014":13,
                "2015":10,
                "2016":10,
                "2017":15,
                "2018":16,
                "2019":16,
                "2020":9,
                "2021":3
            }
        ]
    ]
}