{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Electron transport in conductors is usually well described by Fermi-liquid theory, which assumes that the energy states of the electrons near the Fermi level E F are not qualitatively altered by Coulomb interactions. In one-dimensional systems, however, even weak Coulomb interactions cause strong perturbations. The resulting system, known as a Luttinger liquid, is predicted to be distinctly different from its two-and three-dimensional counterparts 1. For example, tunnelling into a Luttinger liquid at energies near the Fermi level is predicted to be strongly suppressed, unlike in two-and three-dimensional metals. Experiments on one-dimensional semiconductor wires 2, 2, 3 have been interpreted by using Luttinger-liquid theory, but an unequivocal verification of the theoretical predictions has not yet been obtained. Similarly, the edge excitations seen in fractional quantum Hall conductors are consistent with Luttinger …",
            "Luttinger-liquid behaviour in carbon nanotubes",
            "Marc Bockrath and David H Cobden and Jia Lu and Andrew G Rinzler and Richard E Smalley and Leon Balents and Paul L McEuen",
            "1999",
            "_gMZvlAAAAAJ:u-x6o8ySG0sC",
            1867,
            "https:\/\/www.nature.com\/articles\/17569",
            "11674086598569697805",
            "\/scholar?cites=11674086598569697805",
            {
                "1999":32,
                "2000":74,
                "2001":89,
                "2002":114,
                "2003":128,
                "2004":129,
                "2005":131,
                "2006":125,
                "2007":116,
                "2008":113,
                "2009":107,
                "2010":97,
                "2011":79,
                "2012":74,
                "2013":64,
                "2014":70,
                "2015":64,
                "2016":48,
                "2017":49,
                "2018":46,
                "2019":58,
                "2020":46,
                "2021":6
            }
        ],
        [
            "The electrical properties of individual bundles, or “ropes,” of single-walled carbon nanotubes have been measured. Below about 10 kelvin, the low-bias conductance was suppressed for voltages less than a few millivolts. In addition, dramatic peaks were observed in the conductance as a function of a gate voltage that modulated the number of electrons in the rope. These results are interpreted in terms of single-electron charging and resonant tunneling through the quantized energy levels of the nanotubes composing the rope.",
            "Single-electron transport in ropes of carbon nanotubes",
            "Marc Bockrath and David H Cobden and Paul L McEuen and Nasreen G Chopra and Alex Zettl and Andreas Thess and Richard E Smalley",
            "1997",
            "_gMZvlAAAAAJ:u5HHmVD_uO8C",
            1800,
            "https:\/\/science.sciencemag.org\/content\/275\/5308\/1922.abstract",
            "4786447512189293681",
            "\/scholar?cites=4786447512189293681",
            {
                "1997":14,
                "1998":61,
                "1999":105,
                "2000":114,
                "2001":125,
                "2002":118,
                "2003":111,
                "2004":119,
                "2005":124,
                "2006":110,
                "2007":106,
                "2008":99,
                "2009":91,
                "2010":83,
                "2011":81,
                "2012":62,
                "2013":57,
                "2014":37,
                "2015":34,
                "2016":28,
                "2017":36,
                "2018":32,
                "2019":18,
                "2020":21,
                "2021":4
            }
        ],
        [
            "Since the discovery of graphene 1, the family of two-dimensional materials has grown, displaying a broad range of electronic properties. Recent additions include semiconductors with spin–valley coupling 2, Ising superconductors 3, 4, 5 that can be tuned into a quantum metal 6, possible Mott insulators with tunable charge-density waves 7, and topological semimetals with edge transport 8, 9. However, no two-dimensional crystal with intrinsic magnetism has yet been discovered 10, 11, 12, 13, 14; such a crystal would be useful in many technologies from sensing to data storage 15. Theoretically, magnetic order is prohibited in the two-dimensional isotropic Heisenberg model at finite temperatures by the Mermin–Wagner theorem 16. Magnetic anisotropy removes this restriction, however, and enables, for instance, the occurrence of two-dimensional Ising ferromagnetism. Here we use magneto-optical Kerr effect …",
            "Layer-dependent ferromagnetism in a van der Waals crystal down to the monolayer limit",
            "Bevin Huang and Genevieve Clark and Efrén Navarro-Moratalla and Dahlia R Klein and Ran Cheng and Kyle L Seyler and Ding Zhong and Emma Schmidgall and Michael A McGuire and David H Cobden and Wang Yao and Di Xiao and Pablo Jarillo-Herrero and Xiaodong Xu",
            "2017",
            "_gMZvlAAAAAJ:eq2jaN3J8jMC",
            1667,
            "https:\/\/www.nature.com\/articles\/nature22391?sf86685293=1",
            "5713523964351744566",
            "\/scholar?cites=5713523964351744566",
            {
                "2017":51,
                "2018":275,
                "2019":491,
                "2020":764,
                "2021":77
            }
        ],
        [
            "The development of light-emitting diodes with improved efficiency, spectral properties, compactness and integrability is important for lighting, display, optical interconnect, logic and sensor applications 1, 2, 3, 4, 5, 6, 7, 8. Monolayer transition-metal dichalcogenides have recently emerged as interesting candidates for optoelectronic applications due to their unique optical properties 9, 10, 11, 12, 13, 14, 15, 16. Electroluminescence has already been observed from monolayer MoS 2 devices 17, 18. However, the electroluminescence efficiency was low and the linewidth broad due both to the poor optical quality of the MoS 2 and to ineffective contacts. Here, we report electroluminescence from lateral p–n junctions in monolayer WSe 2 induced electrostatically using a thin boron nitride support as a dielectric layer with multiple metal gates beneath. This structure allows effective injection of electrons and holes, and …",
            "Electrically tunable excitonic light-emitting diodes based on monolayer WSe 2 p–n junctions",
            "Jason S Ross and Philip Klement and Aaron M Jones and Nirmal J Ghimire and Jiaqiang Yan and DG Mandrus and Takashi Taniguchi and Kenji Watanabe and Kenji Kitamura and Wang Yao and David H Cobden and Xiaodong Xu",
            "2014",
            "_gMZvlAAAAAJ:Tiz5es2fbqcC",
            1222,
            "https:\/\/www.nature.com\/articles\/nnano.2014.26",
            "7748593808643060878",
            "\/scholar?cites=7748593808643060878",
            {
                "2014":48,
                "2015":152,
                "2016":192,
                "2017":208,
                "2018":225,
                "2019":193,
                "2020":187,
                "2021":13
            }
        ],
        [
            "The connection of electrical leads to wire-like molecules is a logical step in the development of molecular electronics, but also allows studies of fundamental physics. For example, metallic carbon nanotubes 1 are quantum wires that have been found to act as one-dimensional quantum dots 2, 3, Luttinger liquids 4, 5, proximity-induced superconductors 6, 7 and ballistic 8 and diffusive 9 one-dimensional metals. Here we report that electrically contacted single-walled carbon nanotubes can serve as powerful probes of Kondo physics, demonstrating the universality of the Kondo effect. Arising in the prototypical case from the interaction between a localized impurity magnetic moment and delocalized electrons in a metallic host, the Kondo effect has been used to explain 10 enhanced low-temperature scattering from magnetic impurities in metals, and also occurs in transport through semiconductor quantum dots 11, 12 …",
            "Kondo physics in carbon nanotubes",
            "Jesper Nygård and David Henry Cobden and Poul Erik Lindelof",
            "2000",
            "_gMZvlAAAAAJ:d1gkVwhDpl0C",
            805,
            "https:\/\/www.nature.com\/articles\/35042545",
            "12455571765612679852",
            "\/scholar?cites=12455571765612679852",
            {
                "2001":24,
                "2002":40,
                "2003":63,
                "2004":58,
                "2005":72,
                "2006":62,
                "2007":59,
                "2008":60,
                "2009":41,
                "2010":44,
                "2011":46,
                "2012":42,
                "2013":28,
                "2014":25,
                "2015":26,
                "2016":23,
                "2017":23,
                "2018":21,
                "2019":17,
                "2020":23
            }
        ],
        [
            "Heterojunctions between three-dimensional (3D) semiconductors with different bandgaps are the basis of modern light-emitting diodes 1, diode lasers 2 and high-speed transistors 3. Creating analogous heterojunctions between different 2D semiconductors would enable band engineering within the 2D plane 4, 5, 6 and open up new realms in materials science, device physics and engineering. Here we demonstrate that seamless high-quality in-plane heterojunctions can be grown between the 2D monolayer semiconductors MoSe 2 and WSe 2. The junctions, grown by lateral heteroepitaxy using physical vapour transport 7, are visible in an optical microscope and show enhanced photoluminescence. Atomically resolved transmission electron microscopy reveals that their structure is an undistorted honeycomb lattice in which substitution of one transition metal by another occurs across the interface. The growth of …",
            "Lateral heterojunctions within monolayer MoSe2–WSe2 semiconductors",
            "Chunming Huang and Sanfeng Wu and Ana M Sanchez and Jonathan JP Peters and Richard Beanland and Jason S Ross and Pasqual Rivera and Wang Yao and David H Cobden and Xiaodong Xu",
            "2014",
            "_gMZvlAAAAAJ:sSrBHYA8nusC",
            725,
            "https:\/\/www.nature.com\/articles\/nmat4064",
            "17608259977361888600",
            "\/scholar?cites=17608259977361888600",
            {
                "2013":2,
                "2014":3,
                "2015":81,
                "2016":120,
                "2017":141,
                "2018":142,
                "2019":106,
                "2020":110,
                "2021":16
            }
        ],
        [
            "We address the effects of disorder on the conducting properties of metal and semiconducting carbon nanotubes. Experimentally, the mean free path is found to be much larger in metallic tubes than in doped semiconducting tubes. We show that this result can be understood theoretically if the disorder potential is long ranged. The effects of a pseudospin index that describes the internal sublattice structure of the states lead to a suppression of scattering in metallic tubes, but not in semiconducting tubes. This conclusion is supported by tight-binding calculations.",
            "Disorder, pseudospins, and backscattering in carbon nanotubes",
            "Paul L McEuen and Marc Bockrath and David H Cobden and Young-Gui Yoon and Steven G Louie",
            "1999",
            "_gMZvlAAAAAJ:9yKSN-GCB0IC",
            604,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.83.5098",
            "4150405917222199397",
            "\/scholar?cites=4150405917222199397",
            {
                "2000":17,
                "2001":35,
                "2002":33,
                "2003":38,
                "2004":45,
                "2005":48,
                "2006":37,
                "2007":35,
                "2008":36,
                "2009":35,
                "2010":37,
                "2011":27,
                "2012":21,
                "2013":25,
                "2014":21,
                "2015":23,
                "2016":21,
                "2017":22,
                "2018":14,
                "2019":15,
                "2020":10,
                "2021":2
            }
        ],
        [
            "Local energy extrema of the bands in momentum space, or valleys, can endow electrons in solids with pseudospin in addition to real spin 1, 2, 3, 4, 5. In transition metal dichalcogenides this valley pseudospin, like real spin, is associated with a magnetic moment 1, 6 that underlies the valley-dependent circular dichroism 6 that allows optical generation of valley polarization 7, 8, 9, intervalley quantum coherence 10 and the valley Hall effect 11. However, magnetic manipulation of valley pseudospin via this magnetic moment 12, 13, analogous to what is possible with real spin, has not been shown before. Here we report observation of the valley Zeeman splitting and magnetic tuning of polarization and coherence of the excitonic valley pseudospin, by performing polarization-resolved magneto-photoluminescence on monolayer WSe 2. Our measurements reveal both the atomic orbital and lattice contributions to the …",
            "Magnetic control of valley pseudospin in monolayer WSe2",
            "Grant Aivazian and Zhirui Gong and Aaron M Jones and Rui-Lin Chu and Jiaqiang Yan and David G Mandrus and Chuanwei Zhang and David Cobden and Wang Yao and Xiaodong Xu",
            "2015",
            "_gMZvlAAAAAJ:geHnlv5EZngC",
            548,
            "https:\/\/www.nature.com\/articles\/nphys3201",
            "14995202003947551446",
            "\/scholar?cites=14995202003947551446",
            {
                "2014":2,
                "2015":40,
                "2016":64,
                "2017":83,
                "2018":121,
                "2019":108,
                "2020":110,
                "2021":17
            }
        ],
        [
            "Crystal symmetry governs the nature of electronic Bloch states. For example, in the presence of time-reversal symmetry, the orbital magnetic moment and Berry curvature of the Bloch states must vanish unless inversion symmetry is broken 1. In certain two-dimensional electron systems such as bilayer graphene, the intrinsic inversion symmetry can be broken simply by applying a perpendicular electric field 2, 3. In principle, this offers the possibility of switching on\/off and continuously tuning the magnetic moment and Berry curvature near the Dirac valleys by reversible electrical control 4, 5. Here we investigate this possibility using polarization-resolved photoluminescence of bilayer MoS 2, which has the same symmetry as bilayer graphene but has a bandgap in the visible spectrum 6, 7 allowing direct optical probing 5, 8, 9, 10, 11, 12. We find that in bilayer MoS 2 the circularly polarized photoluminescence can be …",
            "Electrical tuning of valley magnetic moment through symmetry control in bilayer MoS 2",
            "Sanfeng Wu and Jason S Ross and Gui-Bin Liu and Grant Aivazian and Aaron Jones and Zaiyao Fei and Wenguang Zhu and Di Xiao and Wang Yao and David Cobden and Xiaodong Xu",
            "2013",
            "_gMZvlAAAAAJ:1sJd4Hv_s6UC",
            519,
            "https:\/\/www.nature.com\/articles\/nphys2524",
            "5683597208136891153",
            "\/scholar?cites=5683597208136891153",
            {
                "2013":27,
                "2014":74,
                "2015":98,
                "2016":62,
                "2017":68,
                "2018":78,
                "2019":44,
                "2020":56,
                "2021":6
            }
        ],
        [
            "Controlling magnetism via electric fields addresses fundamental questions of magnetic phenomena and phase transitions 1, 2, 3, and enables the development of electrically coupled spintronic devices, such as voltage-controlled magnetic memories with low operation energy 4, 5, 6. Previous studies on dilute magnetic semiconductors such as (Ga, Mn) As and (In, Mn) Sb have demonstrated large modulations of the Curie temperatures and coercive fields by altering the magnetic anisotropy and exchange interaction 2, 4, 7, 8, 9. Owing to their unique magnetic properties 10, 11, 12, 13, 14, the recently reported two-dimensional magnets provide a new system for studying these features 15, 16, 17, 18, 19. For instance, a bilayer of chromium triiodide (CrI 3) behaves as a layered antiferromagnet with a magnetic field-driven metamagnetic transition 15, 16. Here, we demonstrate electrostatic gate control of magnetism in …",
            "Electrical control of 2D magnetism in bilayer CrI 3",
            "Bevin Huang and Genevieve Clark and Dahlia R Klein and David MacNeill and Efrén Navarro-Moratalla and Kyle L Seyler and Nathan Wilson and Michael A McGuire and David H Cobden and Di Xiao and Wang Yao and Pablo Jarillo-Herrero and Xiaodong Xu",
            "2018",
            "_gMZvlAAAAAJ:ZfRJV9d4-WMC",
            443,
            "https:\/\/www.nature.com\/articles\/s41565-018-0121-3",
            "4863090167755753700",
            "\/scholar?cites=4863090167755753700",
            {
                "2018":27,
                "2019":147,
                "2020":245,
                "2021":20
            }
        ]
    ]
}