{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "We have measured probability distributions of quadrature-field amplitude for both vacuum and quadrature-squeezed states of a mode of the electromagnetic field. From these measurements we demonstrate the technique of optical homodyne tomography to determine the Wigner distribution and the density matrix of the mode. This provides a complete quantum mechanical characterization of the measured mode.",
            "Measurement of the Wigner distribution and the density matrix of a light mode using optical homodyne tomography: Application to squeezed states and the vacuum",
            "DT Smithey and M Beck and Michael G Raymer and A Faridani",
            "1993",
            "_IrJ-3IAAAAJ:u5HHmVD_uO8C",
            1742,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.70.1244",
            "6553725292273907183",
            "\/scholar?cites=6553725292273907183",
            {
                "1993":15,
                "1994":34,
                "1995":42,
                "1996":83,
                "1997":98,
                "1998":64,
                "1999":77,
                "2000":71,
                "2001":47,
                "2002":48,
                "2003":64,
                "2004":79,
                "2005":55,
                "2006":54,
                "2007":55,
                "2008":70,
                "2009":72,
                "2010":42,
                "2011":70,
                "2012":78,
                "2013":81,
                "2014":66,
                "2015":57,
                "2016":40,
                "2017":56,
                "2018":69,
                "2019":62,
                "2020":74,
                "2021":5
            }
        ],
        [
            "This review covers the latest developments in continuous-variable quantum-state tomography of optical fields and photons, placing a special emphasis on its practical aspects and applications in quantum-information technology. Optical homodyne tomography is reviewed as a method of reconstructing the state of light in a given optical mode. A range of relevant practical topics is discussed, such as state-reconstruction algorithms (with emphasis on the maximum-likelihood technique), the technology of time-domain homodyne detection, mode-matching issues, and engineering of complex quantum states of light. The paper also surveys quantum-state tomography for the transverse spatial state (spatial mode) of the field in the special case of fields containing precisely one photon.",
            "Continuous-variable optical quantum-state tomography",
            "Alexander I Lvovsky and Michael G Raymer",
            "2009",
            "_IrJ-3IAAAAJ:2osOgNQ5qMEC",
            883,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.81.299",
            "710420460213194579",
            "\/scholar?cites=710420460213194579",
            {
                "2008":3,
                "2009":23,
                "2010":42,
                "2011":61,
                "2012":54,
                "2013":64,
                "2014":74,
                "2015":78,
                "2016":87,
                "2017":92,
                "2018":96,
                "2019":89,
                "2020":105,
                "2021":8
            }
        ]
    ]
}