{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Ultrathin epitaxial graphite was grown on single-crystal silicon carbide by vacuum graphitization. The material can be patterned using standard nanolithography methods. The transport properties, which are closely related to those of carbon nanotubes, are dominated by the single epitaxial graphene layer at the silicon carbide interface and reveal the Dirac nature of the charge carriers. Patterned structures show quantum confinement of electrons and phase coherence lengths beyond 1 micrometer at 4 kelvin, with mobilities exceeding 2.5 square meters per volt-second. All-graphene electronically coherent devices and device architectures are envisaged.",
            "Electronic confinement and coherence in patterned epitaxial graphene",
            "Claire Berger and Zhimin Song and Xuebin Li and Xiaosong Wu and Nate Brown and Cécile Naud and Didier Mayou and Tianbo Li and Joanna Hass and Alexei N Marchenkov and Edward H Conrad and Phillip N First and Walt A de Heer",
            "2006",
            "_KM8x1kAAAAJ:Wp0gIr-vW9MC",
            6257,
            "https:\/\/science.sciencemag.org\/content\/312\/5777\/1191.abstract",
            "13938322694560586092",
            "\/scholar?cites=13938322694560586092",
            {
                "2006":24,
                "2007":170,
                "2008":315,
                "2009":438,
                "2010":561,
                "2011":638,
                "2012":637,
                "2013":623,
                "2014":553,
                "2015":512,
                "2016":433,
                "2017":404,
                "2018":313,
                "2019":322,
                "2020":262,
                "2021":14
            }
        ],
        [
            "We have produced ultrathin epitaxial graphite films which show remarkable 2D electron gas (2DEG) behavior. The films, composed of typically three graphene sheets, were grown by thermal decomposition on the (0001) surface of 6H−SiC, and characterized by surface science techniques. The low-temperature conductance spans a range of localization regimes according to the structural state (square resistance 1.5 kΩ to 225 kΩ at 4 K, with positive magnetoconductance). Low-resistance samples show characteristics of weak localization in two dimensions, from which we estimate elastic and inelastic mean free paths. At low field, the Hall resistance is linear up to 4.5 T, which is well-explained by n-type carriers of density 1012 cm-2 per graphene sheet. The most highly ordered sample exhibits Shubnikov−de Haas oscillations that correspond to nonlinearities observed in the Hall resistance, indicating a potential new …",
            "Ultrathin epitaxial graphite: 2D electron gas properties and a route toward graphene-based nanoelectronics",
            "Claire Berger and Zhimin Song and Tianbo Li and Xuebin Li and Asmerom Y Ogbazghi and Rui Feng and Zhenting Dai and Alexei N Marchenkov and Edward H Conrad and Phillip N First and Walt A De Heer",
            "2004",
            "_KM8x1kAAAAJ:mVmsd5A6BfQC",
            4089,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp040650f",
            "1433478236360447303",
            "\/scholar?cites=1433478236360447303",
            {
                "2006":59,
                "2007":125,
                "2008":193,
                "2009":216,
                "2010":381,
                "2011":389,
                "2012":430,
                "2013":369,
                "2014":361,
                "2015":323,
                "2016":332,
                "2017":226,
                "2018":215,
                "2019":206,
                "2020":213,
                "2021":12
            }
        ],
        [
            "We have produced ultrathin epitaxial graphite films which show remarkable 2D electron gas (2DEG) behavior. The films, composed of typically three graphene sheets, were grown by thermal decomposition on the (0001) surface of 6H−SiC, and characterized by surface science techniques. The low-temperature conductance spans a range of localization regimes according to the structural state (square resistance 1.5 kΩ to 225 kΩ at 4 K, with positive magnetoconductance). Low-resistance samples show characteristics of weak localization in two dimensions, from which we estimate elastic and inelastic mean free paths. At low field, the Hall resistance is linear up to 4.5 T, which is well-explained by n-type carriers of density 1012 cm-2 per graphene sheet. The most highly ordered sample exhibits Shubnikov−de Haas oscillations that correspond to nonlinearities observed in the Hall resistance, indicating a potential new …",
            "Ultrathin epitaxial graphite: 2D electron gas properties and a route toward graphene-based nanoelectronics",
            "Claire Berger and Zhimin Song and Tianbo Li and Xuebin Li and Asmerom Y Ogbazghi and Rui Feng and Zhenting Dai and Alexei N Marchenkov and Edward H Conrad and Phillip N First and Walt A De Heer",
            "2004",
            "_KM8x1kAAAAJ:MXK_kJrjxJIC",
            4089,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp040650f",
            "1433478236360447303",
            "\/scholar?cites=1433478236360447303",
            {
                "2006":59,
                "2007":125,
                "2008":193,
                "2009":216,
                "2010":381,
                "2011":389,
                "2012":430,
                "2013":369,
                "2014":361,
                "2015":323,
                "2016":332,
                "2017":226,
                "2018":215,
                "2019":206,
                "2020":213,
                "2021":12
            }
        ],
        [
            "Graphene has shown great application potential as the host material for next-generation electronic devices. However, despite its intriguing properties, one of the biggest hurdles for graphene to be useful as an electronic material is the lack of an energy gap in its electronic spectra. This, for example, prevents the use of graphene in making transistors. Although several proposals have been made to open a gap in graphene’s electronic spectra, they all require complex engineering of the graphene layer. Here, we show that when graphene is epitaxially grown on SiC substrate, a gap of≈ 0.26 eV is produced. This gap decreases as the sample thickness increases and eventually approaches zero when the number of layers exceeds four. We propose that the origin of this gap is the breaking of sublattice symmetry owing to the graphene–substrate interaction. We believe that our results highlight a promising direction for …",
            "Substrate-induced bandgap opening in epitaxial graphene",
            "S Yi Zhou and G-H Gweon and AV Fedorov and PN and de First and WA De Heer and D-H Lee and F Guinea and AH Castro Neto and A Lanzara",
            "2007",
            "_KM8x1kAAAAJ:9ZlFYXVOiuMC",
            2450,
            "https:\/\/www.nature.com\/articles\/nmat2003",
            "2834962684101913764",
            "\/scholar?cites=2834962684101913764",
            {
                "2007":10,
                "2008":117,
                "2009":156,
                "2010":198,
                "2011":219,
                "2012":258,
                "2013":233,
                "2014":227,
                "2015":201,
                "2016":201,
                "2017":170,
                "2018":157,
                "2019":143,
                "2020":136,
                "2021":9
            }
        ],
        [
            "Graphene multilayers are grown epitaxially on single crystal silicon carbide. This system is composed of several graphene layers of which the first layer is electron doped due to the built-in electric field and the other layers are essentially undoped. Unlike graphite the charge carriers show Dirac particle properties (i.e. an anomalous Berry’s phase, weak anti-localization and square root field dependence of the Landau level energies). Epitaxial graphene shows quasi-ballistic transport and long coherence lengths; properties that may persist above cryogenic temperatures. Paradoxically, in contrast to exfoliated graphene, the quantum Hall effect is not observed in high-mobility epitaxial graphene. It appears that the effect is suppressed due to the absence of localized states in the bulk of the material. Epitaxial graphene can be patterned using standard lithography methods and characterized using a wide array of …",
            "Epitaxial graphene",
            "Walt A De Heer and Claire Berger and Xiaosong Wu and Phillip N First and Edward H Conrad and Xuebin Li and Tianbo Li and Michael Sprinkle and Joanna Hass and Marcin L Sadowski and Marek Potemski and Gérard Martinez",
            "2007",
            "_KM8x1kAAAAJ:dhFuZR0502QC",
            1106,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0038109807002980",
            "12398973416245902301",
            "\/scholar?cites=12398973416245902301",
            {
                "2007":4,
                "2008":47,
                "2009":67,
                "2010":105,
                "2011":94,
                "2012":127,
                "2013":128,
                "2014":100,
                "2015":98,
                "2016":99,
                "2017":89,
                "2018":46,
                "2019":54,
                "2020":42,
                "2021":5
            }
        ],
        [
            "We show experimentally that multilayer graphene grown on the carbon terminated SiC (000 1) surface contains rotational stacking faults related to the epitaxial condition at the graphene-SiC interface. Via first-principles calculation, we demonstrate that such faults produce an electronic structure indistinguishable from an isolated single graphene sheet in the vicinity of the Dirac point. This explains prior experimental results that showed single-layer electronic properties, even for epitaxial graphene films tens of layers thick.",
            "Why Multilayer Graphene on  Behaves Like a Single Sheet of Graphene",
            "Joanna Hass and François Varchon and Jorge-Enrique Millan-Otoya and Michael Sprinkle and Nikhil Sharma and Walt A de Heer and Claire Berger and Phillip N First and Laurence Magaud and Edawrd H Conrad",
            "2008",
            "_KM8x1kAAAAJ:7PzlFSSx8tAC",
            957,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.125504",
            "15154410352132954412",
            "\/scholar?cites=15154410352132954412",
            {
                "2008":34,
                "2009":58,
                "2010":95,
                "2011":105,
                "2012":112,
                "2013":105,
                "2014":93,
                "2015":90,
                "2016":64,
                "2017":52,
                "2018":52,
                "2019":42,
                "2020":47,
                "2021":4
            }
        ],
        [
            "A single sheet of carbon, graphene, exhibits unexpected electronic properties that arise from quantum state symmetries, which restrict the scattering of its charge carriers. Understanding the role of defects in the transport properties of graphene is central to realizing future electronics based on carbon. Scanning tunneling spectroscopy was used to measure quasiparticle interference patterns in epitaxial graphene grown on SiC(0001). Energy-resolved maps of the local density of states reveal modulations on two different length scales, reflecting both intravalley and intervalley scattering. Although such scattering in graphene can be suppressed because of the symmetries of the Dirac quasiparticles, we show that, when its source is atomic-scale lattice defects, wave functions of different symmetries can mix.",
            "Scattering and interference in epitaxial graphene",
            "Gregory M Rutter and JN Crain and NP Guisinger and T Li and PN First and JA Stroscio",
            "2007",
            "_KM8x1kAAAAJ:L8Ckcad2t8MC",
            812,
            "https:\/\/science.sciencemag.org\/content\/317\/5835\/219.abstract",
            "3026484116883967836",
            "\/scholar?cites=3026484116883967836",
            {
                "2007":11,
                "2008":55,
                "2009":71,
                "2010":86,
                "2011":85,
                "2012":71,
                "2013":95,
                "2014":71,
                "2015":58,
                "2016":48,
                "2017":43,
                "2018":44,
                "2019":38,
                "2020":30,
                "2021":2
            }
        ],
        [
            "Five massive gold-cluster molecules have been isolated in high yield and have undergone separate structural characterization, and their electronic structure has been deduced by optical absorption spectroscopy. These new molecules are distinguished by a crystalline (or quasicrystalline) core of densely packed Au atoms, ranging in size from ∼1.1 nm (∼40 atoms) to ∼1.9 nm (∼200 atoms), surrounded by a compact monolayer of various thio (RS) adsorbates. They are obtained as the thermally and environmentally stable products of the reductive decomposition of nonmetallic (−AuS(R)−) polymer in solution, are separated according to size by fractional crystallization or column chromatography, as monitored by high-mass spectrometry, and are characterized structurally by methods including X-ray diffraction (small and large angle), high-resolution electron microscopy, and scanning tunneling microscopy. The …",
            "Isolation of smaller nanocrystal Au molecules: robust quantum effects in optical spectra",
            "TG Schaaff and MN Shafigullin and JT Khoury and I Vezmar and RL Whetten and WG Cullen and PN First and C Gutierrez-Wing and J Ascensio and MJ Jose-Yacaman",
            "1997",
            "_KM8x1kAAAAJ:QIV2ME_5wuYC",
            703,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp971438x",
            "5576396555771608605",
            "\/scholar?cites=5576396555771608605",
            {
                "1998":12,
                "1999":24,
                "2000":31,
                "2001":23,
                "2002":23,
                "2003":24,
                "2004":41,
                "2005":43,
                "2006":44,
                "2007":35,
                "2008":29,
                "2009":41,
                "2010":40,
                "2011":40,
                "2012":48,
                "2013":36,
                "2014":39,
                "2015":31,
                "2016":23,
                "2017":16,
                "2018":26,
                "2019":13,
                "2020":14,
                "2021":3
            }
        ],
        [
            "This paper reports the synthesis and detailed characterization of graphite thin films produced by thermal decomposition of the (0 0 0 1) face of a 6H–SiC wafer, demonstrating the successful growth of single crystalline films down to approximately one graphene layer. The growth and characterization were carried out in ultrahigh vacuum (UHV) conditions. The growth process and sample quality were monitored by low-energy electron diffraction, and the thickness of the sample was determined by core level X-ray photoelectron spectroscopy. High-resolution angle-resolved photoemission spectroscopy shows constant energy map patterns, which are very sharp and fully momentum-resolved, but nonetheless not resolution limited. We discuss the implications of this observation in connection with scanning electron microscopy data, as well as with previous studies.",
            "Synthesis and characterization of atomically thin graphite films on a silicon carbide substrate",
            "E Rollings and G-H Gweon and SY Zhou and BS Mun and JL McChesney and BS Hussain and AV Fedorov and PN First and WA De Heer and A Lanzara",
            "2006",
            "_KM8x1kAAAAJ:hC7cP41nSMkC",
            520,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022369706003143",
            "1867331300888865799",
            "\/scholar?cites=1867331300888865799",
            {
                "2006":3,
                "2007":27,
                "2008":26,
                "2009":38,
                "2010":52,
                "2011":45,
                "2012":39,
                "2013":29,
                "2014":38,
                "2015":38,
                "2016":32,
                "2017":24,
                "2018":64,
                "2019":31,
                "2020":22,
                "2021":3
            }
        ]
    ]
}