{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Highly-interconnected networks of nonlinear analog neurons are shown to be extremely effective in computing. The networks can rapidly provide a collectively-computed solution (a digital output) to a problem on the basis of analog input information. The problems to be solved must be formulated in terms of desired optima, often subject to constraints. The general principles involved in constructing networks to solve specific problems are discussed. Results of computer simulations of a network designed to solve a difficult but well-defined optimization problem-the Traveling-Salesman Problem-are presented and used to illustrate the computational power of the networks. Good solutions to this problem are collectively computed within an elapsed time of only a few neural time constants. The effectiveness of the computation involves both the nonlinear analog response of the neurons and the large connectivity …",
            "“Neural” computation of decisions in optimization problems",
            "John J Hopfield and David W Tank",
            "1985",
            "_LHH8DgAAAAJ:u5HHmVD_uO8C",
            7645,
            "https:\/\/link.springer.com\/article\/10.1007\/BF00339943",
            "9292757177667159949",
            "\/scholar?cites=9292757177667159949",
            {
                "1986":68,
                "1987":66,
                "1988":196,
                "1989":251,
                "1990":307,
                "1991":333,
                "1992":335,
                "1993":349,
                "1994":313,
                "1995":314,
                "1996":284,
                "1997":229,
                "1998":247,
                "1999":239,
                "2000":224,
                "2001":201,
                "2002":233,
                "2003":220,
                "2004":209,
                "2005":229,
                "2006":243,
                "2007":218,
                "2008":204,
                "2009":234,
                "2010":222,
                "2011":192,
                "2012":183,
                "2013":166,
                "2014":164,
                "2015":123,
                "2016":144,
                "2017":134,
                "2018":144,
                "2019":145,
                "2020":166,
                "2021":7
            }
        ],
        [
            "Paramagnetic deoxyhemoglobin in venous blood is a naturally occurring contrast agent for magnetic resonance imaging (MRI). By accentuating the effects of this agent through the use of gradient-echo techniques in high fields, we demonstrate in vivo images of brain microvasculature with image contrast reflecting the blood oxygen level. This blood oxygenation level-dependent (BOLD) contrast follows blood oxygen changes induced by anesthetics, by insulin-induced hypoglycemia, and by inhaled gas mixtures that alter metabolic demand or blood flow. The results suggest that BOLD contrast can be used to provide in vivo real-time maps of blood oxygenation in the brain under normal physiological conditions. BOLD contrast adds an additional feature to magnetic resonance imaging and complements other techniques that are attempting to provide positron emission tomography-like measurements related to …",
            "Brain magnetic resonance imaging with contrast dependent on blood oxygenation",
            "Seiji Ogawa and Tso-Ming Lee and Alan R Kay and David W Tank",
            "1990",
            "_LHH8DgAAAAJ:u-x6o8ySG0sC",
            7281,
            "https:\/\/www.pnas.org\/content\/87\/24\/9868.short",
            "9379388193451315569",
            "\/scholar?cites=9379388193451315569",
            {
                "1994":40,
                "1995":72,
                "1996":59,
                "1997":74,
                "1998":102,
                "1999":148,
                "2000":118,
                "2001":153,
                "2002":165,
                "2003":218,
                "2004":227,
                "2005":228,
                "2006":271,
                "2007":311,
                "2008":378,
                "2009":333,
                "2010":317,
                "2011":364,
                "2012":429,
                "2013":405,
                "2014":412,
                "2015":423,
                "2016":455,
                "2017":401,
                "2018":377,
                "2019":373,
                "2020":304,
                "2021":23
            }
        ],
        [
            "We report that visual stimulation produces an easily detectable (5-20%) transient increase in the intensity of water proton magnetic resonance signals in human primary visual cortex in gradient echo images at 4-T magnetic-field strength. The observed changes predominantly occur in areas containing gray matter and can be used to produce high-spatial-resolution functional brain maps in humans. Reducing the image-acquisition echo time from 40 msec to 8 msec reduces the amplitude of the fractional signal change, suggesting that it is produced by a change in apparent transverse relaxation time T*2. The amplitude, sign, and echo-time dependence of these intrinsic signal changes are consistent with the idea that neural activation increases regional cerebral blood flow and concomitantly increases venous-blood oxygenation.",
            "Intrinsic signal changes accompanying sensory stimulation: functional brain mapping with magnetic resonance imaging",
            "Seiji Ogawa and David W Tank and Ravi Menon and Jutta M Ellermann and Seong G Kim and Helmut Merkle and Kamil Ugurbil",
            "1992",
            "_LHH8DgAAAAJ:d1gkVwhDpl0C",
            4207,
            "https:\/\/www.pnas.org\/content\/89\/13\/5951.short",
            "6903297777487889901",
            "\/scholar?cites=6903297777487889901",
            {
                "1993":33,
                "1994":82,
                "1995":105,
                "1996":119,
                "1997":119,
                "1998":127,
                "1999":167,
                "2000":118,
                "2001":152,
                "2002":139,
                "2003":181,
                "2004":161,
                "2005":163,
                "2006":200,
                "2007":205,
                "2008":187,
                "2009":173,
                "2010":153,
                "2011":169,
                "2012":222,
                "2013":176,
                "2014":161,
                "2015":152,
                "2016":177,
                "2017":132,
                "2018":136,
                "2019":120,
                "2020":108,
                "2021":14
            }
        ],
        [
            "We describe how several optimization problems can be rapidly solved by highly interconnected networks of simple analog processors. Analog-to-digital (A\/D) conversion was considered as a simple optimization problem, and an A\/D converter of novel architecture was designed. A\/D conversion is a simple example of a more general class of signal-decision problems which we show could also be solved by appropriately constructed networks. Circuits to solve these problems were designed using general principles which result from an understanding of the basic collective computational properties of a specific class of analog-processor networks. We also show that a network which solves linear programming problems can be understood from the same concepts.",
            "Simple'neural'optimization networks: An A\/D converter, signal decision circuit, and a linear programming circuit",
            "Df Tank and J Hopfield",
            "1986",
            "_LHH8DgAAAAJ:9yKSN-GCB0IC",
            2552,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1085953\/",
            "13316326748748562263",
            "\/scholar?cites=13316326748748562263",
            {
                "1987":15,
                "1988":56,
                "1989":101,
                "1990":128,
                "1991":139,
                "1992":134,
                "1993":105,
                "1994":103,
                "1995":95,
                "1996":78,
                "1997":61,
                "1998":75,
                "1999":76,
                "2000":55,
                "2001":56,
                "2002":71,
                "2003":63,
                "2004":77,
                "2005":71,
                "2006":72,
                "2007":72,
                "2008":71,
                "2009":76,
                "2010":57,
                "2011":67,
                "2012":56,
                "2013":63,
                "2014":75,
                "2015":61,
                "2016":67,
                "2017":51,
                "2018":57,
                "2019":64,
                "2020":44,
                "2021":8
            }
        ],
        [
            "A new conceptual framework and a minimization principle together provide an understanding of computation in model neural circuits. The circuits consist of nonlinear graded-response model neurons organized into networks with effectively symmetric synaptic connections. The neurons represent an approximation to biological neurons in which a simplified set of important computational properties is retained. Complex circuits solving problems similar to those essential in biology can be analyzed and understood without the need to follow the circuit dynamics in detail. Implementation of the model with electronic devices will provide a class of electronic circuits of novel form and function.",
            "Computing with neural circuits: A model",
            "John J Hopfield and David W Tank",
            "1986",
            "_LHH8DgAAAAJ:2osOgNQ5qMEC",
            2492,
            "https:\/\/science.sciencemag.org\/content\/233\/4764\/625.abstract",
            "879229984828845598",
            "\/scholar?cites=879229984828845598",
            {
                "1987":90,
                "1988":138,
                "1989":109,
                "1990":162,
                "1991":129,
                "1992":108,
                "1993":91,
                "1994":84,
                "1995":58,
                "1996":89,
                "1997":54,
                "1998":56,
                "1999":49,
                "2000":43,
                "2001":42,
                "2002":64,
                "2003":53,
                "2004":77,
                "2005":60,
                "2006":69,
                "2007":73,
                "2008":50,
                "2009":57,
                "2010":58,
                "2011":51,
                "2012":53,
                "2013":72,
                "2014":54,
                "2015":59,
                "2016":51,
                "2017":59,
                "2018":60,
                "2019":66,
                "2020":54,
                "2021":4
            }
        ]
    ]
}