{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Dimethyl carbonate (DMC) is considered an option for meeting the oxygenate specifications on gasoline and as a means of converting natural gas to a liquid transportation fuel. In this report, the fuel characteristics and known chemical synthesis schemes for DMC are reviewed. Three production schemes have a commercial track record, while others are still under development. The older of the three commercially proven schemes is undesirable because it employs phosgene. The other two commercially proven schemes have a complex mixture of advantages and disadvantages with regard to the synthesis chemistry and are reviewed in greater detail. One other commercially viable production scheme that involves coproduction of either ethylene or propylene glycol is also reviewed. This scheme is still in the development stage and would require a commitment to coproduce the glycol from ethylene or propylene. The …",
            "Review of dimethyl carbonate (DMC) manufacture and its characteristics as a fuel additive",
            "Michael A Pacheco and Christopher L Marshall",
            "1997",
            "_m4xELAAAAAJ:u5HHmVD_uO8C",
            1013,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ef9600974",
            "18323860210014268228",
            "\/scholar?cites=18323860210014268228",
            {
                "1999":10,
                "2000":13,
                "2001":16,
                "2002":30,
                "2003":41,
                "2004":46,
                "2005":38,
                "2006":53,
                "2007":44,
                "2008":27,
                "2009":41,
                "2010":53,
                "2011":66,
                "2012":66,
                "2013":55,
                "2014":69,
                "2015":60,
                "2016":68,
                "2017":64,
                "2018":47,
                "2019":48,
                "2020":44,
                "2021":8
            }
        ],
        [
            "Small clusters are known to possess reactivity not observed in their bulk analogues, which can make them attractive for catalysis 1, 2, 3, 4, 5, 6. Their distinct catalytic properties are often hypothesized to result from the large fraction of under-coordinated surface atoms 7, 8, 9. Here, we show that size-preselected Pt 8− 10 clusters stabilized on high-surface-area supports are 40–100 times more active for the oxidative dehydrogenation of propane than previously studied platinum and vanadia catalysts, while at the same time maintaining high selectivity towards formation of propylene over by-products. Quantum chemical calculations indicate that under-coordination of the Pt atoms in the clusters is responsible for the surprisingly high reactivity compared with extended surfaces. We anticipate that these results will form the basis for development of a new class of catalysts by providing a route to bond-specific chemistry …",
            "Subnanometre platinum clusters as highly active and selective catalysts for the oxidative dehydrogenation of propane",
            "Stefan Vajda and Michael J Pellin and Jeffrey P Greeley and Christopher L Marshall and Larry A Curtiss and Gregory A Ballentine and Jeffrey W Elam and Stephanie Catillon-Mucherie and Paul C Redfern and Faisal Mehmood and Peter Zapol",
            "2009",
            "_m4xELAAAAAJ:u-x6o8ySG0sC",
            637,
            "https:\/\/www.nature.com\/articles\/nmat2384",
            "13951503045614332745",
            "\/scholar?cites=13951503045614332745",
            {
                "2009":17,
                "2010":40,
                "2011":38,
                "2012":52,
                "2013":47,
                "2014":59,
                "2015":73,
                "2016":37,
                "2017":66,
                "2018":64,
                "2019":56,
                "2020":81,
                "2021":5
            }
        ],
        [
            "Atomic layer deposition (ALD) has emerged as an interesting tool for the atomically precise design and synthesis of catalytic materials. Herein, we discuss examples in which the atomic precision has been used to elucidate reaction mechanisms and catalyst structure–property relationships by creating materials with a controlled distribution of size, composition, and active site. We highlight ways ALD has been utilized to design catalysts with improved activity, selectivity, and stability under a variety of conditions (e.g., high temperature, gas and liquid phase, and corrosive environments). In addition, due to the flexibility and control of structure and composition, ALD can create myriad catalytic structures (e.g., high surface area oxides, metal nanoparticles, bimetallic nanoparticles, bifunctional catalysts, controlled microenvironments, etc.) that consequently possess applicability for a wide range of chemical reactions (e.g …",
            "Catalyst design with atomic layer deposition",
            "Brandon J O’Neill and David HK Jackson and Jechan Lee and Christian Canlas and Peter C Stair and Christopher L Marshall and Jeffrey W Elam and Thomas F Kuech and James A Dumesic and George W Huber",
            "2015",
            "_m4xELAAAAAJ:-_dYPAW6P2MC",
            424,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/cs501862h",
            "11803419558774622226",
            "\/scholar?cites=11803419558774622226",
            {
                "2015":17,
                "2016":54,
                "2017":79,
                "2018":77,
                "2019":84,
                "2020":101,
                "2021":9
            }
        ],
        [
            "TPR-XANES\/EXAFS carried out using a novel multi-sample holder provided key information for verifying the nature of the chemical transformations occurring during cobalt Fischer–Tropsch synthesis catalyst activation in hydrogen. In the past, assumptions had to be made regarding the nature of the cobalt species present along the trajectory of a standard TPR experiment. The new technique directly provided insight into (a) the nature of the reduction process of cobalt oxide species and (b) the resulting cobalt crystallite size, as a function of the strength of the catalyst support interaction with the cobalt oxide species. A two-step reduction process involving Co3O4 to CoO and CoO to Co0 transformations over standard calcined catalysts was observed and quantified over all catalysts exhibiting both weak interactions (e.g., Co\/SiO2) and strong interactions (e.g., Co\/Al2O3) with the support. Noble metal promoter (e.g., Pt …",
            "Fischer–Tropsch synthesis: Temperature programmed EXAFS\/XANES investigation of the influence of support type, cobalt loading, and noble metal promoter addition to the reduction …",
            "Gary Jacobs and Yaying Ji and Burtron H Davis and Donald Cronauer and A Jeremy Kropf and Christopher L Marshall",
            "2007",
            "_m4xELAAAAAJ:9yKSN-GCB0IC",
            301,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0926860X07004528",
            "11230244448056526407",
            "\/scholar?cites=11230244448056526407",
            {
                "2008":3,
                "2009":17,
                "2010":19,
                "2011":29,
                "2012":28,
                "2013":22,
                "2014":26,
                "2015":17,
                "2016":33,
                "2017":28,
                "2018":22,
                "2019":26,
                "2020":26,
                "2021":4
            }
        ],
        [
            "The homogeneous, catalytic formation of methanol from synthesis gas by mononuclear catalysts which is now reported was unexpected because it had been so long overlooked in the very extensive review literature19 of such systems. The further observation that the same catalyst system simultaneously converts methanol to higher alcohols, probably via the “homologation” reaction of alcohols, 20 opens the way to a detailed study of the long-sought homogeneous analogues of both the Fischer-Tropsch and methanol synthesis catalysts.Acknowledgment. We thank the Office of Chemical Sci-ences, Division of Basic Energy Sciences, USDOE, for support of this research, R. Winans, Chemistry Division, for mass spectrometric identifications, and Professor J. Halpern for helpful discussions. Dr. M. J. Chen performed the experi-ments in which p-dioxane was the solvent.",
            "Alkali metal ion specificity in the solution ordering of a nucleotide, 5'-guanosine monophosphate",
            "TJ Pinnavaia and Christopher L Marshall and Claudia M Mettler and Cherie L Fisk and H Todd Miles and Edwin D Becker",
            "1978",
            "_m4xELAAAAAJ:d1gkVwhDpl0C",
            247,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/ja00479a070",
            "3173496903797752908",
            "\/scholar?cites=3173496903797752908",
            {
                "1981":5,
                "1982":6,
                "1983":2,
                "1984":4,
                "1985":5,
                "1986":5,
                "1987":1,
                "1988":4,
                "1989":7,
                "1990":6,
                "1991":8,
                "1992":4,
                "1993":2,
                "1994":5,
                "1995":4,
                "1996":6,
                "1997":3,
                "1998":5,
                "1999":3,
                "2000":5,
                "2001":3,
                "2002":5,
                "2003":6,
                "2004":7,
                "2005":5,
                "2006":7,
                "2007":11,
                "2008":16,
                "2009":7,
                "2010":12,
                "2011":11,
                "2012":5,
                "2013":11,
                "2014":8,
                "2015":10,
                "2016":7,
                "2017":5,
                "2018":5,
                "2019":7
            }
        ],
        [
            "Atomic layer deposition (ALD) of an alumina overcoat can stabilize a base metal catalyst (e.g., copper) for liquid‐phase catalytic reactions (e.g., hydrogenation of biomass‐derived furfural in alcoholic solvents or water), thereby eliminating the deactivation of conventional catalysts by sintering and leaching. This method of catalyst stabilization alleviates the need to employ precious metals (e.g., platinum) in liquid‐phase catalytic processing. The alumina overcoat initially covers the catalyst surface completely. By using solid state NMR spectroscopy, X‐ray diffraction, and electron microscopy, it was shown that high temperature treatment opens porosity in the overcoat by forming crystallites of γ‐Al2O3. Infrared spectroscopic measurements and scanning tunneling microscopy studies of trimethylaluminum ALD on copper show that the remarkable stability imparted to the nanoparticles arises from selective armoring of …",
            "Stabilization of copper catalysts for liquid‐phase reactions by atomic layer deposition",
            "Brandon J O'Neill and David HK Jackson and Anthony J Crisci and Carrie A Farberow and Fengyuan Shi and Ana C Alba‐Rubio and Junling Lu and Paul J Dietrich and Xiangkui Gu and Christopher L Marshall and Peter C Stair and Jeffrey W Elam and Jeffrey T Miller and Fabio H Ribeiro and Paul M Voyles and Jeffrey Greeley and Manos Mavrikakis and Susannah L Scott and Thomas F Kuech and James A Dumesic",
            "2013",
            "_m4xELAAAAAJ:qUcmZB5y_30C",
            181,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ange.201308245",
            "9288749221597652711",
            "\/scholar?cites=9288749221597652711",
            {
                "2014":15,
                "2015":26,
                "2016":32,
                "2017":26,
                "2018":33,
                "2019":22,
                "2020":25,
                "2021":2
            }
        ],
        [
            "The polymer electrolyte fuel cell (PEFC) is the primary candidate as the power source for light-duty transportation systems. On-board conversion of fuels (reforming) to supply the required hydrogen has the potential to provide the driving range that is typical of today's automobiles. Petroleum-derived fuels, gasoline or some distillate similar to it, are attractive because of their existing production, distribution, and retailing infrastructure. The fuel may be either petroleum-derived or other alternative fuels such as methanol, ethanol, natural gas, etc.[1]. The ability to use a variety of fuels is also attractive for stationary distributed power generation [2], such as in buildings, or for portable power in remote locations. Argonne National Laboratory has developed a catalytic reactor based on partial oxidation reforming that is suitable for use in light-duty vehicles powered by fuel cells. The reactor has shown the ability to convert a wide variety of fuels to a hydrogen-rich gas at less than 800 C, temperatures that are several hundreds of degrees lower than alternative noncatalytic processes. The fuel may be methanol, ethanol, natural gas, or petroleum-derived fuels that are blends of various hydrocarbons such as paraffins, olefins, aromatics, etc., as in gasoline. This paper will discuss the results obtained more»",
            "Catalytic partial oxidation reforming of hydrocarbon fuels.",
            "S Ahmed",
            "1998",
            "_m4xELAAAAAJ:2KloaMYe4IUC",
            143,
            "https:\/\/www.osti.gov\/biblio\/10729",
            "10909759348702039608",
            "\/scholar?cites=10909759348702039608",
            {
                "1999":1,
                "2000":1,
                "2001":7,
                "2002":1,
                "2003":3,
                "2004":5,
                "2005":5,
                "2006":4,
                "2007":4,
                "2008":3,
                "2009":6,
                "2010":8,
                "2011":6,
                "2012":4,
                "2013":3,
                "2014":4,
                "2015":4,
                "2016":8,
                "2017":24,
                "2018":23,
                "2019":12,
                "2020":7
            }
        ],
        [
            "Pt\/SrTiO3 shows promise as a low temperature hydrocarbon combustion catalyst for automotive applications. In this study, SrTiO3 nanocuboid supports were synthesized using sol-precipitation coupled with hydrothermal synthesis, and platinum was deposited on the nanocuboids with 1, 3, and 5 cycles of atomic layer deposition (ALD). The platinum particles have a highly uniform distribution both before and after reaction testing, and range from 1 to 5 nm in size, depending upon the number of ALD cycles. These materials have a >50 °C lower light-off temperature for propane oxidation than a conventional Pt\/Al2O3 catalyst, turn over frequencies up to 3 orders of magnitude higher, and show improved resistance to deactivation. The increased activity is attributed to the stabilization of a Pt\/PtO core\/shell structure during operating conditions by the strong epitaxy between the Pt and the SrTiO3 support.",
            "Propane Oxidation over Pt\/SrTiO3 Nanocuboids",
            "James A Enterkin and Worajit Setthapun and Jeffrey W Elam and Steven T Christensen and Federico A Rabuffetti and Laurence D Marks and Peter C Stair and Kenneth R Poeppelmeier and Christopher L Marshall",
            "2011",
            "_m4xELAAAAAJ:roLk4NBRz8UC",
            141,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/cs200092c",
            "13952140680600282150",
            "\/scholar?cites=13952140680600282150",
            {
                "2011":4,
                "2012":8,
                "2013":12,
                "2014":17,
                "2015":18,
                "2016":14,
                "2017":20,
                "2018":12,
                "2019":15,
                "2020":19,
                "2021":2
            }
        ],
        [
            "Platinum atomic layer deposition (ALD) using MeCpPtMe3 was employed to prepare high loadings of uniform-sized, 1−2 nm Pt nanoparticles on high surface area Al2O3, TiO2, and SrTiO3 supports. X-ray absorption fine structure was utilized to monitor the changes in the Pt species during each step of the synthesis. The temperature, precursor exposure time, treatment gas, and number of ALD cycles were found to affect the Pt particle size and density. Lower-temperature MeCpPtMe3 adsorption yielded smaller particles due to reduced thermal decomposition. A 300 °C air treatment of the adsorbed MeCpPtMe3 leads to PtO. In subsequent ALD cycles, the MeCpPtMe3 reduces the PtO to metallic Pt in the ratio of one precursor molecule per PtO. A 200 °C H2 treatment of the adsorbed MeCpPtMe3 leads to the formation of 1−2 nm, metallic Pt nanoparticles. During subsequent ALD cycles, MeCpPtMe3 adsorbs on the …",
            "Genesis and evolution of surface species during Pt atomic layer deposition on oxide supports characterized by in situ XAFS analysis and water− gas shift reaction",
            "Worajit Setthapun and W Damion Williams and Seung Min Kim and Hao Feng and Jeffrey W Elam and Federico A Rabuffetti and Kenneth R Poeppelmeier and Peter C Stair and Eric A Stach and Fabio H Ribeiro and Jeffrey T Miller and Christopher L Marshall",
            "2010",
            "_m4xELAAAAAJ:Tyk-4Ss8FVUC",
            134,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp911178m",
            "1609780983084863974",
            "\/scholar?cites=1609780983084863974",
            {
                "2010":3,
                "2011":13,
                "2012":12,
                "2013":10,
                "2014":13,
                "2015":19,
                "2016":8,
                "2017":18,
                "2018":10,
                "2019":9,
                "2020":16,
                "2021":1
            }
        ],
        [
            "Deactivation mechanisms of copper chromite (CuCr2O4⋅CuO) catalyst for vapor-phase selective hydrogenation for furfuryl alcohol have been investigated using ex situ and in situ X-ray absorption fine structure (XAFS), X-ray photon spectroscopy (XPS), and Auger Electron Spectroscopy (AES). At 200 °C, the catalyst steadily deactivated. One of the dominant origins of catalyst deactivation is poisoning due to strong adsorption of polymeric species formed from the reactant and\/or products. Metallic Cu is identified as the active site, while loss of active Cu(I) sites due to hydrogenation is not a deactivation cause, as opposed to previous literature reported. The copper chromite catalyst showed low activity at 300 °C process temperature. Under this condition, the Cu particle size does not change, but Cr\/Cu ratio increases by 50%, suggesting that Cr coverage of Cu sites becomes an additional cause of catalyst deactivation …",
            "Deactivation mechanistic studies of copper chromite catalyst for selective hydrogenation of 2-furfuraldehyde",
            "Dongxia Liu and Dmitry Zemlyanov and Tianpin Wu and Rodrigo J Lobo-Lapidus and James A Dumesic and Jeffrey T Miller and Christopher L Marshall",
            "2013",
            "_m4xELAAAAAJ:L8Ckcad2t8MC",
            127,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021951712003466",
            "10922227192512003424",
            "\/scholar?cites=10922227192512003424",
            {
                "2013":3,
                "2014":15,
                "2015":12,
                "2016":15,
                "2017":18,
                "2018":13,
                "2019":26,
                "2020":23,
                "2021":2
            }
        ]
    ]
}