{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "A new class of composite materials has emerged which provides a means to control and manipulate light. These materials, known as photonic crystals, are periodic arrays of dielectric scatteres in homogeneous dielectric matrices. They affect the properties of photons in much the same way a semiconductor affects the properties of an electron. Consequently, photons can have band structures, localized defect states, surface states, etc. The ability to mold and guide light will lead to many applications in the control of spontaneous emission and in the fabrication of novel optoelectronic devices.",
            "Photonic crystals",
            "John D Joannopoulos and Pierre R Villeneuve and Shanhui Fan",
            "1997",
            "_MHaph0AAAAJ:u5HHmVD_uO8C",
            16530,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0038109896007168",
            "16849346892486016889",
            "\/scholar?cites=16849346892486016889",
            {
                "1997":54,
                "1998":127,
                "1999":235,
                "2000":288,
                "2001":395,
                "2002":434,
                "2003":619,
                "2004":752,
                "2005":831,
                "2006":825,
                "2007":771,
                "2008":744,
                "2009":759,
                "2010":851,
                "2011":920,
                "2012":960,
                "2013":921,
                "2014":894,
                "2015":842,
                "2016":913,
                "2017":855,
                "2018":896,
                "2019":790,
                "2020":658,
                "2021":57
            }
        ],
        [
            "FFTW is an implementation of the discrete Fourier transform (DFT) that adapts to the hardware in order to maximize performance. This paper shows that such an approach can yield an implementation that is competitive with hand-optimized libraries, and describes the software structure that makes our current FFTW3 version flexible and adaptive. We further discuss a new algorithm for real-data DFTs of prime size, a new way of implementing DFTs by means of machine-specific single-instruction, multiple-data (SIMD) instructions, and how a special-purpose compiler can derive optimized implementations of the discrete cosine and sine transforms automatically from a DFT algorithm.",
            "The design and implementation of FFTW3",
            "Matteo Frigo and Steven G Johnson",
            "2005",
            "_MHaph0AAAAJ:u-x6o8ySG0sC",
            5207,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1386650\/",
            "15063750698619285626",
            "\/scholar?cites=15063750698619285626",
            {
                "2005":80,
                "2006":161,
                "2007":239,
                "2008":256,
                "2009":292,
                "2010":349,
                "2011":358,
                "2012":365,
                "2013":386,
                "2014":415,
                "2015":374,
                "2016":400,
                "2017":350,
                "2018":393,
                "2019":372,
                "2020":315,
                "2021":44
            }
        ],
        [
            "We describe a fully-vectorial, three-dimensional algorithm to compute the definite-frequency eigenstates of Maxwell's equations in arbitrary periodic dielectric structures, including systems with anisotropy (birefringence) or magnetic materials, using preconditioned block-iterative eigensolvers in a planewave basis. Favorable scaling with the system size and the number of computed bands is exhibited. We propose a new effective dielectric tensor for anisotropic structures, and demonstrate that O Delta x^2 convergence can be achieved even in systems with sharp material discontinuities. We show how it is possible to solve for interior eigenvalues, such as localized defect modes, without computing the many underlying eigenstates. Preconditioned conjugate-gradient Rayleigh-quotient minimization is compared with the Davidson method for eigensolution, and a number of iteration variants and preconditioners are …",
            "Block-iterative frequency-domain methods for Maxwell’s equations in a planewave basis",
            "Steven G Johnson and John D Joannopoulos",
            "2001",
            "_MHaph0AAAAJ:d1gkVwhDpl0C",
            3685,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-8-3-173",
            "15096125456091679381",
            "\/scholar?cites=15096125456091679381",
            {
                "2001":17,
                "2002":68,
                "2003":146,
                "2004":217,
                "2005":242,
                "2006":244,
                "2007":231,
                "2008":228,
                "2009":205,
                "2010":218,
                "2011":220,
                "2012":230,
                "2013":190,
                "2014":207,
                "2015":189,
                "2016":167,
                "2017":169,
                "2018":180,
                "2019":154,
                "2020":141,
                "2021":8
            }
        ],
        [
            "This paper describes Meep, a popular free implementation of the finite-difference time-domain (FDTD) method for simulating electromagnetism. In particular, we focus on aspects of implementing a full-featured FDTD package that go beyond standard textbook descriptions of the algorithm, or ways in which Meep differs from typical FDTD implementations. These include pervasive interpolation and accurate modeling of subpixel features, advanced signal processing, support for nonlinear materials via Padé approximants, and flexible scripting capabilities.Program title: MeepCatalogue identifier: AEFU_v1_0Program summary URL:: http:\/\/cpc.cs.qub.ac.uk\/summaries\/AEFU_v1_0.htmlProgram obtainable from: CPC Program Library, Queen's University, Belfast, N. IrelandLicensing provisions: GNU GPLNo. of lines in distributed program, including test data, etc.: 151 821No. of bytes in distributed …",
            "MEEP: A flexible free-software package for electromagnetic simulations by the FDTD method",
            "Ardavan F Oskooi and David Roundy and Mihai Ibanescu and Peter Bermel and John D Joannopoulos and Steven G Johnson",
            "2010",
            "_MHaph0AAAAJ:2osOgNQ5qMEC",
            2389,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S001046550900383X",
            "17712807607104508775",
            "\/scholar?cites=17712807607104508775",
            {
                "2010":78,
                "2011":197,
                "2012":228,
                "2013":246,
                "2014":299,
                "2015":264,
                "2016":240,
                "2017":243,
                "2018":205,
                "2019":191,
                "2020":168,
                "2021":17
            }
        ],
        [
            "FFT literature has been mostly concerned with minimizing the number of floating-point operations performed by an algorithm. Unfortunately, on present-day microprocessors this measure is far less important than it used to be, and interactions with the processor pipeline and the memory hierarchy have a larger impact on performance. Consequently, one must know the details of a computer architecture in order to design a fast algorithm. In this paper, we propose an adaptive FFT program that tunes the computation automatically for any particular hardware. We compared our program, called FFTW, with over 40 implementations of the FFT on 7 machines. Our tests show that FFTW's self-optimizing approach usually yields significantly better performance than all other publicly available software. FFTW also compares favorably with machine-specific, vendor-optimized libraries.",
            "FFTW: An adaptive software architecture for the FFT",
            "Matteo Frigo and Steven G Johnson",
            "1998",
            "_MHaph0AAAAJ:9yKSN-GCB0IC",
            2219,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/681704\/",
            "8245072410964814943",
            "\/scholar?cites=8245072410964814943",
            {
                "1999":13,
                "2000":51,
                "2001":61,
                "2002":84,
                "2003":133,
                "2004":173,
                "2005":154,
                "2006":110,
                "2007":98,
                "2008":93,
                "2009":82,
                "2010":96,
                "2011":103,
                "2012":113,
                "2013":98,
                "2014":122,
                "2015":87,
                "2016":94,
                "2017":112,
                "2018":123,
                "2019":99,
                "2020":72,
                "2021":10
            }
        ],
        [
            "We analyze the properties of two-dimensionally periodic dielectric structures that have a band gap for propagation in a plane and that use index guiding to confine light in the third dimension. Such structures are more amenable to fabrication than photonic crystals with full three-dimensional band gaps, but retain or approximate many of the latter’s desirable properties. We show how traditional band-structure analysis can be adapted to slab systems in the context of several representative structures, and describe the unique features that arise in this framework compared to ordinary photonic crystals.",
            "Guided modes in photonic crystal slabs",
            "Steven G Johnson and Shanhui Fan and Pierre R Villeneuve and John D Joannopoulos and LA Kolodziejski",
            "1999",
            "_MHaph0AAAAJ:qjMakFHDy7sC",
            1347,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.60.5751",
            "10812950115297560781",
            "\/scholar?cites=10812950115297560781",
            {
                "2000":25,
                "2001":62,
                "2002":96,
                "2003":82,
                "2004":99,
                "2005":105,
                "2006":92,
                "2007":80,
                "2008":76,
                "2009":76,
                "2010":75,
                "2011":64,
                "2012":68,
                "2013":39,
                "2014":54,
                "2015":45,
                "2016":52,
                "2017":40,
                "2018":38,
                "2019":35,
                "2020":34,
                "2021":3
            }
        ]
    ]
}