{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "En esta página encontrará toda clase de libros comoDireccion hotelera: operaciones y procesos escrito por Lydia Gonzalez Serranopilar Talon Ballestero. Puede descargar o leerlos en línea en cualquier momento en formato PDF. Guárdalo de manera rápida en sus dispositivos electrónicos pinchando en el botón.",
            "Dirección hotelera: operaciones y procesos",
            "Lydia Gonzalez Serranopilar Talon Ballestero",
            "2002",
            "_Mohnn0AAAAJ:u5HHmVD_uO8C",
            97,
            "http:\/\/105.britishtoggenburgs.co.uk\/descargar\/105\/Direccion%2Bhotelera%253A%2Boperaciones%2By%2Bprocesos.pdf",
            "4128547725490159595",
            "\/scholar?cites=4128547725490159595",
            {
                "2005":1,
                "2006":4,
                "2007":3,
                "2008":4,
                "2009":7,
                "2010":4,
                "2011":4,
                "2012":8,
                "2013":15,
                "2014":5,
                "2015":6,
                "2016":11,
                "2017":7,
                "2018":7,
                "2019":4,
                "2020":3
            }
        ],
        [
            "Client knowledge remains a key strategic point in hospitality management. However, the role that can be played by large amounts of available information in the Customer Relationship Management (CRM) systems, when addressed by using emerging Big Data techniques for efficient client profiling, is still in its early stages. In this work, we addressed the client profile of the data in a CRM system of an international hotel chain, by using Big Data technology and Bootstrap resampling techniques for Proportion Tests. Strong consistency was found on the most representative feature of repeaters being traveling without children. Profiles were more similar for British and German clients, and their main differences with Spanish clients were in the stay duration and in age. For a vacation chain, these results suggest further analysis on the target orientation towards new market segments. Big Data technologies can be …",
            "Using big data from Customer Relationship Management information systems to determine the client profile in the hotel sector",
            "Pilar Talón-Ballestero and Lydia González-Serrano and Cristina Soguero-Ruiz and Sergio Muñoz-Romero and José Luis Rojo-Álvarez",
            "2018",
            "_Mohnn0AAAAJ:0EnyYjriUFMC",
            49,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0261517718300670",
            "11047970624415114999",
            "\/scholar?cites=11047970624415114999",
            {
                "2018":4,
                "2019":19,
                "2020":24,
                "2021":1
            }
        ],
        [
            "Una empresa es una organizacion o institucion dedicada a actividades o persecucion.. En particular, se consideraran empresas las entidades que ejerzan una actividad artesanal u otras actividades a titulo individual o familiar, las...",
            "Cooperacion Entre Empresas",
            "Lydia González",
            "2004",
            "_Mohnn0AAAAJ:WF5omc3nYNoC",
            39,
            "http:\/\/1573954.fromeriverfriends.org.uk\/descargar\/1573954\/Cooperacion%2By%2Bempresas.pdf",
            "7776711427073761813",
            "\/scholar?cites=7776711427073761813",
            {
                "2005":3,
                "2006":3,
                "2007":2,
                "2008":1,
                "2009":3,
                "2010":7,
                "2011":1,
                "2012":2,
                "2013":4,
                "2014":2,
                "2015":1,
                "2016":2,
                "2017":2,
                "2018":4
            }
        ],
        [
            "This paper examines the effectiveness of using futures contracts as hedging instruments of: (1) alternative models of volatility for estimating conditional variances and covariances; (2) alternative currencies; and (3) alternative maturities of futures contracts. For this purpose, daily data of futures and spot exchange rates of three major international currencies, Euro, British pound and Japanese yen, against the American dollar, are used to analyze hedge ratios and hedging effectiveness resulting from using two different maturity currency contracts, near-month and next-to-near-month contract. We estimate four multivariate volatility models (namely CCC, VARMA-AGARCH, DCC and BEKK), and calculate optimal portfolio weights and optimal hedge ratios to identify appropriate currency hedging strategies. The hedging effectiveness index suggests that the best results in terms of reducing the variance of the portfolio are …",
            "Currency hedging strategies using dynamic multivariate GARCH",
            "Chia-Lin Chang and Lydia González-Serrano and Juan-Angel Jimenez-Martin",
            "2013",
            "_Mohnn0AAAAJ:u-x6o8ySG0sC",
            29,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0378475412000638",
            "11204829611906078755",
            "\/scholar?cites=11204829611906078755",
            {
                "2013":2,
                "2014":1,
                "2015":1,
                "2016":7,
                "2017":5,
                "2018":2,
                "2019":6,
                "2020":5
            }
        ],
        [
            "The principal objective of this investigation is to assess the position of the Yield Revenue Management (YM) and its current state of affairs in the hotel sector in Madrid. The loss of competitiveness and leadership that is taking place in Spain and what this fact means for the economy and the tourism sector to, coupled with the scarcity of this research in Europe, has made this issue a very interesting and novel research topic. To which evaluate the status of YM implications, the establishments chosen were 3, 4, and 5 stars hotels situated in Madrid and were in service in 2008. The results of this work allowed us (a) to propose an application model based on the expert opinion accumulated from Delphi, which permitted us to appraise the degree of development of YM in Madrid hotels; (b) to analyze the running the of YM in Madrid hotels, through surveys given to the highest ranking in this development in …",
            "Yield revenue management in the hotel sector: An empirical analysis of its application and results in Madrid, Spain",
            "Pilar Talón-Ballestero and Lydia González-Serrano",
            "2013",
            "_Mohnn0AAAAJ:Tyk-4Ss8FVUC",
            28,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-3-7908-2879-5_12",
            "8730878504730377804",
            "\/scholar?cites=8730878504730377804",
            {
                "2013":1,
                "2014":2,
                "2015":1,
                "2016":7,
                "2017":6,
                "2018":1,
                "2019":5,
                "2020":5
            }
        ]
    ]
}