{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Evaluation of the electrostatic properties of biomolecules has become a standard practice in molecular biophysics. Foremost among the models used to elucidate the electrostatic potential is the Poisson-Boltzmann equation; however, existing methods for solving this equation have limited the scope of accurate electrostatic calculations to relatively small biomolecular systems. Here we present the application of numerical methods to enable the trivially parallel solution of the Poisson-Boltzmann equation for supramolecular structures that are orders of magnitude larger in size. As a demonstration of this methodology, electrostatic potentials have been calculated for large microtubule and ribosome structures. The results point to the likely role of electrostatics in a variety of activities of these structures.",
            "Electrostatics of nanosystems: application to microtubules and the ribosome",
            "Nathan A Baker and David Sept and Simpson Joseph and Michael J Holst and J Andrew McCammon",
            "2001",
            "_nB45VAAAAAJ:u5HHmVD_uO8C",
            6637,
            "https:\/\/www.pnas.org\/content\/98\/18\/10037.short",
            "14171861653401359464",
            "\/scholar?cites=14171861653401359464",
            {
                "2004":43,
                "2005":101,
                "2006":183,
                "2007":225,
                "2008":288,
                "2009":348,
                "2010":406,
                "2011":450,
                "2012":468,
                "2013":540,
                "2014":537,
                "2015":522,
                "2016":488,
                "2017":517,
                "2018":495,
                "2019":438,
                "2020":469,
                "2021":56
            }
        ],
        [
            "Praise for the Second Edition\" This book is an excellent introduction to the wide field of boundary value problems.\"—Journal of Engineering Mathematics\" No doubt this textbook will be useful for both students and research workers.\"—Mathematical Reviews A new edition of the highly-acclaimed guide to boundary value problems, now featuring modern computational methods and approximation theory Green's Functions and Boundary Value Problems, Third Edition continues the tradition of the two prior editions by providing mathematical techniques for the use of differential and integral equations to tackle important problems in applied mathematics, the physical sciences, and engineering. This new edition presents mathematical concepts and quantitative tools that are essential for effective use of modern computational methods that play a key role in the practical solution of boundary value problems. With a careful blend of theory and applications, the authors successfully bridge the gap between real analysis, functional analysis, nonlinear analysis, nonlinear partial differential equations, integral equations, approximation theory, and numerical analysis to provide a comprehensive foundation for understanding and analyzing core mathematical and computational modeling problems. Thoroughly updated and revised to reflect recent developments, the book includes an extensive new chapter on the modern tools of computational mathematics for boundary value problems. The Third Edition features numerous new topics, including: Nonlinear analysis tools for Banach spaces Finite element and related discretizations Best and near-best approximation …",
            "Green's functions and boundary value problems",
            "Ivar Stakgold and Michael J Holst",
            "2011",
            "_nB45VAAAAAJ:u-x6o8ySG0sC",
            1792,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=8OeoISCW6qUC&oi=fnd&pg=PR7&dq=info:HAMoB2ALn5AJ:scholar.google.com&ots=MmWsPuKVJS&sig=RBszMTl5jyxL-oKo3r8EQf8HJ14",
            "10421060569823445788",
            "\/scholar?cites=10421060569823445788",
            {
                "1982":9,
                "1983":17,
                "1984":22,
                "1985":20,
                "1986":22,
                "1987":25,
                "1988":26,
                "1989":19,
                "1990":30,
                "1991":32,
                "1992":28,
                "1993":33,
                "1994":39,
                "1995":29,
                "1996":38,
                "1997":29,
                "1998":36,
                "1999":44,
                "2000":55,
                "2001":47,
                "2002":65,
                "2003":71,
                "2004":45,
                "2005":69,
                "2006":53,
                "2007":61,
                "2008":66,
                "2009":51,
                "2010":60,
                "2011":64,
                "2012":70,
                "2013":67,
                "2014":63,
                "2015":66,
                "2016":51,
                "2017":53,
                "2018":68,
                "2019":62,
                "2020":50,
                "2021":8
            }
        ],
        [
            "The Adaptive Poisson–Boltzmann Solver (APBS) software was developed to solve the equations of continuum electrostatics for large biomolecular assemblages that have provided impact in the study of a broad range of chemical, biological, and biomedical applications. APBS addresses the three key technology challenges for understanding solvation and electrostatics in biomedical applications: accurate and efficient models for biomolecular solvation and electrostatics, robust and scalable software for applying those theories to biomolecular systems, and mechanisms for sharing and analyzing biomolecular electrostatics data in the scientific community. To address new research applications and advancing computational capabilities, we have continually updated APBS and its suite of accompanying software since its release in 2001. In this article, we discuss the models and capabilities that have recently been …",
            "Improvements to the APBS biomolecular solvation software suite",
            "Elizabeth Jurrus and Dave Engel and Keith Star and Kyle Monson and Juan Brandi and Lisa E Felberg and David H Brookes and Leighton Wilson and Jiahui Chen and Karina Liles and Minju Chun and Peter Li and David W Gohara and Todd Dolinsky and Robert Konecny and David R Koes and Jens Erik Nielsen and Teresa Head‐Gordon and Weihua Geng and Robert Krasny and Guo‐Wei Wei and Michael J Holst and J Andrew McCammon and Nathan A Baker",
            "2018",
            "_nB45VAAAAAJ:9Nmd_mFXekcC",
            402,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/pro.3280",
            "10820467555012269133",
            "\/scholar?cites=10820467555012269133",
            {
                "2018":48,
                "2019":138,
                "2020":195,
                "2021":19
            }
        ],
        [
            "A multigrid method is presented for the numerical solution of the linearized Poisson–Boltzmann equation arising in molecular biophysics. The equation is discretized with the finite volume method, and the numerical solution of the discrete equations is accomplished with multiple grid techniques originally developed for twodimensional interface problems occurring in reactor physics. A detailed analysis of the resulting method is presented for several computer architectures, including comparisons to diagonally scaled CG, ICCG, vectorized ICCG and MICCG, and to SOR provided with an optimal relaxation parameter. Our results indicate that the multigrid method is superior to the preconditioned CG methods and SOR and that the advantage of multigrid grows with the problem size. © 1993 John Wiley & Sons, Inc.",
            "Multigrid solution of the Poisson—Boltzmann equation",
            "Michael Holst and Faisal Saied",
            "1993",
            "_nB45VAAAAAJ:d1gkVwhDpl0C",
            342,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jcc.540140114",
            "6571677098289239448",
            "\/scholar?cites=6571677098289239448",
            {
                "1993":6,
                "1994":18,
                "1995":12,
                "1996":7,
                "1997":3,
                "1998":7,
                "1999":8,
                "2000":4,
                "2001":4,
                "2002":9,
                "2003":5,
                "2004":4,
                "2005":8,
                "2006":10,
                "2007":18,
                "2008":20,
                "2009":16,
                "2010":27,
                "2011":18,
                "2012":22,
                "2013":15,
                "2014":22,
                "2015":13,
                "2016":12,
                "2017":17,
                "2018":6,
                "2019":11,
                "2020":14
            }
        ],
        [
            "This article is the first of two articles on the adaptive multilevel finite element treatment of the nonlinear Poisson–Boltzmann equation (PBE), a nonlinear eliptic equation arising in biomolecular modeling. Fast and accurate numerical solution of the PBE is usually difficult to accomplish, due to the presence of discontinuous coefficients, delta functions, three spatial dimensions, unbounded domain, and rapid (exponential) nonlinearity. In this first article, we explain how adaptive multilevel finite element methods can be used to obtain extremely accurate solutions to the PBE with very modest computational resources, and we present some illustrative examples using two well‐known test problems. The PBE is first discretized with piece‐wise linear finite elements over a very coarse simplex triangulation of the domain. The resulting nonlinear algebraic equations are solved with global inexact Newton methods, which we …",
            "Adaptive multilevel finite element solution of the Poisson–Boltzmann equation I. Algorithms and examples",
            "Michael Holst and Nathan Baker and Feng Wang",
            "2000",
            "_nB45VAAAAAJ:9yKSN-GCB0IC",
            325,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/1096-987X(20001130)21:15%3C1319::AID-JCC1%3E3.0.CO;2-8",
            "15503695082163712283",
            "\/scholar?cites=15503695082163712283",
            {
                "2000":1,
                "2001":5,
                "2002":7,
                "2003":7,
                "2004":20,
                "2005":15,
                "2006":17,
                "2007":20,
                "2008":20,
                "2009":19,
                "2010":25,
                "2011":18,
                "2012":21,
                "2013":25,
                "2014":16,
                "2015":15,
                "2016":18,
                "2017":8,
                "2018":16,
                "2019":16,
                "2020":13
            }
        ],
        [
            "Efficiency and accuracy are two major concerns in numerical solutions of the Poisson-Boltzmann equation for applications in chemistry and biophysics. Recent developments in boundary element methods, interface methods, adaptive methods, finite element methods, and other approaches for the Poisson-Boltzmann equation as well as related mesh generation techniques are reviewed. We also discussed the challenging problems and possible future work, in particular, for the aim of biophysical applications.",
            "Recent progress in numerical methods for the Poisson-Boltzmann equation in biophysical applications",
            "BZ Lu and YC Zhou and MJ Holst and JA McCammon",
            "2008",
            "_nB45VAAAAAJ:Y0pCki6q_DkC",
            294,
            "http:\/\/lsec.cc.ac.cn\/~lubz\/Publication\/CiCP_PBreview.pdf",
            "12571526036966316673",
            "\/scholar?cites=12571526036966316673",
            {
                "2008":2,
                "2009":10,
                "2010":26,
                "2011":27,
                "2012":27,
                "2013":30,
                "2014":23,
                "2015":28,
                "2016":25,
                "2017":22,
                "2018":34,
                "2019":15,
                "2020":24
            }
        ],
        [
            "We present a robust and efficient numerical method for solution of the nonlinear Poisson‐Boltzmann equation arising in molecular biophysics. The equation is discretized with the box method, and solution of the discrete equations is accomplished with a global inexact‐Newton method, combined with linear multilevel techniques we have described in an article appearing previously in this journal. A detailed analysis of the resulting method is presented, with comparisons to other methods that have been proposed in the literature, including the classical nonlinear multigrid method, the nonlinear conjugate gradient method, and nonlinear relaxation methods such as successive overrelaxation. Both theoretical and numerical evidence suggests that this method will converge in the case of molecules for which many of the existing methods will not. In addition, for problems which the other methods are able to solve …",
            "Numerical solution of the nonlinear Poisson–Boltzmann equation: developing more robust and efficient methods",
            "Michael J Holst and Faisal Saied",
            "1995",
            "_nB45VAAAAAJ:2osOgNQ5qMEC",
            269,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jcc.540160308",
            "3143487973473407464",
            "\/scholar?cites=3143487973473407464",
            {
                "1996":1,
                "1997":2,
                "1998":3,
                "1999":6,
                "2000":4,
                "2001":2,
                "2002":4,
                "2003":5,
                "2004":5,
                "2005":5,
                "2006":10,
                "2007":15,
                "2008":22,
                "2009":9,
                "2010":20,
                "2011":19,
                "2012":16,
                "2013":16,
                "2014":27,
                "2015":16,
                "2016":10,
                "2017":13,
                "2018":12,
                "2019":9,
                "2020":15
            }
        ],
        [
            "In the current study, the three-dimensional (3D) topologies of dyadic clefts and associated membrane organelles were mapped in mouse ventricular myocardium using electron tomography. The morphological details and the distribution of membrane systems, including transverse tubules (T-tubules), junctional sarcoplasmic reticulum (SR) and vicinal mitochondria, were determined and presumed to be crucial for controlling cardiac Ca2+ dynamics. The geometric complexity of T-tubules that varied in diameter with frequent branching was clarified. Dyadic clefts were intricately shaped and remarkably small (average 4.39×105 nm3, median 2.81×105 nm3). Although a dyadic cleft of average size could hold maximum 43 ryanodine receptor (RyR) tetramers, more than one-third of clefts were smaller than the size that is able to package as many as 15 RyR tetramers. The dyadic clefts were also adjacent to one another …",
            "Three-dimensional electron microscopy reveals new details of membrane systems for Ca2+ signaling in the heart",
            "Takeharu Hayashi and Maryann E Martone and Zeyun Yu and Andrea Thor and Masahiro Doi and Michael J Holst and Mark H Ellisman and Masahiko Hoshijima",
            "2009",
            "_nB45VAAAAAJ:WF5omc3nYNoC",
            238,
            "https:\/\/jcs.biologists.org\/content\/122\/7\/1005.short",
            "12158522025480309939",
            "\/scholar?cites=12158522025480309939",
            {
                "2009":3,
                "2010":18,
                "2011":23,
                "2012":31,
                "2013":30,
                "2014":27,
                "2015":15,
                "2016":20,
                "2017":15,
                "2018":23,
                "2019":16,
                "2020":14,
                "2021":1
            }
        ]
    ]
}