{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The Double Chooz experiment presents an indication of reactor electron antineutrino disappearance consistent with neutrino oscillations. An observed-to-predicted ratio of events of 0.944±0.016 (stat)±0.040 (syst) was obtained in 101 days of running at the Chooz nuclear power plant in France, with two 4.25 GW th reactors. The results were obtained from a single 10 m 3 fiducial volume detector located 1050 m from the two reactor cores. The reactor antineutrino flux prediction used the Bugey4 flux measurement after correction for differences in core composition. The deficit can be interpreted as an indication of a nonzero value of the still unmeasured neutrino mixing parameter sin﻿ 2 2 θ 13. Analyzing both the rate of the prompt positrons and their energy spectrum, we find sin﻿ 2 2 θ 13= 0.086±0.041 (stat)±0.030 (syst), or, at 90% CL, 0.017< sin﻿ 2 2 θ 13< 0.16.",
            "Indication of Reactor  Disappearance in the Double Chooz Experiment",
            "Y Abe and Christoph Aberle and T Akiri and JC Dos Anjos and F Ardellier and AF Barbosa and A Baxter and M Bergevin and A Bernstein and TJC Bezerra and L Bezrukhov and E Blucher and M Bongrand and NS Bowden and C Buck and J Busenitz and A Cabrera and E Caden and L Camilleri and R Carr and M Cerrada and P-J Chang and P Chimenti and T Classen and AP Collin and E Conover and JM Conrad and S Cormon and JI Crespo-Anadón and M Cribier and K Crum and A Cucoanes and MV D’Agostino and E Damon and JV Dawson and S Dazeley and M Dierckxsens and D Dietrich and Z Djurcic and M Dracos and V Durand and Y Efremenko and M Elnimr and Y Endo and A Etenko and E Falk and M Fallot and M Fechner and F Von Feilitzsch and J Felde and SM Fernandes and D Franco and AJ Franke and M Franke and H Furuta and R Gama and I Gil-Botella and L Giot and M Göger-Neff and LFG Gonzalez and MC Goodman and J TM Goon and D Greiner and B Guillon and N Haag and C Hagner and T Hara and FX Hartmann and J Hartnell and T Haruna and J Haser and A Hatzikoutelis and T Hayakawa and M Hofmann and GA Horton-Smith and Masaki Ishitsuka and J Jochum and C Jollet and CL Jones and F Kaether and L Kalousis and Y Kamyshkov and DM Kaplan and T Kawasaki and G Keefer and E Kemp and H De Kerret and Y Kibe and T Konno and D Kryn and M Kuze and T Lachenmaier and CE Lane and C Langbrandtner and T Lasserre and A Letourneau and D Lhuillier and HP Lima Jr and M Lindner and Y Liu and JM López-Castanõ and JM LoSecco and BK Lubsandorzhiev and S Lucht and D McKee and J Maeda and CN Maesano and C Mariani and J Maricic and J Martino and T Matsubara and G Mention and A Meregaglia and T Miletic and R Milincic and A Milzstajn and H Miyata and D Motta and Th A Mueller and Y Nagasaka and K Nakajima and P Novella and M Obolensky and L Oberauer and A Onillon and A Osborn and I Ostrovskiy and C Palomares and SJM Peeters and IM Pepe and S Perasso and P Perrin and P Pfahler and A Porta and W Potzel and R Queval and J Reichenbacher and B Reinhold and A Remoto and D Reyna and M Röhling and S Roth and HA Rubin and Y Sakamoto and R Santorelli and F Sato and S Schönert and S Schoppmann and U Schwan and T Schwetz",
            "2012",
            "_Oo5arwAAAAJ:u-x6o8ySG0sC",
            1370,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.131801",
            "12050883396089237152",
            "\/scholar?cites=12050883396089237152",
            {
                "2012":170,
                "2013":280,
                "2014":190,
                "2015":185,
                "2016":145,
                "2017":102,
                "2018":104,
                "2019":89,
                "2020":88,
                "2021":3
            }
        ],
        [
            "We present measurements of ν μ disappearance in K2K, the KEK to Kamioka long-baseline neutrino oscillation experiment. One-hundred and twelve beam-originated neutrino events are observed in the fiducial volume of Super-Kamiokande with an expectation of 158.1− 8.6+ 9.2 events without oscillation. A distortion of the energy spectrum is also seen in 58 single-ring muonlike events with reconstructed energies. The probability that the observations are explained by the expectation for no neutrino oscillation is 0.0015%(4.3 σ). In a two-flavor oscillation scenario, the allowed Δ m 2 region at sin﻿ 2 2 θ= 1 is between 1.9 and 3.5× 10− 3 eV 2 at the 90% CL with a best-fit value of 2.8× 10− 3 eV 2.",
            "Measurement of neutrino oscillation by the K2K experiment",
            "MH Ahn and E Aliu and S Andringa and S Aoki and Y Aoyama and J Argyriades and K Asakura and R Ashie and F Berghaus and HG Berns and H Bhang and A Blondel and S Borghi and J Bouchez and SC Boyd and J Burguet-Castell and D Casper and J Catala and C Cavata and A Cervera and SM Chen and KO Cho and JH Choi and U Dore and S Echigo and X Espinal and M Fechner and E Fernandez and K Fujii and Y Fujii and S Fukuda and Y Fukuda and J Gomez-Cadenas and R Gran and T Hara and M Hasegawa and T Hasegawa and K Hayashi and Y Hayato and RL Helmer and I Higuchi and J Hill and K Hiraide and E Hirose and J Hosaka and AK Ichikawa and M Ieiri and M Iinuma and A Ikeda and T Inagaki and T Ishida and K Ishihara and H Ishii and T Ishii and H Ishino and Masaki Ishitsuka and Y Itow and T Iwashita and HI Jang and JS Jang and EJ Jeon and IS Jeong and KK Joo and G Jover and CK Jung and T Kajita and J Kameda and K Kaneyuki and BH Kang and I Kato and Y Kato and E Kearns and D Kerr and CO Kim and M Khabibullin and A Khotjantsev and D Kielczewska and BJ Kim and HI Kim and JH Kim and JY Kim and SB Kim and M Kitamura and P Kitching and K Kobayashi and T Kobayashi and M Kohama and A Konaka and Y Koshio and W Kropp and J Kubota and Yu Kudenko and G Kume and Y Kuno and Y Kurimoto and T Kutter and J Learned and S Likhoded and IT Lim and SH Lim and PF Loverre and L Ludovici and H Maesaka and J Mallet and Camillo Mariani and K Martens and T Maruyama and S Matsuno and V Matveev and C Mauger and KB McConnel Mahn and C McGrew and S Mikheyev and M Minakawa and A Minamino and S Mine and O Mineev and C Mitsuda and G Mitsuka and M Miura and Y Moriguchi and T Morita and S Moriyama and T Nakadaira and M Nakahata and K Nakamura and I Nakano and F Nakata and T Nakaya and S Nakayama and T Namba and R Nambu and S Nawang and K Nishikawa and H Nishino and S Nishiyama and K Nitta and S Noda and H Noumi and F Nova and P Novella and Y Obayashi and A Okada and K Okumura and M Okumura and M Onchi and T Ooyabu and SM Oser and T Otaki and Y Oyama",
            "2006",
            "_Oo5arwAAAAJ:u5HHmVD_uO8C",
            1339,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.74.072003",
            "15573709277770255444",
            "\/scholar?cites=15573709277770255444",
            {
                "2006":16,
                "2007":97,
                "2008":129,
                "2009":128,
                "2010":113,
                "2011":149,
                "2012":118,
                "2013":121,
                "2014":76,
                "2015":80,
                "2016":66,
                "2017":57,
                "2018":75,
                "2019":48,
                "2020":51,
                "2021":2
            }
        ],
        [
            "The MiniBooNE experiment at Fermilab reports results from an analysis of ν e appearance data from 11.27× 10 20 protons on target in the antineutrino mode, an increase of approximately a factor of 2 over the previously reported results. An event excess of 78.4±28.5 events (2.8 σ) is observed in the energy range 200< E ν QE< 1250 MeV. If interpreted in a two-neutrino oscillation model, ν μ→ ν e, the best oscillation fit to the excess has a probability of 66% while the background-only fit has a χ 2 probability of 0.5% relative to the best fit. The data are consistent with antineutrino oscillations in the 0.01< Δ m 2< 1.0 eV 2 range and have some overlap with the evidence for antineutrino oscillations from the Liquid Scintillator Neutrino Detector. All of the major backgrounds are constrained by in situ event measurements so nonoscillation explanations would need to invoke new anomalous background processes. The …",
            "Improved Search for  Oscillations in the MiniBooNE Experiment",
            "AAea Aguilar-Arevalo and BC Brown and L Bugel and G Cheng and ED Church and JM Conrad and R Dharmapalan and Z Djurcic and DA Finley and R Ford and FG Garcia and GT Garvey and J Grange and W Huelsnitz and C Ignarra and R Imlay and RA Johnson and G Karagiorgi and T Katori and T Kobilarcik and WC Louis and Camillo Mariani and W Marsh and GB Mills and J Mirabal and CD Moore and J Mousseau and P Nienaber and B Osmanov and Z Pavlovic and D Perevalov and CC Polly and H Ray and BP Roe and AD Russell and MH Shaevitz and J Spitz and I Stancu and R Tayloe and RG Van de Water and DH White and DA Wickremasinghe and GP Zeller and ED Zimmerman and MiniBooNE Collaboration",
            "2013",
            "_Oo5arwAAAAJ:IjCSPb-OGe4C",
            937,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.161801",
            "8037222007096872060",
            "\/scholar?cites=8037222007096872060",
            {
                "2011":16,
                "2012":33,
                "2013":80,
                "2014":108,
                "2015":160,
                "2016":154,
                "2017":131,
                "2018":97,
                "2019":76,
                "2020":72,
                "2021":4
            }
        ],
        [
            "We present results for ν μ oscillation in the KEK to Kamioka (K2K) long-baseline neutrino oscillation experiment. K2K uses an accelerator-produced ν μ beam with a mean energy of 1.3 GeV directed at the Super-Kamiokande detector. We observed the energy-dependent disappearance of ν μ, which we presume have oscillated to ν τ. The probability that we would observe these results if there is no neutrino oscillation is 0.0050%(4.0 σ).",
            "Evidence for muon neutrino oscillation in an accelerator-based experiment",
            "E Aliu and S Andringa and S Aoki and J Argyriades and K Asakura and R Ashie and H Berns and H Bhang and A Blondel and S Borghi and J Bouchez and J Burguet-Castell and D Casper and C Cavata and A Cervera and KO Cho and JH Choi and U Dore and X Espinal and M Fechner and E Fernandez and Y Fukuda and J Gomez-Cadenas and R Gran and T Hara and M Hasegawa and T Hasegawa and K Hayashi and Y Hayato and RL Helmer and J Hill and K Hiraide and J Hosaka and AK Ichikawa and M Iinuma and A Ikeda and T Inagaki and T Ishida and K Ishihara and T Ishii and Masaki Ishitsuka and Y Itow and T Iwashita and HI Jang and EJ Jeon and IS Jeong and K Joo and G Jover and CK Jung and T Kajita and J Kameda and K Kaneyuki and I Kato and E Kearns and D Kerr and CO Kim and M Khabibullin and A Khotjantsev and D Kielczewska and JY Kim and S Kim and P Kitching and K Kobayashi and T Kobayashi and A Konaka and Y Koshio and W Kropp and J Kubota and Yu Kudenko and Y Kuno and T Kutter and J Learned and S Likhoded and IT Lim and PF Loverre and L Ludovici and H Maesaka and J Mallet and Camillo Mariani and T Maruyama and S Matsuno and V Matveev and C Mauger and K McConnel and C McGrew and S Mikheyev and A Minamino and S Mine and O Mineev and C Mitsuda and M Miura and Y Moriguchi and T Morita and S Moriyama and T Nakadaira and M Nakahata and K Nakamura and I Nakano and T Nakaya and S Nakayama and T Namba and R Nambu and S Nawang and K Nishikawa and K Nitta and Federico Nova and P Novella and Y Obayashi and A Okada and K Okumura and SM Oser and Y Oyama and MY Pac and F Pierre and A Rodriguez and C Saji and M Sakuda and F Sanchez and A Sarrat and T Sasaki and K Scholberg and R Schroeter and M Sekiguchi and E Sharkey and M Shiozawa and K Shiraishi and G Sitjes and M Smy and H Sobel and J Stone and L Sulak and A Suzuki and Y Suzuki and T Takahashi and Y Takenaga and Y Takeuchi and K Taki and Y Takubo and N Tamura and M Tanaka and R Terri and S T'jampens and A Tornero-Lopez and Y Totsuka and S Ueda and M Vagins and CW Walter and W Wang and RJ Wilkes and S Yamada",
            "2005",
            "_Oo5arwAAAAJ:d1gkVwhDpl0C",
            674,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.081802",
            "5307579152494235987",
            "\/scholar?cites=5307579152494235987",
            {
                "2005":54,
                "2006":131,
                "2007":98,
                "2008":111,
                "2009":48,
                "2010":39,
                "2011":34,
                "2012":43,
                "2013":29,
                "2014":17,
                "2015":15,
                "2016":12,
                "2017":5,
                "2018":15,
                "2019":9,
                "2020":9
            }
        ],
        [
            "A high-statistics sample of charged-current muon neutrino scattering events collected with the MiniBooNE experiment is analyzed to extract the first measurement of the double differential cross section (d 2 σ d T μ d cos﻿ θ μ) for charged-current quasielastic (CCQE) scattering on carbon. This result features minimal model dependence and provides the most complete information on this process to date. With the assumption of CCQE scattering, the absolute cross section as a function of neutrino energy (σ [E ν]) and the single differential cross section (d σ d Q 2) are extracted to facilitate comparison with previous measurements. These quantities may be used to characterize an effective axial-vector form factor of the nucleon and to improve the modeling of low-energy neutrino interactions on nuclear targets. The results are relevant for experiments searching for neutrino oscillations.",
            "First measurement of the muon neutrino charged current quasielastic double differential cross section",
            "AA Aguilar-Arevalo and CE Anderson and AO Bazarko and SJ Brice and BC Brown and L Bugel and J Cao and L Coney and JM Conrad and DC Cox and A Curioni and Z Djurcic and DA Finley and BT Fleming and R Ford and FG Garcia and GT Garvey and J Grange and C Green and JA Green and TL Hart and E Hawker and R Imlay and RA Johnson and G Karagiorgi and P Kasper and T Katori and T Kobilarcik and I Kourbanis and S Koutsoliotas and EM Laird and SK Linden and JM Link and Y Liu and WC Louis and KBM Mahn and W Marsh and C Mauger and VT McGary and G McGregor and W Metcalf and PD Meyers and F Mills and GB Mills and J Monroe and CD Moore and J Mousseau and RH Nelson and P Nienaber and JA Nowak and B Osmanov and S Ouedraogo and RB Patterson and Z Pavlovic and D Perevalov and CC Polly and E Prebys and JL Raaf and H Ray and BP Roe and AD Russell and V Sandberg and R Schirato and D Schmitz and MH Shaevitz and FC Shoemaker and D Smith and M Soderberg and M Sorel and P Spentzouris and J Spitz and I Stancu and RJ Stefanski and M Sung and HA Tanaka and R Tayloe and M Tzanov and RG Van de Water and MO Wascko and DH White and MJ Wilking and HJ Yang and GP Zeller and ED Zimmerman and MiniBooNE Collaboration",
            "2010",
            "_Oo5arwAAAAJ:GnPB-g6toBAC",
            669,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.81.092005",
            "6416826522619786633",
            "\/scholar?cites=6416826522619786633",
            {
                "2010":14,
                "2011":72,
                "2012":66,
                "2013":78,
                "2014":69,
                "2015":92,
                "2016":78,
                "2017":56,
                "2018":52,
                "2019":45,
                "2020":41
            }
        ],
        [
            "The Double Chooz experiment has observed 8249 candidate electron antineutrino events in 227.93 live days with 33.71 GW-ton-years (reactor power× detector mass× live time) exposure using a 10.3 m 3 fiducial volume detector located at 1050 m from the reactor cores of the Chooz nuclear power plant in France. The expectation in case of θ 13= 0 is 8937 events. The deficit is interpreted as evidence of electron antineutrino disappearance. From a rate plus spectral shape analysis we find sin﻿ 2 2 θ 13= 0.109±0.030 (stat)±0.025 (syst). The data exclude the no-oscillation hypothesis at 99.8% CL (2.9 σ).",
            "Reactor  disappearance in the Double Chooz experiment",
            "Y Abe and Christoph Aberle and JC Dos Anjos and JC Barriere and M Bergevin and A Bernstein and TJC Bezerra and L Bezrukhov and E Blucher and NS Bowden and Christian Buck and J Busenitz and A Cabrera and E Caden and L Camilleri and R Carr and M Cerrada and P-J Chang and P Chimenti and T Classen and AP Collin and E Conover and JM Conrad and JI Crespo-Anadón and K Crum and A Cucoanes and MV D’Agostino and E Damon and JV Dawson and S Dazeley and D Dietrich and Z Djurcic and M Dracos and V Durand and J Ebert and Y Efremenko and M Elnimr and A Etenko and Muriel Fallot and M Fechner and F Von Feilitzsch and J Felde and D Franco and AJ Franke and M Franke and H Furuta and R Gama and I Gil-Botella and Lydie Giot and M Göger-Neff and LFG Gonzalez and MC Goodman and J Tm Goon and D Greiner and N Haag and C Hagner and T Hara and FX Hartmann and Julia Haser and A Hatzikoutelis and T Hayakawa and M Hofmann and GA Horton-Smith and A Hourlier and Masaki Ishitsuka and J Jochum and C Jollet and CL Jones and F Kaether and LN Kalousis and Y Kamyshkov and DM Kaplan and T Kawasaki and G Keefer and E Kemp and H De Kerret and Y Kibe and T Konno and D Kryn and M Kuze and T Lachenmaier and CE Lane and C Langbrandtner and T Lasserre and A Letourneau and D Lhuillier and HP Lima Jr and M Lindner and JM López-Castanõ and JM LoSecco and BK Lubsandorzhiev and S Lucht and D McKee and J Maeda and CN Maesano and C Mariani and J Maricic and J Martino and T Matsubara and G Mention and A Meregaglia and T Miletic and R Milincic and H Miyata and Th A Mueller and Y Nagasaka and K Nakajima and P Novella and M Obolensky and L Oberauer and A Onillon and A Osborn and I Ostrovskiy and C Palomares and IM Pepe and S Perasso and P Perrin and P Pfahler and A Porta and W Potzel and J Reichenbacher and B Reinhold and A Remoto and M Röhling and R Roncin and S Roth and Y Sakamoto and R Santorelli and F Sato and S Schönert and S Schoppmann and T Schwetz and MH Shaevitz and S Shimojima and D Shrestha and JL Sida and V Sinev and M Skorokhvatov and E Smith and J Spitz and A Stahl and I Stancu and LFF Stokes and M Strait and A Stüken and F Suekane and S Sukhotin and T Sumiyoshi and Y Sun and R Svoboda",
            "2012",
            "_Oo5arwAAAAJ:RGFaLdJalmkC",
            585,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.86.052008",
            "3597489589650869743",
            "\/scholar?cites=3597489589650869743",
            {
                "2012":19,
                "2013":112,
                "2014":119,
                "2015":107,
                "2016":91,
                "2017":50,
                "2018":38,
                "2019":29,
                "2020":16,
                "2021":1
            }
        ],
        [
            "The Double Chooz experiment has observed 8249 candidate electron antineutrino events in 227.93 live days with 33.71 GW-ton-years (reactor power× detector mass× live time) exposure using a 10.3 m 3 fiducial volume detector located at 1050 m from the reactor cores of the Chooz nuclear power plant in France. The expectation in case of θ 13= 0 is 8937 events. The deficit is interpreted as evidence of electron antineutrino disappearance. From a rate plus spectral shape analysis we find sin﻿ 2 2 θ 13= 0.109±0.030 (stat)±0.025 (syst). The data exclude the no-oscillation hypothesis at 99.8% CL (2.9 σ).",
            "Reactor  disappearance in the Double Chooz experiment",
            "Y Abe and Christoph Aberle and JC Dos Anjos and JC Barriere and M Bergevin and A Bernstein and TJC Bezerra and L Bezrukhov and E Blucher and NS Bowden and Christian Buck and J Busenitz and A Cabrera and E Caden and L Camilleri and R Carr and M Cerrada and P-J Chang and P Chimenti and T Classen and AP Collin and E Conover and JM Conrad and JI Crespo-Anadón and K Crum and A Cucoanes and MV D’Agostino and E Damon and JV Dawson and S Dazeley and D Dietrich and Z Djurcic and M Dracos and V Durand and J Ebert and Y Efremenko and M Elnimr and A Etenko and Muriel Fallot and M Fechner and F Von Feilitzsch and J Felde and D Franco and AJ Franke and M Franke and H Furuta and R Gama and I Gil-Botella and Lydie Giot and M Göger-Neff and LFG Gonzalez and MC Goodman and J Tm Goon and D Greiner and N Haag and C Hagner and T Hara and FX Hartmann and Julia Haser and A Hatzikoutelis and T Hayakawa and M Hofmann and GA Horton-Smith and A Hourlier and Masaki Ishitsuka and J Jochum and C Jollet and CL Jones and F Kaether and LN Kalousis and Y Kamyshkov and DM Kaplan and T Kawasaki and G Keefer and E Kemp and H De Kerret and Y Kibe and T Konno and D Kryn and M Kuze and T Lachenmaier and CE Lane and C Langbrandtner and T Lasserre and A Letourneau and D Lhuillier and HP Lima Jr and M Lindner and JM López-Castanõ and JM LoSecco and BK Lubsandorzhiev and S Lucht and D McKee and J Maeda and CN Maesano and C Mariani and J Maricic and J Martino and T Matsubara and G Mention and A Meregaglia and T Miletic and R Milincic and H Miyata and Th A Mueller and Y Nagasaka and K Nakajima and P Novella and M Obolensky and L Oberauer and A Onillon and A Osborn and I Ostrovskiy and C Palomares and IM Pepe and S Perasso and P Perrin and P Pfahler and A Porta and W Potzel and J Reichenbacher and B Reinhold and A Remoto and M Röhling and R Roncin and S Roth and Y Sakamoto and R Santorelli and F Sato and S Schönert and S Schoppmann and T Schwetz and MH Shaevitz and S Shimojima and D Shrestha and JL Sida and V Sinev and M Skorokhvatov and E Smith and J Spitz and A Stahl and I Stancu and LFF Stokes and M Strait and A Stüken and F Suekane and S Sukhotin and T Sumiyoshi and Y Sun and R Svoboda",
            "2012",
            "_Oo5arwAAAAJ:9yKSN-GCB0IC",
            585,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.86.052008",
            "3597489589650869743",
            "\/scholar?cites=3597489589650869743",
            {
                "2012":19,
                "2013":112,
                "2014":119,
                "2015":107,
                "2016":91,
                "2017":50,
                "2018":38,
                "2019":29,
                "2020":16,
                "2021":1
            }
        ],
        [
            "The Double Chooz experiment presents improved measurements of the neutrino mixing angle θ 13 using the data collected in 467.90 live days from a detector positioned at an average distance of 1050 m from two reactor cores at the Chooz nuclear power plant. Several novel techniques have been developed to achieve significant reductions of the backgrounds and systematic uncertainties with respect to previous publications, whereas the efficiency of the signal has increased. The value of θ 13 is measured to be sin 2 2θ 13= 0.090− 0.029+ 0.032 from a fit to the observed energy spectrum. Deviations from the reactor prediction observed above a prompt signal energy of 4 MeV and possible explanations are also reported. A consistent value of θ 13 is obtained from a fit to the observed rate as a function of the reactor power independently of the spectrum shape and background estimation, demonstrating the …",
            "Improved measurements of the neutrino mixing angle θ13 with the Double Chooz detector",
            "Y Abe and JC Dos Anjos and JC Barriere and E Baussan and I Bekman and M Bergevin and TJC Bezerra and L Bezrukov and E Blucher and C Buck and J Busenitz and A Cabrera and E Caden and L Camilleri and R Carr and M Cerrada and P-J Chang and E Chauveau and P Chimenti and AP Collin and E Conover and JM Conrad and JI Crespo-Anadón and K Crum and AS Cucoanes and E Damon and JV Dawson and J Dhooghe and D Dietrich and Z Djurcic and M Dracos and M Elnimr and A Etenko and Muriel Fallot and F Von Feilitzsch and J Felde and SM Fernandes and V Fischer and D Franco and M Franke and H Furuta and I Gil-Botella and Lydie Giot and M Göger-Neff and LFG Gonzalez and L Goodenough and MC Goodman and C Grant and N Haag and T Hara and Julia Haser and M Hofmann and GA Horton-Smith and A Hourlier and M Ishitsuka and J Jochum and C Jollet and F Kaether and LN Kalousis and Y Kamyshkov and DM Kaplan and T Kawasaki and E Kemp and H De Kerret and D Kryn and M Kuze and T Lachenmaier and CE Lane and T Lasserre and A Letourneau and D Lhuillier and HP Lima and M Lindner and JM López-Castaño and JM LoSecco and B Lubsandorzhiev and S Lucht and J Maeda and C Mariani and J Maricic and J Martino and T Matsubara and G Mention and A Meregaglia and T Miletic and R Milincic and A Minotti and Y Nagasaka and Y Nikitenko and P Novella and L Oberauer and M Obolensky and A Onillon and A Osborn and C Palomares and IM Pepe and S Perasso and P Pfahler and A Porta and G Pronost and J Reichenbacher and B Reinhold and M Röhling and R Roncin and S Roth and B Rybolt and Y Sakamoto and R Santorelli and AC Schilithz and S Schönert and S Schoppmann and MH Shaevitz and R Sharankova and S Shimojima and D Shrestha and V Sibille and V Sinev and M Skorokhvatov and E Smith and J Spitz and A Stahl and I Stancu and LFF Stokes and M Strait and A Stüken and F Suekane and S Sukhotin and T Sumiyoshi and Y Sun and R Svoboda and K Terao and A Tonazzo and HH Trinh Thi and G Valdiviesso and N Vassilopoulos and C Veyssiere and M Vivier and Stefan Wagner and N Walsh and H Watanabe and C Wiebusch and L Winslow and M Wurm and G Yang and F Yermia and V Zimmer",
            "2014",
            "_Oo5arwAAAAJ:blknAaTinKkC",
            413,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP10(2014)086.pdf",
            "12963512707434319163",
            "\/scholar?cites=12963512707434319163",
            {
                "2013":2,
                "2014":8,
                "2015":59,
                "2016":88,
                "2017":59,
                "2018":80,
                "2019":56,
                "2020":53,
                "2021":4
            }
        ],
        [
            "The MiniBooNE experiment at Fermilab reports results from an analysis of ν e appearance data from 12.84× 10 20 protons on target in neutrino mode, an increase of approximately a factor of 2 over previously reported results. A ν e charged-current quasielastic event excess of 381.2±85.2 events (4.5 σ) is observed in the energy range 200< E ν QE< 1250 MeV. Combining these data with the ν e appearance data from 11.27× 10 20 protons on target in antineutrino mode, a total ν e plus ν e charged-current quasielastic event excess of 460.5±99.0 events (4.7 σ) is observed. If interpreted in a two-neutrino oscillation model, ν μ→ ν e, the best oscillation fit to the excess has a probability of 21.1%, while the background-only fit has a χ 2 probability of 6× 10− 7 relative to the best fit. The MiniBooNE data are consistent in energy and magnitude with the excess of events reported by the Liquid Scintillator Neutrino Detector …",
            "Significant excess of electronlike events in the MiniBooNE short-baseline neutrino experiment",
            "AA Aguilar-Arevalo and BC Brown and L Bugel and G Cheng and JM Conrad and RL Cooper and R Dharmapalan and A Diaz and Z Djurcic and DA Finley and R Ford and FG Garcia and GT Garvey and J Grange and E-C Huang and W Huelsnitz and C Ignarra and RA Johnson and G Karagiorgi and T Katori and T Kobilarcik and WC Louis and C Mariani and W Marsh and GB Mills and J Mirabal and J Monroe and CD Moore and J Mousseau and P Nienaber and J Nowak and B Osmanov and Z Pavlovic and D Perevalov and H Ray and BP Roe and AD Russell and MH Shaevitz and J Spitz and I Stancu and R Tayloe and RT Thornton and M Tzanov and RG Van de Water and DH White and DA Wickremasinghe and ED Zimmerman and MiniBooNE Collaboration",
            "2018",
            "_Oo5arwAAAAJ:_B80troHkn4C",
            353,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.121.221801",
            "19011357696916918",
            "\/scholar?cites=19011357696916918",
            {
                "2017":1,
                "2018":29,
                "2019":150,
                "2020":164,
                "2021":6
            }
        ],
        [
            "The weak nucleon axial-vector form factor for quasielastic interactions is determined using neutrino interaction data from the K2K Scintillating Fiber detector in the neutrino beam at KEK. More than 12 000 events are analyzed, of which half are charged-current quasielastic interactions ν μ n→ μ− p occurring primarily in oxygen nuclei. We use a relativistic Fermi gas model for oxygen and assume the form factor is approximately a dipole with one parameter, the axial-vector mass M A, and fit to the shape of the distribution of the square of the momentum transfer from the nucleon to the nucleus. Our best fit result for M A= 1.20±0.12 GeV. Furthermore, this analysis includes updated vector form factors from recent electron scattering experiments and a discussion of the effects of the nucleon momentum on the shape of the fitted distributions.",
            "Measurement of the quasielastic axial vector mass in neutrino interactions on oxygen",
            "Richard Gran and EJ Jeon and E Aliu and S Andringa and S Aoki and J Argyriades and K Asakura and R Ashie and F Berghaus and H Berns and H Bhang and A Blondel and S Borghi and J Bouchez and J Burguet-Castell and D Casper and J Catala and C Cavata and A Cervera and SM Chen and KO Cho and JH Choi and U Dore and X Espinal and M Fechner and E Fernandez and Y Fukuda and J Gomez-Cadenas and T Hara and M Hasegawa and T Hasegawa and K Hayashi and Y Hayato and RL Helmer and K Hiraide and J Hosaka and AK Ichikawa and M Iinuma and A Ikeda and T Inagaki and T Ishida and K Ishihara and T Ishii and Masaki Ishitsuka and Y Itow and T Iwashita and HI Jang and IS Jeong and KK Joo and G Jover and CK Jung and T Kajita and J Kameda and K Kaneyuki and I Kato and E Kearns and D Kerr and CO Kim and M Khabibullin and A Khotjantsev and D Kielczewska and JY Kim and SB Kim and P Kitching and K Kobayashi and T Kobayashi and A Konaka and Y Koshio and W Kropp and J Kubota and Yu Kudenko and Y Kuno and Y Kurimoto and T Kutter and J Learned and S Likhoded and IT Lim and PF Loverre and L Ludovici and H Maesaka and J Mallet and Camillo Mariani and S Matsuno and V Matveev and KB McConnel Mahn and C McGrew and S Mikheyev and A Minamino and S Mine and O Mineev and C Mitsuda and M Miura and Y Moriguchi and T Morita and S Moriyama and T Nakadaira and M Nakahata and K Nakamura and I Nakano and T Nakaya and S Nakayama and T Namba and R Nambu and S Nawang and K Nishikawa and K Nitta and F Nova and P Novella and Y Obayashi and A Okada and K Okumura and SM Oser and Y Oyama and MY Pac and F Pierre and A Rodriguez and C Saji and M Sakuda and F Sanchez and A Sarrat and T Sasaki and H Sato and K Scholberg and R Schroeter and M Sekiguchi and M Shiozawa and K Shiraishi and G Sitjes and M Smy and H Sobel and M Sorel and J Stone and L Sulak and A Suzuki and Y Suzuki and T Takahashi and Y Takenaga and Y Takeuchi and K Taki and Y Takubo and N Tamura and M Tanaka and R Terri and S T’Jampens and A Tornero-Lopez and Y Totsuka and S Ueda and M Vagins and L Whitehead and CW Walter",
            "2006",
            "_Oo5arwAAAAJ:qjMakFHDy7sC",
            307,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.74.052002",
            "2704058576388318583",
            "\/scholar?cites=2704058576388318583",
            {
                "2007":10,
                "2008":33,
                "2009":38,
                "2010":22,
                "2011":28,
                "2012":29,
                "2013":17,
                "2014":17,
                "2015":28,
                "2016":26,
                "2017":15,
                "2018":16,
                "2019":13,
                "2020":13,
                "2021":1
            }
        ]
    ]
}