{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "A seeded growth method for the fabrication of high-permeance, high-separation-factor zeolite (siliceous ZSM-5, [Si96O192]-MFI) membranes is reported. The method consists of growing the crystals of an oriented seed layer to a well-intergrown film by avoiding events that lead to a loss of preferred orientation, such as twin overgrowths and random nucleation. Organic polycations are used as zeolite crystal shape modifiers to enhance relative growth rates along the desirable out-of-plane direction. The polycrystalline films are thin (∼1 micrometer) with single grains extending along the film thickness and with large in-plane grain size (∼1 micrometer). The preferred orientation is such that straight channels with an open diameter of ∼5.5 angstroms run down the membrane thickness. Comparison with previously reported membranes shows that these microstructurally optimized films have superior performance for the …",
            "Microstructural optimization of a zeolite membrane for organic vapor separation",
            "Zhiping Lai and Griselda Bonilla and Isabel Diaz and Jose Geraldo Nery and Khristina Sujaoti and Miguel A Amat and Efrosini Kokkoli and Osamu Terasaki and Robert W Thompson and Michael Tsapatsis and Dionisios G Vlachos",
            "2003",
            "_TjWHEsAAAAJ:u5HHmVD_uO8C",
            1108,
            "https:\/\/science.sciencemag.org\/content\/300\/5618\/456.abstract",
            "4690093508636346675",
            "\/scholar?cites=4690093508636346675",
            {
                "2003":11,
                "2004":44,
                "2005":75,
                "2006":85,
                "2007":69,
                "2008":82,
                "2009":71,
                "2010":76,
                "2011":69,
                "2012":48,
                "2013":74,
                "2014":63,
                "2015":63,
                "2016":55,
                "2017":44,
                "2018":63,
                "2019":52,
                "2020":51,
                "2021":6
            }
        ],
        [
            "5-(Hydroxymethyl)furfural (HMF) and levulinic acid production from glucose in a cascade of reactions using a Lewis acid (CrCl3) catalyst together with a Brønsted acid (HCl) catalyst in aqueous media is investigated. It is shown that CrCl3 is an active Lewis acid catalyst in glucose isomerization to fructose, and the combined Lewis and Brønsted acid catalysts perform the isomerization and dehydration\/rehydration reactions. A CrCl3 speciation model in conjunction with kinetics results indicates that the hydrolyzed Cr(III) complex [Cr(H2O)5OH]2+ is the most active Cr species in glucose isomerization and probably acts as a Lewis acid–Brønsted base bifunctional site. Extended X-ray absorption fine structure spectroscopy and Car–Parrinello molecular dynamics simulations indicate a strong interaction between the Cr cation and the glucose molecule whereby some water molecules are displaced from the first …",
            "Insights into the interplay of Lewis and Brønsted acid catalysts in glucose and fructose conversion to 5-(hydroxymethyl) furfural and levulinic acid in aqueous media",
            "Vinit Choudhary and Samir H Mushrif and Christopher Ho and Andrzej Anderko and Vladimiros Nikolakis and Nebojsa S Marinkovic and Anatoly I Frenkel and Stanley I Sandler and Dionisios G Vlachos",
            "2013",
            "_TjWHEsAAAAJ:eQOLeE2rZwMC",
            495,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja3122763",
            "17988623360123251602",
            "\/scholar?cites=17988623360123251602",
            {
                "2013":14,
                "2014":57,
                "2015":66,
                "2016":66,
                "2017":73,
                "2018":72,
                "2019":66,
                "2020":62,
                "2021":17
            }
        ],
        [
            "A two-dimensional elliptic, computational fluid dynamics (CFD) model of a microburner is solved to study the effects of microburner dimensions, conductivity and thickness of wall materials, external heat losses, and operating conditions on combustion characteristics and flame stability. We have found that the wall conductivity and thickness are very important as they determine the upstream heat transfer, which is necessary for flame ignition and stability, and the material's integrity by controlling the existence of hot spots. Two modes of flame extinction occur: a spatially global type for large wall thermal conductivities and\/or low flow velocities and blowout. It is shown that there exists a narrow range of flow velocities that permit sustained combustion within a microburner. Large transverse and axial gradients are observed even at these small scales under certain conditions. Periodic oscillations are observed near …",
            "Combustion characteristics and flame stability at the microscale: a CFD study of premixed methane\/air mixtures",
            "Dan G Norton and Dionisios G Vlachos",
            "2003",
            "_TjWHEsAAAAJ:u-x6o8ySG0sC",
            476,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0009250903003877",
            "14384124271326757811",
            "\/scholar?cites=14384124271326757811",
            {
                "2004":7,
                "2005":15,
                "2006":18,
                "2007":31,
                "2008":26,
                "2009":31,
                "2010":25,
                "2011":28,
                "2012":21,
                "2013":15,
                "2014":28,
                "2015":43,
                "2016":42,
                "2017":35,
                "2018":30,
                "2019":39,
                "2020":34,
                "2021":5
            }
        ],
        [
            "The microscopic spatial kinetic Monte Carlo (KMC) method has been employed extensively in materials modeling. In this review paper, we focus on different traditional and multiscale KMC algorithms, challenges associated with their implementation, and methods developed to overcome these challenges. In the first part of the paper, we compare the implementation and computational cost of the null-event and rejection-free microscopic KMC algorithms. A firmer and more general foundation of the null-event KMC algorithm is presented. Statistical equivalence between the null-event and rejection-free KMC algorithms is also demonstrated. Implementation and efficiency of various search and update algorithms, which are at the heart of all spatial KMC simulations, are outlined and compared via numerical examples. In the second half of the paper, we review various spatial and temporal multiscale KMC …",
            "An overview of spatial microscopic and accelerated kinetic Monte Carlo methods",
            "Abhijit Chatterjee and Dionisios G Vlachos",
            "2007",
            "_TjWHEsAAAAJ:d1gkVwhDpl0C",
            433,
            "https:\/\/link.springer.com\/article\/10.1007\/s10820-006-9042-9",
            "17364679313431023095",
            "\/scholar?cites=17364679313431023095",
            {
                "2007":7,
                "2008":19,
                "2009":30,
                "2010":35,
                "2011":28,
                "2012":41,
                "2013":34,
                "2014":40,
                "2015":18,
                "2016":33,
                "2017":38,
                "2018":36,
                "2019":29,
                "2020":36,
                "2021":6
            }
        ],
        [
            "Pyrolytic biofuels have technical advantages over conventional biological conversion processes since the entire plant can be used as the feedstock (rather than only simple sugars) and the conversion process occurs in only a few seconds (rather than hours or days). Despite decades of study, the fundamental science of biomass pyrolysis is still lacking and detailed models capable of describing the chemistry and transport in real-world reactors is unavailable. Developing these descriptions is a challenge because of the complexity of feedstocks and the multiphase nature of the conversion process. Here, we identify ten fundamental research challenges that, if overcome, would facilitate commercialization of pyrolytic biofuels. In particular, developing fundamental descriptions for condensed-phase pyrolysis chemistry (i.e., elementary reaction mechanisms) are needed since they would allow for accurate process …",
            "Top ten fundamental challenges of biomass pyrolysis for biofuels",
            "Matthew S Mettler and Dionisios G Vlachos and Paul J Dauenhauer",
            "2012",
            "_TjWHEsAAAAJ:5nxA0vEk-isC",
            432,
            "https:\/\/pubs.rsc.org\/lv\/content\/articlehtml\/2012\/ee\/c2ee21679e",
            "7154907982930413288",
            "\/scholar?cites=7154907982930413288",
            {
                "2012":4,
                "2013":27,
                "2014":35,
                "2015":46,
                "2016":58,
                "2017":81,
                "2018":62,
                "2019":58,
                "2020":52,
                "2021":7
            }
        ]
    ]
}