{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "The magnetization of a magnetic material can be reversed by using electric currents that transport spin angular momentum. In the reciprocal process a changing magnetization orientation produces currents that transport spin angular momentum. Understanding how these processes occur reveals the intricate connection between magnetization and spin transport, and can transform technologies that generate, store or process information via the magnetization direction. Here we explain how currents can generate torques that affect the magnetic orientation and the reciprocal effect in a wide variety of magnetic materials and structures. We also discuss recent state-of-the-art demonstrations of current-induced torque devices that show great promise for enhancing the functionality of semiconductor devices.",
            "Current-induced torques in magnetic materials",
            "Arne Brataas and Andrew D Kent and Hideo Ohno",
            "2012",
            "_W8FzmoAAAAJ:BwyfMAYsbu0C",
            953,
            "https:\/\/www.nature.com\/articles\/nmat3311",
            "9076644563190270440",
            "\/scholar?cites=9076644563190270440",
            {
                "2012":19,
                "2013":73,
                "2014":100,
                "2015":114,
                "2016":128,
                "2017":114,
                "2018":120,
                "2019":134,
                "2020":129,
                "2021":13
            }
        ],
        [
            "Spin-transfer-torque magnetic random access memory (STT-MRAM) devices store information in the orientation of the magnetization of nanometre-scale ferromagnetic elements. As such, they are like hard disk drives, which use magnetic states to store information. In contrast to hard disk drives, however, STT-MRAM is written and read electrically, and does not have moving parts. This is a key difference that enables the integration of magnetic devices with semiconductor chips. Such devices might fulfil the speed requirements of a computer's working memory while having the inherent advantages of using magnetic states—that no energy is needed to retain information.STT-MRAM is the result of important advances in physics and materials science made over the past 20 years. The first key finding was the theoretical prediction of spin-transfer torque between conduction electrons and magnetization: spin-polarized …",
            "A new spin on magnetic memories",
            "Andrew D Kent and Daniel C Worledge",
            "2015",
            "_W8FzmoAAAAJ:CB2v5VPnA5kC",
            551,
            "https:\/\/www.nature.com\/articles\/nnano.2015.24\/npapers3:\/publication\/doi\/10.1038\/nnano.2015.24",
            "15187322090606937236",
            "\/scholar?cites=15187322090606937236",
            {
                "2015":22,
                "2016":78,
                "2017":97,
                "2018":91,
                "2019":112,
                "2020":140,
                "2021":10
            }
        ],
        [
            "The upper critical field H c 2 and fluctuation conductivity were measured for highly oriented thin films of YBa 2 Cu 3 O 7− x. The H c 2 results demonstrate the intrinsic anisotropy in this layered superconductor. The broadening of the resistive transition under fields is interpreted in terms of critical fluctuations. The fluctuation conductivity shows dimensional crossover as expected for quasi-two-dimensional material. Using this data we determine the intra-and interlayer coherence lengths ξ c (0) and ξ ab (0), and discuss the dimensionality of the superconductivity in this material.",
            "Upper critical field, fluctuation conductivity, and dimensionality of YBa 2 Cu 3 O 7− x",
            "B Oh and K Char and AD Kent and M Naito and MR Beasley and TH Geballe and RH Hammond and A Kapitulnik and JM Graybeal",
            "1988",
            "_W8FzmoAAAAJ:u-x6o8ySG0sC",
            489,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.37.7861",
            "15206762202059039880",
            "\/scholar?cites=15206762202059039880",
            {
                "1988":15,
                "1989":55,
                "1990":55,
                "1991":44,
                "1992":35,
                "1993":21,
                "1994":20,
                "1995":14,
                "1996":13,
                "1997":13,
                "1998":10,
                "1999":5,
                "2000":10,
                "2001":10,
                "2002":7,
                "2003":6,
                "2004":5,
                "2005":3,
                "2006":10,
                "2007":7,
                "2008":2,
                "2009":9,
                "2010":8,
                "2011":8,
                "2012":14,
                "2013":16,
                "2014":12,
                "2015":9,
                "2016":14,
                "2017":7,
                "2018":7,
                "2019":7,
                "2020":13,
                "2021":1
            }
        ]
    ]
}