{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Arc volcanism is intimately linked to mineral dehydration reactions in the subducting oceanic mantle, crust, and sediments. The location of slab dehydration reactions depends strongly on the temperature and pressure conditions at the top of the subducting plate and hence on the detailed thermal structure of subduction zones. A particularly important physical property of subduction zone thermal models is the viscosity of the mantle wedge. The introduction of an olivine rheology, with appropriate stress and temperature dependence, focuses flow into the tip of the mantle wedge. This leads to a temperature increase of a few hundred degrees in the wedge and the top of the slab as compared to the isoviscous case. Sensitivity tests show that this conclusion is robust under a variety of subduction zone parameters. The new high‐resolution finite element models are used to reevaluate the thermal structure of the Honshu …",
            "High‐resolution models of subduction zones: Implications for mineral dehydration reactions and the transport of water into the deep mantle",
            "Peter E Van Keken and Boris Kiefer and Simon M Peacock",
            "2002",
            "_wURyQQAAAAJ:qjMakFHDy7sC",
            438,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2001GC000256",
            "843274758493641251",
            "\/scholar?cites=843274758493641251",
            {
                "2002":2,
                "2003":11,
                "2004":14,
                "2005":19,
                "2006":23,
                "2007":22,
                "2008":35,
                "2009":28,
                "2010":26,
                "2011":34,
                "2012":26,
                "2013":29,
                "2014":25,
                "2015":27,
                "2016":17,
                "2017":26,
                "2018":30,
                "2019":21,
                "2020":18
            }
        ],
        [
            "Catalysis by single isolated atoms of precious metals has attracted much recent interest, as it promises the ultimate in atom efficiency. Most previous reports are on reducible oxide supports. Here we show that isolated palladium atoms can be catalytically active on industrially relevant γ-alumina supports. The addition of lanthanum oxide to the alumina, long known for its ability to improve alumina stability, is found to also help in the stabilization of isolated palladium atoms. Aberration-corrected scanning transmission electron microscopy and operando X-ray absorption spectroscopy confirm the presence of intermingled palladium and lanthanum on the γ-alumina surface. Carbon monoxide oxidation reactivity measurements show onset of catalytic activity at 40 C. The catalyst activity can be regenerated by oxidation at 700 C in air. The high-temperature stability and regenerability of these ionic palladium species make …",
            "Low-temperature carbon monoxide oxidation catalysed by regenerable atomically dispersed palladium on alumina",
            "Eric J Peterson and Andrew T DeLaRiva and Sen Lin and Ryan S Johnson and Hua Guo and Jeffrey T Miller and Ja Hun Kwak and Charles HF Peden and Boris Kiefer and Lawrence F Allard and Fabio H Ribeiro and Abhaya K Datye",
            "2014",
            "_wURyQQAAAAJ:D_sINldO8mEC",
            361,
            "https:\/\/www.nature.com\/articles\/ncomms5885",
            "15502031041393299355",
            "\/scholar?cites=15502031041393299355",
            {
                "2014":1,
                "2015":30,
                "2016":50,
                "2017":70,
                "2018":60,
                "2019":71,
                "2020":72,
                "2021":6
            }
        ],
        [
            "First-principles DFT computations are performed to explain the origin and the mechanism of oxygen reduction reaction (ORR) on Co–Nx (x = 2, 4) based self-assembled carbon supported electrocatalysts in alkaline and acidic media. The results show that the formation of graphitic Co–N4 defect is energetically more favorable than the formation of graphitic Co–N2 defect. Furthermore graphitic Co–N4 defects are predicted to be stable at all potentials (U = 0–1.23 V) in the present study while Co–N2 defects are predicted to be unstable at high potentials. Therefore the Co–N4 defect is predicted to be the dominant in-plane graphitic defect in Co–Nx\/C electrocatalysts. O2 chemisorbs to Co–N4 and Co–N2 defects indicating that both defect motifs are active for the reduction of O2 to peroxide. However, the weak interaction between peroxide and Co–N4 defect shows that this defect does not promote complete ORR and a …",
            "Catalytic activity of Co–N x\/C electrocatalysts for oxygen reduction reaction: a density functional theory study",
            "Shyam Kattel and Plamen Atanassov and Boris Kiefer",
            "2013",
            "_wURyQQAAAAJ:lSLTfruPkqcC",
            254,
            "https:\/\/pubs.rsc.org\/no\/content\/articlehtml\/2013\/cp\/c2cp42609a",
            "7498568305162821514",
            "\/scholar?cites=7498568305162821514",
            {
                "2013":14,
                "2014":17,
                "2015":31,
                "2016":33,
                "2017":35,
                "2018":41,
                "2019":37,
                "2020":42,
                "2021":4
            }
        ],
        [
            "Our results validate the use of independent DFT predicted BE shifts for defect identification and constraining ambient pressure XPS observations for Me–Nx moieties in pyrolyzed carbon based ORR electrocatalysts. This supports the understanding of such catalysts as vacancy-and-substitution defects in a graphene-like matrix.",
            "Density functional theory calculations of XPS binding energy shift for nitrogen-containing graphene-like structures",
            "K Artyushkova and B Kiefer and B Halevi and Axel Knop-Gericke and R Schlogl and P Atanassov",
            "2013",
            "_wURyQQAAAAJ:CHSYGLWDkRkC",
            248,
            "https:\/\/pubs.rsc.org\/ko\/content\/articlehtml\/2013\/cc\/c3cc40324f",
            "12065481567800446753",
            "\/scholar?cites=12065481567800446753",
            {
                "2013":1,
                "2014":14,
                "2015":18,
                "2016":37,
                "2017":34,
                "2018":45,
                "2019":46,
                "2020":49,
                "2021":4
            }
        ],
        [
            "Recently, sophisticated theoretical computational studies have proposed several new crystal structures of carbon (eg, bct-C 4, H-, M-, R-, S-, W-and Z-carbon). However, until now, there lacked experimental evidence to verify the predicted high-pressure structures for cold-compressed elemental carbon at least up to 50 GPa. Here we present direct experimental evidence that this enigmatic high-pressure structure is currently only consistent with M-carbon, one of the proposed carbon structures. Furthermore, we show that this phase transition is extremely sluggish, which led to the observed broad x-ray diffraction peaks in previous studies and hindered the proper identification of the post-graphite phase in cold-compressed carbon.",
            "Crystal structure of graphite under room-temperature compression and decompression",
            "Yuejian Wang and Joseph E Panzik and Boris Kiefer and Kanani KM Lee",
            "2012",
            "_wURyQQAAAAJ:g5m5HwL7SMYC",
            162,
            "https:\/\/www.nature.com\/articles\/srep00520",
            "8074795522574266881",
            "\/scholar?cites=8074795522574266881",
            {
                "2012":6,
                "2013":20,
                "2014":15,
                "2015":18,
                "2016":14,
                "2017":19,
                "2018":15,
                "2019":22,
                "2020":28,
                "2021":4
            }
        ],
        [
            "The electronic and magnetic properties of graphene can be modified through combined transition-metal and nitrogen decoration of vacancies. In this study, we used density functional theory to investigate the following defect motifs: nitrogen doping, nitrogen decoration of single and double vacancies (SVs and DVs), TM doping (TM = Co, Fe), TM adsorption on nitrogen-doped graphene, and combined TM–nitrogen chemistries in SV and DV (TM–Nx) configurations. The results show that the highest magnetic moments are supported in TM–Nx defect motifs. Among these defects, Co–N3, Fe–N3, and Fe–N4 defects are predicted to show ferromagnetic spin structures with high magnetic moments and magnetic stabilization energies, as well as enhanced stability as expressed by favorable formation energies, and high TM binding energies.",
            "Stability, electronic and magnetic properties of in-plane defects in graphene: a first-principles study",
            "Shyam Kattel and Plamen Atanassov and Boris Kiefer",
            "2012",
            "_wURyQQAAAAJ:OU6Ihb5iCvQC",
            138,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp2121609",
            "13045364155682541611",
            "\/scholar?cites=13045364155682541611",
            {
                "2012":1,
                "2013":11,
                "2014":13,
                "2015":11,
                "2016":20,
                "2017":19,
                "2018":20,
                "2019":23,
                "2020":16,
                "2021":4
            }
        ],
        [
            "First-principles density functional theory (DFT) calculations were performed to explain the stability of catalytically active sites in Fe–Nx–C electrocatalysts, their ORR activity and ORR mechanism. The results show that the formation of graphitic in-plane Fe–N4 sites in a carbon matrix is energetically favorable over the formation of Fe–N2 sites. Chemisorption of ORR species O2, O, OH, OOH, and H2O and O–O bond breaking in peroxide occur on both Fe–N2 and Fe–N4 sites. In addition to the favorable interaction of ORR species, the computed free energy diagrams show that elementary ORR reaction steps on Fe–Nx sites are downhill. Thus, a complete ORR is predicted to occur via a single site 4e− mechanism on graphitic Fe–Nx (x = 2, 4) sites. Because of their higher stability and working potential for ORR, Fe–N4 sites are predicted to be prime candidate sites for ORR in pyrolyzed Fe–Nx–C electrocatalysts.",
            "A density functional theory study of oxygen reduction reaction on non-PGM Fe–N x–C electrocatalysts",
            "Shyam Kattel and Plamen Atanassov and Boris Kiefer",
            "2014",
            "_wURyQQAAAAJ:UebtZRa9Y70C",
            117,
            "https:\/\/pubs.rsc.org\/hy\/content\/articlehtml\/2014\/cp\/c4cp01634c",
            "2337706181835386686",
            "\/scholar?cites=2337706181835386686",
            {
                "2015":14,
                "2016":10,
                "2017":19,
                "2018":14,
                "2019":22,
                "2020":32,
                "2021":5
            }
        ],
        [
            "Graphitic Ni–Nx (x = 2, 4) and Ni–N2 edge defect motifs in Ni–Nx\/C electrocatalyst and their ORR activity are studied using density functional theory. The results show that the formation of graphitic Ni–Nx and Ni–N2 edge defects is energetically favorable. Furthermore, the computations predict that O2 and peroxide both chemisorb to Ni–N2 edge site but not to graphitic Ni–N2 and Ni–N4 sites. This indicates that ORR in Ni–Nx\/C electrocatalyst occurs predominantly on edge sites via a sequential 2 × 2e– process in alkaline and acidic media. The free energy diagram for O2 reduction on Ni–N2 edge defect shows fewer uphill processes in alkaline medium than in acidic medium, predicting that Ni–Nx\/C ORR electrocatalyst is more active in alkaline medium, especially at high potentials. We find that the presence of magnetism in Ni–N2 edge site decreases the adsorption energy of H2O2 by ∼37% as compared to the …",
            "Density Functional Theory Study of Ni–Nx\/C Electrocatalyst for Oxygen Reduction in Alkaline and Acidic Media",
            "Shyam Kattel and Plamen Atanassov and Boris Kiefer",
            "2012",
            "_wURyQQAAAAJ:YsMSGLbcyi4C",
            116,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp3044708",
            "1401595129144150530",
            "\/scholar?cites=1401595129144150530",
            {
                "2013":12,
                "2014":11,
                "2015":18,
                "2016":16,
                "2017":13,
                "2018":11,
                "2019":14,
                "2020":18,
                "2021":3
            }
        ],
        [
            "We calculated the elasticity of (Mg,Fe)SiO3‐perovskite, using the plane‐wave pseudopotential method for a pressure range that encompasses the earth's lower mantle. Adding 25 mol% FeSiO3 to the Mg endmember decreases the shear modulus by 6% at zero pressure and by 8% at core mantle boundary pressures. The bulk modulus is less affected by iron, increasing by 2% at zero pressure and by 1% at the base of the mantle. For the isotropically averaged wave velocities we find that the compressional wave velocity decreases by 4% independent of pressure and the shear wave velocity decreases by 6% and 7% at zero pressure and at 136 GPa, repectively. For the relative variation of shear to compressional velocities at constant pressure due to variations in Fe‐content we find R = 1.6 at 136 GPa and for the relative variation of shear to bulk sound velocities we find ξ = 2.6 at 136 GPa.",
            "Elasticity of (Mg,Fe)SiO3‐perovskite at high pressures",
            "B Kiefer and L Stixrude and RM Wentzcovitch",
            "2002",
            "_wURyQQAAAAJ:7PzlFSSx8tAC",
            91,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2002GL014683",
            "4823771540108795190",
            "\/scholar?cites=4823771540108795190",
            {
                "2002":3,
                "2003":6,
                "2004":15,
                "2005":5,
                "2006":9,
                "2007":4,
                "2008":5,
                "2009":5,
                "2010":7,
                "2011":4,
                "2012":4,
                "2013":4,
                "2014":6,
                "2015":7,
                "2016":2,
                "2017":2,
                "2018":3
            }
        ],
        [
            "A detailed analysis of the physiochemical nature, thermodynamic properties, and electrochemical characterization of N motifs present in self‐assembled nitrogen functionalized transition metal and nitrogen doped graphene pyrolyzed materials has been conducted in this study. First principle density‐functional‐theory calculations were performed to assess the thermochemistry of Fe–Nx and graphitic‐N defects and to predict N1s core‐level‐shifts. Combining this prediction with our X‐ray photoelectron spectroscopy and rotating ring disk electrode experiments, we find that graphitic‐N contributes significantly to hydrogen peroxide formation in oxygen reduction reactions, while materials containing nitrogen coordinated transition metal result in the complete reduction of oxygen to water. Lastly, we show how the synergy of experimental, electrochemical, and computational approaches can accelerate the accurate …",
            "Binding energy shifts for nitrogen‐containing graphene‐based electrocatalysts–experiments and DFT calculations",
            "S Kabir and K Artyushkova and A Serov and B Kiefer and P Atanassov",
            "2016",
            "_wURyQQAAAAJ:35N4QoGY0k4C",
            90,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/sia.5935",
            "7794409614609745964",
            "\/scholar?cites=7794409614609745964",
            {
                "2015":1,
                "2016":6,
                "2017":13,
                "2018":23,
                "2019":24,
                "2020":22,
                "2021":1
            }
        ]
    ]
}