{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "We construct the Lagrangian for an effective theory of highly energetic quarks with energy Q, interacting with collinear and soft gluons. This theory has two low energy scales, the transverse momentum of the collinear particles, p⊥, and the scale p⊥ 2\/Q. The heavy to light currents are matched onto operators in the effective theory at one loop and the renormalization group equations for the corresponding Wilson coefficients are solved. This running is used to sum Sudakov logarithms in inclusive B→ X s γ and B→ X u l ν decays. We also show that the interactions with collinear gluons preserve the relations for the soft part of the form factors for heavy-to-light decays found by Charles et al.[Phys. Rev. D 60, 014001 (1999)], establishing these relations in the large energy limit of QCD.",
            "An Effective field theory for collinear and soft gluons: Heavy to light decays",
            "Christian W Bauer and Sean Fleming and Dan Pirjol and Iain W Stewart",
            "2001",
            "_Y_JJ0gAAAAJ:u5HHmVD_uO8C",
            1750,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.63.114020",
            "15561492379455344255",
            "\/scholar?cites=15561492379455344255",
            {
                "2001":12,
                "2002":28,
                "2003":58,
                "2004":77,
                "2005":76,
                "2006":87,
                "2007":77,
                "2008":78,
                "2009":67,
                "2010":86,
                "2011":79,
                "2012":93,
                "2013":79,
                "2014":92,
                "2015":110,
                "2016":160,
                "2017":131,
                "2018":97,
                "2019":107,
                "2020":138,
                "2021":10
            }
        ],
        [
            "The factorization of soft and ultrasoft gluons from collinear particles is shown at the level of operators in an effective field theory. Exclusive hadronic factorization and inclusive partonic factorization follow as special cases. The leading-order Lagrangian is derived using power counting and gauge invariance in the effective theory. Several species of gluons are required, and softer gluons appear as background fields to gluons with harder momenta. Two examples are given: the factorization of soft gluons in B→ D π and the soft-collinear convolution for the B→ X s γ spectrum.",
            "Soft-collinear factorization in effective field theory",
            "Christian W Bauer and Dan Pirjol and Iain W Stewart",
            "2002",
            "_Y_JJ0gAAAAJ:u-x6o8ySG0sC",
            1542,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.65.054022",
            "12767818024173284440",
            "\/scholar?cites=12767818024173284440",
            {
                "2002":17,
                "2003":43,
                "2004":71,
                "2005":60,
                "2006":75,
                "2007":65,
                "2008":68,
                "2009":69,
                "2010":74,
                "2011":70,
                "2012":72,
                "2013":83,
                "2014":83,
                "2015":112,
                "2016":145,
                "2017":115,
                "2018":84,
                "2019":95,
                "2020":125,
                "2021":8
            }
        ],
        [
            "This Report summarizes the results of the activities in 2012 and the first half of 2013 of the LHC Higgs Cross Section Working Group. The main goal of the working group was to present the state of the art of Higgs Physics at the LHC, integrating all new results that have appeared in the last few years. This report follows the first working group report Handbook of LHC Higgs Cross Sections: 1. Inclusive Observables (CERN-2011-002) and the second working group report Handbook of LHC Higgs Cross Sections: 2. Differential Distributions (CERN-2012-002). After the discovery of a Higgs boson at the LHC in mid-2012 this report focuses on refined prediction of Standard Model (SM) Higgs phenomenology around the experimentally observed value of 125-126 GeV, refined predictions for heavy SM-like Higgs bosons as well as predictions in the Minimal Supersymmetric Standard Model and first steps to go beyond these models. The other main focus is on the extraction of the characteristics and properties of the newly discovered particle such as couplings to SM particles, spin and CP-quantum numbers etc.",
            "Handbook of LHC Higgs cross sections: 3. Higgs properties",
            "S Heinemeyer and C Mariotti and G Passarino and R Tanaka and JR Andersen and P Artoisenet and EA Bagnaschi and A Banfi and T Becher and FU Bernlochner and S Bolognesi and P Bolzoni and R Boughezal and D Buarque and J Campbell and F Caola and M Carena and F Cascioli and N Chanon and T Cheng and SY Choi and A David and P De Aquino and G Degrassi and D Del Re and A Denner and H Van Deurzen and S Diglio and B Di Micco and R Di Nardo and S Dittmaier and M Duhrssen and RK Ellis and G Ferrera and N Fidanza and M Flechl and D De Florian and S Forte and R Frederix and S Frixione and S Gangal and Y Gao and MV Garzelli and D Gillberg and P Govoni and M Grazzini and N Greiner and J Griffiths and AV Gritsan and C Grojean and DC Hall and C Hays and R Harlander and R Hernandez-Pinto and S Hoche and J Huston and T Jubb and M Kadastik and S Kallweit and A Kardos and L Kashif and N Kauer and H Kim and R Klees and M Kramer and F Krauss and A Laureys and S Laurila and S Lehti and Q Li and S Liebler and X Liu and HE Logan and G Luisoni and M Malberti and F Maltoni and K Mawatari and F Maierhofer and H Mantler and S Martin and P Mastrolia and O Mattelaer and J Mazzitelli and B Mellado and K Melnikov and P Meridiani and DJ Miller and E Mirabella and SO Moch and P Monni and N Moretti and A Muck and M Muhlleitner and P Musella and P Nason and C Neu and M Neubert and C Oleari and J Olsen and LHC Higgs Cross Section Working Group",
            "2013",
            "_Y_JJ0gAAAAJ:5awf1xo2G04C",
            1269,
            "https:\/\/arxiv.org\/abs\/1307.1347",
            "14016478849432145290",
            "\/scholar?cites=14016478849432145290",
            {
                "2013":26,
                "2014":144,
                "2015":254,
                "2016":278,
                "2017":186,
                "2018":149,
                "2019":132,
                "2020":92,
                "2021":1
            }
        ],
        [
            "This Report summarises the results of the second year's activities of the LHC Higgs Cross Section Working Group. The main goal of the working group was to present the state of the art of Higgs Physics at the LHC, integrating all new results that have appeared in the last few years. The first working group report Handbook of LHC Higgs Cross Sections: 1. Inclusive Observables (CERN-2011-002) focuses on predictions (central values and errors) for total Higgs production cross sections and Higgs branching ratios in the Standard Model and its minimal supersymmetric extension, covering also related issues such as Monte Carlo generators, parton distribution functions, and pseudo-observables. This second Report represents the next natural step towards realistic predictions upon providing results on cross sections with benchmark cuts, differential distributions, details of specific decay channels, and further recent developments.",
            "Handbook of LHC Higgs cross sections: 2. Differential distributions",
            "Stefan Dittmaier and C Mariotti and G Passarino and R Tanaka and S Alekhin and J Alwall and EA Bagnaschi and A Banfi and J Blumlein and S Bolognesi and N Chanon and T Cheng and L Cieri and AM Cooper-Sarkar and M Cutajar and S Dawson and G Davies and N De Filippis and G Degrassi and A Denner and D d'Enterria and S Diglio and B Di Micco and R Di Nardo and RK Ellis and A Farilla and S Farrington and M Felcini and G Ferrera and M Flechl and D De Florian and S Forte and S Ganjour and MV Garzelli and S Gascon-Shotkin and S Glazov and S Goria and M Grazzini and J-Ph Guillet and C Hackstein and K Hamilton and R Harlander and M Hauru and S Heinemeyer and S Hoche and J Huston and C Jackson and P Jimenez-Delgado and MD Jorgensen and M Kado and S Kallweit and A Kardos and N Kauer and H Kim and M Kovac and M Kramer and F Krauss and C-M Kuo and S Lehti and Q Li and N Lorenzo and F Maltoni and B Mellado and SO Moch and A Muck and M Muhlleitner and P Nadolsky and P Nason and C Neu and A Nikitenko and C Oleari and J Olsen and S Palmer and S Paganis and CG Papadopoulos and TC Petersen and F Petriello and F Petrucci and G Piacquadio and E Pilon and CT Potter and J Price and I Puljak and W Quayle and V Radescu and D Rebuzzi and L Reina and J Rojo and D Rosco and GP Salam and A Sapronov and J Schaarschmidt and M Schonherr and M Schumacher and F Siegert and Pietro Slavich and M Spira and IW Stewart and WJ Stirling and LHC Higgs Cross Section Working Group",
            "2012",
            "_Y_JJ0gAAAAJ:W7OEmFMy1HYC",
            1030,
            "https:\/\/arxiv.org\/abs\/1201.3084",
            "2367266395068704013",
            "\/scholar?cites=2367266395068704013",
            {
                "2012":118,
                "2013":150,
                "2014":148,
                "2015":174,
                "2016":152,
                "2017":110,
                "2018":94,
                "2019":40,
                "2020":38
            }
        ]
    ]
}