{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This book explains the fundamental concepts and theoretical techniques used to understand the properties of quantum systems having large numbers of degrees of freedom. A number of complimentary approaches are developed, including perturbation theory; nonperturbative approximations based on functional integrals; general arguments based on order parameters, symmetry, and Fermi liquid theory; and stochastic methods.",
            "Quantum many-particle systems",
            "John W Negele",
            "2018",
            "a-TzfEMAAAAJ:u5HHmVD_uO8C",
            2690,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=FmhQDwAAQBAJ&oi=fnd&pg=PP1&dq=info:E_pQUcO5SkAJ:scholar.google.com&ots=OryWSs9bWa&sig=MpWNpe7phHfBhCTWcPItfHsrQVQ",
            "4632719415237999123",
            "\/scholar?cites=4632719415237999123",
            {
                "1989":31,
                "1990":41,
                "1991":46,
                "1992":50,
                "1993":53,
                "1994":64,
                "1995":74,
                "1996":73,
                "1997":76,
                "1998":64,
                "1999":84,
                "2000":91,
                "2001":92,
                "2002":73,
                "2003":66,
                "2004":81,
                "2005":103,
                "2006":83,
                "2007":84,
                "2008":103,
                "2009":102,
                "2010":123,
                "2011":95,
                "2012":128,
                "2013":120,
                "2014":93,
                "2015":80,
                "2016":99,
                "2017":87,
                "2018":96,
                "2019":100,
                "2020":98,
                "2021":5
            }
        ],
        [
            "A new theory is presented for calculating the structure of finite nuclei from the nucleon-nucleon interaction. The essential features of the reaction matrix in finite nuclei are obtained from nuclear-matter theory through the local-density approximation. The resulting density-and energy-dependent effective interaction is justified in detail, and it is shown that the tensor force plays an important role in saturation. The effective interaction is cast into two different forms, one convenient for use in calculating matrix elements and the other specialized for a Hartree-Fock calculation in position space. The density-dependent Hartree-Fock equations are derived by variation of the ground-state expectation value of the energy, and in addition to the usual Hartree-Fock terms, one obtains rearrangement terms arising from the variation of the density appearing in the density-dependent interaction. The appropriate angular-momentum …",
            "Structure of finite nuclei in the local-density approximation",
            "John W Negele",
            "1970",
            "a-TzfEMAAAAJ:u-x6o8ySG0sC",
            1137,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.1.1260",
            "8815087948234718190",
            "\/scholar?cites=8815087948234718190",
            {
                "1982":30,
                "1983":29,
                "1984":21,
                "1985":21,
                "1986":26,
                "1987":16,
                "1988":26,
                "1989":18,
                "1990":13,
                "1991":16,
                "1992":18,
                "1993":16,
                "1994":21,
                "1995":13,
                "1996":14,
                "1997":34,
                "1998":11,
                "1999":9,
                "2000":13,
                "2001":12,
                "2002":8,
                "2003":18,
                "2004":6,
                "2005":15,
                "2006":17,
                "2007":18,
                "2008":17,
                "2009":17,
                "2010":15,
                "2011":20,
                "2012":21,
                "2013":24,
                "2014":14,
                "2015":13,
                "2016":13,
                "2017":16,
                "2018":20,
                "2019":16,
                "2020":17,
                "2021":1
            }
        ],
        [
            "An expansion for the nuclear wave-function density matrix in relative and cm coordinates is developed such that the leading term is the corresponding nuclear-matter density matrix at the local neutron and proton density. Truncation of all derivatives beyond second order yields an extremely simple form for the energy density which retains all the computational simplicity of the modified δ interaction and the Skyrme force, while maintaining contact with nuclear-matter theory based on a realistic interaction and reproducing the results of more-complicated density-dependent Hartree-Fock calculations.",
            "Density-matrix expansion for an effective nuclear hamiltonian",
            "JW Negele and D Vautherin",
            "1972",
            "a-TzfEMAAAAJ:d1gkVwhDpl0C",
            1024,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.5.1472",
            "8346707724883341961",
            "\/scholar?cites=8346707724883341961",
            {
                "1982":24,
                "1983":26,
                "1984":26,
                "1985":26,
                "1986":31,
                "1987":16,
                "1988":23,
                "1989":20,
                "1990":15,
                "1991":15,
                "1992":11,
                "1993":14,
                "1994":17,
                "1995":11,
                "1996":14,
                "1997":11,
                "1998":10,
                "1999":9,
                "2000":19,
                "2001":20,
                "2002":16,
                "2003":22,
                "2004":14,
                "2005":11,
                "2006":16,
                "2007":12,
                "2008":13,
                "2009":23,
                "2010":43,
                "2011":23,
                "2012":22,
                "2013":35,
                "2014":24,
                "2015":15,
                "2016":32,
                "2017":20,
                "2018":22,
                "2019":18,
                "2020":31,
                "2021":1
            }
        ],
        [
            "An extremely simple form for the energy density of a nuclear many-body system derived from the two-body nucleon-nucleon interaction is used to determine the ground state configuration of matter at sub-nuclear density. As the baryon density is increased, nuclei become progressively more neutron rich until neutrons eventually escape, yielding a Coulomb lattice of bound neutron and proton clusters surrounded by a dilute neutron gas. The clusters enlarge and the lattice constant decreases with increasing density, approaching a completely uniform state near nuclear density.",
            "Neutron star matter at sub-nuclear densities",
            "JW Negele and D Vautherin",
            "1973",
            "a-TzfEMAAAAJ:9yKSN-GCB0IC",
            938,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0375947473903497",
            "13954186038455170649",
            "\/scholar?cites=13954186038455170649",
            {
                "1982":4,
                "1983":4,
                "1984":5,
                "1985":10,
                "1986":2,
                "1987":2,
                "1988":5,
                "1989":11,
                "1990":5,
                "1991":7,
                "1992":3,
                "1993":5,
                "1994":21,
                "1995":15,
                "1996":14,
                "1997":20,
                "1998":14,
                "1999":12,
                "2000":21,
                "2001":37,
                "2002":22,
                "2003":21,
                "2004":30,
                "2005":25,
                "2006":27,
                "2007":49,
                "2008":38,
                "2009":28,
                "2010":29,
                "2011":43,
                "2012":46,
                "2013":30,
                "2014":26,
                "2015":33,
                "2016":42,
                "2017":30,
                "2018":38,
                "2019":57,
                "2020":56,
                "2021":2
            }
        ],
        [
            "The physical and theoretical foundations are presented for the mean-field theory of nuclear structure and dynamics. Salient features of the many-body theory of stationary states are reviewed to motivate the time-dependent mean-field approximation. The time-dependent Hartree-Fock approximation and its limitations are discussed and general theoretical formulations are presented which yield time-dependent mean-field equations in lowest approximation and provide suitable frameworks for overcoming various conceptual and practical limitations of the mean-field theory. Particular emphasis is placed on recent developments utilizing functional integral techniques to obtain a quantum mean-field theory applicable to quantized eigen-states, spontaneous fission, the nuclear partition function, and scattering problems. Applications to a number of simple, idealized systems are presented to verify the approximations for …",
            "The mean-field theory of nuclear structure and dynamics",
            "John W Negele",
            "1982",
            "a-TzfEMAAAAJ:2osOgNQ5qMEC",
            863,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.54.913",
            "16666924903421339417",
            "\/scholar?cites=16666924903421339417",
            {
                "1983":23,
                "1984":33,
                "1985":55,
                "1986":44,
                "1987":33,
                "1988":29,
                "1989":31,
                "1990":29,
                "1991":23,
                "1992":10,
                "1993":20,
                "1994":21,
                "1995":15,
                "1996":19,
                "1997":18,
                "1998":15,
                "1999":11,
                "2000":26,
                "2001":17,
                "2002":10,
                "2003":14,
                "2004":8,
                "2005":9,
                "2006":11,
                "2007":12,
                "2008":19,
                "2009":19,
                "2010":15,
                "2011":17,
                "2012":20,
                "2013":22,
                "2014":24,
                "2015":16,
                "2016":40,
                "2017":20,
                "2018":28,
                "2019":34,
                "2020":44,
                "2021":3
            }
        ],
        [
            "The time-dependent Hartree-Fock theory is applied to the large amplitude dynamics of slabs of spin and isospin symmetric nuclear matter. The slabs are translationally invariant in two transverse dimensions, and with the simplified effective interaction used in this work, the problem is reduced to a set of coupled nonlinear equations for time-dependent functions of a single spatial variable. By specification of appropriate initial conditions, large amplitude oscillations of a single slab, the scattering of a slab from an external potential barrier, and collisions of two slabs have been investigated. The results evidence a wide variety of dynamic phenomena, including fusion, compound nucleus formation, dissipation, strongly damped collisions, shock wave propagation, and fragmentation. The microscopic aspects of the dynamics, the relation to fluid mechanics, and the practical and conceptual problems arising from the theory …",
            "One-dimensional nuclear dynamics in the time-dependent Hartree-Fock approximation",
            "P Bonche and S Koonin and JW Negele",
            "1976",
            "a-TzfEMAAAAJ:qjMakFHDy7sC",
            671,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.13.1226",
            "15131231676459246917",
            "\/scholar?cites=15131231676459246917",
            {
                "1982":35,
                "1983":26,
                "1984":26,
                "1985":27,
                "1986":24,
                "1987":14,
                "1988":8,
                "1989":13,
                "1990":15,
                "1991":15,
                "1992":5,
                "1993":14,
                "1994":7,
                "1995":5,
                "1996":11,
                "1997":5,
                "1998":13,
                "1999":9,
                "2000":10,
                "2001":12,
                "2002":9,
                "2003":7,
                "2004":7,
                "2005":8,
                "2006":10,
                "2007":7,
                "2008":13,
                "2009":17,
                "2010":10,
                "2011":13,
                "2012":17,
                "2013":13,
                "2014":17,
                "2015":14,
                "2016":14,
                "2017":8,
                "2018":11,
                "2019":11,
                "2020":17,
                "2021":5
            }
        ],
        [
            "CiNii 国立情報学研究所 学術情報ナビゲータ[サイニィ]. メニュー 検索 … \n",
            "Advance in nuclear physics",
            "Brian D Serot",
            "1986",
            "a-TzfEMAAAAJ:QyXJ3EUuO1IC",
            579,
            "https:\/\/ci.nii.ac.jp\/naid\/10009222211\/",
            "9456292422371461834",
            "\/scholar?cites=9456292422371461834",
            {
                "1985":3,
                "1986":7,
                "1987":10,
                "1988":21,
                "1989":11,
                "1990":7,
                "1991":19,
                "1992":23,
                "1993":16,
                "1994":23,
                "1995":17,
                "1996":9,
                "1997":17,
                "1998":19,
                "1999":19,
                "2000":10,
                "2001":19,
                "2002":17,
                "2003":14,
                "2004":19,
                "2005":24,
                "2006":14,
                "2007":20,
                "2008":17,
                "2009":20,
                "2010":35,
                "2011":24,
                "2012":12,
                "2013":19,
                "2014":13,
                "2015":18,
                "2016":14,
                "2017":14,
                "2018":11,
                "2019":12,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We present a comprehensive study of the lowest moments of nucleon generalized parton distributions in N f= 2+ 1 lattice QCD using domain-wall valence quarks and improved staggered sea quarks. Our investigation includes helicity dependent and independent generalized parton distributions for pion masses as low as 350 MeV and volumes as large as (3.5 fm) 3, for a lattice spacing of 0.124 fm. We use perturbative renormalization at one-loop level with an improvement based on the nonperturbative renormalization factor for the axial vector current, and only connected diagrams are included in the isosinglet channel.",
            "Nucleon generalized parton distributions from full lattice QCD",
            "Ph Hägler and W Schroers and J Bratt and JW Negele and AV Pochinsky and RG Edwards and DG Richards and M Engelhardt and GT Fleming and B Musch and K Orginos and DB Renner and LHPC Collaboration",
            "2008",
            "a-TzfEMAAAAJ:ULOm3_A8WrAC",
            439,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.77.094502",
            "12623599465446254427",
            "\/scholar?cites=12623599465446254427",
            {
                "2003":4,
                "2004":19,
                "2005":29,
                "2006":15,
                "2007":23,
                "2008":41,
                "2009":46,
                "2010":39,
                "2011":44,
                "2012":25,
                "2013":16,
                "2014":20,
                "2015":15,
                "2016":19,
                "2017":17,
                "2018":13,
                "2019":19,
                "2020":30,
                "2021":3
            }
        ],
        [
            "Cooling is used as a filter on a set of gluon fields sampling the Wilson action to selectively remove essentially all fluctuations of the gluon field except for the instantons. The close agreement between quenched lattice QCD results with cooled and uncooled configurations for vacuum correlation functions of hadronic currents and for density-density correlation functions in hadronic bound states provides strong evidence for the dominant role of instantons in determining light hadron structure and quark propagation in the QCD vacuum.",
            "Evidence for the role of instantons in hadron structure from lattice QCD",
            "M-C Chu and JM Grandy and S Huang and John W Negele",
            "1994",
            "a-TzfEMAAAAJ:UeHWp8X0CEIC",
            349,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.49.6039",
            "8231360862646286301",
            "\/scholar?cites=8231360862646286301",
            {
                "1994":8,
                "1995":23,
                "1996":25,
                "1997":19,
                "1998":30,
                "1999":22,
                "2000":33,
                "2001":16,
                "2002":20,
                "2003":7,
                "2004":16,
                "2005":11,
                "2006":15,
                "2007":19,
                "2008":9,
                "2009":5,
                "2010":9,
                "2011":8,
                "2012":9,
                "2013":6,
                "2014":1,
                "2015":3,
                "2016":4,
                "2017":7,
                "2018":5,
                "2019":6,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Nuclear Structure.......................... Electron Scattering: Operators and Observables...... Applications of the Coordinate Space Optical Model.... Equivalent Local Potentials.............. Inelastic Scattering.................. Appendix: Projection Operators and HF State Normalizations and Overlaps..............",
            "Nucleon-nucleus scattering: a microscopic nonrelativistic approach",
            "K Amos and PJ Dortmans and HV Von Geramb and S Karataglidis and J Raynnal",
            "2002",
            "a-TzfEMAAAAJ:NaGl4SEjCO4C",
            290,
            "https:\/\/link.springer.com\/chapter\/10.1007\/0-306-47101-9_3",
            "3679453329865430918",
            "\/scholar?cites=3679453329865430918",
            {
                "2000":2,
                "2001":8,
                "2002":14,
                "2003":17,
                "2004":12,
                "2005":22,
                "2006":17,
                "2007":19,
                "2008":14,
                "2009":8,
                "2010":20,
                "2011":12,
                "2012":20,
                "2013":5,
                "2014":12,
                "2015":7,
                "2016":15,
                "2017":9,
                "2018":8,
                "2019":15,
                "2020":28,
                "2021":1
            }
        ]
    ]
}