{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A series of 3-(triazolyl)-coumarins were synthesized and tested as anti-inflammatory agents. It was possible to infer that these compounds do not alter the interaction of LPS with TLR-4 or TLR-2, as the intracellular pathways involved in the TNF-α secretion and COX-2 activity were not affected. Nevertheless, the compounds inhibited iNOS-derived NO production, without affecting the eNOS activity. The outcome of the docking studies showed that π⋯π interactions with the heme group are important for the iNOS inhibition, thus making compound 3c a promising lead. Moreover, the efficacy of this compound was visualized by the reduced number of neutrophils in the LPS-inflamed subcutaneous tissue. Together, biological and docking data show that triazolyl-substituted coumarins, that can act on iNOS, are a good scaffold to be explored.",
            "Synthesis, biological evaluation and molecular docking studies of 3-(triazolyl)-coumarin derivatives: effect on inducible nitric oxide synthase",
            "Hélio A Stefani and Karina Gueogjan and Flávia Manarin and Sandra HP Farsky and Julio Zukerman-Schpector and Ignez Caracelli and Sergio R Pizano Rodrigues and Marcelo N Muscará and Simone A Teixeira and José R Santin and Isabel D Machado and Simone M Bolonheis and Rui Curi and Marco A Vinolo",
            "2012",
            "A1cAeLUAAAAJ:VaXvl8Fpj5cC",
            62,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0223523412006137",
            "7087760403229360777",
            "\/scholar?cites=7087760403229360777",
            {
                "2013":1,
                "2014":10,
                "2015":14,
                "2016":7,
                "2017":5,
                "2018":8,
                "2019":7,
                "2020":7,
                "2021":3
            }
        ],
        [
            "Para um melhor conhecimento da diversidade de coleópteros escarabeídeos e afodídeos coprófagos na entomofauna local, assim como sobre a abundância, constância e frequência relatica das espécies foi conduzido o presente estudo em área de pastagem cultivada. Foram empregadas cinco armadilhas pitfall iscadas com fezes bovinas recém excretadas, no período de janeiro de 1995 a dezembro de 1997, recolhendo-se os insetos semanalmente. Obteve-se 55 espécies distribuidas em 24 gêneros e um total de 56.255 exemplares. As espécies que apresentaram os índices faunísticos mais elevados, em ordem decrescente, foram: Ontherus sulcator (F., 1775), Digitonthophagus gazella (F., 1771), Ataenius sp. 1, Dichotomius nisus (Olivier, 1789), Ataenius sculptor Harold, 1868, Ontherus appendiculatus (Mann., 1829), Trichillum externepunctatum Borre, 1880 e Dichotomius bos (Blanchard, 1843). Concluiu-se que as espécies O. sulcator e D. gazella desempenham papel de destaque na epidemiologia de parasitos de bovinos presentes em fezes bovinas no sistema pecuário local, sendo que O. sulcator apresenta ampla distribuição geográfica incluindo o Sul do Brasil, Centro e Noroeste da Argentina, e parte da Bolívia.",
            "Sacarabaeidae e Aphodiidae coprófagos em pastagens cultivadas em área do Cerrado sul-mato-grossense",
            "Wilson Werner Koller and Alberto Gomes and Sérgio Roberto Rodrigues and Paulo Felipe Izique Goiozo",
            "2007",
            "A1cAeLUAAAAJ:u5HHmVD_uO8C",
            52,
            "http:\/\/periodicos.ufjf.br\/index.php\/zoociencias\/article\/view\/24145",
            "16294497217517562763",
            "\/scholar?cites=16294497217517562763",
            {
                "2008":1,
                "2009":3,
                "2010":7,
                "2011":5,
                "2012":8,
                "2013":4,
                "2014":6,
                "2015":5,
                "2016":3,
                "2017":4,
                "2018":2,
                "2019":1,
                "2020":2
            }
        ],
        [
            "Coprophagous beetles were collected from a pasture area using pitfall traps baited with cattle fresh manure, from February to December, 1995. Twenty three species were collected, comprising the following genera: Digitonthophagus, Onthophagus, Dichotomius, Ontherus, Canthon, Canthidium, Ataenius, Aphodius, Pedaridium, Ateuchus, Trichillum, Coprophanaeus, and Megathopomina. Among the species collected Digitonthophagus gazella (Onthophagus gazella) was the most numerous, followed in decreasing order by Ontherus appendiculatus, Trichillum externepunctatum, and Dichotomius anaglypticus. The dung beetles with greater biomass were: D. gazella (Fabr.), O. appendiculatus (Mannerheim), D. anaglypticus (Mannerheim) e D. nisus (Germar). Most of the specimens were collected in the warmer and moister months in the year (February, March, April and December). During drier months, June to October, less than 20% of the total specimens were collected. Among the species, those with greater biomass were collected in the crepuscular-nocturnal period.",
            "Besouros coprófagos (Coleoptera: Scarabaeidae) coletados em Aquidauana, MS, Brasil",
            "Themis Aidar and Wilson W Koller and Sérgio R Rodrigues and Agenor M Corrêa and João CC da Silva and Orico dos S Balta and Jovelina M de Oliveira and Vera L de Oliveira",
            "2000",
            "A1cAeLUAAAAJ:d1gkVwhDpl0C",
            51,
            "https:\/\/www.scielo.br\/scielo.php?pid=S0301-80592000000400023&script=sci_arttext",
            "6395941486694204911",
            "\/scholar?cites=6395941486694204911",
            {
                "2003":3,
                "2004":1,
                "2005":2,
                "2006":4,
                "2007":3,
                "2008":5,
                "2009":5,
                "2010":2,
                "2011":1,
                "2012":7,
                "2013":1,
                "2014":3,
                "2015":5,
                "2016":3,
                "2017":3,
                "2018":2,
                "2019":1
            }
        ],
        [
            "Massas fecais semi-frescas a quase secas foram coletadas semanalmente, em uma pastagem de Brachiaria decumbens Stapf, de maio de 1990 a abril de 1992. Estas fezes foram colocadas em baldes plásticos opacos (15 l), apresentando uma saída lateral e uma outra no topo, contendo frascos para a coleta dos besouros coprófagos adultos presentes nas massas. Foram coletados 18.844 exemplares da família Scarabaeidae, pertencentes a 37 espécies, dos seguintes gêneros: Ataenius, Aphodius, Agamopus, Pedaridium, Trichillum, Eurysternus, Dichotomius, Ontherus, Ateuchus, Sulcophanaeus, Gromphas, Digitonthophagus, Onthophagus e Canthon. Das espécies coletadas, 57% apresentam comportamento endocoprídeo, 35% paracoprídeo e, 8% telecoprídeo. Onthophagus hirculus (Mannerheim), Aphodius nigrita (Fabr.) e Ataenius sp.1 (Harold), foram as espécies mais freqüentes, constantes e abundantes.",
            "Besouros coprófagos (Coleoptera: Scarabaeidae) coletados em Campo Grande, MS, Brasil",
            "Wilson W Koller and Alberto Gomes and Sérgio Roberto Rodrigues and Rafael G Alves",
            "1999",
            "A1cAeLUAAAAJ:ns9cj8rnVeAC",
            48,
            "https:\/\/www.scielo.br\/scielo.php?pid=S0301-80591999000300004&script=sci_arttext",
            "2710290377409491153",
            "\/scholar?cites=2710290377409491153",
            {
                "2000":2,
                "2001":3,
                "2002":3,
                "2003":2,
                "2004":1,
                "2005":4,
                "2006":1,
                "2007":9,
                "2008":3,
                "2009":3,
                "2010":1,
                "2011":4,
                "2012":1,
                "2013":3,
                "2014":6,
                "2015":1,
                "2016":1
            }
        ],
        [
            "Massas fecais semi-frescas a quase secas foram coletadas semanalmente, em uma pastagem de Brachiaria decumbens Stapf, de maio de 1990 a abril de 1992. Estas fezes foram colocadas em baldes plásticos opacos (15 l), apresentando uma saída lateral e uma outra no topo, contendo frascos para a coleta dos besouros coprófagos adultos presentes nas massas. Foram coletados 18.844 exemplares da família Scarabaeidae, pertencentes a 37 espécies, dos seguintes gêneros: Ataenius, Aphodius, Agamopus, Pedaridium, Trichillum, Eurysternus, Dichotomius, Ontherus, Ateuchus, Sulcophanaeus, Gromphas, Digitonthophagus, Onthophagus e Canthon. Das espécies coletadas, 57% apresentam comportamento endocoprídeo, 35% paracoprídeo e, 8% telecoprídeo. Onthophagus hirculus (Mannerheim), Aphodius nigrita (Fabr.) e Ataenius sp.1 (Harold), foram as espécies mais freqüentes, constantes e abundantes.",
            "Besouros coprófagos (Coleoptera: Scarabaeidae) coletados em Campo Grande, MS, Brasil",
            "Wilson W Koller and Alberto Gomes and Sérgio Roberto Rodrigues and Rafael G Alves",
            "1999",
            "A1cAeLUAAAAJ:u-x6o8ySG0sC",
            48,
            "https:\/\/www.scielo.br\/scielo.php?pid=S0301-80591999000300004&script=sci_arttext",
            "2710290377409491153",
            "\/scholar?cites=2710290377409491153",
            {
                "2000":2,
                "2001":3,
                "2002":3,
                "2003":2,
                "2004":1,
                "2005":4,
                "2006":1,
                "2007":9,
                "2008":3,
                "2009":3,
                "2010":1,
                "2011":4,
                "2012":1,
                "2013":3,
                "2014":6,
                "2015":1,
                "2016":1
            }
        ],
        [
            "Biological control of horn fly (Haematobia irsitaw mhutans) in Selvíria, Mato Grosso do Sul State. 4. Comparison of trapping Methods ior Cophophaoousbeftles (Scarabaeœiae). The results of weekly lighltrap surveys and dung pat dissections were compared between January 199J and January 1992. Thirty-four species of dung beetles were trapped, 24 in the light trap (sixexctusived by this method) and 28 in pats (I0 exclusively). 1Ъе use of light traps proved to be easier, tasterand more i nformalive for surveying paracoprid beetles, whiledung pat dissection was slower, but better fo г sur veyingendwoprid beetles.",
            "Controle biológico da mosca-dos-chifres (Haematobia irritans irritans) em Selvíria, Mato Grosso do Sul. 4. Comparação entre métodos de coleta de besouros coprófagos (Scarabaeidae)",
            "Carlos Alberto Hector Flechtmann and Sergio Roberto Rodrigues and HTZ do Couto",
            "1995",
            "A1cAeLUAAAAJ:qjMakFHDy7sC",
            42,
            "http:\/\/scholar.google.com\/scholar?cluster=13878801421908393435&hl=en&oi=scholarr",
            "13878801421908393435",
            "\/scholar?cites=13878801421908393435",
            {
                "1999":2,
                "2000":6,
                "2001":3,
                "2002":3,
                "2003":1,
                "2004":1,
                "2005":1,
                "2006":1,
                "2007":4,
                "2008":1,
                "2009":3,
                "2010":3,
                "2011":2,
                "2012":2,
                "2013":4,
                "2014":2,
                "2015":1,
                "2016":1
            }
        ],
        [
            "Estima-se que a mosca-dos-chìfres, Haematobia irritans irritons (Diptera, Muscidae), tenha penetrado no país entre 1976 e 1978 (Honer & Gomes, 1990), estando atualmente distribuida por todo o território nacional, с constituindo-se numa das quatro principais pragas do rebanho bovino nacional (Honer et ai., 1990). Os adultos da mosca são hematófagos, enquanto que seus ovos são depositados nas massas fecais dos bovinos, local este de desenvolvimento de suas larvas, servindo também de alimento e abrigo para uma série de outros artrópodos, além de nematóides. O conhecimento da fauna fimícola é necessário quando se visa sua manipulação (Mohr, 1943), objetivándose reduzir populações de dípteros e nematóides de importância veterinária. Summeklin etal {1982) citam a importância do uso de agentes de controle biológico tais como predadores e parasitóides no desenvolvimento de uin programa …",
            "Controle biológico da mosca-dos-chifres (Haematobia irritans irritans) em Selvíria, Mato Grosso do Sul. 3. Levantamento de espécies fimícolas associadas à mosca",
            "Carlos Alberto Hector Flechtmann and Sergio Roberto Rodrigues and Maria Conceição Zocoller Seno",
            "1995",
            "A1cAeLUAAAAJ:9yKSN-GCB0IC",
            42,
            "http:\/\/scholar.google.com\/scholar?cluster=51547837493108799&hl=en&oi=scholarr",
            "51547837493108799",
            "\/scholar?cites=51547837493108799",
            {
                "1998":2,
                "1999":3,
                "2000":2,
                "2001":3,
                "2002":2,
                "2003":2,
                "2004":2,
                "2005":1,
                "2006":5,
                "2007":1,
                "2008":2,
                "2009":1,
                "2010":1,
                "2011":2,
                "2012":2,
                "2013":1,
                "2014":4,
                "2015":3,
                "2016":1
            }
        ],
        [
            "FiMicoLous inspfts associated with cattle ukoppinos in Jarauuádo Sul (Santa Catarina State). l. CnrROraAGUusBnEi [J-: s (CuLEUFibKA, ScARABAEiDAE). A survey of coprophagous Scarabaeidae in bovinccattlc droppings was carried out in 59 farms in Ja ragua do Sul (San ta Catarina State, Brasil). Eight distinct species were collected after dung pad dissection. Gromphas lacordairei^ Ontherussulcatorand an Ataeniua species showed preference for flat regions, Ontherur. sulcator for declivious regions while Alaenius showed no preference at all. Eurysturnus depianarusatid Canthon sp. proved to he typical forest species, rarely collected in pastures.",
            "Insetos fimícolas associados a fezes bovinas em Jaraguá do Sul\/SC. 1. Besouros coprófagos (Coleoptera, Scarabaeidae)",
            "CAH Flechtmann and Sérgio Roberto Rodrigues",
            "1995",
            "A1cAeLUAAAAJ:2osOgNQ5qMEC",
            41,
            "http:\/\/scholar.google.com\/scholar?cluster=10985548624884277771&hl=en&oi=scholarr",
            "10985548624884277771",
            "\/scholar?cites=10985548624884277771",
            {
                "1996":1,
                "1997":1,
                "1998":1,
                "1999":1,
                "2000":5,
                "2001":1,
                "2002":3,
                "2003":2,
                "2004":2,
                "2005":2,
                "2006":2,
                "2007":4,
                "2008":2,
                "2009":3,
                "2010":1,
                "2011":4,
                "2012":2,
                "2013":2,
                "2014":2
            }
        ],
        [
            "Several coleopterans of the Scarabaeidae family (Pleurosticti) are reported as important pests of agricultural crops, but little information on their biology is available. We describe our observations on the biology of adult Cyclocephala verticalis Burmeister collected with light traps from January, 2006 to December, 2007, in Aquidauana, MS, Brasil. Field collected adults were taken to the laboratory and kept in plastic containers containing soil and seedlings of Brachiaria decumbens under controlled conditions (26±1ºC with 12h of photophase). The embrionary period of C. verticalis took 17.2 days in the average. The duration of first-, second-and third-instar larvae was 22.0, 23.7 and 138.1 days in the average, respectively. The prepupal stage took 12.7 days and the pupal stage 14.8 days. Adults obtained in laboratory lived 37.5 days. The complete cycle reached 228.6 days, making possible the development of a single generation per year. In laboratory conditions, the copulation lasted about 19 min and 20 seconds. The adults fly in a great amount in September and October, being this the main period of oviposition in the field.",
            "Aspectos biológicos de Cyclocephala verticalis burmeister (coleoptera: scarabaeidae)",
            "Sérgio R Rodrigues and Gerson AL Nogueira and Rodrigo R Echeverria and Vilma S Oliveira",
            "2010",
            "A1cAeLUAAAAJ:Tyk-4Ss8FVUC",
            36,
            "https:\/\/www.scielo.br\/scielo.php?pid=S1519-566X2010000100003&script=sci_arttext",
            "4771329652405943719",
            "\/scholar?cites=4771329652405943719",
            {
                "2011":5,
                "2012":1,
                "2013":2,
                "2014":6,
                "2015":3,
                "2016":3,
                "2017":5,
                "2018":5,
                "2019":1,
                "2020":2
            }
        ],
        [
            "Due to the importance of some Pleurosticti Scarabaeidae as agricultural pests allied to information absence on the species that occur in Brazilian Central-West region, on studies occurrence, biology and behavior on this group of scarabs were conducted. Biology and behavioral studies started with Liogenys fuscus Blanchard, 1850 (Melolonthinae), a very common species and were developed in Aquidauana, Mato Grosso do Sul. Adult beetles were collected from light traps from February 2005 to January 2007, at the experimental farm of the Universidade Estadual de Mato Grosso do Sul in Aquidauana (UEMS). In the laboratory adults were placed in plastic containers with soil with sprouts of Brachiaria decumbens Stapf (Poaceae). Eggs were transferred to a climatized chamber at 26 ± 1º C with a 12hourlight, 12hour darkness photoperiod cycle. Adult flight activity occurred in August and in September to December from 06:00 pm to 06:00 am, with the largest number of individuals flying from 07:00 to 10:00 pm. Eggs measured 1 x 1.5 mm and were laid individually or in groups in soil chambers; eggs were initially white and became yellow near hatching. The embryonic period lasted 14.3 days; first, second and third instars lasted 28.5, 48.8, and 68.2 days, respectively. The prepupal period lasted 120.2 days and the prepupa stayed inactive in soil. The mean duration of pupal stage was 27.5 days and the mean longevity of adults was 23.6 days. In laboratory the calling behavior between males and females was observed; copulation lasted, in mean, 25 minutes.",
            "Occurrence, biology and behavior of Liogenys fuscus Blanchard (Insecta, Coleoptera, Scarabaeidae) in Aquidauana, Mato Grosso do Sul, Brazil",
            "Sérgio Roberto Rodrigues and Crislany de Lima Barbosa and Anderson Puker and Alfredo Raul Abot and Sergio Ide",
            "2008",
            "A1cAeLUAAAAJ:IjCSPb-OGe4C",
            31,
            "https:\/\/www.scielo.br\/scielo.php?pid=S0085-56262008000400015&script=sci_arttext",
            "16040155710580571093",
            "\/scholar?cites=16040155710580571093",
            {
                "2009":4,
                "2010":5,
                "2011":1,
                "2012":2,
                "2013":8,
                "2014":2,
                "2015":2,
                "2016":2,
                "2017":1,
                "2018":1,
                "2019":1,
                "2020":1
            }
        ]
    ]
}