{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We consider the entanglement entropy in 2d conformal field theory in a class of excited states produced by the insertion of a heavy local operator. These include both high-energy eigenstates of the Hamiltonian and time-dependent local quenches. We compute the universal contribution from the stress tensor to the single interval Renyi entropies and entanglement entropy, and conjecture that this dominates the answer in theories with a large central charge and a sparse spectrum of low-dimension operators. The resulting entanglement entropies agree precisely with holographic calculations in three-dimensional gravity. High-energy eigenstates are dual to microstates of the BTZ black hole, so the corresponding holographic calculation is a geodesic length in the black hole geometry; agreement between these two answers demonstrates that these individual microstates of holographic CFTs effectively thermalize at …",
            "Holographic entanglement entropy from 2d CFT: heavy states and local quenches",
            "Curtis T Asplund and Alice Bernamonti and Federico Galli and Thomas Hartman",
            "2015",
            "A1R4eQ4AAAAJ:qjMakFHDy7sC",
            192,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP02(2015)171.pdf",
            "16006187297869953325",
            "\/scholar?cites=16006187297869953325",
            {
                "2014":1,
                "2015":20,
                "2016":40,
                "2017":32,
                "2018":29,
                "2019":37,
                "2020":33
            }
        ],
        [
            "We investigate how entanglement spreads in time-dependent states of a 1+ 1 dimensional conformal field theory (CFT). The results depend qualitatively on the value of the central charge. In rational CFTs, which have central charge below a critical value, entanglement entropy behaves as if correlations were carried by free quasiparticles. This leads to long-term memory effects, such as spikes in the mutual information of widely separated regions at late times. When the central charge is above the critical value, the quasiparticle picture fails. Assuming no extended symmetry algebra, any theory with c> 1 has diminished memory effects compared to the rational models. In holographic CFTs, with c≫ 1, these memory effects are eliminated altogether at strong coupling, but reappear after the scrambling time t≳ β log c at weak coupling.",
            "Entanglement scrambling in 2d conformal field theory",
            "Curtis T Asplund and Alice Bernamonti and Federico Galli and Thomas Hartman",
            "2015",
            "A1R4eQ4AAAAJ:Tyk-4Ss8FVUC",
            115,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP09(2015)110",
            "12472327337133260882",
            "\/scholar?cites=12472327337133260882",
            {
                "2015":1,
                "2016":22,
                "2017":22,
                "2018":22,
                "2019":26,
                "2020":21
            }
        ],
        [
            "We compute the entanglement entropy and mutual information for two disjoint intervals in two-dimensional conformal field theories as a function of time after a local quench, using the replica trick and boundary conformal field theory. We obtain explicit formulas for the universal contributions, which are leading in the regimes of, for example, close or well-separated intervals of fixed length. The results are largely consistent with the quasiparticle picture, in which entanglement above that present in the ground state is carried by pairs of entangled freely propagating excitations. We also calculate the mutual information for two disjoint intervals in a proposed holographic local quench, whose holographic energy-momentum tensor matches the conformal field theory one. We find that the holographic mutual information shows qualitative differences from the conformal field theory results and we discuss possible …",
            "Mutual information after a local quench in conformal field theory",
            "Curtis T Asplund and Alice Bernamonti",
            "2014",
            "A1R4eQ4AAAAJ:2osOgNQ5qMEC",
            81,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.89.066015",
            "9853916682783170666",
            "\/scholar?cites=9853916682783170666",
            {
                "2014":10,
                "2015":13,
                "2016":8,
                "2017":8,
                "2018":11,
                "2019":10,
                "2020":20
            }
        ],
        [
            "We report on a numerical simulation of the classical evolution of the plane-wave matrix model with semiclassical initial conditions. Some of these initial conditions thermalize and are dual to a black hole forming from the collision of D-branes in the plane-wave geometry. In particular, we consider a large fuzzy sphere (a D 2-brane) plus a single eigenvalue (a D 0 particle) going exactly through the center of the fuzzy sphere and aimed to intersect it. Including quantum fluctuations of the off-diagonal modes in the initial conditions, with sufficient kinetic energy the configuration collapses to a small size. We also find evidence for fast thermalization: rapidly decaying autocorrelation functions at late times with respect to the natural time scale of the system.",
            "Evidence for fast thermalization in the plane-wave matrix model",
            "Curtis T Asplund and David Berenstein and Diego Trancanelli",
            "2011",
            "A1R4eQ4AAAAJ:u-x6o8ySG0sC",
            73,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.171602",
            "7489533061654024759",
            "\/scholar?cites=7489533061654024759",
            {
                "2011":2,
                "2012":8,
                "2013":15,
                "2014":8,
                "2015":12,
                "2016":8,
                "2017":8,
                "2018":6,
                "2019":2,
                "2020":3,
                "2021":1
            }
        ],
        [
            "We have detected a strong deflection of radio waves from the pulsar PSR B0834+06 in scintillation observations. Interference between the undeflected pulsar image and deflected subimages allows single‐dish interferometry of the interstellar medium with submilliarcsecond resolution. We infer the presence of scattering structure(s) similar to those that are thought to cause extreme scattering events in quasar flux monitoring programs: size ∼0.2 AU (an angular size of 0.1 mas) with an electron overdensity of ≳103 compared to the warm ionized medium. The deflectors are nearly stationary in a scattering screen that is thin (≲5% of the pulsar‐observer distance in extent), is located 70% of the way from the Earth to the pulsar, and has been seen consistently in observations dating back 20 years. The pulsar scans the scattering screen at a velocity of 110 km s−1 with a detection radius of 15 mas. Pulsar observations …",
            "Deflection of pulsar signal reveals compact structures in the galaxy",
            "Alex S Hill and Daniel R Stinebring and Curtis T Asplund and Daniel E Berwick and Wendeline B Everett and Natalie R Hinkel",
            "2005",
            "A1R4eQ4AAAAJ:u5HHmVD_uO8C",
            72,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/428347\/meta",
            "7184287615409191634",
            "\/scholar?cites=7184287615409191634",
            {
                "2005":2,
                "2006":7,
                "2007":9,
                "2008":8,
                "2009":5,
                "2010":3,
                "2011":2,
                "2012":2,
                "2013":3,
                "2014":1,
                "2015":2,
                "2016":2,
                "2017":6,
                "2018":6,
                "2019":7,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Using a numerical simulation of the classical dynamics of the plane wave and flat space matrix models of M theory, we study the thermalization, equilibrium thermodynamics, and fluctuations of these models as we vary the temperature and the size of the matrices, N. We present our numerical implementation in detail and several checks of its precision and consistency. We show evidence for thermalization by matching the time-averaged distributions of the matrix eigenvalues to the distributions of the appropriate traceless Gaussian unitary ensemble of random matrices. We study the autocorrelations and power spectra for various fluctuating observables and observe evidence of the expected chaotic dynamics as well as a hydrodynamic type limit at large N, including near-equilibrium dissipation processes. These configurations are holographically dual to black holes in the dual string theory or M theory, and we …",
            "Large N classical dynamics of holographic matrix models",
            "Curtis T Asplund and David Berenstein and Eric Dzienkowski",
            "2013",
            "A1R4eQ4AAAAJ:9yKSN-GCB0IC",
            50,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.87.084044",
            "6991590676713851522",
            "\/scholar?cites=6991590676713851522",
            {
                "2013":12,
                "2014":5,
                "2015":11,
                "2016":7,
                "2017":7,
                "2018":4,
                "2019":3,
                "2020":1
            }
        ],
        [
            "We calculate the evolution of the geometric entanglement entropy following a local quench in the D1-D5 conformal field theory, a two-dimensional theory that describes a particular bound state of D1 and D5 branes. The quench corresponds to a localized insertion of the exactly marginal operator that deforms the field theory off of the orbifold (free) point in its moduli space. This deformation ultimately leads to thermalization of the system. We find an exact analytic expression for the entanglement entropy of any spatial interval as a function of time after the quench and analyze its properties. This process is holographically dual to one stage in the formation of a stringy black hole.",
            "Evolution of entanglement entropy in the D1-D5 brane system",
            "Curtis T Asplund and Steven G Avery",
            "2011",
            "A1R4eQ4AAAAJ:d1gkVwhDpl0C",
            44,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.84.124053",
            "335367079754788097",
            "\/scholar?cites=335367079754788097",
            {
                "2011":1,
                "2012":5,
                "2013":8,
                "2014":11,
                "2015":7,
                "2016":4,
                "2017":2,
                "2018":1,
                "2019":1,
                "2020":3
            }
        ],
        [
            "Recently, two groups have made distinct proposals for a de Sitter space that is emergent from conformal field theory (CFT). The first proposal is that, for two-dimensional holographic CFTs, the kinematic space of geodesics on a space-like slice of the asymptotically anti-de Sitter bulk is two-dimensional de Sitter space (dS 2), with a metric that can be derived from the entanglement entropy of intervals in the CFT. In the second proposal, de Sitter dynamics emerges naturally from the first law of entanglement entropy for perturbations around the vacuum state of CFTs. We provide support for the equivalence of these two emergent spacetimes in the vacuum case and beyond. In particular, we study the kinematic spaces of nontrivial solutions of 3d gravity, including the BTZ black string, BTZ black hole, and conical singularities. We argue that the resulting spaces are generically globally hyperbolic spacetimes that support …",
            "Equivalence of emergent de Sitter spaces from conformal field theory",
            "Curtis T Asplund and Nele Callebaut and Claire Zukowski",
            "2016",
            "A1R4eQ4AAAAJ:roLk4NBRz8UC",
            33,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP09(2016)154",
            "8751370128286908709",
            "\/scholar?cites=8751370128286908709",
            {
                "2016":4,
                "2017":8,
                "2018":2,
                "2019":12,
                "2020":5,
                "2021":1
            }
        ],
        [
            "We provide a characterization of the set of configurations in N= 4 SYM theory that are dual to small AdS black holes. Our construction shows that the black hole dual states are approximately thermal on a SU (M) subset of degrees of freedom of a SU (N) gauge theory. M is determined dynamically and the black hole degrees of freedom are dynamically insulated from the rest. These states are localized on the S 5 and have dynamical processes that correspond to matter absorption that make them behave as black objects.",
            "Small AdS black holes from SYM",
            "Curtis Asplund and David Berenstein",
            "2009",
            "A1R4eQ4AAAAJ:UeHWp8X0CEIC",
            31,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269309002238",
            "5331906020717211226",
            "\/scholar?cites=5331906020717211226",
            {
                "2009":4,
                "2010":2,
                "2011":3,
                "2012":2,
                "2013":1,
                "2014":2,
                "2015":3,
                "2016":1,
                "2017":5,
                "2018":7,
                "2019":1
            }
        ],
        [
            "We consider oscillators evolving subject to a periodic driving force that dynamically entangles them, and argue that this gives the linearized evolution around periodic orbits in a general chaotic Hamiltonian dynamical system. We show that the entanglement entropy, after tracing over half of the oscillators, generically asymptotes to linear growth at a rate given by the sum of the positive Lyapunov exponents of the system. These exponents give a classical entropy growth rate, in the sense of Kolmogorov, Sinai and Pesin. We also calculate the dependence of this entropy on linear mixtures of the oscillator Hilbert-space factors, to investigate the dependence of the entanglement entropy on the choice of coarse graining. We find that for almost all choices the asymptotic growth rate is the same.",
            "Entanglement entropy converges to classical entropy around periodic orbits",
            "Curtis T Asplund and David Berenstein",
            "2016",
            "A1R4eQ4AAAAJ:W7OEmFMy1HYC",
            15,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0003491616000026",
            "15306129315147977712",
            "\/scholar?cites=15306129315147977712",
            {
                "2015":2,
                "2016":1,
                "2017":1,
                "2018":6,
                "2019":2,
                "2020":3
            }
        ]
    ]
}