{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Adding optical functionality to a silicon microelectronic chip is one of the most challenging problems of materials research. Silicon is an indirect-bandgap semiconductor and so is an inefficient emitter of light. For this reason, integration of optically functional elements with silicon microelectronic circuitry has largely been achieved through the use of direct-bandgap compound semiconductors. For optoelectronic applications, the key device is the light source—a laser. Compound semiconductor lasers exploit low-dimensional electronic systems, such as quantum wells and quantum dots, as the active optical amplifying medium. Here we demonstrate that light amplification is possible using silicon itself, in the form of quantum dots dispersed in a silicon dioxide matrix. Net optical gain is seen in both waveguide and transmission configurations, with the material gain being of the same order as that of direct-bandgap …",
            "Optical gain in silicon nanocrystals",
            "Lorenzo Pavesi and L Dal Negro and Ca Mazzoleni and G Franzo and d F Priolo",
            "2000",
            "a2zAqboAAAAJ:SeFeTyx0c_EC",
            2990,
            "https:\/\/www.nature.com\/articles\/35044012",
            "16579178797072920132",
            "\/scholar?cites=16579178797072920132",
            {
                "2001":39,
                "2002":87,
                "2003":145,
                "2004":156,
                "2005":168,
                "2006":198,
                "2007":221,
                "2008":197,
                "2009":219,
                "2010":237,
                "2011":212,
                "2012":213,
                "2013":158,
                "2014":145,
                "2015":150,
                "2016":134,
                "2017":100,
                "2018":77,
                "2019":62,
                "2020":46,
                "2021":2
            }
        ],
        [
            " We report the direct observation of laboratory production of spherical, carbonaceous particles – \"tar balls\" – from smoldering combustion of two commonly occurring dry mid-latitude fuels. Real-time measurements of spectrally varying absorption Ångström coefficients (AAC) indicate that a class of light absorbing organic carbon (OC) with wavelength dependent imaginary part of its refractive index – optically defined as \"brown carbon\" – is an important component of tar balls. The spectrum of the imaginary parts of their complex refractive indices can be described with a Lorentzian-like model with an effective resonance wavelength in the ultraviolet (UV) spectral region. Sensitivity calculations for aerosols containing traditional OC (no absorption at visible and UV wavelengths) and brown carbon suggest that accounting for near-UV absorption by brown carbon leads to an increase in aerosol radiative forcing efficiency and increased light absorption. Since particles from smoldering combustion account for nearly three-fourths of the total carbonaceous aerosol mass emitted globally, inclusion of the optical properties of tar balls into radiative forcing models has significance for the Earth's radiation budget, optical remote sensing, and understanding of anomalous UV absorption in the troposphere.",
            "Brown carbon in tar balls from smoldering biomass combustion",
            "RK Chakrabarty and H Moosmüller and L-WA Chen and K Lewis and WP Arnott and C Mazzoleni and MK Dubey and CE Wold and WM Hao and SM Kreidenweis",
            "2010",
            "a2zAqboAAAAJ:d1gkVwhDpl0C",
            345,
            "https:\/\/acp.copernicus.org\/articles\/10\/6363\/2010\/",
            "13544786425054571484",
            "\/scholar?cites=13544786425054571484",
            {
                "2010":5,
                "2011":17,
                "2012":17,
                "2013":23,
                "2014":24,
                "2015":28,
                "2016":37,
                "2017":41,
                "2018":53,
                "2019":38,
                "2020":56,
                "2021":6
            }
        ],
        [
            "Narrow‐band color filters have been integrated on porous silicon layers. Distributed Bragg reflectors and Fabry–Pérot interference filters based on layered porous silicon samples are demonstrated. The effects of narrowing and tuning the porous silicon emission band are shown in structures composed by Fabry–Pérot filters integrated on top of thick porous silicon layers.",
            "Application to optical components of dielectric porous silicon multilayers",
            "C Mazzoleni and L Pavesi",
            "1995",
            "a2zAqboAAAAJ:ZHo1McVdvXMC",
            274,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.114833",
            "17958664874377074331",
            "\/scholar?cites=17958664874377074331",
            {
                "1995":1,
                "1996":7,
                "1997":14,
                "1998":10,
                "1999":12,
                "2000":6,
                "2001":4,
                "2002":10,
                "2003":13,
                "2004":9,
                "2005":21,
                "2006":17,
                "2007":13,
                "2008":17,
                "2009":11,
                "2010":15,
                "2011":16,
                "2012":12,
                "2013":11,
                "2014":14,
                "2015":14,
                "2016":5,
                "2017":1,
                "2018":6,
                "2019":4,
                "2020":8,
                "2021":2
            }
        ],
        [
            "An inter-comparison study of instruments designed to measure the microphysical and optical properties of soot particles was completed. The following mass-based instruments were tested: Couette Centrifugal Particle Mass Analyzer (CPMA), Time-of-Flight Aerosol Mass Spectrometer—Scanning Mobility Particle Sizer (AMS-SMPS), Single Particle Soot Photometer (SP2), Soot Particle-Aerosol Mass Spectrometer (SP-AMS) and Photoelectric Aerosol Sensor (PAS2000CE). Optical instruments measured absorption (photoacoustic, interferometric, and filter-based), scattering (in situ), and extinction (light attenuation within an optical cavity). The study covered an experimental matrix consisting of 318 runs that systematically tested the performance of instruments across a range of parameters including: fuel equivalence ratio (1.8 ≤  φ  ≤ 5), particle shape (mass-mobility exponent ( D    fm  ), 2.0  ≤  D      fm   ≤ 3.0 …",
            "Soot particle studies—instrument inter-comparison—project overview",
            "Eben S Cross and Timothy B Onasch and Adam Ahern and William Wrobel and Jay G Slowik and Jason Olfert and Daniel A Lack and Paola Massoli and Christopher D Cappa and Joshua P Schwarz and J Ryan Spackman and David W Fahey and Arthur Sedlacek and Achim Trimborn and John T Jayne and Andrew Freedman and Leah R Williams and Nga L Ng and Claudio Mazzoleni and Manvendra Dubey and Benjamin Brem and Greg Kok and R Subramanian and Steffen Freitag and Antony Clarke and Dwight Thornhill and Linsey C Marr and Charles E Kolb and Douglas R Worsnop and Paul Davidovits",
            "2010",
            "a2zAqboAAAAJ:u-x6o8ySG0sC",
            223,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/02786826.2010.482113",
            "9489462923737978149",
            "\/scholar?cites=9489462923737978149",
            {
                "2010":6,
                "2011":13,
                "2012":20,
                "2013":28,
                "2014":19,
                "2015":27,
                "2016":28,
                "2017":14,
                "2018":34,
                "2019":18,
                "2020":13,
                "2021":3
            }
        ],
        [
            "Biomass burning is one of the largest sources of carbonaceous aerosols in the atmosphere, significantly affecting earth’s radiation budget and climate. Tar balls, abundant in biomass burning smoke, absorb sunlight and have highly variable optical properties, typically not accounted for in climate models. Here we analyse single biomass burning particles from the Las Conchas fire (New Mexico, 2011) using electron microscopy. We show that the relative abundance of tar balls (80%) is 10 times greater than soot particles (8%). We also report two distinct types of tar balls; one less oxidized than the other. Furthermore, the mixing of soot particles with other material affects their optical, chemical and physical properties. We quantify the morphology of soot particles and classify them into four categories:~ 50% are embedded (heavily coated),~ 34% are partly coated,~ 12% have inclusions and~ 4% are bare. Inclusion of …",
            "Morphology and mixing state of individual freshly emitted wildfire carbonaceous particles",
            "Swarup China and Claudio Mazzoleni and Kyle Gorkowski and Allison C Aiken and Manvendra K Dubey",
            "2013",
            "a2zAqboAAAAJ:mB3voiENLucC",
            214,
            "https:\/\/www.nature.com\/articles\/ncomms3122",
            "9965002386113532797",
            "\/scholar?cites=9965002386113532797",
            {
                "2013":1,
                "2014":22,
                "2015":33,
                "2016":27,
                "2017":26,
                "2018":36,
                "2019":29,
                "2020":32,
                "2021":7
            }
        ],
        [
            "A comprehensive dataset of microphysical and radiative properties of aerosols and clouds in the boundary layer in the vicinity of Barrow, Alaska, was collected in April 2008 during the Indirect and Semi-Direct Aerosol Campaign (ISDAC). ISDAC's primary aim was to examine the effects of aerosols, including those generated by Asian wildfires, on clouds that contain both liquid and ice. ISDAC utilized the Atmospheric Radiation Measurement Pro- gram's permanent observational facilities at Barrow and specially deployed instruments measuring aerosol, ice fog, precipitation, and radiation. The National Research Council of Canada Convair-580 flew 27 sorties and collected data using an unprecedented 41 stateof- the-art cloud and aerosol instruments for more than 100 h on 12 different days. Aerosol compositions, including fresh and processed sea salt, biomassburning particles, organics, and sulfates mixed with …",
            "Indirect and semi-direct aerosol campaign: The impact of Arctic aerosols on clouds",
            "Greg M McFarquhar and Steven Ghan and Johannes Verlinde and Alexei Korolev and J Walter Strapp and Beat Schmid and Jason M Tomlinson and Mengistu Wolde and Sarah D Brooks and Dan Cziczo and Manvendra K Dubey and Jiwen Fan and Connor Flynn and Ismail Gultepe and John Hubbe and Mary K Gilles and Alexander Laskin and Paul Lawson and W Richard Leaitch and Peter Liu and Xiaohong Liu and Dan Lubin and Claudio Mazzoleni and Ann-Marie Macdonald and Ryan C Moffet and Hugh Morrison and Mikhail Ovchinnikov and Matthew D Shupe and David D Turner and Shaocheng Xie and Alla Zelenyuk and Kenny Bae and Matt Freer and Andrew Glen",
            "2011",
            "a2zAqboAAAAJ:qjMakFHDy7sC",
            208,
            "https:\/\/journals.ametsoc.org\/view\/journals\/bams\/92\/2\/2010bams2935_1.xml",
            "7540091187812007444",
            "\/scholar?cites=7540091187812007444",
            {
                "2010":2,
                "2011":20,
                "2012":14,
                "2013":16,
                "2014":31,
                "2015":21,
                "2016":18,
                "2017":25,
                "2018":23,
                "2019":19,
                "2020":16
            }
        ],
        [
            "Black carbon (BC) and light-absorbing organic carbon (brown carbon, BrC) play key roles in warming the atmosphere, but the magnitude of their effects remains highly uncertain. Theoretical modelling and laboratory experiments demonstrate that coatings on BC can enhance BC’s light absorption, therefore many climate models simply assume enhanced BC absorption by a factor of∼ 1.5. However, recent field observations show negligible absorption enhancement, implying models may overestimate BC’s warming. Here we report direct evidence of substantial field-measured BC absorption enhancement, with the magnitude strongly depending on BC coating amount. Increases in BC coating result from a combination of changing sources and photochemical aging processes. When the influence of BrC is accounted for, observationally constrained model calculations of the BC absorption enhancement can be …",
            "Enhanced light absorption by mixed source black and brown carbon particles in UK winter",
            "Shang Liu and Allison C Aiken and Kyle Gorkowski and Manvendra K Dubey and Christopher D Cappa and Leah R Williams and Scott C Herndon and Paola Massoli and Edward C Fortner and Puneet S Chhabra and William A Brooks and Timothy B Onasch and John T Jayne and Douglas R Worsnop and Swarup China and Noopur Sharma and Claudio Mazzoleni and Lu Xu and Nga L Ng and Dantong Liu and James D Allan and James D Lee and Zoë L Fleming and Claudia Mohr and Peter Zotter and Sönke Szidat and André SH Prévôt",
            "2015",
            "a2zAqboAAAAJ:svGagg1hbZMC",
            181,
            "https:\/\/www.nature.com\/articles\/ncomms9435",
            "15171634355548762244",
            "\/scholar?cites=15171634355548762244",
            {
                "2015":1,
                "2016":31,
                "2017":29,
                "2018":47,
                "2019":32,
                "2020":31,
                "2021":10
            }
        ],
        [
            "We demonstrate the preparation of narrow‐band porous‐silicon reflectors integrated on porous‐silicon layers by electrochemical etching. By carefully tuning the resulting photon cavity mode around the maximum of the porous silicon photoluminescence, we have obtained both a narrowing and enhancement of the emission line, and a highly concentrated radiation pattern. These results show that the porous silicon spontaneous emission is modified because of the coupling with the photon cavity mode.",
            "Controlled photon emission in porous silicon microcavities",
            "Lorenzo Pavesi and Claudio Mazzoleni and Alessandro Tredicucci and Vittorio Pellegrini",
            "1995",
            "a2zAqboAAAAJ:O3NaXMp0MMsC",
            179,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.115220",
            "11616658006094896084",
            "\/scholar?cites=11616658006094896084",
            {
                "1996":9,
                "1997":10,
                "1998":11,
                "1999":10,
                "2000":5,
                "2001":8,
                "2002":5,
                "2003":7,
                "2004":12,
                "2005":16,
                "2006":8,
                "2007":11,
                "2008":9,
                "2009":14,
                "2010":6,
                "2011":8,
                "2012":4,
                "2013":2,
                "2014":3,
                "2015":5,
                "2016":4,
                "2017":3,
                "2018":5,
                "2019":2,
                "2020":1
            }
        ],
        [
            "We report the experimental investigation of the optical properties of porous silicon embedded in a planar microcavity structure in which both the active layer and the two Bragg reflectors are fabricated by electrochemical processing of a p-type porous silicon wafer. By tuning the cavity resonance energy around the maximum of the porous silicon emission we have observed photoluminescence linewidths as narrow as 18–25 meV and an intensity enhancement of more than one order of magnitude. The experimental results are clarified by theoretical calculations performed with the standard transfer-matrix approach in the framework of a porous silicon quantum-box model.",
            "Enhanced optical properties in porous silicon microcavities",
            "Vittorio Pellegrini and Alessandro Tredicucci and Claudio Mazzoleni and Lorenzo Pavesi",
            "1995",
            "a2zAqboAAAAJ:ns9cj8rnVeAC",
            140,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.52.R14328",
            "7321059096025307129",
            "\/scholar?cites=7321059096025307129",
            {
                "1996":6,
                "1997":7,
                "1998":15,
                "1999":8,
                "2000":6,
                "2001":7,
                "2002":13,
                "2003":4,
                "2004":5,
                "2005":12,
                "2006":6,
                "2007":7,
                "2008":3,
                "2009":2,
                "2010":5,
                "2011":3,
                "2012":5,
                "2013":3,
                "2014":5,
                "2015":7,
                "2016":2,
                "2017":5,
                "2018":1,
                "2019":1
            }
        ]
    ]
}