{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "In 1978, while I was a postdoctoral fellow at MIT, I read a paper by Art Ashkin (1978) in which he described how one might slow down an atomic beam of sodium using the radiation pressure of a laser beam tuned to an atomic resonance. After being slowed, the atoms would be captured in a trap consisting of focused laser beams, with the atomic motion being damped until the temperature of the atoms reached the microkelvin range. That paper was my first introduction to laser cooling, although the idea of laser cooling (the reduction of random thermal velocities using radiative forces) had been proposed three years earlier in independent papers by Hänsch and Schawlow (1975) and Wineland and Dehmelt (1975). Although the treatment in Ashkin’s paper was necessarily over-simplified, it provided one of the important inspirations for what I tried to accomplish for about the next decade. Another inspiration appeared …",
            "Nobel Lecture: Laser cooling and trapping of neutral atoms",
            "William D Phillips",
            "1998",
            "A3Kf9x8AAAAJ:M7yex6snE4oC",
            2099,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.70.721",
            "10660335378097948890",
            "\/scholar?cites=10660335378097948890",
            {
                "1999":38,
                "2000":48,
                "2001":52,
                "2002":54,
                "2003":54,
                "2004":66,
                "2005":78,
                "2006":88,
                "2007":100,
                "2008":107,
                "2009":80,
                "2010":101,
                "2011":116,
                "2012":104,
                "2013":118,
                "2014":116,
                "2015":113,
                "2016":141,
                "2017":120,
                "2018":126,
                "2019":141,
                "2020":114,
                "2021":7
            }
        ],
        [
            "Quantum phase engineering is demonstrated with two techniques that allow the spatial phase distribution of a Bose-Einstein condensate (BEC) to be written and read out. A quantum state was designed and produced by optically imprinting a phase pattern onto a BEC of sodium atoms, and matter-wave interferometry with spatially resolved imaging was used to analyze the resultant phase distribution. An appropriate phase imprint created solitons, the first experimental realization of this nonlinear phenomenon in a BEC. The subsequent evolution of these excitations was investigated both experimentally and theoretically.",
            "Generating solitons by phase engineering of a Bose-Einstein condensate",
            "J Denschlag and Je E Simsarian and Dl L Feder and Charles W Clark and La A Collins and J Cubizolles and Lu Deng and Edward W Hagley and Kristian Helmerson and William P Reinhardt and Sl L Rolston and Bi I Schneider and William D Phillips",
            "2000",
            "A3Kf9x8AAAAJ:EkHepimYqZsC",
            1456,
            "https:\/\/science.sciencemag.org\/content\/287\/5450\/97.abstract",
            "12628912907670552888",
            "\/scholar?cites=12628912907670552888",
            {
                "2000":19,
                "2001":57,
                "2002":71,
                "2003":65,
                "2004":99,
                "2005":94,
                "2006":82,
                "2007":82,
                "2008":84,
                "2009":76,
                "2010":87,
                "2011":66,
                "2012":65,
                "2013":69,
                "2014":51,
                "2015":72,
                "2016":70,
                "2017":68,
                "2018":57,
                "2019":61,
                "2020":48,
                "2021":6
            }
        ],
        [
            "We have measured the temperature of a gas of sodium atoms released from\" optical molasses\" to be as low as 43±20 μK. Surprisingly, this strongly violates the generally accepted theory of Doppler cooling which predicts a limit of 240 μK. To determine the temperature we used several complementary measurements of the ballistic motion of atoms released from the molasses.",
            "Observation of atoms laser cooled below the Doppler limit",
            "Paul D Lett and Richard N Watts and Christoph I Westbrook and William D Phillips and Phillip L Gould and Harold J Metcalf",
            "1988",
            "A3Kf9x8AAAAJ:F1b5ZUV5XREC",
            1186,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.61.169",
            "1988748294456505674",
            "\/scholar?cites=1988748294456505674",
            {
                "1988":7,
                "1989":42,
                "1990":33,
                "1991":27,
                "1992":30,
                "1993":30,
                "1994":23,
                "1995":26,
                "1996":26,
                "1997":24,
                "1998":36,
                "1999":33,
                "2000":25,
                "2001":31,
                "2002":39,
                "2003":35,
                "2004":22,
                "2005":41,
                "2006":36,
                "2007":51,
                "2008":37,
                "2009":44,
                "2010":43,
                "2011":45,
                "2012":40,
                "2013":48,
                "2014":52,
                "2015":44,
                "2016":54,
                "2017":49,
                "2018":48,
                "2019":37,
                "2020":22,
                "2021":1
            }
        ],
        [
            "Deceleration and velocity bunching of Na atoms in an atomic beam have been observed. The deceleration, caused by absorption of counterpropagating resonant laser light, amounts to 40% of the initial thermal velocity, corresponding to about 15 000 absorptions. Atoms were kept in resonance with the laser by using a spatially varying magnetic field to provide a changing Zeeman shift to compensate for the changing Doppler shift as the atoms decelerated.",
            "Laser deceleration of an atomic beam",
            "William D Phillips and Harold Metcalf",
            "1982",
            "A3Kf9x8AAAAJ:_5tno0g5mFcC",
            1093,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.48.596",
            "16436467190256071699",
            "\/scholar?cites=16436467190256071699",
            {
                "1983":7,
                "1984":13,
                "1985":18,
                "1986":12,
                "1987":15,
                "1988":12,
                "1989":18,
                "1990":12,
                "1991":11,
                "1992":14,
                "1993":8,
                "1994":11,
                "1995":9,
                "1996":13,
                "1997":21,
                "1998":20,
                "1999":35,
                "2000":23,
                "2001":40,
                "2002":42,
                "2003":25,
                "2004":30,
                "2005":35,
                "2006":37,
                "2007":41,
                "2008":39,
                "2009":28,
                "2010":48,
                "2011":35,
                "2012":44,
                "2013":48,
                "2014":68,
                "2015":52,
                "2016":51,
                "2017":43,
                "2018":38,
                "2019":36,
                "2020":30,
                "2021":1
            }
        ]
    ]
}