{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "The time decay of the thermoremanent magnetization (σ TRM) has been measured in 1.0% Cu: Mn and 2.6% Ag: Mn spin-glasses. It is shown that σ TRM is neither an algebraic nor a logarithmic function of time, but it is found that σ TRM can be characterized by a\" stretched\" exponential: σ TRM= σ 0 exp [− C (ω t) 1− n (1− n)]. Similar time dependences appear in the disorder-diffusion theory of Grassberger and Procaccia and the cooperative-relaxation theory of Ngai, but neither theory in its present form is directly applicable to spin-glasses.",
            "Time decay of the remanent magnetization in spin-glasses",
            "RV Chamberlin and George Mozurkewich and R Orbach",
            "1984",
            "A76nrKwAAAAJ:u5HHmVD_uO8C",
            449,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.52.867",
            "7212663787179922675",
            "\/scholar?cites=7212663787179922675",
            {
                "1984":7,
                "1985":23,
                "1986":41,
                "1987":33,
                "1988":21,
                "1989":5,
                "1990":16,
                "1991":7,
                "1992":8,
                "1993":13,
                "1994":12,
                "1995":8,
                "1996":8,
                "1997":7,
                "1998":11,
                "1999":13,
                "2000":8,
                "2001":6,
                "2002":7,
                "2003":12,
                "2004":11,
                "2005":13,
                "2006":15,
                "2007":14,
                "2008":7,
                "2009":9,
                "2010":7,
                "2011":6,
                "2012":14,
                "2013":16,
                "2014":6,
                "2015":11,
                "2016":9,
                "2017":10,
                "2018":9,
                "2019":12,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Large-amplitude, low-frequency electric fields can be used to burn spectral holes in the dielectric response of supercooled propylene carbonate and glycerol. This ability to selectively modify the dielectric response establishes that the non-Debye behavior results from a distribution of relaxation times. Refilling of the spectral hole was consistent with a single recovery time that coincided with the peak in the distribution. Moreover, refilling occurred without significant broadening, which indicates negligible direct exchange between the degrees of freedom that responded to the field. Nonresonant spectral hole burning facilitates direct investigation of the intrinsic response of systems that exhibit nonexponential relaxation.",
            "Nonresonant spectral hole burning in the slow dielectric response of supercooled liquids",
            "B Schiener and R Böhmer and Alois Loidl and RV Chamberlin",
            "1996",
            "A76nrKwAAAAJ:u-x6o8ySG0sC",
            397,
            "https:\/\/science.sciencemag.org\/content\/274\/5288\/752.abstract",
            "17649387478958204197",
            "\/scholar?cites=17649387478958204197",
            {
                "1996":5,
                "1997":18,
                "1998":31,
                "1999":21,
                "2000":34,
                "2001":20,
                "2002":22,
                "2003":22,
                "2004":16,
                "2005":17,
                "2006":16,
                "2007":17,
                "2008":13,
                "2009":12,
                "2010":13,
                "2011":16,
                "2012":12,
                "2013":7,
                "2014":11,
                "2015":18,
                "2016":11,
                "2017":11,
                "2018":13,
                "2019":10,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Several experimental methods feature the potential to distinguish between slow and fast contributions to the non-exponential, ensemble averaged primary response in glass-forming materials. Some of these techniques are based on the selection of subensembles using multi-dimensional nuclear magnetic resonance, optical bleaching, and non-resonant spectral hole burning. Others, such as the time-dependent solvation spectroscopy, measure microscopic responses induced by local perturbations. Using several of these methods it could be demonstrated for various glass-forming materials that the non-exponential relaxation results from a superposition of dynamically distinguishable entities. The experimental observation that subensembles can be selected efficiently indicates a large degree of heterogeneity. The intrinsic response is compatible with single exponential relaxation.",
            "Nature of the non-exponential primary relaxation in structural glass-formers probed by dynamically selective experiments",
            "Roland Böhmer and RV Chamberlin and G Diezemann and B Geil and Andreas Heuer and G Hinze and SC Kuebler and Ranko Richert and B Schiener and H Sillescu and Hans Wolfgang Spiess and U Tracht and Manfred Wilhelm",
            "1998",
            "A76nrKwAAAAJ:d1gkVwhDpl0C",
            259,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S002230939800581X",
            "12026495649265431319",
            "\/scholar?cites=12026495649265431319",
            {
                "1998":3,
                "1999":20,
                "2000":22,
                "2001":13,
                "2002":22,
                "2003":19,
                "2004":13,
                "2005":15,
                "2006":14,
                "2007":18,
                "2008":7,
                "2009":8,
                "2010":3,
                "2011":10,
                "2012":10,
                "2013":7,
                "2014":9,
                "2015":11,
                "2016":3,
                "2017":8,
                "2018":10,
                "2019":5,
                "2020":7
            }
        ],
        [
            "We present high-resolution SQUID (superconducting quantum interference device) measurements of the dc magnetization on two Ag: Mn samples containing 2.6 and 4.0 at.% Mn. We have measured in detail the temperature dependence of the magnetization on warming through the glass temperature, T G,(i) after cooling to T< T G in a near-zero field and then applying the measurement field, zero-field cooled, and (ii) after cooling to T< T G in the measurement field. This has been done for fields 0.5≤ H≤ 500 Oe. The temperature derivative, dM (H, T) dT, of the ZFC curve shows structure, allowing the identification of several characteristic temperatures associated with the paramagnetic to spin-glass transition in the presence of an external magnetic field. The temperature, T B, where the crossover from a Curie-like to a nonlinear susceptibility occurs, behaves as∼ H 0.5±0.1. Two further temperatures, T and T P …",
            "H− T phase diagram for spin-glasses: An experimental study of Ag: Mn",
            "RV Chamberlin and M Hardiman and LA Turkevich and R Orbach",
            "1982",
            "A76nrKwAAAAJ:9yKSN-GCB0IC",
            208,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.25.6720",
            "9473784659042652697",
            "\/scholar?cites=9473784659042652697",
            {
                "1982":7,
                "1983":34,
                "1984":27,
                "1985":18,
                "1986":15,
                "1987":7,
                "1988":3,
                "1989":6,
                "1990":2,
                "1991":5,
                "1992":2,
                "1993":5,
                "1994":5,
                "1995":2,
                "1996":4,
                "1997":2,
                "1998":2,
                "1999":3,
                "2000":3,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":3,
                "2005":6,
                "2006":3,
                "2007":3,
                "2008":4,
                "2009":3,
                "2010":4,
                "2011":2,
                "2012":2,
                "2013":4,
                "2014":3,
                "2015":8,
                "2016":2,
                "2017":1,
                "2018":1,
                "2019":4
            }
        ],
        [
            "The nonexponential response of propylene carbonate and glycerol near their glass transitions could be selectively altered using nonresonant spectral hole burning (NSHB) experiments. This observation provides evidence of the existence of a distribution of relaxation times in these supercooled liquids. NSHB is based on a pump, wait, and probe scheme and uses low-frequency large amplitude electrical fields to modify the dielectric relaxation. The temporal evolution of the polarization of the sample is then measured subsequent to a small voltage step. By variation of a recovery time inserted between pump and probe, the refilling of the spectral features could be monitored and was found to take place on the time scale set by the peak in the distribution. The recovery time and pump frequency dependences of the spectral modifications were successfully simulated using a set of coupled rate equations.",
            "Nonresonant dielectric hole burning spectroscopy of supercooled liquids",
            "B Schiener and RV Chamberlin and G Diezemann and R Böhmer",
            "1997",
            "A76nrKwAAAAJ:2osOgNQ5qMEC",
            184,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.475089",
            "17821673575488005006",
            "\/scholar?cites=17821673575488005006",
            {
                "1998":7,
                "1999":8,
                "2000":15,
                "2001":14,
                "2002":8,
                "2003":10,
                "2004":8,
                "2005":11,
                "2006":9,
                "2007":12,
                "2008":7,
                "2009":8,
                "2010":5,
                "2011":9,
                "2012":5,
                "2013":3,
                "2014":6,
                "2015":10,
                "2016":5,
                "2017":5,
                "2018":12,
                "2019":3,
                "2020":2
            }
        ]
    ]
}