{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "Systems with a ferroelectric to paraelectric transition in the vicinity of room temperature are useful for devices. Adjusting the ferroelectric transition temperature (T c) is traditionally accomplished by chemical substitution—as in Ba x Sr 1-x TiO 3, the material widely investigated for microwave devices in which the dielectric constant (ε r) at GHz frequencies is tuned by applying a quasi-static electric field 1, 2. Heterogeneity associated with chemical substitution in such films, however, can broaden this phase transition by hundreds of degrees 3, which is detrimental to tunability and microwave device performance. An alternative way to adjust T c in ferroelectric films is strain 4, 5, 6, 7, 8. Here we show that epitaxial strain from a newly developed substrate can be harnessed to increase T c by hundreds of degrees and produce room-temperature ferroelectricity in strontium titanate, a material that is not normally ferroelectric at …",
            "Room-temperature ferroelectricity in strained SrTiO 3",
            "JH Haeni and P Irvin and W Chang and Reinhard Uecker and P Reiche and YL Li and S Choudhury and W Tian and ME Hawley and B Craigo and AK Tagantsev and XQ Pan and SK Streiffer and Long-Qing Chen and SW Kirchoefer and J Levy and Darrell G Schlom",
            "2004",
            "a_006FAAAAAJ:u5HHmVD_uO8C",
            2001,
            "https:\/\/www.nature.com\/articles\/nature02773",
            "11447114849349558667",
            "\/scholar?cites=11447114849349558667",
            {
                "2004":6,
                "2005":38,
                "2006":78,
                "2007":87,
                "2008":89,
                "2009":109,
                "2010":110,
                "2011":104,
                "2012":161,
                "2013":133,
                "2014":164,
                "2015":146,
                "2016":157,
                "2017":162,
                "2018":145,
                "2019":159,
                "2020":135,
                "2021":11
            }
        ],
        [
            "Biaxial compressive strain has been used to markedly enhance the ferroelectric properties of BaTiO3 thin films. This strain, imposed by coherent epitaxy, can result in a ferroelectric transition temperature nearly 500°C higher and a remanent polarization at least 250% higher than bulk BaTiO3 single crystals. This work demonstrates a route to a lead-free ferroelectric for nonvolatile memories and electro-optic devices.",
            "Enhancement of ferroelectricity in strained BaTiO3 thin films",
            "Kyoung Jin Choi and Michael Biegalski and YL Li and A Sharan and J Schubert and Reinhard Uecker and P Reiche and YB Chen and XQ Pan and Venkatraman Gopalan and L-Q Chen and Darrell G Schlom and CB Eom",
            "2004",
            "a_006FAAAAAJ:u-x6o8ySG0sC",
            1707,
            "https:\/\/science.sciencemag.org\/content\/306\/5698\/1005.abstract",
            "14193834977258036957",
            "\/scholar?cites=14193834977258036957",
            {
                "2005":31,
                "2006":63,
                "2007":72,
                "2008":95,
                "2009":89,
                "2010":91,
                "2011":98,
                "2012":123,
                "2013":117,
                "2014":118,
                "2015":135,
                "2016":137,
                "2017":131,
                "2018":141,
                "2019":121,
                "2020":134,
                "2021":8
            }
        ],
        [
            "Nanoscale resistive switching devices, sometimes termed memristors, have recently generated significant interest for memory, logic and neuromorphic applications. Resistive switching effects in dielectric-based devices are normally assumed to be caused by conducting filament formation across the electrodes, but the nature of the filaments and their growth dynamics remain controversial. Here we report direct transmission electron microscopy imaging, and structural and compositional analysis of the nanoscale conducting filaments. Through systematic ex-situ and in-situ transmission electron microscopy studies on devices under different programming conditions, we found that the filament growth can be dominated by cation transport in the dielectric film. Unexpectedly, two different growth modes were observed for the first time in materials with different microstructures. Regardless of the growth direction, the …",
            "Observation of conducting filament growth in nanoscale resistive memories",
            "Yuchao Yang and Peng Gao and Siddharth Gaba and Ting Chang and Xiaoqing Pan and Wei Lu",
            "2012",
            "a_006FAAAAAJ:Se3iqnhoufwC",
            800,
            "https:\/\/www.nature.com\/articles\/ncomms1737",
            "16994108273154951036",
            "\/scholar?cites=16994108273154951036",
            {
                "2012":14,
                "2013":71,
                "2014":78,
                "2015":85,
                "2016":102,
                "2017":116,
                "2018":91,
                "2019":119,
                "2020":112,
                "2021":8
            }
        ],
        [
            "The newly discovered 39-K superconductor MgB 2 1 holds great promise for superconducting electronics. Like the conventional superconductor Nb, MgB 2 is a phonon-mediated superconductor 2, with a relatively long coherence length 3. These properties make the prospect of fabricating reproducible uniform Josephson junctions, the fundamental element of superconducting circuits, much more favourable for MgB 2 than for high-temperature superconductors. The higher transition temperature and larger energy gap 4, 5 of MgB 2 promise higher operating temperatures and potentially higher speeds than Nb-based integrated circuits. However, success in MgB 2 Josephson junctions has been limited because of the lack of an adequate thin-film technology 6, 7. Because a superconducting integrated circuit uses a multilayer of superconducting, insulating and resistive films, an in situ process in which MgB 2 is formed …",
            "In situ epitaxial MgB 2 thin films for superconducting electronics",
            "Xianghui Zeng and Alexej V Pogrebnyakov and Armen Kotcharov and James E Jones and XX Xi and Eric M Lysczek and Joan M Redwing and Shengyong Xu and Qi Li and James Lettieri and Darrell G Schlom and Wei Tian and Xiaoqing Pan and Zi-Kui Liu",
            "2002",
            "a_006FAAAAAJ:d1gkVwhDpl0C",
            499,
            "https:\/\/www.nature.com\/articles\/nmat703",
            "13777914364478511024",
            "\/scholar?cites=13777914364478511024",
            {
                "2002":5,
                "2003":34,
                "2004":41,
                "2005":60,
                "2006":51,
                "2007":60,
                "2008":39,
                "2009":27,
                "2010":20,
                "2011":21,
                "2012":28,
                "2013":21,
                "2014":13,
                "2015":24,
                "2016":22,
                "2017":12,
                "2018":9,
                "2019":6,
                "2020":4,
                "2021":1
            }
        ],
        [
            " The broad spectrum of electronic and optical properties exhibited by oxides offers tremendous opportunities for microelectronic devices, especially when a combination of properties in a single device is desired. Here we describe the use of reactive molecular‐beam epitaxy and pulsed‐laser deposition to synthesize functional oxides, including ferroelectrics, ferromagnets, and materials that are both at the same time. Owing to the dependence of properties on direction, it is often optimal to grow functional oxides in particular directions to maximize their properties for a specific application. But these thin film techniques offer more than orientation control; customization of the film structure down to the atomic‐layer level is possible. Numerous examples of the controlled epitaxial growth of oxides with perovskite and perovskite‐related structures, including superlattices and metastable phases, are shown. In addition to …",
            "A thin film approach to engineering functionality into oxides",
            "Darrell G Schlom and Long‐Qing Chen and Xiaoqing Pan and Andreas Schmehl and Mark A Zurbuchen",
            "2008",
            "a_006FAAAAAJ:YsMSGLbcyi4C",
            497,
            "https:\/\/ceramics.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1551-2916.2008.02556.x",
            "3242820203587025900",
            "\/scholar?cites=3242820203587025900",
            {
                "2008":3,
                "2009":11,
                "2010":17,
                "2011":20,
                "2012":27,
                "2013":41,
                "2014":43,
                "2015":62,
                "2016":62,
                "2017":50,
                "2018":50,
                "2019":56,
                "2020":53,
                "2021":1
            }
        ],
        [
            "Single-phase, insulating Bi1−xLaxFeO3 (BLFOx, x=0.05, 0.10, 0.15, 0.20, 0.30, and 0.40) ceramics were prepared. An obvious phase transition from rhombohedral to orthorhombic phase was observed near x=0.30. It is found that the phase transition destructs the spin cycloid of BiFeO3 (BFO), and therefore, releases the locked magnetization and enhances magnetoelectric interaction. As a result, improved multiferroic properties of the BLFO0.30 ceramics with remnant polarization and magnetization (2Pr and 2Mr) of 22.4μC∕cm2 and 0.041emu∕g, respectively, were established.",
            "Substitution-induced phase transition and enhanced multiferroic properties of  ceramics",
            "Shan-Tao Zhang and Yi Zhang and Ming-Hui Lu and Chao-Ling Du and Yan-Feng Chen and Zhi-Guo Liu and Yong-Yuan Zhu and Nai-Ben Ming and XQ Pan",
            "2006",
            "a_006FAAAAAJ:2osOgNQ5qMEC",
            436,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2195927",
            "4177387391618622911",
            "\/scholar?cites=4177387391618622911",
            {
                "2006":6,
                "2007":16,
                "2008":32,
                "2009":29,
                "2010":40,
                "2011":33,
                "2012":32,
                "2013":44,
                "2014":49,
                "2015":37,
                "2016":33,
                "2017":26,
                "2018":19,
                "2019":21,
                "2020":16,
                "2021":2
            }
        ],
        [
            "Nanoscale metal inclusions in or on solid-state dielectrics are an integral part of modern electrocatalysis, optoelectronics, capacitors, metamaterials and memory devices. The properties of these composite systems strongly depend on the size, dispersion of the inclusions and their chemical stability, and are usually considered constant. Here we demonstrate that nanoscale inclusions (for example, clusters) in dielectrics dynamically change their shape, size and position upon applied electric field. Through systematic in situ transmission electron microscopy studies, we show that fundamental electrochemical processes can lead to universally observed nucleation and growth of metal clusters, even for inert metals like platinum. The clusters exhibit diverse dynamic behaviours governed by kinetic factors including ion mobility and redox rates, leading to different filament growth modes and structures in memristive …",
            "Electrochemical dynamics of nanoscale metallic inclusions in dielectrics",
            "Yuchao Yang and Peng Gao and Linze Li and Xiaoqing Pan and Stefan Tappertzhofen and ShinHyun Choi and Rainer Waser and Ilia Valov and Wei D Lu",
            "2014",
            "a_006FAAAAAJ:FiytvqdAVhgC",
            421,
            "https:\/\/www.nature.com\/articles\/ncomms5232?origin=ppub",
            "14962822361669551468",
            "\/scholar?cites=14962822361669551468",
            {
                "2014":5,
                "2015":42,
                "2016":53,
                "2017":68,
                "2018":74,
                "2019":77,
                "2020":95,
                "2021":7
            }
        ]
    ]
}