{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "It is suggested that the fermion determinant for a vector-like gauge theory with strictly massless quarks can be represented on the lattice as det 1+ V 2, where V= X (X† X)− 1\/2 and X is the Wilson-Dirac lattice operator with a negative mass term. There is no undesired doubling and no need for any fine tuning. Several other appealing features of the formula are pointed out.",
            "Exactly massless quarks on the lattice",
            "Herbert Neuberger",
            "1998",
            "A_WCQcEAAAAJ:u5HHmVD_uO8C",
            1899,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269397013683",
            "7667900333041142894",
            "\/scholar?cites=7667900333041142894",
            {
                "1998":36,
                "1999":86,
                "2000":103,
                "2001":95,
                "2002":102,
                "2003":84,
                "2004":101,
                "2005":155,
                "2006":118,
                "2007":114,
                "2008":116,
                "2009":95,
                "2010":81,
                "2011":84,
                "2012":73,
                "2013":69,
                "2014":57,
                "2015":55,
                "2016":67,
                "2017":65,
                "2018":44,
                "2019":38,
                "2020":41,
                "2021":2
            }
        ],
        [
            "Path integration over Euclidean chiral fermions is replaced by the quantum mechanics of an auxiliary system of non-interacting fermions. Our construction avoids the no-go theorem and faithfully maintains all the known important features of chiral fermions, including the violation of some perturbative conservation laws by gauge field configurations of non-trivial topology.",
            "A Construction of lattice chiral gauge theories",
            "Rajamani Narayanan and Herbert Neuberger",
            "1995",
            "A_WCQcEAAAAJ:u-x6o8ySG0sC",
            873,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321395001115",
            "3492745153120676600",
            "\/scholar?cites=3492745153120676600",
            {
                "1995":19,
                "1996":18,
                "1997":30,
                "1998":60,
                "1999":56,
                "2000":62,
                "2001":50,
                "2002":74,
                "2003":55,
                "2004":51,
                "2005":51,
                "2006":40,
                "2007":42,
                "2008":41,
                "2009":28,
                "2010":20,
                "2011":23,
                "2012":18,
                "2013":16,
                "2014":18,
                "2015":13,
                "2016":19,
                "2017":17,
                "2018":10,
                "2019":12,
                "2020":17
            }
        ],
        [
            "Quark confinement is assumed to be implemented by the generation of chromoelectric flux tubes with uniform energy density. Approximate formulas for the production of quark pairs in these tubes by tunneling are derived and various observable implications are studied. The non-Abelian nature of the SU (3) color group is taken partially into account thus yielding a quantitative estimate for the baryons-to-mesons ratio. Reasonable agreement with experiment is obtained.",
            "Chromoelectric-flux-tube model of particle production",
            "Aharon Casher and Herbert Neuberger and S Nussinov",
            "1979",
            "A_WCQcEAAAAJ:9yKSN-GCB0IC",
            821,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.20.179",
            "169247375097775262",
            "\/scholar?cites=169247375097775262",
            {
                "1981":10,
                "1982":17,
                "1983":17,
                "1984":11,
                "1985":27,
                "1986":16,
                "1987":21,
                "1988":30,
                "1989":24,
                "1990":22,
                "1991":21,
                "1992":22,
                "1993":21,
                "1994":22,
                "1995":21,
                "1996":13,
                "1997":10,
                "1998":19,
                "1999":11,
                "2000":35,
                "2001":16,
                "2002":18,
                "2003":27,
                "2004":25,
                "2005":19,
                "2006":27,
                "2007":18,
                "2008":32,
                "2009":28,
                "2010":16,
                "2011":15,
                "2012":16,
                "2013":22,
                "2014":18,
                "2015":21,
                "2016":10,
                "2017":16,
                "2018":19,
                "2019":14,
                "2020":15
            }
        ],
        [
            "The effective action induced by chiral fermions can be written, formally, as an overlap of two states. These states are the Fock ground states of hamiltonians for fermions in even dimensional space with opposite sign mass terms coupled to identical static vector potentials. A perturbative analysis of the overlap in the continuum framework produces the correct anomaly for abelian gauge fields in two dimensions. When a lattice transfer matrix formalism is applied in the direction perpendicular to a domain wall on which chiral fermions live a lattice version of the overlap is obtained. The real part of the overlap is nonperturbatively defined and previous work indicates that the real part of the vacuum polarization tensor in four dimensions has the correct continuum limit for a chiral theory. The phase of the overlap represents the imaginary part of the chiral action and suffers from ambiguities.",
            "Chiral determinant as an overlap of two vacua",
            "Rajamani Narayanan and Herbert Neuberger",
            "1994",
            "A_WCQcEAAAAJ:2osOgNQ5qMEC",
            486,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/055032139490393X",
            "10864115911754553320",
            "\/scholar?cites=10864115911754553320",
            {
                "1994":6,
                "1995":23,
                "1996":16,
                "1997":18,
                "1998":22,
                "1999":36,
                "2000":45,
                "2001":32,
                "2002":38,
                "2003":29,
                "2004":33,
                "2005":32,
                "2006":18,
                "2007":21,
                "2008":15,
                "2009":9,
                "2010":10,
                "2011":10,
                "2012":5,
                "2013":10,
                "2014":6,
                "2015":5,
                "2016":16,
                "2017":9,
                "2018":7,
                "2019":7,
                "2020":6
            }
        ],
        [
            "In view of the almost established triviality of ϕ 4 in four dimensions it is conjectured that the mass of the Higgs particle in the minimal model is bounded by an amount that can be estimated without the knowledge of the physics at shorter distances. A possible numerical experiment which could give a nonperturbative estimate for the bound is proposed.",
            "How to get an upper bound on the Higgs mass",
            "Roger Dashen and Herbert Neuberger",
            "1983",
            "A_WCQcEAAAAJ:UeHWp8X0CEIC",
            469,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.50.1897",
            "7381135209391887901",
            "\/scholar?cites=7381135209391887901",
            {
                "1984":11,
                "1985":8,
                "1986":21,
                "1987":19,
                "1988":38,
                "1989":36,
                "1990":31,
                "1991":23,
                "1992":21,
                "1993":24,
                "1994":16,
                "1995":12,
                "1996":14,
                "1997":16,
                "1998":8,
                "1999":7,
                "2000":11,
                "2001":15,
                "2002":8,
                "2003":7,
                "2004":4,
                "2005":8,
                "2006":6,
                "2007":5,
                "2008":8,
                "2009":10,
                "2010":11,
                "2011":13,
                "2012":8,
                "2013":9,
                "2014":7,
                "2015":5,
                "2016":3,
                "2017":2,
                "2018":5,
                "2019":8,
                "2020":2,
                "2021":1
            }
        ],
        [
            "We show that two recent independent proposals for regularizing a chiral gauge theory stem from one common trick. If the anomaly free complex representation carried by the righthanded Fermi-fields is r one constructs a vector like theory with flavored right handed fermionic matter in r+ r but with a mass matrix of the order of the cutoff and having an index equal to unity in an infinite dimensional flavor space. We present a Pauli-Villars realization of the trick that is likely to work to all orders in perturbation theory and a lattice version which is argued to produce the correct continuum leading order fermionic contribution to the vacuum polarization tensor and readied for further perturbative checks.",
            "Infinitely many regulator fields for chiral fermions",
            "Rajamani Narayanan and Herbert Neuberger",
            "1993",
            "A_WCQcEAAAAJ:qjMakFHDy7sC",
            461,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/037026939390636V",
            "5873564250111754423",
            "\/scholar?cites=5873564250111754423",
            {
                "1993":4,
                "1994":18,
                "1995":22,
                "1996":10,
                "1997":14,
                "1998":27,
                "1999":27,
                "2000":35,
                "2001":32,
                "2002":41,
                "2003":23,
                "2004":36,
                "2005":33,
                "2006":15,
                "2007":16,
                "2008":23,
                "2009":11,
                "2010":7,
                "2011":3,
                "2012":5,
                "2013":8,
                "2014":5,
                "2015":4,
                "2016":12,
                "2017":6,
                "2018":11,
                "2019":7,
                "2020":5
            }
        ],
        [
            "It is argued that spontaneous symmetry breaking occurs in the recently proposed Eguchi-Kawai model. The argument is based on an analytic investigation and on Monte Carlo simulations. A quenched version of the model is proposed which gives good behavior at weak couplings.",
            "The quenched eguchi-kawai model",
            "Gyan Bhanot and Urs M Heller and Herbert Neuberger",
            "1982",
            "A_WCQcEAAAAJ:zYLM7Y9cAGgC",
            436,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/037026938290106X",
            "18205888797830592581",
            "\/scholar?cites=18205888797830592581",
            {
                "1982":9,
                "1983":47,
                "1984":34,
                "1985":7,
                "1986":9,
                "1987":3,
                "1988":5,
                "1989":1,
                "1990":4,
                "1991":4,
                "1992":3,
                "1993":10,
                "1994":3,
                "1995":3,
                "1996":5,
                "1997":7,
                "1998":7,
                "1999":18,
                "2000":11,
                "2001":7,
                "2002":10,
                "2003":14,
                "2004":17,
                "2005":10,
                "2006":12,
                "2007":16,
                "2008":28,
                "2009":19,
                "2010":11,
                "2011":18,
                "2012":15,
                "2013":9,
                "2014":10,
                "2015":14,
                "2016":11,
                "2017":5,
                "2018":8,
                "2019":10
            }
        ],
        [
            "An expression for the lattice efective action induced by chiral fermions in any even dimensions in terms of an overlap of two states is shown to have promising properties in two dimensions: The correct Abelian anomaly is reproduced and instantons are suppressed.",
            "Chiral fermions on the lattice",
            "Rajamani Narayanan and Herbert Neuberger",
            "1993",
            "A_WCQcEAAAAJ:IjCSPb-OGe4C",
            425,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.71.3251",
            "9403778529913255969",
            "\/scholar?cites=9403778529913255969",
            {
                "1994":9,
                "1995":12,
                "1996":9,
                "1997":10,
                "1998":26,
                "1999":25,
                "2000":28,
                "2001":20,
                "2002":44,
                "2003":24,
                "2004":30,
                "2005":20,
                "2006":13,
                "2007":16,
                "2008":21,
                "2009":16,
                "2010":18,
                "2011":6,
                "2012":3,
                "2013":12,
                "2014":8,
                "2015":8,
                "2016":9,
                "2017":8,
                "2018":11,
                "2019":7,
                "2020":9
            }
        ],
        [
            "A truncation of the overlap (domain wall fermions) is studied and a criterion for the reliability of the approximation is obtained by comparison to the exact overlap formula describing massless quarks. We also present a truncated version of regularized, pure gauge, supersymmetric models. The mechanism for generating almost masslessness is shown to be a generalized seesaw which can also be viewed as a version of the Froggatt-Nielsen method for obtaining natural large mass hierarchies. Viewed in this way the mechanism preserving the mass hierarchy naturally avoids preserving even approximately axial U (1). The new insights into the source of the mass hierarchy suggest ways to increase the efficiency of numerical simulations of QCD employing the truncated overlap.",
            "Vectorlike gauge theories with almost massless fermions on the lattice",
            "Herbert Neuberger",
            "1998",
            "A_WCQcEAAAAJ:Tyk-4Ss8FVUC",
            367,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.57.5417",
            "16141138280142584887",
            "\/scholar?cites=16141138280142584887",
            {
                "1998":19,
                "1999":36,
                "2000":38,
                "2001":24,
                "2002":29,
                "2003":21,
                "2004":29,
                "2005":29,
                "2006":15,
                "2007":21,
                "2008":18,
                "2009":11,
                "2010":10,
                "2011":12,
                "2012":5,
                "2013":3,
                "2014":1,
                "2015":9,
                "2016":17,
                "2017":7,
                "2018":5,
                "2019":4,
                "2020":1
            }
        ],
        [
            "We define smoothed Wilson loop operators on a four dimensional lattice and check numerically that they have a finite and nontrivial continuum limit. The continuum operators maintain their character as unitary matrices and undergo a phase transition at infinite N reflected by the eigenvalue distribution closing a gap in its spectrum when the defining smooth loop is dilated from a small size to a large one. If this large N phase transition belongs to a solvable universality class one might be able to calculate analytically the string tension in terms of the perturbative Λ-parameter. This would be achieved by matching instanton results for small loops to the relevant large-N-universal function which, in turn, would be matched for large loops to an effective string theory. Similarities between our findings and known analytical results in two dimensional space-time indicate that the phase transitions we found only affect the …",
            "Infinite N phase transitions in continuum Wilson loop operators",
            "Rajamani Narayanan and Herbert Neuberger",
            "2006",
            "A_WCQcEAAAAJ:aqlVkmm33-oC",
            294,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2006\/03\/064\/meta",
            "13866898737910933350",
            "\/scholar?cites=13866898737910933350",
            {
                "2006":2,
                "2007":7,
                "2008":8,
                "2009":3,
                "2010":7,
                "2011":2,
                "2012":16,
                "2013":7,
                "2014":14,
                "2015":26,
                "2016":38,
                "2017":31,
                "2018":47,
                "2019":40,
                "2020":40,
                "2021":5
            }
        ]
    ]
}