{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This review addresses the potential of image-based remote sensing to provide spatially and temporally distributed information for precision crop management (PCM). PCM is an agricultural management system designed to target crop and soil inputs according to within, field requirements to optimize profitability and protect the environment. Progress in. PCM has been hampered by a lack of timely, distributed information on crop and soil conditions. Based on a review of the information requirements of PCM, eight areas were identified in which image-based remote sensing technology could provide information that is currently lacking or inadequate. Recommendations were made for applications with potential for near-term implementation with available remote sensing technology and instrumentation. We found that both aircraft- and satellite-based re-trote sensing could provide valuable information for PCM …",
            "Opportunities and limitations for image-based remote sensing in precision crop management",
            "M Susan Moran and Yoshio Inoue and EM Barnes",
            "1997",
            "a_WhOCIAAAAJ:XiSMed-E-HIC",
            1125,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S003442579700045X",
            "15683562093249160964",
            "\/scholar?cites=15683562093249160964",
            {
                "1997":3,
                "1998":7,
                "1999":25,
                "2000":27,
                "2001":36,
                "2002":35,
                "2003":61,
                "2004":45,
                "2005":49,
                "2006":51,
                "2007":55,
                "2008":43,
                "2009":44,
                "2010":48,
                "2011":48,
                "2012":47,
                "2013":53,
                "2014":50,
                "2015":71,
                "2016":64,
                "2017":60,
                "2018":65,
                "2019":63,
                "2020":50,
                "2021":4
            }
        ],
        [
            "Scientists with the Agricultural Research Service (ARS) and various government agencies and private institutions have provided a great deal of fundamental information relating spectral reflectance and thermal emittance properties of soils and crops to their agronomic and biophysical characteristics. This knowledge has facilitated the development and use of various remote sensing methods for non-destructive monitoring of plant growth and development and for the detection of many environmental stresses which limit plant productivity. Coupled with rapid advances in computing and positionlocating technologies, remote sensing from ground-, air-, and space-based platforms is now capable of providing detailed spatial and temporal information on plant response to their local environment that is needed for site specific agricultural management approaches. This manuscript, which emphasizes contributions by ARS …",
            "Remote sensing for crop management",
            "Paul J Pinter Jr and Jerry L Hatfield and James S Schepers and Edward M Barnes and M Susan Moran and Craig ST Daughtry and Dan R Upchurch",
            "2003",
            "a_WhOCIAAAAJ:35N4QoGY0k4C",
            639,
            "https:\/\/www.ingentaconnect.com\/content\/asprs\/pers\/2003\/00000069\/00000006\/art00004",
            "9938922093119506852",
            "\/scholar?cites=9938922093119506852",
            {
                "2004":9,
                "2005":16,
                "2006":18,
                "2007":22,
                "2008":31,
                "2009":29,
                "2010":38,
                "2011":29,
                "2012":33,
                "2013":45,
                "2014":36,
                "2015":38,
                "2016":58,
                "2017":46,
                "2018":64,
                "2019":52,
                "2020":59,
                "2021":7
            }
        ],
        [
            "Remotely sensed data has been identified as an important tool for precision crop management (PCM). The data has been used to assist in the identification of management zones, map crop nutrient status, and detect pest infestations. However, in many of the examples cited, the correlation between a multispectral signature and the variation of interest was limited to single factor experiments (ie, only one factor was primarily responsible for the variability in crop condition). A water by nitrogen experiment was conducted during the 1999 cotton season near Phoenix, Arizona, where one objective was to test the ability of remotely sensed data to distinguish between water and nitrogen stress. Multispectral (visible, near infrared and thermal) data were collected using a prototype sensor mounted on a linear move irrigation system. Neutron probe data were used to quantify crop water status, and petiole samples were used to",
            "Coincident detection of crop water stress, nitrogen status and canopy density using ground based multispectral data",
            "EM Barnes and TR Clarke and SE Richards and PD Colaizzi and J Haberland and M Kostrzewski and P Waller and C Choi and E Riley and T Thompson and RJ Lascano and H Li and MS Moran",
            "2000",
            "a_WhOCIAAAAJ:SP6oXDckpogC",
            441,
            "https:\/\/naldc.nal.usda.gov\/download\/4190\/PDF",
            "15291964812887725252",
            "\/scholar?cites=15291964812887725252",
            {
                "2002":2,
                "2003":2,
                "2004":3,
                "2005":2,
                "2006":5,
                "2007":5,
                "2008":9,
                "2009":10,
                "2010":12,
                "2011":12,
                "2012":19,
                "2013":18,
                "2014":21,
                "2015":35,
                "2016":24,
                "2017":40,
                "2018":55,
                "2019":58,
                "2020":89,
                "2021":14
            }
        ],
        [
            "Documenting crop senescence rates is often difficult because of the need for frequent sampling during periods of rapid change and the subjective nature of human visual observations. The purpose of this study was to determine the feasibility of using images produced by a digital camera to measure the senescence rate of wheat and to compare the results with changes in greenness determined by two established methods. Measurements were made as part of an experiment to determine the effects of elevated C02 and limited soil nitrogen on spring wheat (Triticum aestivum L.) at the University of Arizona's Maricopa Agricultural Center, near Phoenix, AZ. “Greenness” measurements were made during senescence of the crop with a color digital camera, a hand‐held radiometer, and a SPAD chlorophyll meter. The green to red (GIR) for each pixel in an image was calculated and the average GIR computed for cropped …",
            "Measuring wheat senescence with a digital camera",
            "FJ Adamsen and Paul J Pinter Jr and Edward M Barnes and Robert L LaMorte and Gerard W Wall and Steven W Leavitt and Bruce A Kimball",
            "1999",
            "a_WhOCIAAAAJ:TQgYirikUcIC",
            340,
            "https:\/\/acsess.onlinelibrary.wiley.com\/doi\/abs\/10.2135\/cropsci1999.0011183X003900030019x",
            "6662120735232999569",
            "\/scholar?cites=6662120735232999569",
            {
                "2000":3,
                "2001":2,
                "2002":4,
                "2003":7,
                "2004":14,
                "2005":14,
                "2006":15,
                "2007":20,
                "2008":16,
                "2009":17,
                "2010":24,
                "2011":22,
                "2012":27,
                "2013":23,
                "2014":22,
                "2015":19,
                "2016":17,
                "2017":14,
                "2018":19,
                "2019":20,
                "2020":17,
                "2021":1
            }
        ],
        [
            "Remobilization and transfer of the pre‐stored food in vegetative tissues to the grains in monocarpic plants require the initiation of whole plant senescence. However, mechanisms by which plant senescence promotes remobilization of assimilates are rather obscure. This study examined the relationship between the senescence induced by water deficits and C remobilization during grain fill. Two semi‐winter wheat cultivars (Triticum aestivum L.),Yangmai 158 and Yangmai 931, were treated with two levels of nitrogen (normal [NN] or high [HN]) and three levels of soil moisture (well‐watered, moderate water deficit, and severe water deficit). Results showed that water deficits enhanced the senescence by accelerating loss of leaf nitrogen and chlorophyll and increasing lipid peroxidation. At maturity, 75 to 92% of pre‐anthesis 14C stored in the straw was reallocated to grains in water‐deficit treatments, 50 to 80% higher …",
            "Water deficit–induced senescence and its relationship to the remobilization of pre‐stored carbon in wheat during grain filling",
            "Jianchang Yang and Jianhua Zhang and Zhiqing Wang and Qingsen Zhu and Lijun Liu",
            "2001",
            "a_WhOCIAAAAJ:UeHWp8X0CEIC",
            304,
            "https:\/\/acsess.onlinelibrary.wiley.com\/doi\/abs\/10.2134\/agronj2001.931196x",
            "2099331773235011726",
            "\/scholar?cites=2099331773235011726",
            {
                "2001":4,
                "2002":3,
                "2003":5,
                "2004":11,
                "2005":5,
                "2006":14,
                "2007":17,
                "2008":15,
                "2009":9,
                "2010":15,
                "2011":21,
                "2012":28,
                "2013":16,
                "2014":18,
                "2015":15,
                "2016":24,
                "2017":19,
                "2018":16,
                "2019":22,
                "2020":24,
                "2021":2
            }
        ],
        [
            "Farm managers are becoming increasingly aware of the spatial variability in crop production with the growing availability of yield monitors. Often this variability can be related to differences in soil properties (e.g., texture, organic matter, salinity levels, and nutrient status) within the field. To develop management approaches to address this variability, high spatial resolution soil property maps are often needed. Some soil properties have been related directly to a soil spectral response, or inferred based on remotely sensed measurements of crop canopies, including soil texture, nitrogen level, organic matter content, and salinity status. While many studies have obtained promising results, several interfering factors can limit approaches solely based on spectral response, including tillage conditions and crop residue. A number of different ground-based sensors have been used to rapidly assess soil properties “on the go …",
            "Remote-and ground-based sensor techniques to map soil properties",
            "Edward M Barnes and Kenneth A Sudduth and John W Hummel and Scott M Lesch and Dennis L Corwin and Chenghai Yang and Craig ST Daughtry and Walter C Bausch",
            "2003",
            "a_WhOCIAAAAJ:_FxGoFyzp5QC",
            224,
            "https:\/\/www.ingentaconnect.com\/content\/asprs\/pers\/2003\/00000069\/00000006\/art00002",
            "1608660050396962054",
            "\/scholar?cites=1608660050396962054",
            {
                "2002":1,
                "2003":4,
                "2004":7,
                "2005":8,
                "2006":9,
                "2007":4,
                "2008":11,
                "2009":8,
                "2010":9,
                "2011":13,
                "2012":9,
                "2013":18,
                "2014":16,
                "2015":16,
                "2016":19,
                "2017":16,
                "2018":23,
                "2019":8,
                "2020":16
            }
        ],
        [
            "Crop coefficients are a widely used and universally accepted method for estimating the crop evapotranspiration (ETc) component in irrigation scheduling programs. However, uncertainties of generalized basal crop coefficient (K cb) curves can contribute to ETc estimates that are substantially different from actual ETc. Limited research with corn has shown improvements to irrigation scheduling due to better water-use estimation and more appropriate timing of irrigations when K cb estimates derived from remotely sensed multispectral vegetation indices (VIs) were incorporated into irrigation-scheduling algorithms. The purpose of this article was to develop and evaluate a K cb estimation model based on observations of the normalized difference vegetation index (NDVI) for a full-season cotton grown in the desert southwestern USA. The K cb data used in developing the relationship with NDVI were derived from …",
            "Estimating cotton evapotranspiration crop coefficients with a multispectral vegetation index",
            "Douglas J Hunsaker and Paul J Pinter and Edward M Barnes and Bruce A Kimball",
            "2003",
            "a_WhOCIAAAAJ:tS2w5q8j5-wC",
            221,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s00271-003-0074-6.pdf",
            "16651750564428727057",
            "\/scholar?cites=16651750564428727057",
            {
                "2003":1,
                "2004":4,
                "2005":9,
                "2006":3,
                "2007":11,
                "2008":16,
                "2009":10,
                "2010":14,
                "2011":8,
                "2012":18,
                "2013":10,
                "2014":5,
                "2015":17,
                "2016":20,
                "2017":23,
                "2018":22,
                "2019":13,
                "2020":15,
                "2021":1
            }
        ],
        [
            "Multispectral vegetation indices calculated from canopy reflectance measurements have been used to simulatereal-time basal crop coefficients (Kcb), which have been validated to improve evapotranspiration (ETc) estimation for severalcrops. In this article, an application of the approach was evaluated for cotton using remote sensing observations of thenormalized difference vegetation index (NDVI) to estimate Kcb as a function of NDVI. The dual crop coefficient proceduresof FAO Paper 56 (FAO-56) were used to calculate ETc and determine irrigation scheduling using Kcb estimates from remotesensing (NDVI treatment) as well as from time-based Kcb curves (FAO treatment), which were developed locally for standardcrop conditions using FAO-56 procedures. Two cotton experiments, conducted in 2002 and 2003 in central Arizona, includedsub-treatments of three levels of plant density and two levels of nitrogen …",
            "Cotton irrigation scheduling using remotely sensed and FAO-56 basal crop coefficients",
            "DJ Hunsaker and EM Barnes and TR Clarke and GJ Fitzgerald and Paul J Pinter Jr",
            "2005",
            "a_WhOCIAAAAJ:sSrBHYA8nusC",
            134,
            "https:\/\/elibrary.asabe.org\/abstract.asp?aid=19197",
            "17170174985602568590",
            "\/scholar?cites=17170174985602568590",
            {
                "2006":2,
                "2007":4,
                "2008":5,
                "2009":11,
                "2010":11,
                "2011":3,
                "2012":12,
                "2013":7,
                "2014":6,
                "2015":12,
                "2016":8,
                "2017":11,
                "2018":14,
                "2019":13,
                "2020":14
            }
        ],
        [
            "Radiometric data can be useful to determine the impact of field heterogeneity, irrigation, and fertilization on plant water and N use. A 2‐yr (1998–1999) study was conducted on the South Texas High Plains to investigate cotton (Gossypium hirsutum L.) spectral and agronomic responses to irrigation and N fertilization and to determine the simple and cross correlation among cotton reflectance, plant growth, N uptake, lint yield, site elevation (SE), and soil water and texture. The treatments were irrigation at 50 and 75% of calculated cotton evapotranspiration (ET) and N rates of 0, 90, and 135 kg ha−1 arranged in an incomplete block of size‐2 design. Plant and soil spectral properties were investigated within a wavelength of 447 to 1752 nm. Near‐infrared (NIR) reflectance was positively correlated with plant biomass and N uptake. Reflectance in the red and midinfrared band increased with SE. The mixed‐model …",
            "Multispectral reflectance of cotton related to plant growth, soil water and texture, and site elevation",
            "Hong Li and Robert J Lascano and Edward M Barnes and Jill Booker and L Ted Wilson and Kevin F Bronson and Eduardo Segarra",
            "2001",
            "a_WhOCIAAAAJ:R3hNpaxXUhUC",
            122,
            "https:\/\/acsess.onlinelibrary.wiley.com\/doi\/abs\/10.2134\/agronj2001.1327",
            "7173390085336625233",
            "\/scholar?cites=7173390085336625233",
            {
                "2002":1,
                "2003":5,
                "2004":6,
                "2005":7,
                "2006":9,
                "2007":7,
                "2008":9,
                "2009":4,
                "2010":6,
                "2011":10,
                "2012":10,
                "2013":4,
                "2014":6,
                "2015":4,
                "2016":10,
                "2017":3,
                "2018":8,
                "2019":7,
                "2020":6
            }
        ],
        [
            "Remote sensing (RS) can facilitate the management of water and nutrients in irrigated cropping systems. Our objective for this study was to evaluate the ability of several RS indices to discriminate between limited water and limited nitrogen induced stress for broccoli. The Agricultural Irrigation Imaging System (AgIIS) was used over a 1-ha broccoli field in central Arizona to measure green (550 nm), red (670 nm), far red (720 nm), and near infrared (NIR-790 nm) reflectances, and thermal infrared radiation. Measurements were taken at a 1 m × 1 m resolution, every several days during the season. The following indices were calculated: ratio vegetation index (RVI), normalized difference vegetation index (NDVI), normalized difference based on NIR and green reflectance (NDNG), canopy chlorophyll concentration index (CCCI), and the water deficit index (WDI). The experimental design was a two-factor, nitrogen × water …",
            "Ground-based remote sensing for assessing water and nitrogen status of broccoli",
            "DM El-Shikha and P Waller and D Hunsaker and T Clarke and E Barnes",
            "2007",
            "a_WhOCIAAAAJ:8AbLer7MMksC",
            106,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0378377407001436",
            "17587011530656363375",
            "\/scholar?cites=17587011530656363375",
            {
                "2008":4,
                "2009":6,
                "2010":9,
                "2011":5,
                "2012":8,
                "2013":6,
                "2014":10,
                "2015":12,
                "2016":9,
                "2017":7,
                "2018":11,
                "2019":4,
                "2020":13
            }
        ]
    ]
}