{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The rise of two-dimensional (2D) materials research took place following the isolation of graphene in 2004. These new 2D materials include transition metal dichalcogenides, mono-elemental 2D sheets, and several carbide-and nitride-based materials. The number of publications related to these emerging materials has been drastically increasing over the last five years. Thus, through this comprehensive review, we aim to discuss the most recent groundbreaking discoveries as well as emerging opportunities and remaining challenges. This review starts out by delving into the improved methods of producing these new 2D materials via controlled exfoliation, metal organic chemical vapor deposition, and wet chemical means. We look into recent studies of doping as well as the optical properties of 2D materials and their heterostructures. Recent advances towards applications of these materials in 2D electronics are …",
            "2D materials advances: from large scale synthesis and controlled heterostructures to improved characterization techniques, defects and applications",
            "Zhong Lin and Amber McCreary and Natalie Briggs and Shruti Subramanian and Kehao Zhang and Yifan Sun and Xufan Li and Nicholas J Borys and Hongtao Yuan and Susan K Fullerton-Shirey and Alexey Chernikov and Hui Zhao and Stephen McDonnell and Aaron M Lindenberg and Kai Xiao and Brian J LeRoy and Marija Drndić and James CM Hwang and Jiwoong Park and Manish Chhowalla and Raymond E Schaak and Ali Javey and Mark C Hersam and Joshua Robinson and Mauricio Terrones",
            "2016",
            "AA4JNhMAAAAJ:qxL8FJ1GzNcC",
            289,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2053-1583\/3\/4\/042001\/meta",
            "5781313024831386476",
            "\/scholar?cites=5781313024831386476",
            {
                "2016":2,
                "2017":38,
                "2018":87,
                "2019":75,
                "2020":81,
                "2021":4
            }
        ],
        [
            "Electron spin is fundamental in electrical and optical properties of organic electronic devices. Despite recent interest in spin mixing and spin transport in organic semiconductors, the actual spin coherence times in these materials have remained elusive. Measurements of spin coherence provide impartial insight into spin relaxation mechanisms, which is significant in view of recent models of spin-dependent transport and recombination involving high levels of spin mixing. We demonstrate coherent manipulation of spins in an organic light-emitting diode (OLED), using nanosecond pulsed electrically detected electron spin resonance to drive singlet–triplet spin Rabi oscillations. By measuring the change in photovoltaic response due to spin-dependent recombination, we demonstrate spin control of electronic transport and thus directly observe spin coherence over 0.5 μs. This surprisingly slow spin dephasing …",
            "Spin Rabi flopping in the photocurrent of a polymer light-emitting diode",
            "DR McCamey and HA Seipel and S-Y Paik and MJ Walter and NJ Borys and JM Lupton and C Boehme",
            "2008",
            "AA4JNhMAAAAJ:MXK_kJrjxJIC",
            200,
            "https:\/\/www.nature.com\/articles\/nmat2252",
            "11298943482739383955",
            "\/scholar?cites=11298943482739383955",
            {
                "2007":1,
                "2008":2,
                "2009":8,
                "2010":22,
                "2011":13,
                "2012":27,
                "2013":18,
                "2014":17,
                "2015":18,
                "2016":22,
                "2017":16,
                "2018":14,
                "2019":8,
                "2020":13
            }
        ],
        [
            "Nanoscale semiconductor heterostructures such as tetrapods can be used to mimic light-harvesting processes. We used single-particle light-harvesting action spectroscopy to probe the impact of particle morphology on energy transfer and carrier relaxation across a heterojunction. The generic form of an action spectrum [in our experiments, photoluminescence excitation (PLE) under absorption in CdS and emission from CdSe in nanocrystal tetrapods, rods, and spheres] was controlled by the physical shape and resulting morphological variation in the quantum confinement parameters of the nanoparticle. A correlation between single-particle PLE and physical shape as determined by scanning electron microscopy was demonstrated. Such an analysis links local structural non-uniformities such as CdS bulbs forming around the CdSe core in CdSe\/CdS nanorods to a lower probability of manifesting excitation energy …",
            "The role of particle morphology in interfacial energy transfer in CdSe\/CdS heterostructure nanocrystals",
            "Nicholas J Borys and Manfred J Walter and Jing Huang and Dmitri V Talapin and John M Lupton",
            "2010",
            "AA4JNhMAAAAJ:u5HHmVD_uO8C",
            192,
            "https:\/\/science.sciencemag.org\/content\/330\/6009\/1371.abstract",
            "334931144052433039",
            "\/scholar?cites=334931144052433039",
            {
                "2011":10,
                "2012":28,
                "2013":19,
                "2014":32,
                "2015":26,
                "2016":20,
                "2017":22,
                "2018":15,
                "2019":9,
                "2020":9,
                "2021":1
            }
        ],
        [
            "Two-dimensional monolayer transition metal dichalcogenide semiconductors are ideal building blocks for atomically thin, flexible optoelectronic and catalytic devices. Although challenging for two-dimensional systems, sub-diffraction optical microscopy provides a nanoscale material understanding that is vital for optimizing their optoelectronic properties. Here we use the ‘Campanile’nano-optical probe to spectroscopically image exciton recombination within monolayer MoS 2 with sub-wavelength resolution (60 nm), at the length scale relevant to many critical optoelectronic processes. Synthetic monolayer MoS 2 is found to be composed of two distinct optoelectronic regions: an interior, locally ordered but mesoscopically heterogeneous two-dimensional quantum well and an unexpected∼ 300-nm wide, energetically disordered edge region. Further, grain boundaries are imaged with sufficient resolution to quantify …",
            "Visualizing nanoscale excitonic relaxation properties of disordered edges and grain boundaries in monolayer molybdenum disulfide",
            "Wei Bao and Nicholas J Borys and Changhyun Ko and Joonki Suh and Wen Fan and Andrew Thron and Yingjie Zhang and Alexander Buyanin and Jie Zhang and Stefano Cabrini and Paul D Ashby and Alexander Weber-Bargioni and Sefaattin Tongay and Shaul Aloni and D Frank Ogletree and Junqiao Wu and Miquel B Salmeron and P James Schuck",
            "2015",
            "AA4JNhMAAAAJ:YsMSGLbcyi4C",
            176,
            "https:\/\/www.nature.com\/articles\/ncomms8993",
            "236336759283485826",
            "\/scholar?cites=236336759283485826",
            {
                "2015":3,
                "2016":32,
                "2017":35,
                "2018":31,
                "2019":33,
                "2020":38,
                "2021":4
            }
        ],
        [
            "Artificial photosynthesis relies on the availability of semiconductors that are chemically stable and can efficiently capture solar energy. Although metal oxide semiconductors have been investigated for their promise to resist oxidative attack, materials in this class can suffer from chemical and photochemical instability. Here we present a methodology for evaluating corrosion mechanisms and apply it to bismuth vanadate, a state-of-the-art photoanode. Analysis of changing morphology and composition under solar water splitting conditions reveals chemical instabilities that are not predicted from thermodynamic considerations of stable solid oxide phases, as represented by the Pourbaix diagram for the system. Computational modelling indicates that photoexcited charge carriers accumulated at the surface destabilize the lattice, and that self-passivation by formation of a chemically stable surface phase is kinetically …",
            "Mechanistic insights into chemical and photochemical transformations of bismuth vanadate photoanodes",
            "Francesca M Toma and Jason K Cooper and Viktoria Kunzelmann and Matthew T McDowell and Jie Yu and David M Larson and Nicholas J Borys and Christine Abelyan and Jeffrey W Beeman and Kin Man Yu and Jinhui Yang and Le Chen and Matthew R Shaner and Joshua Spurgeon and Frances A Houle and Kristin A Persson and Ian D Sharp",
            "2016",
            "AA4JNhMAAAAJ:_kc_bZDykSQC",
            149,
            "https:\/\/www.nature.com\/articles\/ncomms12012",
            "8828002493747649262",
            "\/scholar?cites=8828002493747649262",
            {
                "2015":1,
                "2016":3,
                "2017":33,
                "2018":36,
                "2019":33,
                "2020":39,
                "2021":3
            }
        ],
        [
            "Reducing the size of lasers to microscale dimensions enables new technologies 1 that are specifically tailored for operation in confined spaces ranging from ultra-high-speed microprocessors 2 to live brain tissue 3. However, reduced cavity sizes increase optical losses and require greater input powers to reach lasing thresholds. Multiphoton-pumped lasers 4, 5, 6, 7 that have been miniaturized using nanomaterials such as lanthanide-doped upconverting nanoparticles (UCNPs) 8 as lasing media require high pump intensities to achieve ultraviolet and visible emission and therefore operate under pulsed excitation schemes. Here, we make use of the recently described energy-looping excitation mechanism in Tm 3+-doped UCNPs 9 to achieve continuous-wave upconverted lasing action in stand-alone microcavities at excitation fluences as low as 14 kW cm− 2. Continuous-wave lasing is uninterrupted, maximizing …",
            "Continuous-wave upconverting nanoparticle microlasers",
            "Angel Fernandez-Bravo and Kaiyuan Yao and Edward S Barnard and Nicholas J Borys and Elizabeth S Levy and Bining Tian and Cheryl A Tajon and Luca Moretti and M Virginia Altoe and Shaul Aloni and Kenes Beketayev and Francesco Scotognella and Bruce E Cohen and Emory M Chan and P James Schuck",
            "2018",
            "AA4JNhMAAAAJ:e5wmG9Sq2KIC",
            82,
            "https:\/\/www.nature.com\/articles\/s41565-018-0161-8",
            "3380284039784211100",
            "\/scholar?cites=3380284039784211100",
            {
                "2018":4,
                "2019":30,
                "2020":39,
                "2021":8
            }
        ],
        [
            "Efficient photon upconversion at low light intensities promises major advances in technologies spanning solar energy harvesting to deep-tissue biophotonics. Here, we discover the critical mechanisms that enable near-infrared dye antennas to significantly enhance performance in lanthanide-doped upconverting nanoparticle (UCNP) systems, and leverage these findings to design dye–UCNP hybrids with a 33,000-fold increase in brightness and a 100-fold increase in efficiency over bare UCNPs. We show that increasing the lanthanide content in the UCNPs shifts the primary energy donor from the dye singlet to its triplet, and the resultant triplet states then mediate energy transfer into the nanocrystals. Time-gated phosphorescence, density functional theory, singlet lifetimes and triplet-quenching experiments support these findings. This interplay between the excited-state populations in organic antennas and the …",
            "Enrichment of molecular antenna triplets amplifies upconverting nanoparticle emission",
            "David J Garfield and Nicholas J Borys and Samia M Hamed and Nicole A Torquato and Cheryl A Tajon and Bining Tian and Brian Shevitski and Edward S Barnard and Yung Doug Suh and Shaul Aloni and Jeffrey B Neaton and Emory M Chan and Bruce E Cohen and P James Schuck",
            "2018",
            "AA4JNhMAAAAJ:TQgYirikUcIC",
            78,
            "https:\/\/www.nature.com\/articles\/s41566-018-0156-x",
            "17874921177624283789",
            "\/scholar?cites=17874921177624283789",
            {
                "2018":14,
                "2019":26,
                "2020":33,
                "2021":5
            }
        ],
        [
            "Multiphoton imaging techniques that convert low-energy excitation to higher energy emission are widely used to improve signal over background, reduce scatter, and limit photodamage. Lanthanide-doped upconverting nanoparticles (UCNPs) are among the most efficient multiphoton probes, but even UCNPs with optimized lanthanide dopant levels require laser intensities that may be problematic. Here, we develop protein-sized, alloyed UCNPs (aUCNPs) that can be imaged individually at laser intensities> 300-fold lower than needed for comparably sized doped UCNPs. Using single UCNP characterization and kinetic modeling, we find that addition of inert shells changes optimal lanthanide content from Yb 3+, Er 3+-doped NaYF 4 nanocrystals to fully alloyed compositions. At high levels, emitter Er 3+ ions can adopt a second role to enhance aUCNP absorption cross-section by desaturating sensitizer Yb 3+ or by …",
            "Low irradiance multiphoton imaging with alloyed lanthanide nanocrystals",
            "Bining Tian and Angel Fernandez-Bravo and Hossein Najafiaghdam and Nicole A Torquato and M Virginia P Altoe and Ayelet Teitelboim and Cheryl A Tajon and Yue Tian and Nicholas J Borys and Edward S Barnard and Mekhail Anwar and Emory M Chan and P James Schuck and Bruce E Cohen",
            "2018",
            "AA4JNhMAAAAJ:RHpTSmoSYBkC",
            58,
            "https:\/\/www.nature.com\/articles\/s41467-018-05577-8",
            "13723197174163259531",
            "\/scholar?cites=13723197174163259531",
            {
                "2018":4,
                "2019":26,
                "2020":25,
                "2021":2
            }
        ],
        [
            "Optoelectronic excitations in monolayer MoS 2 manifest from a hierarchy of electrically tunable, Coulombic free-carrier and excitonic many-body phenomena. Investigating the fundamental interactions underpinning these phenomena—critical to both many-body physics exploration and device applications—presents challenges, however, due to a complex balance of competing optoelectronic effects and interdependent properties. Here, optical detection of bound-and free-carrier photoexcitations is used to directly quantify carrier-induced changes of the quasiparticle band gap and exciton binding energies. The results explicitly disentangle the competing effects and highlight longstanding theoretical predictions of large carrier-induced band gap and exciton renormalization in two-dimensional semiconductors.",
            "Optically Discriminating Carrier-Induced Quasiparticle Band Gap and Exciton Energy Renormalization in Monolayer ",
            "Kaiyuan Yao and Aiming Yan and Salman Kahn and Aslihan Suslu and Yufeng Liang and Edward S Barnard and Sefaattin Tongay and Alex Zettl and Nicholas J Borys and P James Schuck",
            "2017",
            "AA4JNhMAAAAJ:dhFuZR0502QC",
            58,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.119.087401",
            "2288580921235121286",
            "\/scholar?cites=2288580921235121286",
            {
                "2017":1,
                "2018":8,
                "2019":21,
                "2020":27,
                "2021":1
            }
        ],
        [
            "The plasmonic resonances of nanostructured silver films produce exceptional surface enhancement, enabling reproducible single-molecule Raman scattering measurements. Supporting a broad range of plasmonic resonances, these disordered systems are difficult to investigate with conventional far-field spectroscopy. Here, we use nonlinear excitation spectroscopy and polarization anisotropy of single optical hot spots of supercontinuum generation to track the transformation of these plasmon modes as the mesoscopic structure is tuned from a film of discrete nanoparticles to a semicontinuous layer of aggregated particles. We demonstrate how hot spot formation from diffractively-coupled nanoparticles with broad spectral resonances transitions to that from spatially delocalized surface plasmon excitations, exhibiting multiple excitation resonances as narrow as 13 meV. Photon-localization microscopy reveals that …",
            "Surface plasmon delocalization in silver nanoparticle aggregates revealed by subdiffraction supercontinuum hot spots",
            "Nicholas J Borys and Eyal Shafran and John M Lupton",
            "2013",
            "AA4JNhMAAAAJ:2osOgNQ5qMEC",
            52,
            "https:\/\/www.nature.com\/articles\/srep02090",
            "7775438889075226490",
            "\/scholar?cites=7775438889075226490",
            {
                "2013":2,
                "2014":9,
                "2015":12,
                "2016":7,
                "2017":5,
                "2018":7,
                "2019":5,
                "2020":4
            }
        ]
    ]
}