{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "A CHARGE density wave (CDW) is a periodic symmetry-lowering redistribution of charge within a material, accompanied by a rearrangement of electronic bands (such that the total electronic energy is decreased) and usually a small periodic lattice distortion 1, 2. This phenomenon is most commonly observed in crystals of reduced symmetry, such as quasi-two-dimensional 3 or quasi-one-dimensional 4 materials. In principle, the reduction of symmetry associated with surfaces and interfaces might also facilitate the formation of CDWs; although there is some indirect evidence for surface charge density waves 5–12, 14, none has been observed directly. Here we report the observation and characterization of a reversible, temperature-induced CDW localized at the lead-coated (111) surface of a germanium crystal. The formation of this new phase is accompanied by significant periodic valence-charge redistribution, a …",
            "Direct observation of a surface charge density wave",
            "Joseph M Carpinelli and Hanno H Weitering and E Ward Plummer and Roland Stumpf",
            "1996",
            "aAbWHdgAAAAJ:u5HHmVD_uO8C",
            398,
            "https:\/\/www.nature.com\/articles\/381398a0",
            "12345825155142267114",
            "\/scholar?cites=12345825155142267114",
            {
                "1996":2,
                "1997":8,
                "1998":17,
                "1999":28,
                "2000":25,
                "2001":37,
                "2002":27,
                "2003":18,
                "2004":22,
                "2005":28,
                "2006":23,
                "2007":21,
                "2008":17,
                "2009":13,
                "2010":13,
                "2011":11,
                "2012":9,
                "2013":7,
                "2014":10,
                "2015":9,
                "2016":9,
                "2017":14,
                "2018":12,
                "2019":10,
                "2020":6,
                "2021":1
            }
        ],
        [
            "“Noncompensated n− p codoping” is established as an enabling concept for enhancing the visible-light photoactivity of TiO 2 by narrowing its band gap. The concept embodies two crucial ingredients: The electrostatic attraction within the n− p dopant pair enhances both the thermodynamic and kinetic solubilities, and the noncompensated nature ensures the creation of tunable intermediate bands that effectively narrow the band gap. The concept is demonstrated using first-principles calculations, and is validated by direct measurements of band gap narrowing using scanning tunneling spectroscopy, dramatically redshifted optical absorbance, and enhanced photoactivity manifested by efficient electron-hole separation in the visible-light region. This concept is broadly applicable to the synthesis of other advanced functional materials that demand optimal dopant control.",
            "Band gap narrowing of titanium oxide semiconductors by noncompensated anion-cation codoping for enhanced visible-light photoactivity",
            "Wenguang Zhu and Xiaofeng Qiu and Violeta Iancu and Xing-Qiu Chen and Hui Pan and Wei Wang and Nada M Dimitrijevic and Tijana Rajh and Harry M Meyer III and M Parans Paranthaman and George Malcolm Stocks and Hanno H Weitering and Baohua Gu and Gyula Eres and Zhenyu Zhang",
            "2009",
            "aAbWHdgAAAAJ:u-x6o8ySG0sC",
            371,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.226401",
            "4259056608742485801",
            "\/scholar?cites=4259056608742485801",
            {
                "2010":6,
                "2011":29,
                "2012":40,
                "2013":47,
                "2014":50,
                "2015":35,
                "2016":44,
                "2017":29,
                "2018":37,
                "2019":31,
                "2020":17,
                "2021":6
            }
        ],
        [
            "We have identified and characterized a charge-density wave transition (T c∼− 60 C) in the low-coverage α phase of the Sn\/Ge (111) interface both experimentally and theoretically. Charge ordering is accompanied by a structural distortion from (3× 3) R 30 to (3× 3) symmetry. Density-functional theory calculations are unable to correctly reproduce the observed ground state and, more importantly, indicate that Fermi surface nesting does not play a role in this transition. Both signal the importance of many-body effects in this system. Experiment and theory indicate that the Sn\/Ge (111) overlayer is fundamentally different from the Pb\/Ge (111) overlayer previously reported.",
            "Surface Charge Ordering Transition:  Phase of Sn\/Ge(111)",
            "JM Carpinelli and HH Weitering and M Bartkowiak and R Stumpf and EW Plummer",
            "1997",
            "aAbWHdgAAAAJ:d1gkVwhDpl0C",
            264,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.79.2859",
            "1344682061006433392",
            "\/scholar?cites=1344682061006433392",
            {
                "1998":7,
                "1999":18,
                "2000":23,
                "2001":31,
                "2002":17,
                "2003":21,
                "2004":18,
                "2005":18,
                "2006":18,
                "2007":7,
                "2008":10,
                "2009":9,
                "2010":7,
                "2011":7,
                "2012":2,
                "2013":11,
                "2014":5,
                "2015":2,
                "2016":8,
                "2017":6,
                "2018":5,
                "2019":7,
                "2020":5
            }
        ],
        [
            "The Schottky barrier of Pb grown epitaxially on n-type Si (111) has been studied. Two structures can be formed, which differ only in the arrangement of the first layer of Pb and Si atoms at the interface. One, a Si (111)(7× 7)-Pb structure, has a Schottky-barrier height of 0.70 eV. The other, a Si (111)(√ 3×√ 3) R30-Pb structure, has a barrier height of 0.93 eV. These results emphasize the importance of the local electronic structure for Schottky-barrier formation at ordered interfaces.",
            "Atomic-structure-dependent Schottky barrier at epitaxial Pb\/Si (111) interfaces",
            "DR Heslinga and HH Weitering and DP Van der Werf and TM Klapwijk and T Hibma",
            "1990",
            "aAbWHdgAAAAJ:K3LRdlH-MEoC",
            224,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.64.1589",
            "15775843482647944958",
            "\/scholar?cites=15775843482647944958",
            {
                "1990":4,
                "1991":18,
                "1992":27,
                "1993":18,
                "1994":17,
                "1995":15,
                "1996":6,
                "1997":8,
                "1998":6,
                "1999":9,
                "2000":4,
                "2001":11,
                "2002":8,
                "2003":5,
                "2004":4,
                "2005":5,
                "2006":4,
                "2007":7,
                "2008":4,
                "2009":4,
                "2010":3,
                "2011":5,
                "2012":6,
                "2013":7,
                "2014":4,
                "2015":2,
                "2016":3,
                "2017":5,
                "2018":2,
                "2019":1,
                "2020":1,
                "2021":1
            }
        ],
        [
            "First-principles electronic-structure methods are used to study a structural model for Ag\/Si (111)-(3× 1), recently proposed on the basis of transmission electron diffraction data. The fully relaxed geometry for this model is far more energetically favorable than any previously proposed, partly due to the unusual formation of a Si double bond in the surface layer. The calculated electronic properties of this model are in complete agreement with data from angle-resolved photoemission and scanning tunneling microscopy.",
            "Theory of the “Honeycomb Chain-Channel” Reconstruction of - ",
            "Steven C Erwin and Hanno H Weitering",
            "1998",
            "aAbWHdgAAAAJ:9yKSN-GCB0IC",
            208,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.81.2296",
            "885528623903360229",
            "\/scholar?cites=885528623903360229",
            {
                "1998":2,
                "1999":6,
                "2000":8,
                "2001":14,
                "2002":13,
                "2003":29,
                "2004":17,
                "2005":19,
                "2006":17,
                "2007":14,
                "2008":16,
                "2009":9,
                "2010":10,
                "2011":7,
                "2012":3,
                "2013":6,
                "2014":3,
                "2015":1,
                "2016":1,
                "2017":7,
                "2018":3,
                "2019":3
            }
        ]
    ]
}