{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A search for the bb¯ decay of the Standard Model Higgs boson is performed with the ATLAS experiment using the full dataset recorded at the LHC in Run 1. The integrated luminosities used are 4.7 and 20.3 fb−1 from pp collisions at s√=7 and 8 TeV, respectively. The processes considered are associated (W\/Z)H production, where W → eν\/μν, Z → ee\/μμ and Z → νν. The observed (expected) deviation from the background-only hypothesis corresponds to a significance of 1.4 (2.6) standard deviations and the ratio of the measured signal yield to the Standard Model expectation is found to be μ = 0.52 ± 0.32 (stat.) ± 0.24 (syst.) for a Higgs boson mass of 125.36 GeV. The analysis procedure is validated by a measurement of the yield of (W\/Z)Z production with Z→bb¯ in the same final states as for the Higgs boson search, from which the ratio of the observed signal yield to the Standard Model expectation is found to be 0.74 ± 0.09 (stat.) ± 0.14 (syst.).",
            "Search for the b b decay of the Standard Model Higgs boson in associated (W\/Z) H production with the ATLAS detector",
            "Lee Allison and Adam Barton and Michael Beattie and Guennadi Borissov and Eva Bouhova-Thacker and Alexandre Chilingarov and William Dearnaley and Harald Fox and Kathryn Grimm and Robert Henderson and Gareth Hughes and Roger William Lewis Jones and Vakhtang Kartvelishvili and Robin Long and Peter Love and Harvey Maddocks and Maria Smizanska and James Walder and Daniel Matthias Alfred Muenstermann",
            "2015",
            "AD8YoRAAAAAJ:ODN9lDrI8hIC",
            3656,
            "https:\/\/eprints.lancs.ac.uk\/id\/eprint\/73999\/",
            "2324610914529350891",
            "\/scholar?cites=2324610914529350891",
            {
                "2013":49,
                "2014":122,
                "2015":462,
                "2016":1038,
                "2017":799,
                "2018":586,
                "2019":377,
                "2020":193,
                "2021":11
            }
        ],
        [
            "The jet energy scale (JES) and its systematic uncertainty are determined for jets measured with the ATLAS detector using proton–proton collision data with a centre-of-mass energy of  s√=7  TeV corresponding to an integrated luminosity of  4.7   fb −1 . Jets are reconstructed from energy deposits forming topological clusters of calorimeter cells using the anti- kt  algorithm with distance parameters  R=0.4  or  R=0.6 , and are calibrated using MC simulations. A residual JES correction is applied to account for differences between data and MC simulations. This correction and its systematic uncertainty are estimated using a combination of in situ techniques exploiting the transverse momentum balance between a jet and a reference object such as a photon or a  Z  boson, for  20≤pjetT<1000 GeV  and pseudorapidities  |η|<4.5 . The effect of multiple proton–proton interactions is corrected for, and an uncertainty is evaluated using in situ techniques. The smallest JES uncertainty of less than 1 % is found in the central calorimeter region ( |η|<1.2 ) for jets with  55≤pjetT<500 GeV . For central jets at lower  pT , the uncertainty is about 3 %. A consistent JES estimate is found using measurements of the calorimeter response of single hadrons in proton–proton collisions and test-beam data, which also provide the estimate for  pjetT>1  TeV. The calibration of forward jets is derived from dijet  pT  balance measurements. The resulting uncertainty reaches its largest value of 6 % for low- pT jets at  |η|=4.5 . Additional JES uncertainties due to specific event topologies, such as close-by jets or selections of event samples with an enhanced content of jets originating …",
            "Jet energy measurement and its systematic uncertainty in proton–proton collisions at√ s= 7TeV with the ATLAS detector",
            "Melissa Franklin and John Huth and L Jeanty and D Lopez Mateos and Kevin Mercurio and Masahiro Morii and William Spearman and Andy Yen and G Zevi Della Porta",
            "2015",
            "AD8YoRAAAAAJ:MJ-TmkugpmcC",
            3214,
            "https:\/\/dash.harvard.edu\/handle\/1\/33839898",
            "6727422993564776635",
            "\/scholar?cites=6727422993564776635",
            {
                "2014":75,
                "2015":597,
                "2016":799,
                "2017":761,
                "2018":528,
                "2019":284,
                "2020":138,
                "2021":11
            }
        ],
        [
            "This paper presents the application of a variety of techniques to study jet substructure. The performance of various modified jet algorithms, or jet grooming techniques, for several jet types and event topologies is investigated for jets with transverse momentum larger than 300 GeV. Properties of jets subjected to the mass-drop filtering, trimming, and pruning algorithms are found to have a reduced sensitivity to multiple proton-proton interactions, are more stable at high luminosity and improve the physics potential of searches for heavy boosted objects. Studies of the expected discrimination power of jet mass and jet substructure observables in searches for new physics are also presented. Event samples enriched in boosted W and Z bosons and top-quark pairs are used to study both the individual jet invariant mass scales and the efficacy of algorithms to tag boosted hadronic objects. The analyses presented use the full …",
            "Performance of jet substructure techniques for large- R jets in proton-proton collisions at  TeV using the ATLAS detector",
            "Georges Aad and Tatevik Abajyan and Brad Abbott and Jalal Abdallah and S Abdel Khalek and Ahmed Ali Abdelalim and R Aben and B Abi and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and Y Abulaiti and BS Acharya and L Adamczyk and DL Adams and TN Addy and J Adelman and S Adomeit and T Adye and S Aefsky and JA Aguilar-Saavedra and M Agustoni and SP Ahlen and F Ahles and A Ahmad and M Ahsan and G Aielli and TPA Åkesson and G Akimoto and AV Akimov and MA Alam and J Albert and S Albrand and M Aleksa and IN Aleksandrov and F Alessandria and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and M Aliev and G Alimonti and J Alison and BMM Allbrooke and LJ Allison and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and F Alonso and A Altheimer and B Alvarez Gonzalez and MG Alviggi and K Amako and Y Amaral Coutinho and C Amelung and VV Ammosov and SP Amor Dos Santos and A Amorim and S Amoroso and N Amram and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and XS Anduaga and S Angelidakis and P Anger and A Angerami and F Anghinolfi and AV Anisenkov and N Anjos and A Annovi and A Antonaki and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and ATH Arce and S Arfaoui and JF Arguin and S Argyropoulos and E Arik and M Arik and AJ Armbruster and O Arnaez and V Arnal and A Artamonov and G Artoni and D Arutinov and S Asai and N Asbah and S Ask and B Åsman and L Asquith and K Assamagan and R Astalos and A Astbury and M Atkinson and B Auerbach and E Auge and K Augsten and M Aurousseau and G Avolio and D Axen and G Azuelos and Y Azuma and MA Baak and G Baccaglioni and C Bacci and AM Bach and H Bachacou and K Bachas and M Backes and M Backhaus and J Backus Mayes and E Badescu and P Bagiacchi and P Bagnaia and Y Bai and DC Bailey and T Bain and JT Baines and OK Baker and S Baker and P Balek and F Balli and E Banas and P Banerjee and Sw Banerjee and D Banfi and A Bangert and V Bansal and HS Bansil and L Barak",
            "2013",
            "AD8YoRAAAAAJ:-l7FTdOV6Y0C",
            2913,
            "https:\/\/link.springer.com\/article\/10.1007%252FJHEP09%25282013%2529076",
            "9539188164055798361",
            "\/scholar?cites=9539188164055798361",
            {
                "2012":11,
                "2013":226,
                "2014":486,
                "2015":614,
                "2016":527,
                "2017":360,
                "2018":351,
                "2019":208,
                "2020":113,
                "2021":8
            }
        ],
        [
            "Many of the interesting physics processes to be measured at the LHC have a signature involving one or more isolated electrons. The electron reconstruction and identification efficiencies of the ATLAS detector at the LHC have been evaluated using proton–proton collision data collected in 2011 at TeV and corresponding to an integrated luminosity of 4.7 fb. Tag-and-probe methods using events with leptonic decays of and bosons and mesons are employed to benchmark these performance parameters. The combination of all measurements results in identification efficiencies determined with an accuracy at the few per mil level for electron transverse energy greater than 30 GeV.",
            "Electron reconstruction and identification efficiency measurements with the ATLAS detector using the 2011 LHC proton–proton collision data",
            "Georges Aad and T Abajyan and B Abbott and J Abdallah and S Abdel Khalek and R Aben and B Abi and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and Y Abulaiti and BS Acharya and L Adamczyk and DL Adams and TN Addy and J Adelman and Stefanie Adomeit and T Adye and T Agatonovic-Jovin and JA Aguilar-Saavedra and M Agustoni and SP Ahlen and A Ahmad and F Ahmadov and G Aielli and TPA Åkesson and G Akimoto and AV Akimov and J Albert and S Albrand and MJ Alconada Verzini and M Aleksa and IN Aleksandrov and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and G Alimonti and L Alio and J Alison and BMM Allbrooke and LJ Allison and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and F Alonso and C Alpigiani and A Altheimer and B Alvarez Gonzalez and MG Alviggi and K Amako and Y Amaral Coutinho and C Amelung and D Amidei and VV Ammosov and SP Amor Dos Santos and A Amorim and S Amoroso and N Amram and G Amundsen and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and XS Anduaga and S Angelidakis and P Anger and A Angerami and F Anghinolfi and AV Anisenkov and N Anjos and A Annovi and A Antonaki and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and JP Araque and ATH Arce and JF Arguin and S Argyropoulos and M Arik and AJ Armbruster and O Arnaez and V Arnal and O Arslan and A Artamonov and G Artoni and S Asai and N Asbah and A Ashkenazi and S Ask and B Åsman and L Asquith and K Assamagan and R Astalos and M Atkinson and NB Atlay and B Auerbach and E Auge and K Augsten and M Aurousseau and G Avolio and G Azuelos and Y Azuma and MA Baak and C Bacci and AM Bach and H Bachacou and K Bachas and M Backes and M Backhaus and J Backus Mayes and E Badescu and P Bagiacchi and P Bagnaia and Y Bai and DC Bailey and T Bain and JT Baines and OK Baker and S Baker and P Balek and F Balli and E Banas and Sw Banerjee and D Banfi and A Bangert and AAE Bannoura and V Bansal and HS Bansil and L Barak and SP Baranov and T Barber",
            "2014",
            "AD8YoRAAAAAJ:XdwVV_xN3QMC",
            2185,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-014-2941-0",
            "10302253069195107950",
            "\/scholar?cites=10302253069195107950",
            {
                "2013":11,
                "2014":221,
                "2015":553,
                "2016":473,
                "2017":455,
                "2018":256,
                "2019":142,
                "2020":66
            }
        ],
        [
            "A measurement of the cross section for the inclusive production of isolated prompt photons in p p collisions at a center-of-mass energy s= 7 TeV is presented. The measurement covers the pseudorapidity ranges| η γ|< 1.37 and 1.52≤| η γ|< 1.81 in the transverse energy range 15≤ E T γ< 100 GeV. The results are based on an integrated luminosity of 880 nb− 1, collected with the ATLAS detector at the Large Hadron Collider. Photon candidates are identified by combining information from the calorimeters and from the inner tracker. Residual background in the selected sample is estimated from data based on the observed distribution of the transverse isolation energy in a narrow cone around the photon candidate. The results are compared to predictions from next-to-leading-order perturbative QCD calculations.",
            "Measurement of the inclusive isolated prompt photon cross section in  collisions at  with the ATLAS detector",
            "Georges Aad and Brad Abbott and Jalal Abdallah and AA Abdelalim and A Abdesselam and B Abi and M Abolins and H Abramowicz and H Abreu and E Acerbi and BS Acharya and M Ackers and DL Adams and TN Addy and J Adelman and M Aderholz and S Adomeit and P Adragna and T Adye and S Aefsky and JA Aguilar-Saavedra and M Aharrouche and SP Ahlen and F Ahles and A Ahmad and M Ahsan and G Aielli and T Akdogan and TPA Åkesson and G Akimoto and AV Akimov and MS Alam and MA Alam and S Albrand and M Aleksa and IN Aleksandrov and M Aleppo and F Alessandria and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and M Aliev and G Alimonti and J Alison and M Aliyev and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and J Alonso and MG Alviggi and K Amako and P Amaral and C Amelung and VV Ammosov and A Amorim and G Amorós and N Amram and C Anastopoulos and N Andari and T Andeen and CF Anders and KJ Anderson and A Andreazza and V Andrei and ML Andrieux and XS Anduaga and A Angerami and F Anghinolfi and N Anjos and A Annovi and A Antonaki and M Antonelli and S Antonelli and J Antos and F Anulli and S Aoun and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and ATH Arce and JP Archambault and S Arfaoui and JF Arguin and E Arik and M Arik and AJ Armbruster and KE Arms and SR Armstrong and O Arnaez and C Arnault and A Artamonov and G Artoni and D Arutinov and S Asai and R Asfandiyarov and S Ask and B Åsman and L Asquith and K Assamagan and A Astbury and A Astvatsatourov and G Atoian and B Aubert and B Auerbach and E Auge and K Augsten and M Aurousseau and N Austin and R Avramidou and D Axen and C Ay and G Azuelos and Y Azuma and MA Baak and G Baccaglioni and C Bacci and AM Bach and H Bachacou and K Bachas and G Bachy and M Backes and E Badescu and P Bagnaia and S Bahinipati and Y Bai and DC Bailey and T Bain and JT Baines and OK Baker and S Baker and F Baltasar Dos Santos Pedrosa and E Banas and P Banerjee and Sw Banerjee and D Banfi and A Bangert and V Bansal and HS Bansil and L Barak and SP Baranov and A Barashkou and A Barbaro Galtieri and T Barber",
            "2011",
            "AD8YoRAAAAAJ:iRxVrxesHjoC",
            1726,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.83.052005",
            "12885597929910716448",
            "\/scholar?cites=12885597929910716448",
            {
                "2011":82,
                "2012":118,
                "2013":157,
                "2014":142,
                "2015":133,
                "2016":315,
                "2017":306,
                "2018":229,
                "2019":135,
                "2020":101,
                "2021":2
            }
        ],
        [
            "Searches for the electroweak production of charginos, neutralinos and sleptons in final states characterized by the presence of two leptons (electrons and muons) and missing transverse momentum are performed using 20.3 fb− 1 of proton-proton collision data at= 8 TeV recorded with the ATLAS experiment at the Large Hadron Collider. No significant excess beyond Standard Model expectations is observed. Limits are set on the masses of the lightest chargino, next-to-lightest neutralino and sleptons for different lightest-neutralino mass hypotheses in simplified models. Results are also interpreted in various scenarios of the phenomenological Minimal Supersymmetric Standard Model.",
            "Search for direct production of charginos, neutralinos and sleptons in final states with two leptons and missing transverse momentum in pp collisions at  = 8TeV …",
            "Georges Aad and B Abbott and Jea Abdallah and S Abdel Khalek and R Aben and B Abi and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and R Abreu and Y Abulaiti and BS Acharya and L Adamczyk and DL Adams and J Adelman and Stefanie Adomeit and T Adye and T Agatonovic-Jovin and JA Aguilar-Saavedra and M Agustoni and SP Ahlen and A Ahmad and F Ahmadov and G Aielli and TPA Åkesson and G Akimoto and AV Akimov and GL Alberghi and J Albert and S Albrand and MJ Alconada Verzini and M Aleksa and IN Aleksandrov and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and G Alimonti and L Alio and J Alison and BMM Allbrooke and LJ Allison and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and A Alonso and F Alonso and C Alpigiani and A Altheimer and B Alvarez Gonzalez and MG Alviggi and K Amako and Y Amaral Coutinho and C Amelung and D Amidei and SP Amor Dos Santos and A Amorim and S Amoroso and N Amram and G Amundsen and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and XS Anduaga and S Angelidakis and I Angelozzi and P Anger and A Angerami and F Anghinolfi and AV Anisenkov and N Anjos and A Annovi and A Antonaki and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and JP Araque and ATH Arce and J-F Arguin and S Argyropoulos and M Arik and AJ Armbruster and O Arnaez and V Arnal and H Arnold and O Arslan and A Artamonov and G Artoni and S Asai and N Asbah and A Ashkenazi and S Ask and B Åsman and L Asquith and K Assamagan and R Astalos and M Atkinson and NB Atlay and B Auerbach and K Augsten and M Aurousseau and G Avolio and G Azuelos and Y Azuma and MA Baak and C Bacci and H Bachacou and K Bachas and M Backes and M Backhaus and J Backus Mayes and E Badescu and P Bagiacchi and P Bagnaia and Y Bai and T Bain and JT Baines and OK Baker and S Baker and P Balek and F Balli and E Banas and Sw Banerjee and D Banfi and A Bangert and AAE Bannoura and V Bansal and HS Bansil and L Barak and SP Baranov and EL Barberio and D Barberis and M Barbero and T Barillari",
            "2014",
            "AD8YoRAAAAAJ:lCrAKun4T_oC",
            1636,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP05(2014)071.pdf",
            "4564963492334241828",
            "\/scholar?cites=4564963492334241828",
            {
                "2013":6,
                "2014":137,
                "2015":438,
                "2016":340,
                "2017":282,
                "2018":220,
                "2019":103,
                "2020":96,
                "2021":4
            }
        ],
        [
            "A measurement of jet activity in the rapidity interval bounded by a dijet system is presented. Events are vetoed if a jet with transverse momentum greater than 20 GeV is found between the two boundary jets. The fraction of dijet events that survive the jet veto is presented for boundary jets that are separated by up to six units of rapidity and with mean transverse momentum 50<< 500 GeV. The mean multiplicity of jets above the veto scale in the rapidity interval bounded by the dijet system is also presented as an alternative method for quantifying perturbative QCD emission. The data are compared to a next-to-leading order plus parton shower prediction from the powheg-box, an all-order resummation using the hej calculation and the pythia, herwig++ and alpgen event generators. The measurement was performed using pp collisions at TeV using data recorded by the ATLAS detector in 2010.",
            "Measurement of dijet production with a veto on additional central jet activity in pp collisions at  TeV using the ATLAS detector",
            "Georges Aad and Brad Abbott and Jalal Abdallah and AA Abdelalim and A Abdesselam and B Abi and M Abolins and H Abramowicz and H Abreu and E Acerbi and BS Acharya and DL Adams and TN Addy and J Adelman and M Aderholz and S Adomeit and P Adragna and T Adye and S Aefsky and JA Aguilar-Saavedra and M Aharrouche and SP Ahlen and F Ahles and A Ahmad and M Ahsan and G Aielli and T Akdogan and TPA Åkesson and G Akimoto and AV Akimov and A Akiyama and MS Alam and MA Alam and J Albert and S Albrand and M Aleksa and IN Aleksandrov and F Alessandria and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and M Aliev and G Alimonti and J Alison and M Aliyev and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and MG Alviggi and K Amako and P Amaral and C Amelung and VV Ammosov and A Amorim and G Amorós and N Amram and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and ML Andrieux and XS Anduaga and A Angerami and F Anghinolfi and N Anjos and A Annovi and A Antonaki and M Antonelli and A Antonov and J Antos and F Anulli and S Aoun and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and ATH Arce and JP Archambault and S Arfaoui and JF Arguin and E Arik and M Arik and AJ Armbruster and O Arnaez and C Arnault and A Artamonov and G Artoni and D Arutinov and S Asai and R Asfandiyarov and S Ask and B Åsman and L Asquith and K Assamagan and A Astbury and A Astvatsatourov and G Atoian and B Aubert and B Auerbach and E Auge and K Augsten and M Aurousseau and N Austin and G Avolio and R Avramidou and D Axen and Cano Ay and G Azuelos and Y Azuma and MA Baak and G Baccaglioni and C Bacci and AM Bach and H Bachacou and K Bachas and G Bachy and M Backes and M Backhaus and E Badescu and P Bagnaia and S Bahinipati and Y Bai and DC Bailey and T Bain and JT Baines and OK Baker and MD Baker and S Baker and E Banas and P Banerjee and Sw Banerjee and D Banfi and A Bangert and V Bansal and HS Bansil and L Barak and SP Baranov and A Barashkou and A Barbaro Galtieri",
            "2011",
            "AD8YoRAAAAAJ:H4IpxOyCX80C",
            1601,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP09(2011)053.pdf",
            "5953950605138493163",
            "\/scholar?cites=5953950605138493163",
            {
                "2011":18,
                "2012":268,
                "2013":350,
                "2014":214,
                "2015":239,
                "2016":176,
                "2017":108,
                "2018":109,
                "2019":69,
                "2020":45
            }
        ],
        [
            "Distributions of transverse momentum  and the related angular variable  of DrellΓÇôYan lepton pairs are measured in 20.3┬áfb of protonΓÇôproton collisions at ┬áTeV with the ATLAS detector at the LHC. Measurements in electron-pair and muon-pair final states are corrected for detector effects and combined. Compared to previous measurements in protonΓÇôproton collisions at ┬áTeV, these new measurements benefit from a larger data sample and improved control of systematic uncertainties. Measurements are performed in bins of lepton-pair mass above, around and below the Z-boson mass peak. The data are compared to predictions from perturbative and resummed QCD calculations. For values of  the predictions from the Monte Carlo generator ResBos are generally consistent with the data within the theoretical uncertainties. However, at larger values of  this is not the case. Monte Carlo …",
            "Measurement of the transverse momentum and  distributions of Drell–Yan lepton pairs in proton–proton collisions at s=8 TeV with the ATLAS detector",
            "Georges Aad and B Abbott and J Abdallah and R Aben and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and R Abreu and Y Abulaiti and BS Acharya and L Adamczyk and DL Adams and J Adelman and S Adomeit and T Adye and AA Affolder and T Agatonovic-Jovin and JA Aguilar-Saavedra and SP Ahlen and F Ahmadov and G Aielli and H Akerstedt and TPA Åkesson and AV Akimov and GL Alberghi and J Albert and S Albrand and MJ Alconada Verzini and M Aleksa and IN Aleksandrov and C Alexa and G Alexander and T Alexopoulos and M Alhroob and G Alimonti and L Alio and J Alison and SP Alkire and BMM Allbrooke and PP Allport and A Aloisio and A Alonso and F Alonso and C Alpigiani and A Altheimer and B Alvarez Gonzalez and D Álvarez Piqueras and MG Alviggi and BT Amadio and K Amako and Y Amaral Coutinho and C Amelung and D Amidei and SP Amor Dos Santos and A Amorim and S Amoroso and N Amram and G Amundsen and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and JK Anders and KJ Anderson and A Andreazza and V Andrei and S Angelidakis and I Angelozzi and P Anger and A Angerami and F Anghinolfi and AV Anisenkov and N Anjos and A Annovi and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and L Aperio Bella and G Arabidze and Y Arai and JP Araque and ATH Arce and FA Arduh and J-F Arguin and S Argyropoulos and M Arik and AJ Armbruster and O Arnaez and H Arnold and M Arratia and O Arslan and A Artamonov and G Artoni and S Artz and S Asai and N Asbah and A Ashkenazi and B Åsman and L Asquith and K Assamagan and R Astalos and M Atkinson and NB Atlay and K Augsten and M Aurousseau and G Avolio and B Axen and MK Ayoub and G Azuelos and MA Baak and AE Baas and MJ Baca and C Bacci and H Bachacou and K Bachas and M Backes and M Backhaus and P Bagiacchi and P Bagnaia and Y Bai and T Bain and JT Baines and OK Baker and EM Baldin and P Balek and T Balestri and F Balli and WK Balunas and E Banas and Sw Banerjee and AAE Bannoura and L Barak and EL Barberio and D Barberis and M Barbero and T Barillari and M Barisonzi and T Barklow and N Barlow and SL Barnes and BM Barnett and RM Barnett and Z Barnovska and A Baroncelli and G Barone",
            "2016",
            "AD8YoRAAAAAJ:nOZr35tmOW8C",
            1155,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-016-4070-4",
            "14697579076277875279",
            "\/scholar?cites=14697579076277875279",
            {
                "2015":25,
                "2016":262,
                "2017":272,
                "2018":278,
                "2019":187,
                "2020":121,
                "2021":5
            }
        ],
        [
            "Recent studies have highlighted the potential of jet substructure techniques to identify the hadronic decays of boosted heavy particles. These studies all rely upon the assumption that the internal substructure of jets generated by QCD radiation is well understood. In this article, this assumption is tested on an inclusive sample of jets recorded with the ATLAS detector in 2010, which corresponds to 35 pb− 1 of pp collisions delivered by the LHC at. In a subsample of events with single pp collisions, measurements corrected for detector efficiency and resolution are presented with full systematic uncertainties. Jet invariant mass, k t splitting scales and N-subjettiness variables are presented for anti-k t R= 1.0 jets and Cambridge-Aachen R= 1.2 jets. Jet invariant-mass spectra for Cambridge-Aachen R= 1.2 jets after a splitting and filtering procedure are also presented. Leading-order parton-shower Monte Carlo …",
            "Jet mass and substructure of inclusive jets in  pp collisions with the ATLAS experiment",
            "Georges Aad and B Abbott and J Abdallah and S Abdel Khalek and AA Abdelalim and A Abdesselam and B Abi and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and E Acerbi and BS Acharya and L Adamczyk and DL Adams and TN Addy and J Adelman and M Aderholz and S Adomeit and P Adragna and T Adye and S Aefsky and JA Aguilar-Saavedra and M Aharrouche and SP Ahlen and F Ahles and A Ahmad and M Ahsan and G Aielli and T Akdogan and TPA Akesson and G Akimoto and AV Akimov and A Akiyama and MS Alam and MA Alam and J Albert and S Albrand and M Aleksa and IN Aleksandrov and F Alessandria and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and M Aliev and G Alimonti and J Alison and M Aliyev and BMM Allbrooke and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and B Alvarez Gonzalez and MG Alviggi and K Amako and P Amaral and C Amelung and VV Ammosov and A Amorim and G Amorós and N Amram and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and M-L Andrieux and XS Anduaga and A Angerami and F Anghinolfi and A Anisenkov and N Anjos and A Annovi and A Antonaki and M Antonelli and A Antonov and J Antos and F Anulli and S Aoun and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and ATH Arce and S Arfaoui and J-F Arguin and E Arik and M Arik and AJ Armbruster and O Arnaez and V Arnal and C Arnault and A Artamonov and G Artoni and D Arutinov and S Asai and R Asfandiyarov and S Ask and B Asman and L Asquith and K Assamagan and A Astbury and A Astvatsatourov and B Aubert and E Auge and K Augsten and M Aurousseau and G Avolio and R Avramidou and D Axen and C Ay and G Azuelos and Y Azuma and MA Baak and G Baccaglioni and C Bacci and AM Bach and H Bachacou and K Bachas and M Backes and M Backhaus and E Badescu and P Bagnaia and S Bahinipati and Y Bai and DC Bailey and T Bain and JT Baines and OK Baker and MD Baker and S Baker and E Banas and P Banerjee and Sw Banerjee and D Banfi and A Bangert and V Bansal and HS Bansil and L Barak and SP Baranov",
            "2012",
            "AD8YoRAAAAAJ:3oVQRXTUYEQC",
            854,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP05(2012)128?gathStatIcon=true&error=cookies_not_supported&code=6431f186-7bea-4157-9b9b-b4727a4eeef3",
            "13466287810983853037",
            "\/scholar?cites=13466287810983853037",
            {
                "2012":104,
                "2013":190,
                "2014":134,
                "2015":91,
                "2016":141,
                "2017":76,
                "2018":34,
                "2019":56,
                "2020":23,
                "2021":2
            }
        ],
        [
            "Improvements in nitrogen use efficiency in crop production are critical for addressing the triple challenges of food security, environmental degradation and climate change. Such improvements are conditional not only on technological innovation, but also on socio-economic factors that are at present poorly understood. Here we examine historical patterns of agricultural nitrogen-use efficiency and find a broad range of national approaches to agricultural development and related pollution. We analyse examples of nitrogen use and propose targets, by geographic region and crop type, to meet the 2050 global food demand projected by the Food and Agriculture Organization while also meeting the Sustainable Development Goals pertaining to agriculture recently adopted by the United Nations General Assembly. Furthermore, we discuss socio-economic policies and technological innovations that may help achieve them.",
            "Managing nitrogen for sustainable development",
            "Xin Zhang and Eric A Davidson and Denise L Mauzerall and Timothy D Searchinger and Patrice Dumas and Ye Shen",
            "2015",
            "AD8YoRAAAAAJ:qfvnCxCiAEkC",
            762,
            "https:\/\/www.nature.com\/articles\/nature15743",
            "7199839886190521388",
            "\/scholar?cites=7199839886190521388",
            {
                "2016":48,
                "2017":95,
                "2018":141,
                "2019":170,
                "2020":263,
                "2021":37
            }
        ]
    ]
}