{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We suggest a means of obtaining certain Green's functions in 3+ 1-dimensional N= 4 supersymmetric Yang-Mills theory with a large number of colors via non-critical string theory. The non-critical string theory is related to critical string theory in anti-deSitter background. We introduce a boundary of the anti-deSitter space analogous to a cut-off on the Liouville coordinate of the two-dimensional string theory. Correlation functions of operators in the gauge theory are related to the dependence of the supergravity action on the boundary conditions. From the quadratic terms in supergravity we read off the anomalous dimensions. For operators that couple to massless string states it has been established through absorption calculations that the anomalous dimensions vanish, and we rederive this result. The operators that couple to massive string states at level n acquire anomalous dimensions that grow as 2 ng YM 2N 1\/2 …",
            "Gauge theory correlators from non-critical string theory",
            "Steven S Gubser and Igor R Klebanov and Alexander M Polyakov",
            "1998",
            "Af7B25UAAAAJ:u5HHmVD_uO8C",
            10535,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269398003773",
            "4470293344977314172",
            "\/scholar?cites=4470293344977314172",
            {
                "1998":206,
                "1999":508,
                "2000":435,
                "2001":346,
                "2002":347,
                "2003":309,
                "2004":292,
                "2005":313,
                "2006":350,
                "2007":419,
                "2008":566,
                "2009":492,
                "2010":565,
                "2011":569,
                "2012":599,
                "2013":508,
                "2014":506,
                "2015":484,
                "2016":523,
                "2017":518,
                "2018":475,
                "2019":483,
                "2020":635,
                "2021":39
            }
        ],
        [
            "We revisit the singular IIB supergravity solution describing M-fractional 3-branes on the conifold [hep-th\/0002159]. Its 5-form flux decreases, which we explain by showing that the relevant Script N= 1 SUSY SU (N+M)× SU (N) gauge theory undergoes repeated Seiberg-duality transformations in which N→ N− M. Far in the IR the gauge theory confines; its chiral symmetry breaking removes the singularity of [hep-th\/0002159] by deforming the conifold. We propose a non-singular pure-supergravity background dual to the field theory on all scales, with small curvature everywhere if thet Hooft coupling g s M is large. In the UV it approaches that of [hep-th\/0002159], incorporating the logarithmic flow of couplings. In the IR the deformation of the conifold gives a geometrical realization of chiral symmetry breaking and confinement. We suggest that pure Script N= 1 Yang-Mills may be dual to strings propagating at small g s M …",
            "Supergravity and a confining gauge theory: Duality cascades and χSB-resolution of naked singularities",
            "Igor R Klebanov and Matthew J Strassler",
            "2000",
            "Af7B25UAAAAJ:u-x6o8ySG0sC",
            1990,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2000\/08\/052\/meta",
            "8377111526833766123",
            "\/scholar?cites=8377111526833766123",
            {
                "2000":14,
                "2001":83,
                "2002":85,
                "2003":76,
                "2004":123,
                "2005":122,
                "2006":126,
                "2007":148,
                "2008":164,
                "2009":133,
                "2010":126,
                "2011":126,
                "2012":116,
                "2013":82,
                "2014":78,
                "2015":81,
                "2016":72,
                "2017":52,
                "2018":46,
                "2019":56,
                "2020":67,
                "2021":5
            }
        ],
        [
            "Just as parallel threebranes on a smooth manifold are related to string theory on AdS 5× S 5, parallel threebranes near a conical singularity are related to string theory on AdS 5× X 5, for a suitable X 5. For the example of the conifold singularity, for which X 5=(SU (2)× SU (2))\/U (1), we argue that string theory on AdS 5× X 5 can be described by a certain N= 1 supersymmetric gauge theory which we describe in detail.",
            "Superconformal field theory on threebranes at a Calabi-Yau singularity",
            "Igor R Klebanov and Edward Witten",
            "1998",
            "Af7B25UAAAAJ:d1gkVwhDpl0C",
            1324,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321398006543",
            "1507296478665006614",
            "\/scholar?cites=1507296478665006614",
            {
                "1998":12,
                "1999":60,
                "2000":68,
                "2001":54,
                "2002":65,
                "2003":49,
                "2004":40,
                "2005":51,
                "2006":81,
                "2007":83,
                "2008":96,
                "2009":66,
                "2010":71,
                "2011":73,
                "2012":67,
                "2013":35,
                "2014":58,
                "2015":50,
                "2016":49,
                "2017":45,
                "2018":45,
                "2019":42,
                "2020":54,
                "2021":3
            }
        ],
        [
            "We study, using the dual AdS description, the vacua of field theories where some of the gauge symmetry is broken by expectation values of scalar fields. In such vacua, operators built out of the scalar fields acquire expectation values, and we show how to calculate them from the behavior of perturbations to the AdS background near the boundary. Specific examples include the N = 4 SYM theory, and theories on D3-branes placed on orbifolds and conifolds. We also clarify some subtleties of the AdS\/CFT correspondence that arise in this analysis. In particular, we explain how scalar fields in AdS space of sufficiently negative mass-squared can be associated with CFT operators of two possible dimensions. All dimensions are bounded from below by (d−2)\/2; this is the unitarity bound for scalar operators in d-dimensional field theory. We further argue that the generating functional for correlators in the theory with one …",
            "AdS\/CFT correspondence and symmetry breaking",
            "Igor R Klebanov and Edward Witten",
            "1999",
            "Af7B25UAAAAJ:2osOgNQ5qMEC",
            1321,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321399003879",
            "4185428308917783093",
            "\/scholar?cites=4185428308917783093",
            {
                "1999":17,
                "2000":61,
                "2001":36,
                "2002":38,
                "2003":38,
                "2004":30,
                "2005":25,
                "2006":33,
                "2007":48,
                "2008":54,
                "2009":69,
                "2010":97,
                "2011":99,
                "2012":96,
                "2013":71,
                "2014":65,
                "2015":59,
                "2016":77,
                "2017":81,
                "2018":57,
                "2019":66,
                "2020":96,
                "2021":3
            }
        ],
        [
            "A world-sheet sigma model approach is applied to string theories dual to four-dimensional gauge theories, and semi-classical soliton solutions representing highly excited string states are identified which correspond to gauge theory operators with relatively small anomalous dimensions. The simplest class of such states are strings on the leading Regge trajectory, with large spin in AdS5. These correspond to operators with many covariant derivatives, whose anomalous dimension grows logarithmically with the space–time spin. In the gauge theory, the logarithmic scaling violations are similar to those found in perturbation theory. Other examples of highly excited string states are also considered.",
            "A semi-classical limit of the gauge\/string correspondence",
            "SS Gubser and IR Klebanov and Alexander M Polyakov",
            "2002",
            "Af7B25UAAAAJ:9yKSN-GCB0IC",
            1207,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321302003735",
            "14384373160054559843",
            "\/scholar?cites=14384373160054559843",
            {
                "2002":41,
                "2003":73,
                "2004":90,
                "2005":101,
                "2006":81,
                "2007":84,
                "2008":124,
                "2009":82,
                "2010":74,
                "2011":76,
                "2012":73,
                "2013":34,
                "2014":47,
                "2015":49,
                "2016":38,
                "2017":32,
                "2018":37,
                "2019":25,
                "2020":37,
                "2021":2
            }
        ],
        [
            "We suggest a general relation between theories of infinite number of higher-spin massless gauge fields in AdSd+1 and large N conformal theories in d dimensions containing N-component vector fields. In particular, we propose that the singlet sector of the well-known critical 3-d O(N) model with the (φaφa)2 interaction is dual, in the large N limit, to the minimal bosonic theory in AdS4 containing massless gauge fields of even spin.",
            "AdS dual of the critical O (N) vector model",
            "Igor R Klebanov and AM Polyakov",
            "2002",
            "Af7B25UAAAAJ:MXK_kJrjxJIC",
            893,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269302029805",
            "12336875248649074832",
            "\/scholar?cites=12336875248649074832",
            {
                "2003":21,
                "2004":18,
                "2005":20,
                "2006":15,
                "2007":18,
                "2008":12,
                "2009":10,
                "2010":21,
                "2011":54,
                "2012":67,
                "2013":98,
                "2014":61,
                "2015":68,
                "2016":84,
                "2017":117,
                "2018":75,
                "2019":56,
                "2020":73,
                "2021":4
            }
        ],
        [
            "We consider slightly nonextremal black 3-branes of type IIB supergravity and show that their Bekenstein-Hawking entropy agrees, up to a mysterious factor, with an entropy derived by counting non-BPS excitations of the Dirichlet 3-brane. These excitations are described in terms of the statistical mechanics of a (3+ 1)-dimensional gas of massless open string states. This is essentially the classic problem of blackbody radiation. The blackbody temperature is related to the temperature of the Hawking radiation. We also construct a solution of type IIB supergravity describing a 3-brane with a finite density of longitudinal momentum. For extremal momentum-carrying 3-branes the horizon area vanishes. This is in agreement with the fact that the BPS entropy of the momentum-carrying Dirichlet 3-branes is not an extensive quantity.",
            "Entropy and temperature of black 3-branes",
            "SS Gubser and Igor R Klebanov and AW Peet",
            "1996",
            "Af7B25UAAAAJ:qjMakFHDy7sC",
            648,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.54.3915",
            "12626938449847040810",
            "\/scholar?cites=12626938449847040810",
            {
                "1996":17,
                "1997":17,
                "1998":47,
                "1999":66,
                "2000":33,
                "2001":27,
                "2002":21,
                "2003":20,
                "2004":13,
                "2005":14,
                "2006":33,
                "2007":49,
                "2008":41,
                "2009":41,
                "2010":30,
                "2011":27,
                "2012":18,
                "2013":31,
                "2014":22,
                "2015":17,
                "2016":16,
                "2017":15,
                "2018":7,
                "2019":8,
                "2020":12
            }
        ],
        [
            "The world volume theory on N regular and M fractional D3-branes at the conifold singularity is a non-conformal N= 1 supersymmetric SU (N+ M)× SU (N) gauge theory. In previous work the Type IIB supergravity dual of this theory was constructed to leading non-trivial order in M\/N: it is the AdS 5× T 1, 1 background with NS–NS and R–R 2-form fields turned on. Far in the UV this dual description was shown to reproduce the logarithmic flow of couplings found in the field theory. In this paper we study the supersymmetric RG flow at all scales. We introduce an ansatz for the 10-d metric and other fields and show that the equations of motion may be derived in first order form from a simple superpotential. This allows us to explicitly solve for the gravity dual of the RG trajectory.",
            "Gravity duals of supersymmetric SU (N)× SU (N+ M) gauge theories",
            "Igor R Klebanov and Arkady A Tseytlin",
            "2000",
            "Af7B25UAAAAJ:UeHWp8X0CEIC",
            626,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321300002066",
            "16914779609974082992",
            "\/scholar?cites=16914779609974082992",
            {
                "2000":21,
                "2001":53,
                "2002":49,
                "2003":33,
                "2004":31,
                "2005":36,
                "2006":37,
                "2007":45,
                "2008":56,
                "2009":29,
                "2010":47,
                "2011":28,
                "2012":28,
                "2013":22,
                "2014":13,
                "2015":22,
                "2016":17,
                "2017":16,
                "2018":12,
                "2019":14,
                "2020":10,
                "2021":2
            }
        ],
        [
            "The free energy of the maximally supersymmetric SU (N) gauge theory at temperature T is expected to scale, in the large-N limit, as N 2 T 4 times a function of the't Hooft coupling, f (g YM 2 N). In the strong coupling limit the free energy has been deduced from the near-extremal 3-brane geometry, and its normalization has turned out to be 3 4 times that found in the weak coupling limit. In this paper we calculate the leading correction to this result in inverse powers of the coupling, which originates from the R 4 terms in the tree-level effective action of type IIB string theory. The correction to 3 4 is positive and of order (g YM 2 N)− 3 2. Thus, f (g YM 2 N) increases as the't Hooft coupling is decreased, in accordance with the expectation that is should be approaching 1 in the weak coupling limit. We also discuss similar corrections for other conformal theories describing coincident branes. In particular, we suggest that the …",
            "Coupling constant dependence in the thermodynamics of N= 4 supersymmetric Yang-Mills theory",
            "Steven S Gubser and Igor R Klebanov and Arkady A Tseytlin",
            "1998",
            "Af7B25UAAAAJ:Tyk-4Ss8FVUC",
            501,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321398005148",
            "13494041785325111097",
            "\/scholar?cites=13494041785325111097",
            {
                "1998":10,
                "1999":37,
                "2000":32,
                "2001":15,
                "2002":17,
                "2003":13,
                "2004":22,
                "2005":26,
                "2006":21,
                "2007":31,
                "2008":32,
                "2009":40,
                "2010":26,
                "2011":17,
                "2012":20,
                "2013":20,
                "2014":16,
                "2015":13,
                "2016":14,
                "2017":13,
                "2018":22,
                "2019":23,
                "2020":20
            }
        ],
        [
            "We discuss the Script N= 2 superspace formulation of the Script N= 8 superconformal Bagger-Lambert-Gustavsson theory, and of the Script N= 6 superconformal Aharony-Bergman-Jafferis-Maldacena U (N)× U (N) Chern-Simons theory. In particular, we prove the full SU (4) R-symmetry of the ABJM theory. We then consider orbifold projections of this theory that give non-chiral and chiral (U (N)× U (N)) n superconformal quiver gauge theories. We argue that these theories are dual to certain AdS 4× S 7\/(Bbb Z n× Bbb Z tilde k) backgrounds of M-theory. We also study a SU (3) invariant mass term in the superpotential that makes the Script N= 8 theory flow to a Script N= 2 superconformal gauge theory with a sextic superpotential. We conjecture that this gauge theory is dual to the U (1) R× SU (3) invariant extremum of the Script N= 8 gauged supergravity, which was discovered by N. Warner 25 years ago and whose …",
            "Superconformal Chern-Simons Theories and AdS4\/CFT3 Correspondence",
            "Marcus Benna and Igor Klebanov and Thomas Klose and Mikael Smedbäck",
            "2008",
            "Af7B25UAAAAJ:YsMSGLbcyi4C",
            467,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2008\/09\/072\/meta",
            "8347543837112639946",
            "\/scholar?cites=8347543837112639946",
            {
                "2008":72,
                "2009":94,
                "2010":82,
                "2011":48,
                "2012":42,
                "2013":29,
                "2014":21,
                "2015":17,
                "2016":16,
                "2017":13,
                "2018":11,
                "2019":7,
                "2020":10
            }
        ]
    ]
}