{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "A recurring debate in evolutionary biology is over the extent to which microevolutionary processes operating within species can be extrapolated to explain macroevolutionary differences among species and higher taxa (36, 38, 45, 46, 53, 67, 68, 80). As discussed by Stebbins & Ayala (83), several issues involved must be carefully distinguished, such as (a) whether micro evolutionary processes (eg mutation, chromosomal change, genetic drift, natural selection) have operated throughout the history of life (presumably they have);(b) whether such known processes can by themselves account for macroevolutionary phenomena; and (c) whether these processes can predict macroevolutionary trends and patterns. In another, phylogenetic sense,",
            "Intraspecific phylogeography: the mitochondrial DNA bridge between population genetics and systematics",
            "John C Avise and Jonathan Arnold and R Martin Ball and Eldredge Bermingham and Trip Lamb and Joseph E Neigel and Carol A Reeb and Nancy C Saunders",
            "1987",
            "agniy_EAAAAJ:u5HHmVD_uO8C",
            4354,
            "https:\/\/www.annualreviews.org\/doi\/pdf\/10.1146\/annurev.es.18.110187.002421",
            "12604057211222447521",
            "\/scholar?cites=12604057211222447521",
            {
                "1989":35,
                "1990":49,
                "1991":63,
                "1992":81,
                "1993":95,
                "1994":101,
                "1995":78,
                "1996":99,
                "1997":82,
                "1998":105,
                "1999":85,
                "2000":78,
                "2001":91,
                "2002":100,
                "2003":111,
                "2004":149,
                "2005":123,
                "2006":155,
                "2007":176,
                "2008":156,
                "2009":173,
                "2010":191,
                "2011":208,
                "2012":213,
                "2013":236,
                "2014":195,
                "2015":184,
                "2016":213,
                "2017":158,
                "2018":170,
                "2019":183,
                "2020":146,
                "2021":11
            }
        ],
        [
            "Workflow management systems (WfMSs) have been used to support various types of business processes for more than a decade now. In workflows or Web processes for e-commerce and Web service applications, suppliers and customers define a binding agreement or contract between the two parties, specifying quality of service (QoS) items such as products or services to be delivered, deadlines, quality of products, and cost of services. The management of QoS metrics directly impacts the success of organizations participating in e-commerce. Therefore, when services or products are created or managed using workflows or Web processes, the underlying workflow engine must accept the specifications and be able to estimate, monitor, and control the QoS rendered to customers. In this paper, we present a predictive QoS model that makes it possible to compute the quality of service for workflows automatically …",
            "Quality of service for workflows and web service processes",
            "Jorge Cardoso and Amit Sheth and John Miller and Jonathan Arnold and Krys Kochut",
            "2004",
            "agniy_EAAAAJ:u-x6o8ySG0sC",
            1345,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S157082680400006X",
            "1275164001104400103",
            "\/scholar?cites=1275164001104400103",
            {
                "2003":16,
                "2004":23,
                "2005":55,
                "2006":81,
                "2007":106,
                "2008":102,
                "2009":126,
                "2010":146,
                "2011":106,
                "2012":99,
                "2013":106,
                "2014":94,
                "2015":66,
                "2016":63,
                "2017":38,
                "2018":31,
                "2019":27,
                "2020":27
            }
        ],
        [
            "Probability models of branching processes and computer simulations of these models are used to examine stochastic survivorship of female lineages under a variety of demographic scenarios. A parameter II, defined as the probability of survival of two or more independent lineages over G generations, is monitored as a function of founding size of a population, population size at carrying capacity, and the frequency distributions of surviving progeny.Stochastic lineage extinction can be very rapid under certain biologically plausible demographic conditions. For stable-sized populations initiated by n females and\/or regulated about carrying capacity k=n, it is highly probable that within about 4n generations all descendants will trace their ancestries to a single founder female. For a given mean family size, increased variance decreases lineage survivorship. In expanding populations, however, lineage …",
            "Demographic influences on mitochondrial DNA lineage survivorship in animal populations",
            "John C Avise and Joseph E Neigel and Jonathan Arnold",
            "1984",
            "agniy_EAAAAJ:d1gkVwhDpl0C",
            681,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/BF02257369.pdf",
            "16084017610824689670",
            "\/scholar?cites=16084017610824689670",
            {
                "1986":11,
                "1987":13,
                "1988":8,
                "1989":16,
                "1990":21,
                "1991":19,
                "1992":19,
                "1993":20,
                "1994":27,
                "1995":19,
                "1996":31,
                "1997":20,
                "1998":30,
                "1999":25,
                "2000":16,
                "2001":13,
                "2002":16,
                "2003":25,
                "2004":22,
                "2005":25,
                "2006":17,
                "2007":20,
                "2008":24,
                "2009":14,
                "2010":14,
                "2011":14,
                "2012":18,
                "2013":29,
                "2014":13,
                "2015":27,
                "2016":16,
                "2017":19,
                "2018":17,
                "2019":15,
                "2020":18,
                "2021":1
            }
        ],
        [
            "Using inbreeding theory as applied to neutral alleles inherited maternally, we generate expected probability distributions of times to identity by descent for random pairs of mitochondrial genotypes within a population or within an entire species characterized by high gene flow. For comparisons with these expectations, empirical distributions of times to most recent common ancestry were calculated (by conventional mtDNA clock calibrations) from mtDNA haplotype distances observed within each of three vertebrate species--American eels, hardhead catfish, and redwinged blackbirds. These species were chosen for analysis because census population size in each is currently large and because both genetic and life-history data are consistent with the postulate that historical gene flow within these species has been high. The observed molecular distances among mtDNA lineages were two to three orders of …",
            "Current versus historical population sizes in vertebrate species with high gene flow: a comparison based on mitochondrial DNA lineages and inbreeding theory for neutral mutations.",
            "John C Avise and R Martin Ball and Jonathan Arnold",
            "1988",
            "agniy_EAAAAJ:9yKSN-GCB0IC",
            337,
            "https:\/\/academic.oup.com\/mbe\/article-abstract\/5\/4\/331\/1026949",
            "16871555478482960004",
            "\/scholar?cites=16871555478482960004",
            {
                "1988":1,
                "1989":6,
                "1990":16,
                "1991":17,
                "1992":17,
                "1993":11,
                "1994":21,
                "1995":15,
                "1996":21,
                "1997":12,
                "1998":19,
                "1999":13,
                "2000":13,
                "2001":8,
                "2002":11,
                "2003":13,
                "2004":10,
                "2005":9,
                "2006":9,
                "2007":7,
                "2008":5,
                "2009":11,
                "2010":5,
                "2011":5,
                "2012":8,
                "2013":9,
                "2014":11,
                "2015":8,
                "2016":5,
                "2017":4,
                "2018":4,
                "2019":3,
                "2020":3
            }
        ],
        [
            "             Development of physical genomic maps is facilitated by identification of overlapping recombinant DNA clones containing long chromosomal DNA inserts. To simplify the analysis required to determine which clones in a genomic library overlap one another, we partitioned              Aspergillus nidulans              cosmid libraries into chromosome-specific subcollections. The eight              A. nidulans              chromosomes were resolved by pulsed field gel electrophoresis and hybridized to filter replicas of cosmid libraries. The subcollections obtained appeared to be representative of the chromosomes based on the correspondence between subcollection size and chromosome length. A sufficient number of clones was obtained in each chromosome-specific subcollection to predict the overlap and assembly of individual clones into a limited number of contiguous regions. This approach should be applicable to …",
            "Chromosome-specific recombinant DNA libraries from the fungus Aspergillus nidulans",
            "Howard Brody and James Griffith and Anthony J Cuticchia and Jonathan Arnold and William E Timberlake",
            "1991",
            "agniy_EAAAAJ:2osOgNQ5qMEC",
            222,
            "https:\/\/academic.oup.com\/nar\/article-abstract\/19\/11\/3105\/2387787",
            "9516629406678713402",
            "\/scholar?cites=9516629406678713402",
            {
                "1991":2,
                "1992":9,
                "1993":3,
                "1994":14,
                "1995":9,
                "1996":21,
                "1997":17,
                "1998":14,
                "1999":16,
                "2000":19,
                "2001":25,
                "2002":8,
                "2003":15,
                "2004":8,
                "2005":2,
                "2006":5,
                "2007":6,
                "2008":2,
                "2009":4,
                "2010":2,
                "2011":3,
                "2012":1,
                "2013":4,
                "2014":6,
                "2015":3,
                "2016":2
            }
        ]
    ]
}