{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Recent angle-resolved photoemission (ARPES) results for the insulating cuprate Sr 2 CuO 2 Cl 2 have provided experimental data that can be directly compared to the (theoretically) well-studied problem of a single hole propagating in an antiferromagnet. The ARPES results reported a small bandwidth, providing evidence for the existence of strong correlations in the cuprates. However, in the same experiment some discrepancies with the familiar two-dimensional t-J model were also observed. Here we discuss a comparison between the ARPES results and the quasiparticle dispersion of both (i) the t-t’-J Hamiltonian and (ii) the three-band Hubbard model in the strong-coupling limit. Both model Hamiltonians show that the experimentally observed one-hole band structure can be approximately reproduced using reasonable values for t’, or the direct oxygen hopping amplitude t pp.",
            "Photoemission spectra of : A theoretical analysis",
            "A Nazarenko and KJE Vos and S Haas and E Dagotto and RJ Gooding",
            "1995",
            "aGurIVYAAAAJ:u5HHmVD_uO8C",
            195,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.51.8676",
            "12445814623868432447",
            "\/scholar?cites=12445814623868432447",
            {
                "1995":8,
                "1996":16,
                "1997":27,
                "1998":21,
                "1999":20,
                "2000":21,
                "2001":11,
                "2002":6,
                "2003":11,
                "2004":8,
                "2005":2,
                "2006":14,
                "2007":10,
                "2008":7,
                "2009":4,
                "2010":2,
                "2011":2,
                "2012":1,
                "2013":2,
                "2014":1
            }
        ],
        [
            "We study the field dependence of the entanglement of formation in anisotropic S= 1\/2 antiferromagnetic chains displaying a T= 0 field-driven quantum phase transition. The analysis is carried out via quantum Monte Carlo simulations. At zero temperature the entanglement estimators show abrupt changes at and around criticality, vanishing below the critical field, in correspondence with an exactly factorized state, and then immediately recovering a finite value upon passing through the quantum phase transition. At the quantum-critical point, a deep minimum in the pairwise-to-global entanglement ratio shows that multispin entanglement is strongly enhanced; moreover this signature represents a novel way of detecting the quantum phase transition of the system, relying entirely on entanglement estimators.",
            "Studying quantum spin systems through entanglement estimators",
            "Tommaso Roscilde and Paola Verrucchi and Andrea Fubini and Stephan Haas and Valerio Tognetti",
            "2004",
            "aGurIVYAAAAJ:u-x6o8ySG0sC",
            181,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.167203",
            "358961497478398347",
            "\/scholar?cites=358961497478398347",
            {
                "2004":4,
                "2005":9,
                "2006":34,
                "2007":25,
                "2008":20,
                "2009":11,
                "2010":10,
                "2011":12,
                "2012":8,
                "2013":4,
                "2014":4,
                "2015":3,
                "2016":9,
                "2017":10,
                "2018":5,
                "2019":7,
                "2020":6
            }
        ]
    ]
}