{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Hemolysis occurs in many hematologic and nonhematologic diseases. Extracellular hemoglobin (Hb) has been found to trigger specific pathophysiologies that are associated with adverse clinical outcomes in patients with hemolysis, such as acute and chronic vascular disease, inflammation, thrombosis, and renal impairment. Among the molecular characteristics of extracellular Hb, translocation of the molecule into the extravascular space, oxidative and nitric oxide reactions, hemin release, and molecular signaling effects of hemin appear to be the most critical. Limited clinical experience with a plasma-derived haptoglobin (Hp) product in Japan and more recent preclinical animal studies suggest that the natural Hb and the hemin-scavenger proteins Hp and hemopexin have a strong potential to neutralize the adverse physiologic effects of Hb and hemin. This includes conditions that are as diverse as RBC …",
            "Hemolysis and free hemoglobin revisited: exploring hemoglobin and hemin scavengers as a novel class of therapeutic proteins",
            "Dominik J Schaer and Paul W Buehler and Abdu I Alayash and John D Belcher and Gregory M Vercellotti",
            "2013",
            "aGWtvXsAAAAJ:kNdYIx-mwKoC",
            501,
            "https:\/\/ashpublications.org\/blood\/article-abstract\/121\/8\/1276\/138819",
            "3108936579062324056",
            "\/scholar?cites=3108936579062324056",
            {
                "2013":16,
                "2014":35,
                "2015":65,
                "2016":62,
                "2017":68,
                "2018":84,
                "2019":81,
                "2020":82,
                "2021":5
            }
        ],
        [
            "Oxidized low density lipoprotein (LDL), formed in vivo from presently unknown reactions, may play a role in atherogenesis. In vitro, transition metals such as iron and copper will facilitate LDL oxidation, but these metals are unlikely to exist in free form in normal body fluids. We have explored the possibility that LDL oxidation may be promoted by heme, a physiologically ubiquitous, hydrophobic, iron-containing compound. Indeed, during several-hour incubation, heme caused extensive oxidative modification of LDL; however, such modification requires only minutes in the presence of small amounts of H2O2 or preformed lipid hydroperoxides within the LDL. Oxidative interactions between heme, LDL, and peroxides lead to degradation of the heme ring and consequent release of heme iron, which further accelerates heme degradation. Coupled (evidently iron-catalyzed) heme degradation and LDL oxidation are both …",
            "Hemin: a possible physiological mediator of low density lipoprotein oxidation and endothelial injury.",
            "G Balla and HS Jacob and JW Eaton and JD Belcher and GM Vercellotti",
            "1991",
            "aGWtvXsAAAAJ:YFjsv_pBGBYC",
            432,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/01.atv.11.6.1700",
            "8267799830360677871",
            "\/scholar?cites=8267799830360677871",
            {
                "1992":6,
                "1993":14,
                "1994":12,
                "1995":17,
                "1996":15,
                "1997":15,
                "1998":20,
                "1999":21,
                "2000":17,
                "2001":15,
                "2002":18,
                "2003":18,
                "2004":8,
                "2005":14,
                "2006":21,
                "2007":15,
                "2008":13,
                "2009":9,
                "2010":11,
                "2011":13,
                "2012":19,
                "2013":14,
                "2014":15,
                "2015":16,
                "2016":13,
                "2017":16,
                "2018":9,
                "2019":16,
                "2020":16,
                "2021":2
            }
        ],
        [
            "Treatment of sickle cell disease (SCD) is hampered by incomplete understanding of pathways linking hemolysis to vaso-occlusion. We investigated these pathways in transgenic sickle mice. Infusion of hemoglobin or heme triggered vaso-occlusion in sickle, but not normal, mice. Methemoglobin, but not heme-stabilized cyanomethemoglobin, induced vaso-occlusion, indicating heme liberation is necessary. In corroboration, hemoglobin-induced vaso-occlusion was blocked by the methemoglobin reducing agent methylene blue, haptoglobin, or the heme-binding protein hemopexin. Untreated HbSS mice, but not HbAA mice, exhibited ∼10% vaso-occlusion in steady state that was inhibited by haptoglobin or hemopexin infusion. Antibody blockade of adhesion molecules P-selectin, von Willebrand factor (VWF), E-selectin, vascular cell adhesion molecule 1, intercellular adhesion molecule 1, platelet endothelial …",
            "Heme triggers TLR4 signaling leading to endothelial cell activation and vaso-occlusion in murine sickle cell disease",
            "John D Belcher and Chunsheng Chen and Julia Nguyen and Liming Milbauer and Fuad Abdulla and Abdu I Alayash and Ann Smith and Karl A Nath and Robert P Hebbel and Gregory M Vercellotti",
            "2014",
            "aGWtvXsAAAAJ:WA5NYHcadZ8C",
            423,
            "https:\/\/ashpublications.org\/blood\/article-abstract\/123\/3\/377\/32304",
            "17892261647258026358",
            "\/scholar?cites=17892261647258026358",
            {
                "2014":21,
                "2015":47,
                "2016":57,
                "2017":63,
                "2018":78,
                "2019":66,
                "2020":79,
                "2021":6
            }
        ],
        [
            "Sickle cell anemia is characterized by painful vaso-occlusive crises. It is hypothesized that monocytes are activated in sickle cell disease and can enhance vaso-occlusion by activating endothelium. To test this hypothesis, human umbilical vein endothelial cells (HUVEC) and human microvascular endothelial cells (MVEC) with sickle and normal mononuclear leukocytes were incubated, and endothelial activation was measured. Endothelial cells incubated with sickle mononuclear leukocytes were more activated than those incubated with normal mononuclear leukocytes, as judged by the increased endothelial expression of adhesion molecules and tissue factor and the adhesion of polymorphonuclear leukocytes (PMNL). Monocytes, not lymphocytes or platelets, were the mononuclear cells responsible for activating endothelial cells. Sickle monocytes triggered endothelial nuclear factor-kappa B (NF-κB) nuclear …",
            "Activated monocytes in sickle cell disease: potential role in the activation of vascular endothelium and vaso-occlusion",
            "John D Belcher and Paul H Marker and Jill P Weber and Robert P Hebbel and Gregory M Vercellotti",
            "2000",
            "aGWtvXsAAAAJ:K3LRdlH-MEoC",
            370,
            "https:\/\/ashpublications.org\/blood\/article\/96\/7\/2451\/181064",
            "14029839285889171749",
            "\/scholar?cites=14029839285889171749",
            {
                "2001":2,
                "2002":14,
                "2003":18,
                "2004":18,
                "2005":17,
                "2006":11,
                "2007":5,
                "2008":24,
                "2009":24,
                "2010":19,
                "2011":23,
                "2012":21,
                "2013":24,
                "2014":32,
                "2015":20,
                "2016":22,
                "2017":17,
                "2018":19,
                "2019":14,
                "2020":22,
                "2021":1
            }
        ],
        [
            " Oxidative modification of LDL is believed to be a crucial step in atherosclerosis. Thus, antioxidant vitamins may have a role in the prevention of coronary disease. We examined the cross-sectional association of serum vitamin levels, the susceptibility of LDL to hemin-induced oxidation (lag phase to conjugated diene formation), and the malondialdehyde-LDL (MDA-LDL) to native LDL radioactivity binding ratio with carotid intima-media thickness (IMT), a measure of asymptomatic early atherosclerosis. The participants in this observational study were 231 asymptomatic age-, sex-, race-, and field center–matched case-control pairs selected from the Atherosclerosis Risk in Communities (ARIC) study cohort on the basis of B-mode carotid artery ultrasonograms obtained from 1986 through 1989. Cases exceeded the 90th percentile of IMT, and control subjects were below the 75th percentile of IMT for all arterial segments …",
            "Association of serum vitamin levels, LDL susceptibility to oxidation, and autoantibodies against MDA-LDL with carotid atherosclerosis: a case-control study",
            "Carlos Iribarren and Aaron R Folsom and David R Jacobs and Jr and Myron D Gross and John D Belcher and John H Eckfeldt",
            "1997",
            "aGWtvXsAAAAJ:RHpTSmoSYBkC",
            241,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/01.atv.17.6.1171",
            "6635975798066574888",
            "\/scholar?cites=6635975798066574888",
            {
                "1998":5,
                "1999":10,
                "2000":17,
                "2001":21,
                "2002":21,
                "2003":11,
                "2004":15,
                "2005":12,
                "2006":16,
                "2007":11,
                "2008":9,
                "2009":11,
                "2010":8,
                "2011":8,
                "2012":8,
                "2013":6,
                "2014":8,
                "2015":5,
                "2016":8,
                "2017":13,
                "2018":3,
                "2019":8,
                "2020":3
            }
        ],
        [
            "Transgenic sickle mice expressing βS hemoglobin have activated vascular endothelium that exhibits enhanced expression of NF-κB and adhesion molecules that promote vascular stasis in sickle, but not in normal, mice in response to hypoxia\/reoxygenation. Sickle mice hemolyze rbcs in vivo as demonstrated by increased reticulocyte counts, plasma hemoglobin and bilirubin, and reduced plasma haptoglobin. The heme content is elevated in sickle organs, which promotes vascular inflammation and heme oxygenase-1 expression. Treatment of sickle mice with hemin further increases heme oxygenase-1 expression and inhibits hypoxia\/reoxygenation–induced stasis, leukocyte-endothelium interactions, and NF-κB, VCAM-1, and ICAM-1 expression. Heme oxygenase inhibition by tin protoporphyrin exacerbates stasis in sickle mice. Furthermore, treatment of sickle mice with the heme oxygenase enzymatic product …",
            "Heme oxygenase-1 is a modulator of inflammation and vaso-occlusion in transgenic sickle mice",
            "John D Belcher and Hemachandra Mahaseth and Thomas E Welch and Leo E Otterbein and Robert P Hebbel and Gregory M Vercellotti",
            "2006",
            "aGWtvXsAAAAJ:r0BpntZqJG4C",
            237,
            "https:\/\/www.jci.org\/articles\/view\/26857",
            "6895567971439041485",
            "\/scholar?cites=6895567971439041485",
            {
                "2006":5,
                "2007":12,
                "2008":19,
                "2009":15,
                "2010":18,
                "2011":14,
                "2012":14,
                "2013":18,
                "2014":16,
                "2015":16,
                "2016":16,
                "2017":12,
                "2018":20,
                "2019":21,
                "2020":15,
                "2021":1
            }
        ],
        [
            "Reperfusion of tissues after interruption of their vascular supply causes free-radical generation that leads to tissue damage, a scenario referred to as “reperfusion injury.” Because sickle disease involves repeated transient ischemic episodes, we sought evidence for excessive free-radical generation in sickle transgenic mice. Compared with normal mice, sickle mice at ambient air had a higher ethane excretion (marker of lipid peroxidation) and greater conversion of salicylic acid to 2,3-dihydroxybenzoic acid (marker of hydroxyl radical generation). During hypoxia (11% O2), only sickle mice converted tissue xanthine dehydrogenase to oxidase. Only the sickle mice exhibited a further increase in ethane excretion during restitution of normal oxygen tension after 2 hours of hypoxia. Only the sickle mice showed abnormal activation of nuclear factor–κB after exposure to hypoxia-reoxygenation. Allopurinol, a potential …",
            "Reperfusion injury pathophysiology in sickle transgenic mice",
            "U Raymond Osarogiagbon and Stephana Choong and John D Belcher and Gregory M Vercellotti and Mark S Paller and Robert P Hebbel",
            "2000",
            "aGWtvXsAAAAJ:olpn-zPbct0C",
            231,
            "https:\/\/ashpublications.org\/blood\/article\/96\/1\/314\/257795",
            "17660584352453788529",
            "\/scholar?cites=17660584352453788529",
            {
                "2000":1,
                "2001":10,
                "2002":9,
                "2003":8,
                "2004":14,
                "2005":8,
                "2006":15,
                "2007":9,
                "2008":13,
                "2009":14,
                "2010":13,
                "2011":12,
                "2012":8,
                "2013":12,
                "2014":14,
                "2015":16,
                "2016":10,
                "2017":13,
                "2018":9,
                "2019":13,
                "2020":9
            }
        ],
        [
            "Inflammation may play an essential role in vaso-occlusion in sickle cell disease. Sickle patients have high white counts and elevated levels of serum C-reactive protein (CRP), cytokines, and adhesion molecules. In addition, circulating endothelial cells, leukocytes, and platelets are activated. We examined 4 transgenic mouse models expressing human α- and sickle β-globin genes to determine if they mimic the inflammatory response seen in patients. These mouse models are designated NY-S, Berk-SAntilles, NY-S\/SAntilles (NY-S × Berk-SAntilles), and Berk-S. The mean white counts were elevated 1.4- to 2.1-fold (P ≤ .01) in the Berk-SAntilles, NY-S\/SAntilles, and Berk-S mice, but not in the NY-S mice compared with controls. Serum amyloid P-component (SAP), an acute-phase response protein with 60% to 70% sequence homology to CRP, was elevated 8.5- to 12.1-fold (P ≤ .001) in transgenic sickle …",
            "Transgenic sickle mice have vascular inflammation",
            "John D Belcher and Christopher J Bryant and Julia Nguyen and Paul R Bowlin and Miroslaw C Kielbik and John C Bischof and Robert P Hebbel and Gregory M Vercellotti",
            "2003",
            "aGWtvXsAAAAJ:vV6vV6tmYwMC",
            221,
            "https:\/\/ashpublications.org\/blood\/article\/101\/10\/3953\/19135",
            "9954801956527009668",
            "\/scholar?cites=9954801956527009668",
            {
                "2004":15,
                "2005":13,
                "2006":18,
                "2007":5,
                "2008":16,
                "2009":3,
                "2010":19,
                "2011":13,
                "2012":16,
                "2013":11,
                "2014":12,
                "2015":9,
                "2016":21,
                "2017":12,
                "2018":15,
                "2019":10,
                "2020":12
            }
        ],
        [
            "Heme is an essential molecule in aerobic organisms. Heme consists of protoporphyrin IX and a ferrous (Fe2+) iron atom, which has high affinity for oxygen (O2). Hemoglobin, the major oxygen-carrying protein in blood, is the most abundant heme-protein in animals and humans. Hemoglobin consists of four globin subunits (α2β2), with each subunit carrying a heme group. Ferrous (Fe2+) hemoglobin is easily oxidized in circulation to ferric (Fe3+) hemoglobin, which readily releases free hemin. Hemin is hydrophobic and intercalates into cell membranes. Hydrogen peroxide can split the heme ring and release “free” redox-active iron, which catalytically amplifies the production of reactive oxygen species. These oxidants can oxidize lipids, proteins, and DNA; activate cell-signaling pathways and oxidant-sensitive, proinflammatory transcription factors; alter protein expression; perturb membrane channels; and induce …",
            "Heme degradation and vascular injury",
            "John D Belcher and Joan D Beckman and Gyorgy Balla and Jozsef Balla and Gregory Vercellotti",
            "2010",
            "aGWtvXsAAAAJ:tS2w5q8j5-wC",
            211,
            "https:\/\/www.liebertpub.com\/doi\/abs\/10.1089\/ars.2009.2822",
            "14705562892873692809",
            "\/scholar?cites=14705562892873692809",
            {
                "2010":10,
                "2011":10,
                "2012":22,
                "2013":27,
                "2014":29,
                "2015":11,
                "2016":19,
                "2017":18,
                "2018":18,
                "2019":21,
                "2020":21,
                "2021":1
            }
        ],
        [
            "Current recommendations of the Adult Treatment Panel and the Children and Adolescents Treatment Panel of the National Cholesterol Education Program make the concentration of low-density lipoproteins cholesterol (LDL-C) in serum the basis for the classification and treatment of hypercholesterolemia. Numerous methodologies for the determination of serum LDL-C concentrations, in research and clinical laboratories, have been described. Here, we review the principles, performance, and limitations of major current methodologies for determining LDL-C concentrations. These methods include sequential and density-gradient ultracentrifugation, chromatographic and electrophoretic techniques, and precipitation methods. In addition, the advantages and disadvantages of estimating LDL-C concentration by the Friedewald equation, the most commonly used approach in clinical laboratories, are addressed.",
            "Measurement of low-density-lipoprotein cholesterol in serum: a status report",
            "Nader Rifai and G Russell Warnick and Judith R McNamara and John D Belcher and Gregory F Grinstead and Ivan D Frantz Jr",
            "1992",
            "aGWtvXsAAAAJ:BrmTIyaxlBUC",
            211,
            "https:\/\/academic.oup.com\/clinchem\/article-abstract\/38\/1\/150\/5649785",
            "16252711144632586070",
            "\/scholar?cites=16252711144632586070",
            {
                "1992":2,
                "1993":4,
                "1994":4,
                "1995":5,
                "1996":12,
                "1997":6,
                "1998":3,
                "1999":8,
                "2000":8,
                "2001":8,
                "2002":6,
                "2003":7,
                "2004":6,
                "2005":8,
                "2006":8,
                "2007":9,
                "2008":7,
                "2009":8,
                "2010":6,
                "2011":10,
                "2012":7,
                "2013":13,
                "2014":7,
                "2015":14,
                "2016":4,
                "2017":8,
                "2018":7,
                "2019":6,
                "2020":8
            }
        ]
    ]
}