{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Independientemente del estatus teórico-metodológico que se les otorgue, tanto reglas como instrucciones pueden ser vistas como verbalizaciones que describen ejecución 0 contingencias que enﬁentará o enfrentó un individuo. Una diferencia entre diferentes tipos de descripción (ie instrucciones y reglas) puede esn-ibar en el momento en que se realiza, 1a “fuente” de la descripción y la función que tienen sobre la adquisición y mantenimiento de la conducta. Si la descripción se realiza antes del contacto con las contingencias estamos hablando de una instrucción, mientras que si tal descripción se realiza después del contacto se hace referencia a una regla. Normalmente, una instrucción es dada por una “ﬁiente” distinta al sujeto que va a enfrentar la contingencia, aunque algunas veces el mismo sujeto se puede instruir sobre la situación que enfrentará o la",
            "Efectos de la precisión instruccional y la densidad de retroalimentación sobre el seguimiento, la elaboración y transmisión de descripciones en tareas de discriminación condicional",
            "Gerdardo Ortiz and Adriana González and Melissa Rosas and Fernando Alcaraz",
            "2006",
            "AhBxrdsAAAAJ:eQOLeE2rZwMC",
            63,
            "https:\/\/www.redalyc.org\/pdf\/2745\/274520152001.pdf",
            "11896751431823669338",
            "\/scholar?cites=11896751431823669338",
            {
                "2007":5,
                "2008":6,
                "2009":1,
                "2010":9,
                "2011":3,
                "2012":1,
                "2013":1,
                "2014":13,
                "2015":2,
                "2016":3,
                "2017":3,
                "2018":3,
                "2019":5,
                "2020":5
            }
        ],
        [
            "Existen en la literatura suficientes datos para tratar de establecer diferencias funcionales entre instrucciones y reglas. En un intento para distinguirlos, el presente trabajo se basa en la idea de que, aun cuando instrucciones y reglas son descripciones de contingencias particulares, difieren en el momento, la fuente y su función en la adquisición y mantenimiento de conducta. Se asume que cualquier situación, tanto experimental como no experimental, está integrada por tres componentes: a) la situación de estímulo (SE), 2) la respuesta (R) del sujeto y, 3) las consecuencias de dicha respuesta (C). La descripción hecha acerca de cada uno de estos componentes puede poseer cuatro cualidades: a) presencia, b) relevancia, c) especificidad y, d) pertinencia. Dichas cualidades son inclusivas y los valores registrados para cada una de ellas son su valores opuestos (i.e. presencia-ausencia, relevante-irrelevante, genérico-específico, pertinente-no pertinente). Podemos identificar seis categorías para clasificar cualquier descripción, cuatro de ellas resultados de la combinación de los valores de las cualidades especificidad y pertinencia, una basada en la mención de elementos irrelevantes y, una sexta, basada en la falta de mención de cualquiera de los elementos. Esta propuesta puede constituir una herramienta útil para el estudio y análisis de descripciones contingenciales.",
            "Una taxonomía para el análisis de descripciones pre y post contacto con arreglos contingenciales",
            "Gerardo Ortiz and Adriana González and Melissa Rosas",
            "2008",
            "AhBxrdsAAAAJ:TQgYirikUcIC",
            53,
            "https:\/\/repository.ucatolica.edu.co\/handle\/10983\/584",
            "16790086793717926918",
            "\/scholar?cites=16790086793717926918",
            {
                "2007":5,
                "2008":3,
                "2009":11,
                "2010":4,
                "2011":1,
                "2012":1,
                "2013":8,
                "2014":3,
                "2015":1,
                "2016":4,
                "2017":5,
                "2018":3
            }
        ],
        [
            "En dos estudios evaluamos los efectos diferenciales de las instrucciones y la retroalimentación utilizando un procedimiento de igualación de la muestra. En el Experimento 1, veinte estudiantes universitarios recibieron una instrucción verdadera o falsa y recibieron retroalimentación continua o demorada durante tres fases. En la cuarta fase, la instrucción no varió, pero la retroalimentación cambió de continua a demorada, o bien de demorada a continua. En el Experimento 2, la mitad de otros veinte participantes recibieron una instrucción verdadera en las tres primeras fases y en la cuarta fase recibieron una instrucción falsa; la otra mitad de los participantes recibieron una instrucción falsa en las tres primeras fases y fueron expuestos a una instrucción verdadera en la cuarta fase. Las secuencias de retroalimentación fueron como en el Experimento 1. Los resultados de ambos experimentos revelaron efectos históricos de las instrucciones y la retroalimentación. La mayoría de los participantes mostraron un fuerte control instruccional comparado con el control que pudieron ejercer las contingencias. Estos resultados sugieren que el presente procedimiento ofrece óptimas posibilidades para identificar claramente los efectos diferenciales de las instrucciones y de la retroalimentación sobre el control de la conducta humana en tareas de discriminación condicional.",
            "Efectos diferenciales de instrucciones y consecuencias en ejecuciones de discriminación condicional humana",
            "Héctor Martínez Sánchez and Gerardo Ortiz Rueda and Adriana González Zepeda",
            "2007",
            "AhBxrdsAAAAJ:hqOjcs7Dif8C",
            50,
            "https:\/\/reunido.uniovi.es\/index.php\/PST\/article\/view\/8591",
            "228288443684670948",
            "\/scholar?cites=228288443684670948",
            {
                "2007":2,
                "2008":4,
                "2009":6,
                "2010":3,
                "2011":1,
                "2012":4,
                "2013":13,
                "2014":2,
                "2015":3,
                "2016":5,
                "2017":2,
                "2018":1,
                "2019":3
            }
        ],
        [
            "En el siguiente estudio se exploraron los efectos de las descripciones precontacto y la frecuencia de retroalimentación sobre la ejecución y descripciones poscontacto en tareas de igualación de la muestra de primer orden. Participaron 36 estudiantes agrupados en 6 grupos, los cuales se diferenciaban por el tipo de descripción precontacto (i.e. manipulando el componente Respuesta). La precisión de las descripciones precontacto se formuló de acuerdo a la taxonomía propuesta por Ortiz, González y Rosas (2008). Los resultados muestran que los sujetos que recibieron una descripción precontacto Específica Pertinente junto con una densidad de retroalimentación Acumulada, realizan las mejores ejecuciones y descripciones poscontacto. Los resultados sugieren que el componente Respuesta (R) es aquél con mayor importancia para la adquisición de una función instruccional de las descripciones precontacto.",
            "El papel de la precisión instruccional y la retroalimentación en la ejecución y descripciones poscontacto",
            "Gerardo Ortiz-Rueda and Yuria Cruz-Alaniz",
            "2011",
            "AhBxrdsAAAAJ:Zph67rFs4hoC",
            49,
            "http:\/\/www.scielo.org.mx\/scielo.php?pid=S0185-45342011000100006",
            "5903795301542215955",
            "\/scholar?cites=5903795301542215955",
            {
                "2010":6,
                "2011":3,
                "2012":1,
                "2013":14,
                "2014":3,
                "2015":6,
                "2016":5,
                "2017":8,
                "2018":2
            }
        ],
        [
            "Thirty college students were exposed to accurate instructions and continuous (Experiments 1 and 2) or delayed (Experiment 3) feedback during training in conditional discrimination tasks. The effectiveness of instructional control on transfer-test performance was evaluated. Subjects received one of two training sequences (similarity\/difference or difference\/similarity) with first-order matching to sample. Transfer tests (similarity or difference) were presented after each training phase (similarity or difference); a final transfer test (similarity and difference) was presented after the entire training sequence was completed. Results showed effective performances during training and initial transfer test; but performance in a final test with major requirements for transfer was poorer (Experiments 1 and 2). In Experiment 3 the transfer-test instructions highlighting previous training were introduced, and effective performance resulted. These data suggest that the characteristics of stimuli, instructions and feedback are relevant variables interacting for the instructional control and the transfer of effective performances in conditional discrimination tasks.",
            "PRECISIÓN INSTRUCCIONAL RETROALIMENTACIÓN Y EFICACIA: EFECTOS SOBRE EL ENTRENAMIENTO Y TRANSFERENCIA EN UNA TAREA DE DISCRIMINACIÓN CONDICIONAL EN ADULTOS",
            "HÿCTOR MARTÍNEZ and Gerardo Ortiz and Adriana González",
            "2002",
            "AhBxrdsAAAAJ:r0BpntZqJG4C",
            47,
            "https:\/\/actacolombianapsicologia.ucatolica.edu.co\/article\/view\/1946",
            "18339821175997238212",
            "\/scholar?cites=18339821175997238212",
            {
                "2006":3,
                "2007":7,
                "2008":6,
                "2009":1,
                "2010":12,
                "2011":2,
                "2012":1,
                "2013":6,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":2,
                "2018":1,
                "2019":1
            }
        ],
        [
            "La función de las reglas e instrucciones para facilitar, mantener o modificar la conducta de los individuos se ha explorado ampliamente y en una gran variedad de tareas; ambas, independientemente de las propiedades y características que se les atribuyan, pueden ser vistas como descripciones de las contingencias o de las relaciones entre varios elementos de una situación que el sujeto enfrentó o está por enfrentar. En el presente estudio se investigaron los efectos de la retroalimentación (densidad) y de la presencia o ausencia de instrucciones genéricas con respecto al componente respuesta en las descripciones poscontacto (reglas) de dieciséis estudiantes universitarios, utilizando una tarea de igualación a la muestra de primer orden. Los resultados muestran ejecuciones instrumentales consistentes con lo reportado en la literatura en relación con los efectos de la precisión instruccional (ie ejecuciones altas bajo instrucciones precisas) y la densidad de retroalimentación. Al mismo tiempo, se observó la presencia de un mayor número de descripciones poscontacto de tipo pertinente, a diferencia de estudios previos, lo que parece sugerir un efecto de la precisión de las instrucciones y el cambio en la densidad de la retroalimentación sobre las descripciones poscontacto.",
            "FUNCTION OF FEEDBACK AND INSTRUCTIONS PRESENCE OR ABSENCE IN DESCRIPTION ELABORATION ON CONDITIONAL DISCRIMINATION TASKS",
            "ALEJANDRA PAOLA GUERRERO RADILLO and GERARDO ORTIZ RUEDA",
            "2007",
            "AhBxrdsAAAAJ:M3ejUd6NZC8C",
            40,
            "http:\/\/www.scielo.org.co\/scielo.php?pid=S0123-91552007000100002&script=sci_arttext&tlng=pt",
            "17181831535992298439",
            "\/scholar?cites=17181831535992298439",
            {
                "2007":2,
                "2008":4,
                "2009":9,
                "2010":3,
                "2011":7,
                "2012":5,
                "2013":1,
                "2014":6,
                "2015":2
            }
        ],
        [
            "En este estudio previo, bajo los requisitos de un modelo de covariación, niño y jóvenes preuniversitarios mostraron ejecuciones altamente eficientes en el aprendizaje de tareas de discriminación condicional. Estos resultados son limitados ya que no se recogieron datos sobre trasferencia. El objetivo del presente estudio fue explorar las condiciones necesarias para mantener la eficiencia de la ejecución en entrenamiento durante distintas pruebas de trasferencia. Para ello, estudiantes de preparatoria recibieron una de dos secuencias de entrenamiento en discriminación condicional de primer orden, utilizando figuras geométricas de colores como estímulos, presentadas en una computadora. Cada secuencia constaba de dos condiciones de entrenamiento (semejanza! diferencia o bien, diferencia\/semejanza) y tres pruebas de trasferencia. En las condiciones de entrenamiento se presentaron instrucciones precisas de la tarea y retroalimentación continua sobre la ejecución. En las pruebas de trasferencia, se retiró la retroalimentación y las instrucciones fueron inespecíficas. Cada sesión de entrenamiento o de trasferencia, constaba de 36 ensayos de arreglos típicos de igualación de la muestra (un estímulo muestra y tres de comparación). Para pasar de una condición de entrenamiento a otra, se estableció un criterio de ejecución de dos sesiones consecutivas con 34 aciertos o cuatro sesiones como máximo. Los resultados replicaron exitosamente lasejecuciones eficaces durante el entrenamiento, pero en las pruebas los sujetos no trasfirieron este nivel de ejecución. Estos resultados son interpretados en términos del …",
            "Apllcacion de un modelo de covariacion al anallsis de las ejecuciones de sujetos humanos en condiciones de entrenamiento y de trasferencia en una tarea de discriminacion …",
            "Hector Martinez and Adriana Gonzalez and Gerardo Ortiz and Katia Carrillo",
            "1998",
            "AhBxrdsAAAAJ:4TOpqqG69KYC",
            35,
            "https:\/\/www.redalyc.org\/pdf\/805\/80530203.pdf",
            "7000590791032503901",
            "\/scholar?cites=7000590791032503901",
            {
                "1998":1,
                "1999":1,
                "2000":1,
                "2001":1,
                "2002":1,
                "2003":3,
                "2004":2,
                "2005":2,
                "2006":4,
                "2007":4,
                "2008":6,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":1
            }
        ],
        [
            "Se evaluaron los efectos de dos diferentes tipos de descripción precontacto (ie descripciones que pueden adquirir una función instruccional: a) una específica pertinente (EP) de los componentes situación de estímulo (SE), respuesta (R) y consecuencia (C) y, b) otra que muestra variantes de la forma incorrecta y correcta de ejecutar la tarea (IC). Utilizando una tarea de igualación de la muestra de primer orden, 24 estudiantes universitarios fueron asignados a uno de los seis grupos que se diferenciaron por el tipo de instrucción (EP o IC) y la retroalimentación recibida (continua, acumulada o ausente). Los participantes que recibieron instrucciones de tipo EP obtuvieron mejores resultados en una prueba de transferencia, independientemente de la retroalimentación recibida, excepto para el grupo IC con retroalimentación acumulada. Se discuten los resultados en términos de los factores que facilitan a las descripciones precontacto la adquisición de una función instruccional.",
            "Efecto de dos tipos de descripciones precontacto sobre la ejecución instrumental y descripciones poscontacto en tareas de igualación de la muestra",
            "Gerardo Ortiz and Víctor González",
            "2010",
            "AhBxrdsAAAAJ:9ZlFYXVOiuMC",
            29,
            "https:\/\/www.redalyc.org\/pdf\/798\/79815637010.pdf",
            "11413676072734248394",
            "\/scholar?cites=11413676072734248394",
            {
                "2011":4,
                "2012":1,
                "2013":3,
                "2014":7,
                "2015":3,
                "2016":1,
                "2017":1,
                "2018":5,
                "2019":3
            }
        ],
        [
            "El presente estudio fue realizado con el fin de investigar si facilitar el contacto explícito con las instrucciones, el grado de especificidad de las mismas, así como la historia instruccional de los sujetos, afectan la sensibilidad de la ejecución al cambio de contingencias, utilizando tres tipos de instrucción (ie específica, genérica y mínima). Participaron 20 estudiantes universitarios, asignados de manera aleatoria a uno de cinco grupos experimentales que se diferenciaron por el tipo de instrucción recibida y el mantenimiento o cambio del tipo de instrucción entre condiciones, utilizando una tarea de igualación de muestra de primer orden. En la primera condición, la relación correcta durante todas las sesiones fue la de semejanza, mientras que en la segunda fase, durante la mitad de los ensayos de cada sesión, la relación criterio (ie contingencia) se modificó sin previo aviso al sujeto, pasando de semejanza a diferencia (ie el ECo no compartirá ninguna de las características con el Em). Antes, durante y después de la tarea experimental se realizaron, respectivamente, una preprueba, una prueba y una posprueba, donde la tarea incluyó el mismo tipo de estímulos, sin retroalimentación. A diferencia de un estudio previo de Ortiz y cols.(en prensa), los resultados mostraron que facilitar el contacto con las instrucciones provocó que se registraran tanto índices de insensibilidad superiores, como mayores diferencias entre grupos.",
            "Efecto del contacto con instrucciones, la especificidad e historia instruccional en la insensibilidad al cambio contingencial en tareas de igualación de la muestra de primer …",
            "Gerardo Ortiz Rueda and Verónica Pacheco Ortega and Iris Bañuelos Pineda and Lourdes Plascencia Jáuregui",
            "2007",
            "AhBxrdsAAAAJ:7PzlFSSx8tAC",
            28,
            "https:\/\/www.redalyc.org\/pdf\/798\/79810211.pdf",
            "11744580955237796830",
            "\/scholar?cites=11744580955237796830",
            {
                "2008":2,
                "2009":5,
                "2010":2,
                "2011":1,
                "2012":4,
                "2013":1,
                "2014":4,
                "2015":1,
                "2016":4,
                "2017":1,
                "2018":1
            }
        ],
        [
            "El presente estudio fue realizado con el fin de investigar si el grado de precisión de las instrucciones, así como la historia instruccional de los sujetos, afectan la sensibilidad de la ejecución al cambio de contingencias, utilizando tres tipos de instrucción (ie específica, genérica y mínima). Participaron 20 estudiantes universitarios, asignados aleatoriamente a uno de cinco grupos experimentales que se diferenciaron por el tipo de instrucción recibida y el mantenimiento o cambio del tipo de instrucción entre condiciones. Se utilizó una tarea de igualación de la muestra de primer orden en la que cada sujeto debía elegir uno de los estímulos de comparación (ECo) que compartiera las características criterio con el estímulo de muestra (Em). En la primera condición, la relación correcta durante todas las sesiones fue la de semejanza, es decir, el ECo compartió sólo el color o la forma con el Em. En la segunda fase, durante la mitad de los ensayos de cada sesión la relación criterio (ie contingencia) se modificó sin previo aviso al sujeto, pasando de semejanza a diferencia (ie el ECo no compartió ninguna de las características con el Em). Los resultados obtenidos mostraron ejecuciones instrumentales similares independientemente del grupo experimental, aunque se encontraron variaciones en los índices de insensibilidad y ajuste al cambio contingencial dependiendo de la precisión de la instrucción, tanto en el momento del cambio como en lo relacionado con la historia instruccional.",
            "Efecto de la precisión e historia instruccional en la insensibilidad al cambio contingencial an la tarea de igualación de la muestra de primer orden en humanos",
            "Gerardo Ortiz and Eva De la Rosa and Ruth Padilla and Eréndira Pulido and Hugo Vélez",
            "2008",
            "AhBxrdsAAAAJ:hC7cP41nSMkC",
            27,
            "https:\/\/www.redalyc.org\/pdf\/2745\/274520110002.pdf",
            "14342943783556292738",
            "\/scholar?cites=14342943783556292738",
            {
                "2010":8,
                "2011":2,
                "2012":5,
                "2013":2,
                "2014":3,
                "2015":2,
                "2016":2,
                "2017":1,
                "2018":1
            }
        ]
    ]
}