{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Genetic variation may partially underlie complex personality and physiological traits—such as impulsivity, risk taking and stress responsivity—as well as a substantial proportion of vulnerability to addictive diseases. Furthermore, personality and physiological traits themselves may differentially affect the various stages of addiction, defined chronologically as initiation of drug use, regular drug use, addiction\/dependence and potentially relapse. Here we focus on recent approaches to the study of genetic variation in these personality and physiological traits, and their influence on and interaction with addictive diseases.",
            "Genetic influences on impulsivity, risk taking, stress responsivity and vulnerability to drug abuse and addiction",
            "Mary Jeanne Kreek and David A Nielsen and Eduardo R Butelman and K Steven LaForge",
            "2005",
            "ahUqwvsAAAAJ:u5HHmVD_uO8C",
            1221,
            "https:\/\/www.nature.com\/articles\/nn1583",
            "10709939193041032649",
            "\/scholar?cites=10709939193041032649",
            {
                "2006":30,
                "2007":46,
                "2008":72,
                "2009":89,
                "2010":60,
                "2011":91,
                "2012":89,
                "2013":95,
                "2014":92,
                "2015":89,
                "2016":101,
                "2017":79,
                "2018":90,
                "2019":111,
                "2020":64,
                "2021":8
            }
        ],
        [
            "To examine whether the tryptophan hydroxylase (TPH) gene, which codes for the rate-limiting enzyme in the biosynthesis of serotonin, may be a factor influencing serotonin turnover and behaviors controlled by serotonin.Using a polymerase chain reaction—based method, TPH genotype was determined in DNA samples from 56 impulsive and 14 nonimpulsive, alcoholic, violent offenders and 20 healthy volunteers.In the behaviorally extreme impulsive group, we observed a significant association between TPH genotype and cerebrospinal fluid 5-hydroxyindoleacetic acid (5-HIAA) concentration. No association of TPH genotype with impulsive behavior was detected. The polymorphism was also associated with a history of suicide attempts in all violent offenders, independent of impulsivity status and cerebrospinal fluid 5-HIAA concentration.In some individuals, a genetic …",
            "Suicidality and 5-hydroxyindoleacetic acid concentration associated with a tryptophan hydroxylase polymorphism",
            "David A Nielsen and David Goldman and Matti Virkkunen and Riitta Tokola and Robert Rawlings and Markku Linnoila",
            "1994",
            "ahUqwvsAAAAJ:u-x6o8ySG0sC",
            515,
            "https:\/\/jamanetwork.com\/journals\/jamapsychiatry\/article-abstract\/496468",
            "952080427481235539",
            "\/scholar?cites=952080427481235539",
            {
                "1994":8,
                "1995":10,
                "1996":16,
                "1997":28,
                "1998":18,
                "1999":30,
                "2000":43,
                "2001":40,
                "2002":32,
                "2003":32,
                "2004":21,
                "2005":29,
                "2006":24,
                "2007":22,
                "2008":23,
                "2009":13,
                "2010":21,
                "2011":14,
                "2012":13,
                "2013":11,
                "2014":10,
                "2015":12,
                "2016":14,
                "2017":11,
                "2018":5,
                "2019":4,
                "2020":3
            }
        ],
        [
            "Opiate and cocaine addictions are major social and medical problems that impose a significant burden on society. Despite the size and scope of these problems, there are few effective treatments for these addictions. Methadone maintenance is an effective and most widely used treatment for opiate addiction, allowing normalization of many physiological abnormalities caused by chronic use of short-acting opiates. There are no pharmacological treatments for cocaine addiction. Epidemiological, linkage, and association studies have demonstrated a significant contribution of genetic factors to the addictive diseases. This article reviews the molecular genetics and pharmacogenetics of opiate and cocaine addictions, focusing primarily on genes of the opioid and monoaminergic systems that have been associated with or have evidence for linkage to opiate or cocaine addiction. This evidence has been marshaled either …",
            "Pharmacogenetics and human molecular genetics of opiate and cocaine addictions and their treatments",
            "Mary Jeanne Kreek and Gavin Bart and Charles Lilly and K Steven Laforge and David A Nielsen",
            "2005",
            "ahUqwvsAAAAJ:9yKSN-GCB0IC",
            400,
            "https:\/\/pharmrev.aspetjournals.org\/content\/57\/1\/1.short",
            "2314952369317692655",
            "\/scholar?cites=2314952369317692655",
            {
                "2005":9,
                "2006":26,
                "2007":35,
                "2008":41,
                "2009":27,
                "2010":27,
                "2011":24,
                "2012":39,
                "2013":30,
                "2014":20,
                "2015":23,
                "2016":25,
                "2017":15,
                "2018":15,
                "2019":18,
                "2020":17,
                "2021":2
            }
        ],
        [
            "Tryptophan hydroxylase (TPH) is the rate-limiting enzyme in the synthesis of serotonin. Low turnover rate of this monoamine neurotransmitter is associated with impaired impulse control. We previously reported that, in Finns,TPHgenotype was associated with suicidality, a pathophysiological mechanism that may involve impaired impulse control.Association and sib-pair linkage analyses of a polymorphism in intron 7 of theTPHgene with suicidality, alcoholism, and the Karolinska Scales of Personality were conducted in 804 Finnish alcoholic offenders, controls, and their relatives, in a sample that included 369 sib pairs.The association of theTPH I7779C (L)allele to suicidality in impulsive offenders reported previously was replicated in a new group of Finnish offenders (P=.001, n=122). The intron 7 variant in theTPHgene showed significant evidence for linkage to suicidality (P=.006 in …",
            "A tryptophan hydroxylase gene marker for suicidality and alcoholism",
            "David A Nielsen and Matti Virkkunen and Jaakko Lappalainen and Monica Eggert and Gerald L Brown and Jeffrey C Long and David Goldman and Markku Linnoila",
            "1998",
            "ahUqwvsAAAAJ:d1gkVwhDpl0C",
            399,
            "https:\/\/jamanetwork.com\/journals\/jamapsychiatry\/article-abstract\/204026",
            "16428297141162643570",
            "\/scholar?cites=16428297141162643570",
            {
                "1997":1,
                "1998":1,
                "1999":19,
                "2000":31,
                "2001":37,
                "2002":28,
                "2003":33,
                "2004":26,
                "2005":30,
                "2006":28,
                "2007":27,
                "2008":24,
                "2009":26,
                "2010":17,
                "2011":8,
                "2012":10,
                "2013":6,
                "2014":4,
                "2015":7,
                "2016":11,
                "2017":8,
                "2018":3,
                "2019":6,
                "2020":2
            }
        ],
        [
            "The half-life of insulin mRNA at various glucose concentrations was determined by filter hybridization techniques in isolated rat islets incubated with 3H-labeled uridine followed by a chase incubation at 3.3 or 17 mM glucose. High glucose induced a greater stabilization of insulin mRNA than of other poly(A) + RNAs or total cellular RNA. In RIN-5F insulinoma cells, an insulin-producing cell line, cholera toxin, but not glucose, induced a stabilization of insulin mRNA. After 24 h of culture of islets with actinomycin D or alpha-amanitin at several glucose concentrations, insulin mRNA content was decreased in comparison to controls only at higher glucose concentrations. The biosynthesis of islet proteins other than insulin was strongly decreased by actinomycin D at all glucose concentrations. Insulin biosynthesis was inhibited proportionately to the observed decreases in insulin mRNA content. We conclude that inhibition …",
            "Control of insulin gene expression in pancreatic beta-cells and in an insulin-producing cell line, RIN-5F cells. II. Regulation of insulin mRNA stability.",
            "Michael Welsh and David A Nielsen and Albert J MacKrell and Donald F Steiner",
            "1985",
            "ahUqwvsAAAAJ:pyW8ca7W8N0C",
            312,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925817387653",
            "3974551448022673951",
            "\/scholar?cites=3974551448022673951",
            {
                "1985":2,
                "1986":4,
                "1987":12,
                "1988":11,
                "1989":8,
                "1990":11,
                "1991":13,
                "1992":11,
                "1993":14,
                "1994":12,
                "1995":5,
                "1996":6,
                "1997":8,
                "1998":11,
                "1999":13,
                "2000":9,
                "2001":5,
                "2002":9,
                "2003":8,
                "2004":13,
                "2005":9,
                "2006":11,
                "2007":7,
                "2008":8,
                "2009":9,
                "2010":8,
                "2011":2,
                "2012":11,
                "2013":8,
                "2014":8,
                "2015":6,
                "2016":6,
                "2017":6,
                "2018":11,
                "2019":6,
                "2020":4,
                "2021":2
            }
        ],
        [
            "The findings of a series of studies by the authors support the idea that most impulsive offenders who have a tendency to behave aggressively while intoxicated have a low brain serotonin turnover rate. The impulsive violent offenders with the lowest CSF 5-HIAA concentrations have diurnal activity rhythm disturbances, and are also prone to hypoglycemia after an oral glucose challenge. Low CSF 5-HIAA combined with hyoglycemic tendency also predicts future violence under the influence of alcohol. Sons of alcoholic fathers, who have committed violent crimes, have very low CSF 5-HIAA concentrations. Vagal tone does not correlate significantly with CSF 5-HIAA but correlates with enhanced insulin secretion, which is most prominent in subjects with intermittent explosive disorder. A polymorphism of tryptophan hydroxylase (TPH) gene is associated with low CSF 5-HIAA and a history of suicide attempts.",
            "Low brain serotonin turnover rate (low CSF 5-HIAA) and impulsive violence.",
            "Matti Virkkunen and David Goldman and David A Nielsen and Markku Linnoila",
            "1995",
            "ahUqwvsAAAAJ:2osOgNQ5qMEC",
            280,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC1188701\/",
            "13840699280466521187",
            "\/scholar?cites=13840699280466521187",
            {
                "1996":2,
                "1997":14,
                "1998":4,
                "1999":11,
                "2000":12,
                "2001":13,
                "2002":8,
                "2003":12,
                "2004":8,
                "2005":11,
                "2006":7,
                "2007":14,
                "2008":12,
                "2009":21,
                "2010":17,
                "2011":15,
                "2012":14,
                "2013":18,
                "2014":11,
                "2015":11,
                "2016":6,
                "2017":8,
                "2018":11,
                "2019":9,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Objective: This study was designed to test the hypothesis that serotonin-system-related genes may be correlated with suicide risk. Method: Fifty-one unrelated Caucasian inpatients with major depression, with or without a history of suicidal acts, were genotyped for a biallelic polymorphism at the tryptophan hydroxylase locus. Results: The less common tryptophan hydroxylase U allele occurred with greater frequency in the patients who had attempted suicide. A logistic regression analysis confirmed an association between tryptophan hydroxylase genotype and lifetime history of suicide attempts. Conclusions: Serotonergic-system-related genes may influence the risk of suicide in persons with major depression.",
            "Possible association of a polymorphism of the tryptophan hydroxylase gene with suicidal behavior in depressed patients",
            "J John Mann and Kevin M Malone and David A Nielsen and David Goldman and Joseph Erdos and Joel Gelernter",
            "1997",
            "ahUqwvsAAAAJ:qjMakFHDy7sC",
            255,
            "https:\/\/www.researchgate.net\/profile\/Kevin_Malone\/publication\/13899395_Possible_association_of_a_polymorphism_of_the_tryptophan_hydroxylase_gene_with_suicidal_behavior\/links\/0fcfd5118dcd97fdf6000000\/Possible-association-of-a-polymorphism-of-the-tryptophan-hydroxylase-gene-with-suicidal-behavior.pdf",
            "10442147357764672203",
            "\/scholar?cites=10442147357764672203",
            {
                "1997":1,
                "1998":5,
                "1999":12,
                "2000":28,
                "2001":26,
                "2002":21,
                "2003":22,
                "2004":13,
                "2005":14,
                "2006":18,
                "2007":18,
                "2008":17,
                "2009":12,
                "2010":10,
                "2011":5,
                "2012":5,
                "2013":5,
                "2014":3,
                "2015":3,
                "2016":6,
                "2017":4,
                "2018":1,
                "2019":3,
                "2020":1
            }
        ],
        [
            "To define the mechanism whereby glucose regulates islet insulin mRNA content, insulin gene transcription rates were determined in islets labeled with [3H]uridine at low (3.3) or high (17 mM) glucose. Glucose stimulated the transcription of total RNA almost 2-fold and insulin mRNA 5.6-fold. Addition of dibutyryl cAMP to islets in vitro could partially mimic the effect of glucose on insulin gene-specific transcription. In the insulin-producing RIN-5F cell line, glucose did not affect transcription, while cholera toxin acted as a secretagogue and increased total RNA and insulin gene-specific transcription as well. We conclude that glucose exerts a specific stimulatory effect on the transcription of the insulin gene(s) in normal islets and that this effect may be mediated in part by cAMP.",
            "Control of insulin gene expression in pancreatic beta-cells and in an insulin-producing cell line, RIN-5F cells. I. Effects of glucose and cyclic AMP on the transcription of …",
            "David A Nielsen and Michael Welsh and Malcolm J Casadaban and Donald F Steiner",
            "1985",
            "ahUqwvsAAAAJ:f2IySw72cVMC",
            232,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925817387641",
            "8671768913009859996",
            "\/scholar?cites=8671768913009859996",
            {
                "1985":2,
                "1986":5,
                "1987":9,
                "1988":11,
                "1989":7,
                "1990":12,
                "1991":12,
                "1992":11,
                "1993":7,
                "1994":14,
                "1995":5,
                "1996":5,
                "1997":10,
                "1998":8,
                "1999":11,
                "2000":5,
                "2001":4,
                "2002":14,
                "2003":13,
                "2004":8,
                "2005":5,
                "2006":7,
                "2007":6,
                "2008":5,
                "2009":4,
                "2010":7,
                "2011":1,
                "2012":2,
                "2013":2,
                "2014":3,
                "2015":3,
                "2016":4,
                "2017":2,
                "2018":2,
                "2019":2,
                "2020":1
            }
        ],
        [
            "The most common single nucleotide polymorphism in the coding region of the human mu opioid receptor gene is the A118G variant, an adenine to guanine transition at nucleotide position 118 of the coding sequence of the gene. This polymorphism codes for an asparagine to aspartic acid substitution at amino acid 40 in the amino‐terminus, thereby removing a potential extracellular glycosylation site. Using in vitro cellular expression assays, this variant has been reported to change binding of the endogenous agonist beta‐endorphin and signaling of the receptor following binding of beta‐endorphin. Three clinical studies report that A118G genotype affects opioid antagonist‐mediated increases in cortisol levels. These studies demonstrate a functional role of this variant in responses to endogenous and exogenous opioids. To further characterize function, we expressed the prototype and variant receptors in two …",
            "The single nucleotide polymorphism A118G alters functional properties of the human mu opioid receptor",
            "Thomas Kroslak and K Steven LaForge and Robert J Gianotti and Ann Ho and David A Nielsen and Mary Jeanne Kreek",
            "2007",
            "ahUqwvsAAAAJ:zYLM7Y9cAGgC",
            217,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1471-4159.2007.04738.x",
            "16027306331259400227",
            "\/scholar?cites=16027306331259400227",
            {
                "2007":1,
                "2008":15,
                "2009":16,
                "2010":17,
                "2011":22,
                "2012":23,
                "2013":27,
                "2014":16,
                "2015":25,
                "2016":13,
                "2017":8,
                "2018":13,
                "2019":9,
                "2020":11,
                "2021":1
            }
        ],
        [
            "A human tryptophan hydroxylase intron seven polymorphism previously associated with low CSF 5-HIAA and suicidal behavior was sequenced and characterized for its potential role in TPH pre-mRNA splicing. Two polymorphic sites were identified: A218C and A779C. The 779A allelic frequency in various populations ranged from 0.43 to 0.61 and was in strong linkage disequilibrium with the A218C site. A218C provides a site for restriction fragment length polymorphism analysis. TPH mRNA was reverse-transcribed and sequenced. No aberrant splice products from the 779A or 779G TPH genes were detected nor were any other polymorphic nucleotides found.",
            "Sequence, splice site and population frequency distribution analyses of the polymorphic human tryptophan hydroxylase intron 7",
            "David A Nielsen and Gary L Jenkins and Karen M Stefanisko and Kimberly K Jefferson and David Goldman",
            "1997",
            "ahUqwvsAAAAJ:UeHWp8X0CEIC",
            201,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0169328X9600304X",
            "2864069295948669375",
            "\/scholar?cites=2864069295948669375",
            {
                "1997":2,
                "1998":7,
                "1999":16,
                "2000":10,
                "2001":18,
                "2002":14,
                "2003":10,
                "2004":14,
                "2005":14,
                "2006":16,
                "2007":13,
                "2008":11,
                "2009":10,
                "2010":5,
                "2011":7,
                "2012":7,
                "2013":6,
                "2014":4,
                "2015":4,
                "2016":5,
                "2017":2,
                "2018":2,
                "2019":3,
                "2020":1
            }
        ]
    ]
}