{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "OBJECTIVE: This study was performed to assess current and potential future application for laparoscopy (DL) in the diagnosis of penetrating and blunt injuries. Efficacy, safety, and cost analyses were performed. SUMMARY BACKGROUND DATA: Diagnostic peritoneal lavage (DPL) and computed tomography (CT) have been the mainstays in recent years for diagnosis of equivocal nontherapeutic laparotomy, whereas CT is not helpful for the vast majority of penetrating wounds. DL may be a useful adjunct to fill in these gaps. METHODS: Hemodynamically stable patients with equivocal evidence of intraabdominal injury were prospectively entered into the protocol. DL was performed under general anesthesia; patients with wounds penetrating the peritoneum or blunt injury with significant organ injury underwent laparotomy. RESULTS: Over 19 months, 182 patients (55% stab, 36% GSW, 9% blunt) were studied. No …",
            "A prospective analysis of diagnostic laparoscopy in trauma.",
            "Timothy C Fabian and Martin A Croce and Ronald M Stewart and F Elizabeth Pritchard and Gayle Minard and Kenneth A Kudsk",
            "1993",
            "aiGRKtAAAAAJ:SP6oXDckpogC",
            361,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC1242845\/",
            "8451755935211532953",
            "\/scholar?cites=8451755935211532953",
            {
                "1994":8,
                "1995":15,
                "1996":21,
                "1997":8,
                "1998":14,
                "1999":14,
                "2000":13,
                "2001":14,
                "2002":19,
                "2003":20,
                "2004":18,
                "2005":18,
                "2006":14,
                "2007":16,
                "2008":10,
                "2009":16,
                "2010":13,
                "2011":12,
                "2012":15,
                "2013":9,
                "2014":11,
                "2015":7,
                "2016":9,
                "2017":8,
                "2018":9,
                "2019":9,
                "2020":7
            }
        ],
        [
            "BackgroundThe past century has seen improvement in trauma care, with a resulting decrease in therapeutically preventable deaths. We hypothesize that further major reduction in injury mortality will be obtained through injury prevention, rather than improvements in therapy.MethodsSeven hundred fifty-three deaths in an American College of Surgeons–verified, Level I trauma center were reviewed as they occurred. Deaths were classified as therapeutically not preventable, possibly preventable, or preventable. These charts were also reviewed for factors that might have prevented or lessened the severity of the injury.ResultsMean age was 43, mean Glasgow Coma Scale score was 5, mean Revised Trauma Score was 4, mean Injury Severity Score was 41, and mean probability of survival was 0.25 (according to TRISS). Forty-six percent underwent cardiopulmonary resuscitation in the field, 52% died within 12 hours …",
            "Seven hundred fifty-three consecutive deaths in a level I trauma center: the argument for injury prevention",
            "Ronald M Stewart and John G Myers and Daniel L Dent and Peter Ermis and Gina A Gray and Roberto Villarreal and Osbert Blow and Brian Woods and Marilyn McFarland and Jan Garavaglia and Harlan D Root and Basil A Pruitt Jr",
            "2003",
            "aiGRKtAAAAAJ:RHpTSmoSYBkC",
            325,
            "https:\/\/journals.lww.com\/jtrauma\/Fulltext\/2003\/01000\/Combined_Ischemic_Preconditioning_and_Laser.9.aspx",
            "3179149133368151433",
            "\/scholar?cites=3179149133368151433",
            {
                "2003":2,
                "2004":10,
                "2005":11,
                "2006":10,
                "2007":20,
                "2008":24,
                "2009":29,
                "2010":23,
                "2011":20,
                "2012":24,
                "2013":19,
                "2014":20,
                "2015":29,
                "2016":12,
                "2017":17,
                "2018":16,
                "2019":18,
                "2020":16,
                "2021":1
            }
        ],
        [
            "Early postoperative small bowel obstruction is a rare (0.69 percent incidence) but serious postoperative complication with a relatively high mortality rate (17.8 percent). Operations performed below the transverse mesocolon impose an increased risk, whereas those limited to the upper abdomen are virtually free of risk. The clinical picture of a patient who initially manifests a return of gut function and advances to a diet, but then has loss of bowel function with distention and pain is most characteristic of early postoperative small bowel obstruction. Any patient in the high-risk group demonstrating this clinical picture should be presumed to have a mechanical small bowel obstruction, and early operation should be considered.",
            "The incidence and risk of early postoperative small bowel obstruction: a cohort study",
            "Ronald M Stewart and Carey P Page and Jean Brender and Wayne Schwesinger and Debra Eisenhut",
            "1987",
            "aiGRKtAAAAAJ:VaXvl8Fpj5cC",
            317,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0002961087902340",
            "18266620940085426982",
            "\/scholar?cites=18266620940085426982",
            {
                "1989":1,
                "1990":2,
                "1991":2,
                "1992":2,
                "1993":2,
                "1994":2,
                "1995":1,
                "1996":2,
                "1997":5,
                "1998":1,
                "1999":8,
                "2000":13,
                "2001":15,
                "2002":17,
                "2003":18,
                "2004":16,
                "2005":20,
                "2006":28,
                "2007":20,
                "2008":18,
                "2009":16,
                "2010":19,
                "2011":28,
                "2012":13,
                "2013":5,
                "2014":7,
                "2015":8,
                "2016":2,
                "2017":9,
                "2018":3,
                "2019":6,
                "2020":1
            }
        ],
        [
            "A perceived high rate of complicated (gangrenous or perforated) appendicitis, despite advances in laboratory and radiographic diagnostic modalities, prompted a review of our experience with appendicitis followed by a prospective analysis that examined the time course from presentation to definitive treatment in 218 consecutive patients. In 5755 appendectomies, our overall rate of complicated appendicitis was 32 per cent; higher in males, in the young, and in the elderly; and relatively stable over each year reviewed. Prospectively, we determined that of the various time intervals, the time from the onset of symptoms to first seeking medical attention is the only significant predictor of complicated appendicitis (39.8 vs 16.5 hours for acute appendicitis). On the other hand, the time from surgical evaluation to operative intervention was significantly shorter for complicated appendicitis (3.8 vs 4.7 hours for acute …",
            "Appendicitis: why so complicated? Analysis of 5755 consecutive appendectomies",
            "Virginia A Pittman-Waller and John G Myers and Ronald M Stewart and Daniel L Dent",
            "2000",
            "aiGRKtAAAAAJ:nrtMV_XWKgEC",
            215,
            "https:\/\/search.proquest.com\/openview\/d0d935733a763223ebf650baa9eea019\/1?pq-origsite=gscholar&cbl=49079",
            "15091459478547617936",
            "\/scholar?cites=15091459478547617936",
            {
                "2001":3,
                "2002":4,
                "2003":5,
                "2004":8,
                "2005":8,
                "2006":15,
                "2007":7,
                "2008":8,
                "2009":3,
                "2010":8,
                "2011":15,
                "2012":16,
                "2013":12,
                "2014":18,
                "2015":11,
                "2016":14,
                "2017":18,
                "2018":14,
                "2019":17,
                "2020":10
            }
        ],
        [
            "Background:This retrospective review tests the hypothesis that including selective splenic arteriography and embolization in the algorithm of a previously existing nonoperative management (NOM) strategy will result in higher rates of successful NOM in patients with blunt splenic injury.Methods:All patients with blunt splenic injuries documented by computed tomographic scan and\/or operative findings over a 24-month period at a Level I trauma center were reviewed. A previously published series from this institution of 251 patients with splenic injury (Group 1) was then compared with the patients that constitute this current review (Group 2). Group 2 was then compared with patients described in a previous publication advocating nonselective arteriography in blunt splenic injuries.Results:Thirteen patients with blunt splenic injury in Group 2 underwent 14 splenic embolization procedures, with 12 (93%) being …",
            "Blunt splenic injuries: high nonoperative management rate can be achieved with selective embolization",
            "Daniel Dent and Grady Alsabrook and Brian A Erickson and John Myers and Michael Wholey and Ronald Stewart and Harlan Root and Hector Ferral and Darren Postoak and Dacia Napier and Basil A Pruitt Jr",
            "2004",
            "aiGRKtAAAAAJ:Z5m8FVwuT1cC",
            210,
            "https:\/\/journals.lww.com\/jtrauma\/Fulltext\/2004\/05000\/Nonoperative_Salvage_of_Computed.20.aspx",
            "16002135740016381703",
            "\/scholar?cites=16002135740016381703",
            {
                "2005":9,
                "2006":15,
                "2007":9,
                "2008":16,
                "2009":10,
                "2010":28,
                "2011":10,
                "2012":25,
                "2013":11,
                "2014":12,
                "2015":14,
                "2016":15,
                "2017":13,
                "2018":3,
                "2019":7,
                "2020":11,
                "2021":1
            }
        ],
        [
            "Background: We commonly use needle catheter jejunostomy (NCJ) for early enteral feeding in selected patients. Review of our approach was prompted by the suggestion that enteral feeding represents a “stress test” for the bowel and may be associated with a high complication rate. Materials and methods: We reviewed patients with NCJ inserted over the past 16 years by prospective database, chart review, and conference minutes, with emphasis on complications. Results: During the conduct of 28,121 laparotomies, 2,022 NCJs inserted in 1,938 patients (7.2%) resulted in 34 NCJ-related complications in 29 patients (1.5%) The most common complication was premature loss of the catheter from occlusion or dislodgment (n= 15; 0.74%), and the most serious was bowel necrosis (n= 3; 0.15%). Conclusions: Needle catheter jejunostomy may be inserted and used with a low complication rate. Most complications were …",
            "Complications of needle catheter jejunostomy in 2,022 consecutive applications",
            "John G Myers and Carey P Page and Ronald M Stewart and Wayne H Schwesinger and Kenneth R Sirinek and J Bradley Aust",
            "1995",
            "aiGRKtAAAAAJ:z_wVstp3MssC",
            178,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0002961099800130",
            "14823141050687567825",
            "\/scholar?cites=14823141050687567825",
            {
                "1995":1,
                "1996":4,
                "1997":2,
                "1998":8,
                "1999":6,
                "2000":4,
                "2001":4,
                "2002":10,
                "2003":6,
                "2004":12,
                "2005":6,
                "2006":16,
                "2007":5,
                "2008":10,
                "2009":4,
                "2010":8,
                "2011":2,
                "2012":6,
                "2013":11,
                "2014":12,
                "2015":8,
                "2016":3,
                "2017":9,
                "2018":9,
                "2019":4,
                "2020":4
            }
        ],
        [
            "BackgroundSelective nonoperative management (NOM) of blunt splenic injuries is becoming a more prevalent practice. Inclusion criteria for NOM, which have been a source of controversy, continue to evolve. Age≥ 55 years has been proposed as a predictor for failure of and even a contraindication to NOM of blunt splenic trauma. Additionally, the high rate of NOM in children (up to 79%) has been attributed to their management by pediatric surgeons. We evaluated our experience with NOM of blunt splenic injury with special attention to these age groups.MethodsBy using our trauma registry, all patients with blunt splenic injuries (documented by computed tomography, operative findings, or both) cared for over a 36-month period, at a single American College of Surgeons verified Level I trauma center were reviewed. Detailed chart reviews were performed to examine admission demographics, laboratory data …",
            "Blunt splenic injuries: dedicated trauma surgeons can achieve a high rate of nonoperative success in patients of all ages",
            "John G Myers and Daniel L Dent and Ronald M Stewart and Gina A Gray and Doug S Smith and Jeff E Rhodes and H David Root and Basil A Pruitt Jr and William E Strodel",
            "2000",
            "aiGRKtAAAAAJ:BrmTIyaxlBUC",
            175,
            "https:\/\/journals.lww.com\/jtrauma\/Fulltext\/2000\/05000\/Clinical_Failure_After_Posterior_Wall_Acetabular.2.aspx",
            "10346492223096591793",
            "\/scholar?cites=10346492223096591793",
            {
                "2001":8,
                "2002":4,
                "2003":7,
                "2004":13,
                "2005":11,
                "2006":11,
                "2007":10,
                "2008":15,
                "2009":9,
                "2010":13,
                "2011":9,
                "2012":12,
                "2013":9,
                "2014":5,
                "2015":6,
                "2016":9,
                "2017":4,
                "2018":4,
                "2019":9,
                "2020":4
            }
        ],
        [
            "Background:The safety and efficacy of endovascular treatment of arterial trauma using the Wallgraft Endoprosthesis was evaluated in a subgroup analysis of a prospective, multicenter, nonrandomized registry trial with a historical control to surgical management. Endpoints were exclusion success at procedure and at 12-months, primary patency and freedom-from-bypass at 12-months, and major adverse events.Methods:Sixty-two patients were treated for arterial trauma from October 1997 to June 2003. The anatomic locations of the injuries were: iliac (33), subclavian (18), and femoral (11) arteries. Indication for treatment was perforation\/rupture (33), acute pseudoaneurysm (10), AV fistula (16), and dissection (3). Exclusion and patency were assessed using arteriography, duplex ultrasound, CT, or MRA at postprocedure and 12-months. Major adverse event and mortality rates were compared with surgical …",
            "Results of a multicenter trial for the treatment of traumatic vascular injury with a covered stent",
            "Rodney White and Zvonimir Krajcer and Matthew Johnson and David Williams and Michael Bacharach and Ellen O'Malley",
            "2006",
            "aiGRKtAAAAAJ:O3NaXMp0MMsC",
            157,
            "https:\/\/journals.lww.com\/jtrauma\/Abstract\/2006\/06000\/Results_of_a_Multicenter_Trial_for_the_Treatment.6.aspx",
            "830073542854299733",
            "\/scholar?cites=830073542854299733",
            {
                "2006":3,
                "2007":13,
                "2008":10,
                "2009":22,
                "2010":7,
                "2011":19,
                "2012":11,
                "2013":13,
                "2014":11,
                "2015":6,
                "2016":4,
                "2017":6,
                "2018":6,
                "2019":8,
                "2020":7
            }
        ],
        [
            "ObjectiveTo compare and contrast end-of-life care delivery in intensive care units using “semiclosed,”“open,” and “closed” administrative models.Design",
            "Surgeons, intensivists, and the covenant of care: Administrative models and values affecting care at the end of life—Updated §",
            "Joan Cassell and Timothy G Buchman and Stephen Streat and Ronald M Stewart",
            "2003",
            "aiGRKtAAAAAJ:kzcrU_BdoSEC",
            156,
            "https:\/\/journals.lww.com\/ccmjournal\/fulltext\/2003\/05000\/surgeons,_intensivists,_and_the_covenant_of_care_.39.aspx",
            "13888249712906065490",
            "\/scholar?cites=13888249712906065490",
            {
                "2002":1,
                "2003":10,
                "2004":10,
                "2005":7,
                "2006":4,
                "2007":6,
                "2008":4,
                "2009":7,
                "2010":7,
                "2011":9,
                "2012":12,
                "2013":11,
                "2014":17,
                "2015":6,
                "2016":10,
                "2017":9,
                "2018":12,
                "2019":9
            }
        ],
        [
            "Resection with primary anastomosis was associated with a 14% anastomotic leak rate in this review of 60 patients with destructive colon wounds. The presence of an underlying medical illness or massive blood transfusion was associated with anastomotic complications. In the high-risk subset of patients who had one or both of these risk factors, the anastomotic leak rate was 42%. The incidence of anastomotic leak in previously healthy patients without massive transfusion was 3%. Ileocolostomies were no safer than colocolostomies. We conclude that resection with anastomosis should not be performed on all patients with destructive colon injuries, as the risk of anastomotic leak is prohibitive in those with either massive blood loss or underlying medical illness. We continue to perform primary anastomosis in healthy patients without excessive blood loss.",
            "Is resection with primary anastomosis following destructive colon wounds always safe?",
            "Ronald M Stewart and Timothy C Fabian and Martin A Croce and F Elizabeth Pritchard and Gayle Minard and Kenneth A Kudsk",
            "1994",
            "aiGRKtAAAAAJ:9Nmd_mFXekcC",
            125,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0002961005801564",
            "15026562135123497569",
            "\/scholar?cites=15026562135123497569",
            {
                "1996":5,
                "1997":2,
                "1998":4,
                "1999":3,
                "2000":3,
                "2001":7,
                "2002":4,
                "2003":5,
                "2004":5,
                "2005":9,
                "2006":6,
                "2007":5,
                "2008":2,
                "2009":8,
                "2010":3,
                "2011":7,
                "2012":8,
                "2013":7,
                "2014":6,
                "2015":4,
                "2016":2,
                "2017":7,
                "2018":4,
                "2019":3,
                "2020":2,
                "2021":1
            }
        ]
    ]
}