{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Two recent theories are compared quantitatively in order to describe the intervalley mixing effect on donor impurity levels and excitons in many-valley semiconductors. Deep levels are predicted for a screened point-charge potential, regardless of the position at which the potential is centered. Altarelli-Hsu predict that the same potential has a deep level only if centered at an interstitial site. It is shown that this basic discrepancy is a direct consequence of a key Altarelli-Hsu approximation.",
            "Shallow-deep instabilities of donor impurity levels and excitons in many-valley semiconductors",
            "L Resca and R Resta",
            "1980",
            "aJ-A2PQAAAAJ:UebtZRa9Y70C",
            78,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.44.1340",
            "5037357076128239461",
            "\/scholar?cites=5037357076128239461",
            {
                "1982":6,
                "1983":1,
                "1984":10,
                "1985":8,
                "1986":4,
                "1987":5,
                "1988":3,
                "1989":6,
                "1990":1,
                "1991":8,
                "1992":4,
                "1993":1,
                "1994":1,
                "1995":2,
                "1996":1,
                "1997":1,
                "1998":1,
                "1999":1,
                "2000":1,
                "2001":1,
                "2002":2,
                "2003":1,
                "2004":1
            }
        ],
        [
            "The electronic states of completely polarized cubic ice are studied using as an expansion set the Bloch sums formed with water molecular orbitals. A complete symmetry analysis appropriate for the nonsymmorphic group of cubic ice is given for a simplified model. The band structure of cubic ice is obtained at high-symmetry points and high-symmetry lines of the Brillouin zone. The calculated energy gap of 7.8 eV is in good agreement with experimental data and corresponds to a critical point of type M 0 at k→= 0. The critical points of type M 1 occurring at the point L of the Brillouin zone are interpreted as responsible for the strong peak in the ultraviolet optical constants at 8.7 eV. The broad absorption band at higher energy (≅ 15 eV) is interpreted as due to transitions from valence bands derived from lone-pair orbitals to the lowest excited bands.",
            "Electronic states and optical properties in cubic ice",
            "G Pastori Parravicini and L Resca",
            "1973",
            "aJ-A2PQAAAAJ:qUcmZB5y_30C",
            76,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.8.3009",
            "10724922395486431406",
            "\/scholar?cites=10724922395486431406",
            {
                "1981":1,
                "1982":1,
                "1983":6,
                "1984":1,
                "1985":1,
                "1986":2,
                "1987":2,
                "1988":2,
                "1989":1,
                "1990":4,
                "1991":5,
                "1992":1,
                "1993":5,
                "1994":1,
                "1995":2,
                "1996":2,
                "1997":1,
                "1998":3,
                "1999":1,
                "2000":5,
                "2001":1,
                "2002":3,
                "2003":2,
                "2004":3,
                "2005":1,
                "2006":1,
                "2007":2,
                "2008":1,
                "2009":1
            }
        ],
        [
            "We study several surface properties of BaTiO 3: namely, the surface charge, surface energy, and surface dynamical charges, within an ab initio Hartree-Fock scheme. We use both genuinely isolated slabs and periodically repeated slabs, with different terminations. We report these properties as functions of the thickness and termination of the slabs. The ability to deal with genuinely isolated slabs is a virtue of the localized-basis implementation that we adopt. In particular, the slab surface charge provides a value for the spontaneous polarization in excellent agreement with the calculation of the latter as a Berry phase, and with experiment as well. On the other hand, we find that when periodically repeated slabs are used, the interactions among slabs and the fictitious field imposed by the periodic boundary conditions can significantly affect the accuracy of the calculations, even at quite large vacuum separations.",
            "Hartree-Fock studies of surface properties of ",
            "L Fu and E Yaschenko and L Resca and R Resta",
            "1999",
            "aJ-A2PQAAAAJ:ldfaerwXgEUC",
            74,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.60.2697",
            "17597066748894682890",
            "\/scholar?cites=17597066748894682890",
            {
                "2000":2,
                "2001":5,
                "2002":7,
                "2003":5,
                "2004":8,
                "2005":5,
                "2006":6,
                "2007":11,
                "2008":3,
                "2009":2,
                "2010":3,
                "2011":1,
                "2012":3,
                "2013":5,
                "2014":5,
                "2015":1,
                "2016":1,
                "2017":1
            }
        ],
        [
            "Rationale: Asthma prevalence, onset, remission and relapse, and healthcare use have been intensively studied. However, asthma symptom progression through childhood and adolescence has not been well studied, in part due to the challenges in obtaining consistent and robust long-term follow-up data on a large series of subjects with asthma.Objectives: To use the asthma diary symptom data of the Childhood Asthma Management Program placebo group (5 yr, 418 subjects, and total 564,518 records) to establish sex-specific high-resolution time courses of the natural progression of asthma symptoms through childhood and adolescence.Methods: We used the asthma diary symptom code as a measure of daily disease severity. Annual records of Tanner stage were used to determine the influence of puberty on severity. A data alignment technique was used to derive 13-year time courses of mean symptoms and …",
            "Natural progression of childhood asthma symptoms and strong influence of sex and puberty",
            "Liang Fu and Robert J Freishtat and Heather Gordish-Dressman and Stephen J Teach and Lorenzo Resca and Eric P Hoffman and Zuyi Wang",
            "2014",
            "aJ-A2PQAAAAJ:0EnyYjriUFMC",
            65,
            "https:\/\/www.atsjournals.org\/doi\/abs\/10.1513\/AnnalsATS.201402-084OC",
            "5276356263208950414",
            "\/scholar?cites=5276356263208950414",
            {
                "2015":2,
                "2016":7,
                "2017":10,
                "2018":18,
                "2019":9,
                "2020":17,
                "2021":2
            }
        ],
        [
            "We have obtained an analytical solution of Maxwell’s equations for a dielectric system of spherical particles in a medium. The system is placed between two parallel electrode plates, subject to a low-frequency alternating potential, and the solution is obtained from the corresponding boundary-value problem for the Green function. All the multipole moments and the electric field are expressed in terms of the applied potential at the electrodes and a matrix which depends on the system configuration. The effective dielectric function is then obtained as an average over the whole sample. For disordered systems, we solve exactly the case of two-particle distributions with short-range correlations and find that the form of the distribution plays a crucial role. In particular, we prove that for spherically symmetric two-particle distributions all multipole moments except dipoles are exactly zero, and the Maxwell-Garnett result, or …",
            "Analytic approach to the interfacial polarization of heterogeneous systems",
            "Liang Fu and Pedro B Macedo and Lorenzo Resca",
            "1993",
            "aJ-A2PQAAAAJ:O3NaXMp0MMsC",
            57,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.47.13818",
            "16548616111635998301",
            "\/scholar?cites=16548616111635998301",
            {
                "1993":1,
                "1994":4,
                "1995":2,
                "1996":2,
                "1997":2,
                "1998":1,
                "1999":3,
                "2000":2,
                "2001":2,
                "2002":2,
                "2003":2,
                "2004":4,
                "2005":4,
                "2006":6,
                "2007":2,
                "2008":2,
                "2009":1,
                "2010":3,
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":4,
                "2015":1,
                "2016":3
            }
        ],
        [
            "We derive here a generalization of the effective mass equation which includes the intervalley mixing for many-valley semiconductors. This equation is numerically solved with a model impurity potential for donors in silicon. The results show an extreme sensitivity to the short-range impurity potential and a shallow-deep instability. The combined effect of dispersive screening and many-valley interference gives a deep ground state. This seem to be in agreement with the experimental situation for hydrogen and muonium impurities, to which the chosen model potential applies.",
            "Large binding due to dispersive screening and Bloch function interference in many-valley semiconductors",
            "L Resca and R Resta",
            "1979",
            "aJ-A2PQAAAAJ:70eg2SAEIzsC",
            56,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/003810987991055X",
            "17541498901628467784",
            "\/scholar?cites=17541498901628467784",
            {
                "1982":3,
                "1983":2,
                "1984":5,
                "1985":2,
                "1986":3,
                "1987":8,
                "1988":3,
                "1989":3,
                "1990":1,
                "1991":1,
                "1992":4,
                "1993":1,
                "1994":1,
                "1995":3,
                "1996":1,
                "1997":1,
                "1998":1,
                "1999":1,
                "2000":2,
                "2001":1,
                "2002":1
            }
        ],
        [
            "We develop a simple nonstructural theory of the exciton states in solid rare gases. The potential energy in the Schrödinger equation of the free rare-gas atom is parametrized in the simplest form which reproduces the exact experimental excited atomic levels. The same equation is modified to describe the exciton states in the solid phase simply by introducing the effective mass μ and by screening the Coulomb potential outside the atom with the dielectric constant ε 0 of the solid. In this way the exciton levels in the effective-mass approximation become continuously the excited atomic levels, as the effective Rydberg approaches the Rydberg constant. This solves the dilemma between the Wannier and the Frenkel models for all spectroscopic terms, ie, for the high as well as for the low exciton levels. It also solves the problem for the whole series of solid rare gases, in which quite different values of μ and ε 0 occur …",
            "Nonstructural theory of the exciton states in solid rare gases",
            "L Resca and R Resta and S Rodriguez",
            "1978",
            "aJ-A2PQAAAAJ:hC7cP41nSMkC",
            52,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.18.696",
            "10900337597274869122",
            "\/scholar?cites=10900337597274869122",
            {
                "1979":3,
                "1980":6,
                "1981":1,
                "1982":3,
                "1983":1,
                "1984":2,
                "1985":6,
                "1986":1,
                "1987":3,
                "1988":1,
                "1989":2,
                "1990":3,
                "1991":3,
                "1992":2,
                "1993":1,
                "1994":2,
                "1995":2,
                "1996":2,
                "1997":3,
                "1998":1,
                "1999":3,
                "2000":1
            }
        ],
        [
            "Optical and transport properties of materials depend heavily upon features of electronic band structures in proximity of energy extrema in the Brillouin zone (BZ). Such features are generally described in terms of multidimensional quadratic expansions and corresponding definitions of effective masses. Multidimensional quadratic expansions, however, are permissible only under strict conditions that are typically violated when energy bands become degenerate at extrema in the BZ. Even for energy bands that are nondegenerate at critical points in the BZ there are instances in which multidimensional quadratic expansions cannot be correctly performed. Suggestive terms such as “band warping,”“fluted energy surfaces,” or “corrugated energy surfaces” have been used to refer to such situations and ad hoc methods have been developed to treat them. While numerical calculations may reflect such features, a complete …",
            "Theory of band warping and its effects on thermoelectronic transport properties",
            "Nicholas A Mecholsky and Lorenzo Resca and Ian L Pegg and Marco Fornari",
            "2014",
            "aJ-A2PQAAAAJ:roLk4NBRz8UC",
            51,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.89.155131",
            "4343440692420618743",
            "\/scholar?cites=4343440692420618743",
            {
                "2014":1,
                "2015":4,
                "2016":17,
                "2017":7,
                "2018":7,
                "2019":9,
                "2020":5
            }
        ],
        [
            "The Wannier formula is unable to fit the energy of the lowest level (n= 1) simultaneously with that of the higher states (n≥ 2) in materials exhibiting a weak dielectric screening. We discuss the theory and the use of the Rydberg formula in condensed matter. We show that it describes all levels (n= 1 and n≥ 2) and provides values for the energy gaps E g and effective Rydbergs R s considerably more reliable than those given by the Wannier formula. Furthermore, it clearly shows the close relationship between the excitations of the free atomic or molecular constituents and the excitons in the condensed phases. Solid rare gases are used as a testing example. Applications are made to doped solid rare gases and H 2. A formula for the intensities which generalizes that of the Wannier model is obtained with the same criteria.",
            "Rydberg states in condensed matter",
            "L Resca and R Resta",
            "1979",
            "aJ-A2PQAAAAJ:r0BpntZqJG4C",
            37,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.19.1683",
            "13325777337922183380",
            "\/scholar?cites=13325777337922183380",
            {
                "1979":1,
                "1980":4,
                "1981":3,
                "1982":2,
                "1983":1,
                "1984":2,
                "1985":1,
                "1986":2,
                "1987":1,
                "1988":3,
                "1989":4,
                "1990":2,
                "1991":1,
                "1992":2,
                "1993":1,
                "1994":1,
                "1995":1,
                "1996":3,
                "1997":2
            }
        ],
        [
            "Within the Hartree-Fock (HF) scheme, we investigate some basic polarization features of the paradigmatic ferroelectric perovskite KNbO 3, using a supercell technique. With regard to the spontaneous polarization and the transverse dynamical charge, the HF results are in good agreement with both experiment and density-functional calculations, despite the large difference in the one-electron energy levels calculated with the two methods. On the other hand, the HF value of the electronic dielectric constant ɛ∞ is substantially lower than experiment, while density-functional values are known to be substantially higher than that.",
            "Hartree-Fock approach to macroscopic polarization: Dielectric constant and dynamical charges of ",
            "L Fu and E Yaschenko and L Resca and R Resta",
            "1998",
            "aJ-A2PQAAAAJ:lSLTfruPkqcC",
            28,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.57.6967",
            "17035738219781363099",
            "\/scholar?cites=17035738219781363099",
            {
                "1999":3,
                "2000":5,
                "2001":1,
                "2002":1,
                "2003":3,
                "2004":5,
                "2005":2,
                "2006":2,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":2
            }
        ]
    ]
}