{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "If dark matter interacts with quarks or gluons, the mediator of these interactions is either directly accessible at the LHC or is so heavy that its effects are encoded in contact operators. We find that the self-consistency of a contact operator description at the LHC implies bounds on the mediator scale stronger than those found from missing energy searches. This translates into spin-independent elastic scattering cross sections at a level≲ 10− 41 cm 2, with direct implications for the DAMA, CoGeNT, and CRESST-II anomalies. We then carefully explore the potential of monojet searches in the light mediator limit, focusing on a Z′ model with arbitrary couplings to quarks and dark matter. We find that Tevatron data currently provide the most stringent bounds for dark matter and Z′ masses below 100 GeV, and that these searches can constrain models for the DAMA, CoGeNT, and CRESST-II anomalies only if the mediator …",
            "Unitarity and monojet bounds on models for DAMA, CoGeNT, and CRESST-II",
            "Ian M Shoemaker and Luca Vecchi",
            "2012",
            "Ajnha1AAAAAJ:u5HHmVD_uO8C",
            225,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.86.015023",
            "16231845576101561530",
            "\/scholar?cites=16231845576101561530",
            {
                "2012":15,
                "2013":25,
                "2014":43,
                "2015":34,
                "2016":37,
                "2017":28,
                "2018":26,
                "2019":8,
                "2020":9
            }
        ],
        [
            "In existing dark matter models with global symmetries the relic abundance of dark matter is either equal to that of anti-dark matter (thermal WIMP), or vastly larger, with essentially no remaining anti-dark matter (asymmetric dark matter). By exploring the consequences of a primordial asymmetry on the coupled dark matter and anti-dark matter Boltzmann equations we find large regions of parameter space that interpolate between these two extremes. Interestingly, this new asymmetric WIMP framework can accommodate a wide range of dark matter masses and annihilation cross sections. The present-day dark matter population is typically asymmetric, but only weakly so, such that indirect signals of dark matter annihilation are not completely suppressed. We apply our results to existing models, noting that upcoming direct detection experiments will constrain a large region of the relevant parameter space.",
            "Asymmetric WIMP dark matter",
            "Michael L Graesser and Ian M Shoemaker and Luca Vecchi",
            "2011",
            "Ajnha1AAAAAJ:u-x6o8ySG0sC",
            159,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP10(2011)110.pdf",
            "15920002291058506220",
            "\/scholar?cites=15920002291058506220",
            {
                "2011":6,
                "2012":24,
                "2013":22,
                "2014":22,
                "2015":24,
                "2016":16,
                "2017":8,
                "2018":14,
                "2019":13,
                "2020":9,
                "2021":1
            }
        ],
        [
            "The first measurement of transverse-spin-dependent azimuthal asymmetries in the pion-induced Drell-Yan (DY) process is reported. We use the CERN SPS 190 GeV\/c π− beam and a transversely polarized ammonia target. Three azimuthal asymmetries giving access to different transverse-momentum-dependent (TMD) parton distribution functions (PDFs) are extracted using dimuon events with invariant mass between 4.3 GeV\/c 2 and 8.5 GeV\/c 2. Within the experimental uncertainties, the observed sign of the Sivers asymmetry is found to be consistent with the fundamental prediction of quantum chromodynamics (QCD) that the Sivers TMD PDFs extracted from DY have a sign opposite to the one extracted from semi-inclusive deep-inelastic scattering (SIDIS) data. We present two other asymmetries originating from the pion Boer-Mulders TMD PDFs convoluted with either the nucleon transversity or pretzelosity TMD …",
            "First measurement of transverse-spin-dependent azimuthal asymmetries in the Drell-Yan process",
            "M Aghasyan and R Akhunzyanov and GD Alexeev and MG Alexeev and A Amoroso and V Andrieux and NV Anfimov and V Anosov and A Antoshkin and K Augsten and W Augustyniak and A Austregesilo and CDR Azevedo and B Badełek and F Balestra and M Ball and J Barth and R Beck and Y Bedfer and J Bernhard and K Bicker and ER Bielert and R Birsa and M Bodlak and P Bordalo and F Bradamante and A Bressan and M Büchele and W-C Chang and C Chatterjee and M Chiosso and I Choi and S-U Chung and A Cicuttin and ML Crespo and S Dalla Torre and SS Dasgupta and S Dasgupta and O Yu Denisov and L Dhara and SV Donskov and N Doshita and Ch Dreisbach and W Dünnweber and M Dziewiecki and A Efremov and PD Eversheim and M Faessler and A Ferrero and M Finger and M Finger Jr and H Fischer and C Franco and N du Fresne von Hohenesche and JM Friedrich and V Frolov and E Fuchey and F Gautheron and OP Gavrichtchouk and S Gerassimov and J Giarra and F Giordano and I Gnesi and M Gorzellik and A Grasso and M Grosse Perdekamp and B Grube and T Grussenmeyer and A Guskov and D Hahne and G Hamar and D von Harrach and FH Heinsius and R Heitz and F Herrmann and N Horikawa and N d’Hose and C-Y Hsieh and S Huber and S Ishimoto and A Ivanov and Yu Ivanshin and T Iwata and V Jary and R Joosten and P Joerg and E Kabuss and A Kerbizi and B Ketzer and GV Khaustov and Yu A Khokhlov and Yu Kisselev and F Klein and JH Koivuniemi and VN Kolosov and K Kondo and K Koenigsmann and I Konorov and VF Konstantinov and AM Kotzinian and OM Kouznetsov and Z Kral and M Krämer and P Kremser and F Krinner and ZV Kroumchtein and Y Kulinich and F Kunne and K Kurek and RP Kurjata and A Kveton and AA Lednev and M Levillain and S Levorato and Y-S Lian and J Lichtenstadt and R Longo and A Maggiora and A Magnon and N Makins and N Makke and GK Mallot and B Marianski and A Martin and J Marzec and J Matoušek and H Matsuda and T Matsuda and GV Meshcheryakov and M Meyer and W Meyer and Yu V Mikhailov and M Mikhasenko and E Mitrofanov and N Mitrofanov and Y Miyachi and A Nagaytsev and F Nerling and D Neyret and J Nový and W-D Nowak and G Nukazuka and AS Nunes and AG Olshevsky and I Orlov and M Ostrick and D Panzieri and B Parsamyan and S Paul and J-C Peng",
            "2017",
            "Ajnha1AAAAAJ:RHpTSmoSYBkC",
            119,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.119.112002",
            "10468270559171786526",
            "\/scholar?cites=10468270559171786526",
            {
                "2016":2,
                "2017":13,
                "2018":30,
                "2019":35,
                "2020":36,
                "2021":2
            }
        ],
        [
            "The DUNE IDR describes the proposed physics program and technical designs of the DUNE Far Detector modules in preparation for the full TDR to be published in 2019. It is intended as an intermediate milestone on the path to a full TDR, justifying the technical choices that flow down from the high-level physics goals through requirements at all levels of the Project. These design choices will enable the DUNE experiment to make the ground-breaking discoveries that will help to answer fundamental physics questions. Volume 1 contains an executive summary that describes the general aims of this document. The remainder of this first volume provides a more detailed description of the DUNE physics program that drives the choice of detector technologies. It also includes concise outlines of two overarching systems that have not yet evolved to consortium structures: computing and calibration. Volumes 2 and 3 of this IDR describe, for the single-phase and dual-phase technologies, respectively, each detector module's subsystems, the technical coordination required for its design, construction, installation, and integration, and its organizational structure.",
            "The DUNE far detector interim design report volume 1: physics, technology and strategies",
            "B Abi and R Acciarri and MA Acero and M Adamowski and C Adams and D Adams and P Adamson and M Adinolfi and Z Ahmad and CH Albright and L Aliaga Soplin and T Alion and S Alonso Monsalve and M Alrashed and C Alt and J Anderson and K Anderson and C Andreopoulos and MP Andrews and RA Andrews and A Ankowski and J Anthony and M Antonello and M Antonova and S Antusch and A Aranda Fernandez and A Ariga and T Ariga and D Aristizabal Sierra and E Arrieta Diaz and J Asaadi and M Ascencio and D Asner and MS Athar and M Auger and A Aurisano and V Aushev and D Autiero and F Azfar and A Back and H Back and J Back and C Backhouse and P Baesso and L Bagby and X Bai and M Baird and B Balantekin and S Balasubramanian and B Baller and P Ballett and L Balleyguier and B Bambah and H Band and M Bansal and S Bansal and G Barenboim and GJ Barker and C Barnes and G Barr and J Barranco Monarca and N Barros and J Barrow and A Bashyal and V Basque and M Bass and F Bay and K Bays and JL Bazo and JF Beacom and E Bechetoille and BR Behera and L Bellantoni and G Bellettini and V Bellini and O Beltramello and D Belver and N Benekos and PA Benetti and A Bercellie and E Berman and P Bernardini and R Berner and HG Berns and RH Bernstein and S Bertolucci and M Betancourt and V Bhatnagar and M Bhattacharjee and B Bhuyan and S Biagi and J Bian and K Biery and B Bilki and M Bishai and A Bitadze and T Blackburn and A Blake and B Blanco Siffert and DUNE Collaboration",
            "2018",
            "Ajnha1AAAAAJ:maZDTaKrznsC",
            99,
            "https:\/\/arxiv.org\/abs\/1807.10334",
            "7718585593488273342",
            "\/scholar?cites=7718585593488273342",
            {
                "2018":7,
                "2019":34,
                "2020":55,
                "2021":1
            }
        ],
        [
            "Monojet events at colliders have been used to probe models of dark matter and extra dimensions. We point out that these events also probe extensions of the Standard Model modifying neutrino–quark interactions. Such nonstandard interactions (NSI) have been discussed in connection with neutrino oscillation experiments. Assuming first that NSI remain contact at LHC energies, we derive stringent bounds that approach the levels suggested by the B 8 solar data. We next explore the possibility that the mediators of the NSI can be produced at colliders. The constraints are found to be strongest for mediator masses in the 10 2–10 3 GeV range, with the best bounds above∼ 200 GeV coming from ATLAS and below from CDF. For mediators with masses below 30 GeV the monojet bounds are weaker than in the contact limit. These results also directly apply to light dark matter searches. Lastly, we discuss how neutrino …",
            "Probing nonstandard standard model backgrounds with LHC monojets",
            "Alexander Friedland and Michael L Graesser and Ian M Shoemaker and Luca Vecchi",
            "2012",
            "Ajnha1AAAAAJ:qjMakFHDy7sC",
            96,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269312007381",
            "18292375917640875384",
            "\/scholar?cites=18292375917640875384",
            {
                "2012":8,
                "2013":14,
                "2014":8,
                "2015":18,
                "2016":16,
                "2017":9,
                "2018":9,
                "2019":5,
                "2020":8
            }
        ],
        [
            "Non-Standard neutral current Interactions (NSIs) of neutrinos with matter can alter the pattern of neutrino oscillation due to the coherent forward scattering of neutrinos on the medium. This effect makes long-baseline neutrino experiments such as NOνA and DUNE a sensitive probe of beyond standard model (BSM) physics. We construct light mediator models that can give rise to both lepton flavor conserving as well as Lepton Flavor Violating (LFV) neutral current NSI. We outline the present phenomenological viability of these models and future prospects to test them. We predict a lower bound on Br (H→ μτ) in terms of the parameters that can be measured by DUNE and NOνA, and show that the hint for H→ μτ in current LHC data can be accommodated in our model. A large part of the parameter space of the model is already constrained by the bound on Br (τ→ Z′ μ) and by the bounds on rare meson decays and …",
            "Lepton flavor violating non-standard interactions via light mediators",
            "Yasaman Farzan and Ian M Shoemaker",
            "2016",
            "Ajnha1AAAAAJ:UebtZRa9Y70C",
            88,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP07(2016)033",
            "9364038665546220526",
            "\/scholar?cites=9364038665546220526",
            {
                "2016":8,
                "2017":16,
                "2018":13,
                "2019":19,
                "2020":26,
                "2021":1
            }
        ],
        [
            "Recently, the direct detection of gravitational waves from black hole (BH) mergers was announced by the Advanced LIGO Collaboration. Multi-messenger counterparts of stellar-mass BH mergers are of interest, and it had been suggested that a small disk or celestial body may be involved in the binary of two BHs. To test such possibilities, we consider the fate of a wind powered by an active minidisk in a relatively short, super-Eddington accretion episode onto a BH with~ 10–100 solar masses. We show that its thermal emission could be seen as a fast optical transient with the duration from hours to days. We also find that the coasting outflow forms external shocks due to interaction with the interstellar medium, whose synchrotron emission might be expected in the radio band on a timescale of years. Finally, we also discuss a possible jet component and the associated high-energy neutrino emission as well as ultra …",
            "Ultrafast outflows from black hole mergers with a minidisk",
            "Kohta Murase and Kazumi Kashiyama and Peter Mészáros and Ian Shoemaker and Nicholas Senno",
            "2016",
            "Ajnha1AAAAAJ:_FxGoFyzp5QC",
            79,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8205\/822\/1\/L9\/meta",
            "16863659114394567288",
            "\/scholar?cites=16863659114394567288",
            {
                "2016":13,
                "2017":25,
                "2018":8,
                "2019":22,
                "2020":10
            }
        ],
        [
            "In the presence of neutrino Non-Standard Interactions (NSI) with matter, the derivation of neutrino parameters from oscillation data must be reconsidered. In particular, along with the standard solution to neutrino oscillation, another solution known as “LMA-Dark” is compatible with global oscillation data and requires both θ 12> π\/4 and a certain flavor pattern of NSI with an effective coupling comparable to G F. Contrary to conventional expectations, there is a class of models based on a new U (1) X gauge symmetry with a gauge boson of mass of few MeV to few 10 MeV that can viably give rise to such large NSI. These models can in principle be tested by Coherent Elastic ν-Nucleus Scattering (CEνNS) experiments such as COHERENT and the upcoming reactor neutrino experiment, CONUS. We analyze how the recent results from the COHERENT experiment constrain these models and forecast the discovery …",
            "Testing large non-standard neutrino interactions with arbitrary mediator mass after COHERENT data",
            "Peter B Denton and Yasaman Farzan and Ian M Shoemaker",
            "2018",
            "Ajnha1AAAAAJ:_Qo2XoVZTnwC",
            78,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP07(2018)037",
            "6789423665401556647",
            "\/scholar?cites=6789423665401556647",
            {
                "2018":5,
                "2019":28,
                "2020":44
            }
        ],
        [
            "The similarity of the visible and dark matter abundances indicates that they may originate via the same mechanism. If both the dark and the visible matter are charged under a generalized baryon number which remains always conserved, then the asymmetry of the visible sector may be compensated by an asymmetry in the dark sector. We show how the separation of baryonic and antibaryonic charge can originate in the vacuum, via the Affleck-Dine mechanism, due to the breaking of a symmetry orthogonal to the baryon number. Symmetry restoration in the current epoch guarantees the individual stability of the two sectors.",
            "Pangenesis in a baryon-symmetric universe: dark and visible matter via the Affleck-Dine mechanism",
            "Nicole F Bell and Kalliopi Petraki and Ian M Shoemaker and Raymond R Volkas",
            "2011",
            "Ajnha1AAAAAJ:d1gkVwhDpl0C",
            76,
            "https:\/\/arxiv.org\/abs\/1105.3730",
            "6580060478444796008",
            "\/scholar?cites=6580060478444796008",
            {
                "2011":5,
                "2012":21,
                "2013":21,
                "2014":10,
                "2015":6,
                "2016":5,
                "2017":3,
                "2018":2,
                "2019":2,
                "2020":1
            }
        ],
        [
            "Affleck-Dine baryogenesis, accompanied by the formation and subsequent decay of Q-balls, can generate both the baryon asymmetry of the Universe and dark matter in the form of gravitinos. The gravitinos from Q-ball decay dominate over the thermally produced population if the reheat temperature T R≲ 10 7 GeV. We show that a gravitino with mass∼ 1 GeV is consistent with all observational bounds and can explain the baryon-to-dark-matter ratio in the gauge-mediated models of supersymmetry breaking for a wide range of cosmological and Q-ball parameters. Moreover, decaying Q-balls can be the dominant production mechanism for m 3\/2< 1 GeV gravitinos if the Q-balls are formed from a (B− L)= 0 condensate, which produces no net baryon asymmetry. Gravitinos with masses in the range 50 eV≲ m 3\/2≲ 100 keV produced in this way can act as warm dark matter and can have observable imprint on the small …",
            "Gravitino dark matter from Q-ball decays",
            "Ian M Shoemaker and Alexander Kusenko",
            "2009",
            "Ajnha1AAAAAJ:9yKSN-GCB0IC",
            70,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.80.075021",
            "335967186593908030",
            "\/scholar?cites=335967186593908030",
            {
                "2009":2,
                "2010":11,
                "2011":13,
                "2012":9,
                "2013":9,
                "2014":9,
                "2015":5,
                "2016":5,
                "2017":3,
                "2018":1,
                "2019":3
            }
        ]
    ]
}