{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "WebQual is a method for assessing the quality of Web sites. The method has been developed iteratively through application in various domains, including Internet bookstores and Internet auction sites. In this paper we report on the application of a new version of WebQual to Internet bookstores: Amazon, BOL, and the Internet Bookshop. WebQual draws on previous work in three areas: Web site usability, information quality, and service interaction quality to provide a rounded framework for assessing e-commerce offerings. Although WebQual is grounded in the subjective impressions of Web site users, the data collected lends itself to quantitative analysis and the production of e-commerce metrics such as the WebQual Index. The reliability of the instrument is examined and core constructs of Web site quality identified using factor analysis. The role of WebQual in assessing an organization‘s e-commerce capability is discussed.",
            "An integrative approach to the assessment of e-commerce quality.",
            "Stuart J Barnes and Richard T Vidgen",
            "2002",
            "ajrBfpIAAAAJ:u-x6o8ySG0sC",
            1451,
            "http:\/\/web.csulb.edu\/journals\/jecr\/issues\/20023\/paper2.pdf",
            "16130583463437504400",
            "\/scholar?cites=16130583463437504400",
            {
                "2002":6,
                "2003":15,
                "2004":22,
                "2005":30,
                "2006":39,
                "2007":49,
                "2008":52,
                "2009":59,
                "2010":93,
                "2011":86,
                "2012":84,
                "2013":87,
                "2014":92,
                "2015":93,
                "2016":126,
                "2017":114,
                "2018":134,
                "2019":139,
                "2020":98,
                "2021":8
            }
        ],
        [
            "With the emergence of high speed wireless network technologies and the increasing market penetration of mobile phones the global advertising industry’s interest in using this medium as a means of marketing communication is rising. However, in spite of the increasing number of companies investing in mobile marketing campaigns, there is, as yet, little academic research on this topic and the nature and implications of this channel are not yet understood fully. This research attempts to help in bridging this gap; it investigates the factors that induce consumers to accept the mobile phone as a means of communicating promotional content. Underlying the research are a set of hypotheses that have been formulated to include determinants referring to consumer personality as well as determinants referring to the form of advertising. These hypotheses form the basis for this research and are empirically tested by means of a linear structural equation model. The empirical results (n= 1,028) identify entertainment value as well as information value as the strongest drivers of the acceptance of the mobile phone as an innovative medium for advertising content communication.",
            "Driving consumer acceptance of mobile marketing: A theoretical framework and empirical study",
            "Hans H Bauer and Tina Reichardt and Stuart J Barnes and Marcus M Neumann",
            "2005",
            "ajrBfpIAAAAJ:9yKSN-GCB0IC",
            1319,
            "https:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.137.2625&rep=rep1&type=pdf",
            "17839158613819542004",
            "\/scholar?cites=17839158613819542004",
            {
                "2006":14,
                "2007":43,
                "2008":43,
                "2009":58,
                "2010":87,
                "2011":76,
                "2012":116,
                "2013":110,
                "2014":117,
                "2015":114,
                "2016":126,
                "2017":111,
                "2018":104,
                "2019":84,
                "2020":73,
                "2021":5
            }
        ],
        [
            "Online trust is one of the key obstacles to vendors succeeding on the internet medium; a lack of trust is likely to discourage online consumers from participating in e‐commerce. This research aims to investigate how online consumers develop their initial trust and purchase intentions. The research in conducted in the context of Taiwanese online bookstores.The research examines consumers' online initial trust by using four major categories of determinants: perceived technology, perceived risk, company competency, and trust propensity. It also investigates the impacts of both online initial trust and familiarity with online purchasing on purchase intention. The research model is statistically tested using the web sites of four online bookstores in Taiwan. The web site selected by each respondent is unfamiliar.It is found that perceived usefulness, perceived security …",
            "Initial trust and online buyer behaviour",
            "Yu‐Hui Chen and Stuart Barnes",
            "2007",
            "ajrBfpIAAAAJ:UeHWp8X0CEIC",
            1110,
            "https:\/\/www.emerald.com\/insight\/content\/doi\/10.1108\/02635570710719034\/full\/html",
            "15537472749666619044",
            "\/scholar?cites=15537472749666619044",
            {
                "2007":9,
                "2008":29,
                "2009":57,
                "2010":47,
                "2011":49,
                "2012":59,
                "2013":79,
                "2014":97,
                "2015":90,
                "2016":96,
                "2017":129,
                "2018":117,
                "2019":123,
                "2020":97,
                "2021":7
            }
        ],
        [
            "Barely before Internet-facilitated e-commerce has begun to take hold, a new wave of technology-driven commerce has started—mobile (m-) commerce. Fuelled by the increasing saturation of mobile technology, such as phones and personal digital assistants (PDAs), m-commerce promises to inject considerable change into the way certain activities are conducted. Equipped with micro-browsers and other mobile applications, the new range of mobile technologies offer the Internet ‘in your pocket’ for which the consumer possibilities are endless, including banking, booking or buying tickets, shopping and real-time news. Focusing on business-to-consumer markets, this paper examines how value is added in the stream of activities involved in providing m-commerce to the consumer. As such, it analyses the key players and technologies that form part of the m-commerce value chain, providing a foundation for future …",
            "The mobile commerce value chain: analysis and future developments",
            "Stuart J Barnes",
            "2002",
            "ajrBfpIAAAAJ:u5HHmVD_uO8C",
            827,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0268401201000470",
            "1664174640847761216",
            "\/scholar?cites=1664174640847761216",
            {
                "2001":3,
                "2002":12,
                "2003":38,
                "2004":40,
                "2005":39,
                "2006":42,
                "2007":41,
                "2008":55,
                "2009":48,
                "2010":61,
                "2011":50,
                "2012":52,
                "2013":47,
                "2014":57,
                "2015":58,
                "2016":49,
                "2017":35,
                "2018":41,
                "2019":22,
                "2020":18,
                "2021":2
            }
        ],
        [
            "This paper describes the use of WebQual 2.0 to evaluate Internet bookshop Web sites. Initially applied in the domain of information-intensive Web sites, WebQual 2.0 has been extended and refined to encompass an interaction-quality perspective on e-commerce Web sites. Its development draws on an analysis of the service-quality literature. WebQual assesses Web site quality from the \"voice of the customer\" perspective, an approach adopted in quality-function deployment. It is used to assess customer perceptions of on-line bookshops, one of the more mature areas of Internet commerce. Three UK-based Internet bookshops are assessed using a natural experiment. Data are collected from students using an on-line questionnaire. Analysis of the results demonstrates considerable variations in the offerings of the Web sites. The findings and their implications for e-commerce are discussed, and conclusions and …",
            "An evaluation of cyber-bookshops: the WebQual method",
            "Stuart J Barnes and Richard Vidgen",
            "2001",
            "ajrBfpIAAAAJ:d1gkVwhDpl0C",
            722,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/10864415.2001.11044225",
            "7609983364180570019",
            "\/scholar?cites=7609983364180570019",
            {
                "2001":2,
                "2002":6,
                "2003":16,
                "2004":22,
                "2005":31,
                "2006":33,
                "2007":47,
                "2008":28,
                "2009":44,
                "2010":47,
                "2011":45,
                "2012":40,
                "2013":58,
                "2014":43,
                "2015":42,
                "2016":46,
                "2017":32,
                "2018":37,
                "2019":49,
                "2020":38
            }
        ],
        [
            "The escalation and convergence of distributed networks and wireless telecommunications has created a tremendous potential platform for providing business services. In consumer markets, mobile marketing is expected to be a key growth area. The immediacy, interactivity and mobility of wireless devices provide a novel platform for marketing. The personal and ubiquitous nature of devices means that interactivity can be provided anytime and anywhere. However, as experience has shown, it is important to keep the consumer in mind. Mobile marketing permission and acceptance are core issues that marketers have yet to fully explain or resolve. This paper provides direction in this area. After briefly discussing some background on mobile marketing, the paper conceptualises key characteristics for mobile marketing permission and acceptance. The paper concludes with predictions on the future of mobile marketing …",
            "Mobile marketing: the role of permission and acceptance",
            "Stuart J Barnes and Eusebio Scornavacca",
            "2004",
            "ajrBfpIAAAAJ:IjCSPb-OGe4C",
            544,
            "https:\/\/www.inderscienceonline.com\/doi\/abs\/10.1504\/IJMC.2004.004663",
            "6124626762451303779",
            "\/scholar?cites=6124626762451303779",
            {
                "2004":4,
                "2005":17,
                "2006":16,
                "2007":31,
                "2008":28,
                "2009":25,
                "2010":44,
                "2011":38,
                "2012":53,
                "2013":41,
                "2014":35,
                "2015":49,
                "2016":41,
                "2017":42,
                "2018":33,
                "2019":20,
                "2020":20
            }
        ],
        [
            "The issue of web-site quality is tackled from the perspective of the ‘voice of the customer’. Quality function deployment (QFD) is adopted as a framework for identifying web-site qualities demanded by users, which are gathered through a quality workshop. From the workshop an instrument for assessing web-site quality is developed (WebQual) and tested in the domain of UK business schools. The results of the WebQual survey are presented and analyzed, leading to the generation of a WebQual Index of web-site quality. Work under way to extend and refine the WebQual instrument includes electronic commerce evaluation, where web-site service quality is proposed as a key issue.",
            "WebQual: an exploration of website quality",
            "Stuart Barnes and Richard Vidgen",
            "2000",
            "ajrBfpIAAAAJ:qjMakFHDy7sC",
            508,
            "https:\/\/aisel.aisnet.org\/cgi\/viewcontent.cgi?article=1050&context=ecis2000",
            "8365371926086341869",
            "\/scholar?cites=8365371926086341869",
            {
                "2001":8,
                "2002":5,
                "2003":9,
                "2004":13,
                "2005":16,
                "2006":21,
                "2007":15,
                "2008":12,
                "2009":23,
                "2010":39,
                "2011":42,
                "2012":27,
                "2013":22,
                "2014":18,
                "2015":29,
                "2016":37,
                "2017":42,
                "2018":36,
                "2019":41,
                "2020":30,
                "2021":3
            }
        ],
        [
            "As organizations have begun increasingly to communicate and interact with consumers via the Web, so the appropriate design of offerings has become a central issue. Attracting and retaining consumers requires acute understanding of the requirements of users and appropriate tailoring of solutions. Recently, the development of Web offerings has moved beyond the commercial domain to government, both national and international. This paper examines the results of a quality survey of a Web site provided by the OECD. The site is examined before and after a major redesign process. The instrument, WebQual, draws on previous work in Web site usability, information quality, and service interaction quality to provide a rounded framework for assessing e‐commerce and e‐government offerings. The metrics and findings demonstrate not only the strengths and weaknesses of the sites, but also the different impressions …",
            "Measuring web site quality improvements: a case study of the forum on strategic management knowledge exchange",
            "Stuart J Barnes and Richard Vidgen",
            "2003",
            "ajrBfpIAAAAJ:Y0pCki6q_DkC",
            414,
            "https:\/\/www.emerald.com\/insight\/content\/doi\/10.1108\/02635570310477352\/full\/html",
            "5103172098466632648",
            "\/scholar?cites=5103172098466632648",
            {
                "2004":7,
                "2005":12,
                "2006":15,
                "2007":19,
                "2008":14,
                "2009":18,
                "2010":32,
                "2011":28,
                "2012":15,
                "2013":21,
                "2014":29,
                "2015":25,
                "2016":34,
                "2017":31,
                "2018":36,
                "2019":34,
                "2020":31,
                "2021":3
            }
        ],
        [
            "The internet and the mobile phone - two technological advancements that have profoundly affected human behaviour in the last decade - have started to converge. The products of this association are mobile data services. Using a variety of platforms, services are being created to enable mobile devices to perform many activities of the traditional internet, albeit in a reduced format for mobile devices. One area of activity is mobile (m-) banking (one of the first areas of commercial transaction on the wireless internet). Banking is an area that has extended in many different ways in recent years, including telephone and online banking. M-banking provides yet another channel for banking services, and in emerging markets, provides some possibility for becoming a primary channel. This paper examines the strategic implications of m-banking and the strategic positioning of m-banking services in different markets. The …",
            "Mobile banking: concept and potential",
            "Stuart J Barnes and Brian Corbitt",
            "2003",
            "ajrBfpIAAAAJ:YsMSGLbcyi4C",
            388,
            "https:\/\/www.inderscienceonline.com\/doi\/abs\/10.1504\/IJMC.2003.003494",
            "10686764847284507562",
            "\/scholar?cites=10686764847284507562",
            {
                "2003":3,
                "2004":2,
                "2005":6,
                "2006":5,
                "2007":12,
                "2008":5,
                "2009":10,
                "2010":10,
                "2011":24,
                "2012":19,
                "2013":29,
                "2014":32,
                "2015":28,
                "2016":38,
                "2017":35,
                "2018":39,
                "2019":42,
                "2020":39,
                "2021":1
            }
        ],
        [
            "The convergence of the Internet and wireless telecommunications in the late 1990s has opened the way for a plethora of data services for the mobile handset user. One potential area of development is wireless advertising. The personal, always-at-hand nature of devices, along with the ability to assess context dependence (e.g. time and location), presents a rich platform for wireless advertising. Using a range of wireless platforms, operators will be able to offer very different advertising services that go beyond those of the wired Internet. The purpose of this paper is to review the emerging technologies, applications and research issues associated with wireless advertising. It concludes with some predictions on the future role of wireless advertising.",
            "Wireless digital advertising: nature and implications",
            "Stuart J Barnes",
            "2002",
            "ajrBfpIAAAAJ:zYLM7Y9cAGgC",
            373,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/02650487.2002.11104939",
            "18290995727159201311",
            "\/scholar?cites=18290995727159201311",
            {
                "2003":3,
                "2004":7,
                "2005":30,
                "2006":19,
                "2007":22,
                "2008":28,
                "2009":16,
                "2010":24,
                "2011":24,
                "2012":20,
                "2013":26,
                "2014":25,
                "2015":30,
                "2016":17,
                "2017":26,
                "2018":21,
                "2019":16,
                "2020":13
            }
        ]
    ]
}