{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Primary production in over half of the world’s oceans is limited by fixed nitrogen availability. The main loss term from the fixed nitrogen inventory is the production of dinitrogen gas (N 2) by heterotrophic denitrification or the more recently discovered autotrophic process, anaerobic ammonia oxidation (anammox). Oceanic oxygen minimum zones (OMZ) are responsible for about 35% of oceanic N 2 production and up to half of that occurs in the Arabian Sea 1. Although denitrification was long thought to be the only loss term, it has recently been argued that anammox alone is responsible for fixed nitrogen loss in the OMZs 2, 3, 4. Here we measure denitrification and anammox rates and quantify the abundance of denitrifying and anammox bacteria in the OMZ regions of the Eastern Tropical South Pacific and the Arabian Sea. We find that denitrification rather than anammox dominates the N 2 loss term in the Arabian …",
            "Denitrification as the dominant nitrogen loss process in the Arabian Sea",
            "BB Ward and AH Devol and JJ Rich and BX Chang and SE Bulow and Hema Naik and Anil Pratihary and A Jayakumar",
            "2009",
            "AK-lvy4AAAAJ:u5HHmVD_uO8C",
            437,
            "https:\/\/www.nature.com\/articles\/nature08276",
            "17567157064381101152",
            "\/scholar?cites=17567157064381101152",
            {
                "2009":5,
                "2010":21,
                "2011":46,
                "2012":45,
                "2013":45,
                "2014":43,
                "2015":27,
                "2016":41,
                "2017":32,
                "2018":45,
                "2019":38,
                "2020":40,
                "2021":3
            }
        ],
        [
            "We investigated communities of denitrifying bacteria from adjacent meadow and forest soils. Our objectives were to explore spatial gradients in denitrifier communities from meadow to forest, examine whether community composition was related to ecological properties (such as vegetation type and process rates), and determine phylogenetic relationships among denitrifiers. nosZ, a key gene in the denitrification pathway for nitrous oxide reductase, served as a marker for denitrifying bacteria. Denitrifying enzyme activity (DEA) was measured as a proxy for function. Other variables, such as nitrification potential and soil C\/N ratio, were also measured. Soil samples were taken along transects that spanned meadow-forest boundaries at two sites in the H. J. Andrews Experimental Forest in the Western Cascade Mountains of Oregon. Results indicated strong functional and structural community differences between the …",
            "Community composition and functioning of denitrifying bacteria from adjacent meadow and forest soils",
            "JJ Rich and RS Heichen and PJ Bottomley and K Cromack and DD Myrold",
            "2003",
            "AK-lvy4AAAAJ:u-x6o8ySG0sC",
            313,
            "https:\/\/aem.asm.org\/content\/69\/10\/5974.short",
            "10186083750600220437",
            "\/scholar?cites=10186083750600220437",
            {
                "2004":7,
                "2005":15,
                "2006":18,
                "2007":23,
                "2008":24,
                "2009":15,
                "2010":22,
                "2011":28,
                "2012":33,
                "2013":11,
                "2014":15,
                "2015":19,
                "2016":18,
                "2017":11,
                "2018":16,
                "2019":18,
                "2020":15,
                "2021":1
            }
        ]
    ]
}