{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "With the production of polar molecules in the quantum regime 1, 2, long-range dipolar interactions are expected to facilitate understanding of strongly interacting many-body quantum systems and to realize lattice spin models 3 for exploring quantum magnetism. In ordinary atomic systems, where contact interactions require wavefunction overlap, effective spin interactions on a lattice can be mediated by tunnelling, through a process referred to as superexchange; however, the coupling is relatively weak and is limited to nearest-neighbour interactions 4, 5. In contrast, dipolar interactions exist even in the absence of tunnelling and extend beyond nearest neighbours. This allows coherent spin dynamics to persist even for gases with relatively high entropy and low lattice filling. Measured effects of dipolar interactions in ultracold molecular gases have been limited to the modification of inelastic collisions and chemical …",
            "Observation of dipolar spin-exchange interactions with lattice-confined polar molecules",
            "Bo Yan and Steven A Moses and Bryce Gadway and Jacob P Covey and Kaden RA Hazzard and Ana Maria Rey and Deborah S Jin and Jun Ye",
            "2013",
            "AK35v68AAAAJ:UebtZRa9Y70C",
            648,
            "https:\/\/www.nature.com\/articles\/nature12483",
            "11347082042407087350",
            "\/scholar?cites=11347082042407087350",
            {
                "2013":8,
                "2014":68,
                "2015":93,
                "2016":107,
                "2017":76,
                "2018":89,
                "2019":74,
                "2020":122,
                "2021":8
            }
        ],
        [
            "",
            "The unprecedented optical outburst of the quasar 3C 454.3-The WEBT campaign of 2004–2005",
            "M Villata and CM Raiteri and TJ Balonek and MF Aller and SG Jorstad and OM Kurtanidze and F Nicastro and K Nilsson and HD Aller and A Arai and A Arkharov and U Bach and E Benítez and A Berdyugin and CS Buemi and M Böttcher and D Carosati and R Casas and A Caulet and WP Chen and P-S Chiang and Y Chou and S Ciprini and JM Coloma and G Di Rico and C Díaz and NV Efimova and C Forsyth and A Frasca and L Fuhrmann and B Gadway and S Gupta and VA Hagen-Thorn and J Harvey and J Heidt and H Hernandez-Toledo and F Hroch and C-P Hu and R Hudec and MA Ibrahimov and A Imada and M Kamata and T Kato and M Katsuura and T Konstantinova and E Kopatskaya and D Kotaka and YY Kovalev and Yu A Kovalev and TP Krichbaum and K Kubota and M Kurosaki and L Lanteri and VM Larionov and L Larionova and E Laurikainen and C-U Lee and P Leto and A Lähteenmäki and O López-Cruz and E Marilli and AP Marscher and IM McHardy and S Mondal and B Mullan and N Napoleone and MG Nikolashvili and JM Ohlert and S Postnikov and T Pursimo and M Ragni and JA Ros and K Sadakane and AC Sadun and T Savolainen and EA Sergeeva and LA Sigua and A Sillanpää and L Sixtova and N Sumitomo and LO Takalo and H Teräsranta and M Tornikoski and C Trigilio and G Umana and A Volvach and B Voss and S Wortel",
            "2006",
            "AK35v68AAAAJ:ZHo1McVdvXMC",
            190,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2006\/27\/aa4817-06\/aa4817-06.html",
            "1752190804720666627",
            "\/scholar?cites=1752190804720666627",
            {
                "2006":2,
                "2007":19,
                "2008":29,
                "2009":16,
                "2010":21,
                "2011":19,
                "2012":12,
                "2013":10,
                "2014":7,
                "2015":12,
                "2016":5,
                "2017":9,
                "2018":9,
                "2019":11,
                "2020":8
            }
        ],
        [
            "The Su–Schrieffer–Heeger (SSH) model, which captures the most striking transport properties of the conductive organic polymer trans-polyacetylene, provides perhaps the most basic model system supporting topological excitations. The alternating bond pattern of polyacetylene chains is captured by the bipartite sublattice structure of the SSH model, emblematic of one-dimensional chiral symmetric topological insulators. This structure supports two distinct nontrivial topological phases, which, when interfaced with one another or with a topologically trivial phase, give rise to topologically protected, dispersionless boundary states. Here, using 87 Rb atoms in a momentum-space lattice, we realize fully tunable condensed matter Hamiltonians, allowing us to probe the dynamics and equilibrium properties of the SSH model. We report on the experimental quantum simulation of this model and observation of the localized …",
            "Observation of the topological soliton state in the Su–Schrieffer–Heeger model",
            "Eric J Meier and Fangzhao Alex An and Bryce Gadway",
            "2016",
            "AK35v68AAAAJ:IWHjjKOFINEC",
            184,
            "https:\/\/www.nature.com\/articles\/ncomms13986",
            "18408100452468658983",
            "\/scholar?cites=18408100452468658983",
            {
                "2017":20,
                "2018":45,
                "2019":43,
                "2020":66,
                "2021":10
            }
        ],
        [
            "We use Ramsey spectroscopy to experimentally probe the quantum dynamics of disordered dipolar-interacting ultracold molecules in a partially filled optical lattice, and we compare the results to theory. We report the capability to control the dipolar interaction strength. We find excellent agreement between our measurements of the spin dynamics and theoretical calculations with no fitting parameters, including the dynamics’ dependence on molecule number and on the dipolar interaction strength. This agreement verifies the microscopic model expected to govern the dynamics of dipolar molecules, even in this strongly correlated beyond-mean-field regime, and represents the first step towards using this system to explore many-body dynamics in regimes that are inaccessible to current theoretical techniques.",
            "Many-body dynamics of dipolar molecules in an optical lattice",
            "Kaden RA Hazzard and Bryce Gadway and Michael Foss-Feig and Bo Yan and Steven A Moses and Jacob P Covey and Norman Y Yao and Mikhail D Lukin and Jun Ye and Deborah S Jin and Ana Maria Rey",
            "2014",
            "AK35v68AAAAJ:YOwf2qJgpHMC",
            165,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.113.195302",
            "5944478358751991831",
            "\/scholar?cites=5944478358751991831",
            {
                "2014":3,
                "2015":24,
                "2016":32,
                "2017":18,
                "2018":33,
                "2019":26,
                "2020":25,
                "2021":2
            }
        ],
        [
            "Ultracold polar molecules, with their long-range electric dipolar interactions, offer a unique platform for studying correlated quantum many-body phenomena. However, realizing a highly degenerate quantum gas of molecules with a low entropy per particle is challenging. We report the synthesis of a low-entropy quantum gas of potassium-rubidium molecules (KRb) in a three-dimensional optical lattice. We simultaneously load into the optical lattice a Mott insulator of bosonic Rb atoms and a single-band insulator of fermionic K atoms. Then, using magnetoassociation and optical state transfer, we efficiently produce ground-state molecules in the lattice at those sites that contain one Rb and one K atom. The achieved filling fraction of 25% should enable future studies of transport and entanglement propagation in a many-body system with long-range dipolar interactions.",
            "Creation of a low-entropy quantum gas of polar molecules in an optical lattice",
            "Steven A Moses and Jacob P Covey and Matthew T Miecnikowski and Bo Yan and Bryce Gadway and Jun Ye and Deborah S Jin",
            "2015",
            "AK35v68AAAAJ:Wp0gIr-vW9MC",
            154,
            "https:\/\/science.sciencemag.org\/content\/350\/6261\/659.abstract",
            "15581665013241307328",
            "\/scholar?cites=15581665013241307328",
            {
                "2015":2,
                "2016":38,
                "2017":32,
                "2018":33,
                "2019":22,
                "2020":25
            }
        ],
        [
            "We report the observation of many-body interaction effects for a homonuclear bosonic mixture in a three-dimensional optical lattice with variable state dependence along one axis. Near the superfluid-to-Mott insulator transition for one component, we find that the presence of a second component can reduce the apparent superfluid coherence, most significantly when the second component either experiences a strongly localizing lattice potential or none at all. We examine this effect by varying the relative populations and lattice depths, and discuss the observed behavior in view of recent proposals for atomic-disorder and polaron-induced localization.",
            "Superfluidity of interacting bosonic mixtures in optical lattices",
            "Bryce Gadway and Daniel Pertot and René Reimann and Dominik Schneble",
            "2010",
            "AK35v68AAAAJ:u5HHmVD_uO8C",
            149,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.045303",
            "3532601262199762470",
            "\/scholar?cites=3532601262199762470",
            {
                "2010":5,
                "2011":12,
                "2012":18,
                "2013":16,
                "2014":20,
                "2015":21,
                "2016":13,
                "2017":8,
                "2018":17,
                "2019":6,
                "2020":13
            }
        ],
        [
            "We experimentally study one-dimensional, lattice-modulated Bose gases in the presence of an uncorrelated disorder potential formed by localized impurity atoms, and compare to the case of correlated quasidisorder formed by an incommensurate lattice. While the effects of the two disorder realizations are comparable deeply in the strongly interacting regime, both showing signatures of Bose-glass formation, we find a dramatic difference near the superfluid-to-insulator transition. In this transition region, we observe that random, uncorrelated disorder leads to a shift of the critical lattice depth for the breakdown of transport as opposed to the case of correlated quasidisorder, where no such shift is seen. Our findings, which are consistent with recent predictions for interacting bosons in one dimension, illustrate the important role of correlations in disordered atomic systems.",
            "Glassy behavior in a binary atomic mixture",
            "Bryce Gadway and Daniel Pertot and Jeremy Reeves and Matthias Vogt and Dominik Schneble",
            "2011",
            "AK35v68AAAAJ:u-x6o8ySG0sC",
            126,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.145306",
            "8590978839641945584",
            "\/scholar?cites=8590978839641945584",
            {
                "2011":3,
                "2012":10,
                "2013":13,
                "2014":16,
                "2015":20,
                "2016":16,
                "2017":13,
                "2018":14,
                "2019":9,
                "2020":9
            }
        ],
        [
            "Topology and disorder have a rich combined influence on quantum transport. To probe their interplay, we synthesized one-dimensional chiral symmetric wires with controllable disorder via spectroscopic Hamiltonian engineering, based on the laser-driven coupling of discrete momentum states of ultracold atoms. Measuring the bulk evolution of a topological indicator after a sudden quench, we observed the topological Anderson insulator phase, in which added disorder drives the band structure of a wire from topologically trivial to nontrivial. In addition, we observed the robustness of topologically nontrivial wires to weak disorder and measured the transition to a trivial phase in the presence of strong disorder. Atomic interactions in this quantum simulation platform may enable realizations of strongly interacting topological fluids.",
            "Observation of the topological Anderson insulator in disordered atomic wires",
            "Eric J Meier and Fangzhao Alex An and Alexandre Dauphin and Maria Maffei and Pietro Massignan and Taylor L Hughes and Bryce Gadway",
            "2018",
            "AK35v68AAAAJ:maZDTaKrznsC",
            112,
            "https:\/\/science.sciencemag.org\/content\/362\/6417\/929.abstract",
            "13210804767154250531",
            "\/scholar?cites=13210804767154250531",
            {
                "2018":3,
                "2019":37,
                "2020":63,
                "2021":9
            }
        ],
        [
            "We investigate theoretically the suppression of two-body losses when the on-site loss rate is larger than all other energy scales in a lattice. This work quantitatively explains the recently observed suppression of chemical reactions between two rotational states of fermionic KRb molecules confined in one-dimensional tubes with a weak lattice along the tubes [Yan et al., Nature (London) 501, 521 (2013)]. New loss rate measurements performed for different lattice parameters but under controlled initial conditions allow us to show that the loss suppression is a consequence of the combined effects of lattice confinement and the continuous quantum Zeno effect. A key finding, relevant for generic strongly reactive systems, is that while a single-band theory can qualitatively describe the data, a quantitative analysis must include multiband effects. Accounting for these effects reduces the inferred molecule filling fraction by a …",
            "Suppressing the loss of ultracold molecules via the continuous quantum Zeno effect",
            "Bihui Zhu and Bryce Gadway and Michael Foss-Feig and Johannes Schachenmayer and ML Wall and Kaden RA Hazzard and Bo Yan and Steven A Moses and Jacob P Covey and Deborah S Jin and Jun Ye and Murray Holland and Ana Maria Rey",
            "2014",
            "AK35v68AAAAJ:KlAtU1dfN6UC",
            106,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.070404",
            "15926233946494333988",
            "\/scholar?cites=15926233946494333988",
            {
                "2013":1,
                "2014":8,
                "2015":16,
                "2016":14,
                "2017":12,
                "2018":14,
                "2019":15,
                "2020":21,
                "2021":3
            }
        ],
        [
            "The prospect of studying topological matter with the precision and control of atomic physics has driven the development of many techniques for engineering artificial magnetic fields and spin-orbit interactions. Recently, the idea of introducing nontrivial topology through the use of internal (or external) atomic states as effective “synthetic dimensions” has garnered attraction for its versatility and possible immunity from heating. We engineer tunable gauge fields through the local control of tunneling phases in an effective two-dimensional manifold of discrete atomic momentum states. We demonstrate the ability to create homogeneous gauge fields of arbitrary value, directly imaging the site-resolved dynamics of induced chiral currents. Furthermore, we engineer the first inhomogeneous artificial gauge fields for cold atoms, observing the magnetic reflection of atoms incident upon a step-like variation of an artificial vector …",
            "Direct observation of chiral currents and magnetic reflection in atomic flux lattices",
            "Fangzhao Alex An and Eric J Meier and Bryce Gadway",
            "2017",
            "AK35v68AAAAJ:qUcmZB5y_30C",
            87,
            "https:\/\/advances.sciencemag.org\/content\/3\/4\/e1602685?intcmp=trendmd-adv",
            "787229532010435592",
            "\/scholar?cites=787229532010435592",
            {
                "2016":2,
                "2017":12,
                "2018":22,
                "2019":23,
                "2020":26,
                "2021":2
            }
        ]
    ]
}