{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "Inflated pahoehoe sheet flows have a distinctive horizontal upper surface, which can be several hundred meters across, and are bounded by steep monoclinal uplifts. The inflated sheet flows we studied ranged from 1 to 5 m in thickness, but initially propagated as thin sheets of fluid pahoehoe lava, generally 20-30 cm thick. Individual lobes originated at outbreaks from the inflated front of a prior sheet-flow lobe and initially moved rapidly away from their source. Velocities slowed greatly within hours due to radial spreading and to depletion of lava stored within the source flow. As the outward flow velocity decreases, cooling promotes rapid crustal growth. At first, the crust behaves plastically as pahoehoe toes form. After the crust attains a thickness of 2-5 cm, it behaves more rigidly and develops enough strength to retain incoming lava, thus increasing the hydrostatic head at the flow front. The increased hydrostatic …",
            "Emplacement and inflation of pahoehoe sheet flows: Observations and measurements of active lava flows on Kilauea Volcano, Hawaii",
            "KEN Hon and JIM Kauahikaua and Roger Denlinger and Kevin Mackay",
            "1994",
            "AKi_lS8AAAAJ:hqOjcs7Dif8C",
            785,
            "https:\/\/pubs.geoscienceworld.org\/gsa\/gsabulletin\/article\/106\/3\/351\/182914",
            "10515444194877399037",
            "\/scholar?cites=10515444194877399037",
            {
                "1994":7,
                "1995":8,
                "1996":22,
                "1997":10,
                "1998":32,
                "1999":22,
                "2000":33,
                "2001":24,
                "2002":32,
                "2003":33,
                "2004":25,
                "2005":29,
                "2006":25,
                "2007":24,
                "2008":26,
                "2009":32,
                "2010":32,
                "2011":21,
                "2012":32,
                "2013":33,
                "2014":35,
                "2015":34,
                "2016":34,
                "2017":46,
                "2018":47,
                "2019":38,
                "2020":36,
                "2021":2
            }
        ],
        [
            "Determining the distribution of habitat-forming scleractinian corals in the New Zealand region is necessary in order to understand the ecological significance of these taxa and the likely impact of anthropogenic activities on their persistence. Historical records from early publications, research trawl surveys, commercial fishing bycatch and recent biodiversity surveys were compiled for the habitat-forming coral species Madrepora oculata, Solenosmilia variabilis, Goniocorella dumosa, Enallopsammia rostrata and Oculina virgosa. These data were used to describe the observed depth, geographic distribution and geomorphic habitat associations of the study corals in the region. A boosted regression trees analysis was also used to identify which of 11 environmental variables best describe the distribution of the 5 species across the New Zealand region, and to predict their spatial distribution. The contribution of the …",
            "Habitat-forming cold-water corals show affinity for seamounts in the New Zealand region",
            "Dianne M Tracey and Ashley A Rowden and Kevin A Mackay and Tanya Compton",
            "2011",
            "AKi_lS8AAAAJ:qxL8FJ1GzNcC",
            75,
            "https:\/\/www.int-res.com\/abstracts\/meps\/v430\/p1-22\/",
            "16379937925929026269",
            "\/scholar?cites=16379937925929026269",
            {
                "2012":4,
                "2013":15,
                "2014":10,
                "2015":5,
                "2016":7,
                "2017":6,
                "2018":6,
                "2019":11,
                "2020":10
            }
        ],
        [
            "Monowai submarine volcano is one of the three most historically active volcanoes of the Kermadec arc. Repeat multibeam surveys of Monowai Cone from September 1998 and September 2004 and T wave data recorded by the Réseau Sismique Polynésien network for the same period document the collapse and subsequent regrowth of the cone within this 6‐a period. Grid differencing of the two bathymetric data sets, acquired 6 a apart, reveals that a landslide ∼2230 m long occurred between the surveys, within which a postcollapse cone and talus ridge (∼0.023 km3 in volume) subsequently formed. The volume of this collapse, minus postcollapse construction, is ∼0.085 km3. We interpret an unusual, strong‐amplitude T wave event on 24 May 2002 as recording “hot landsliding”, where the 100‐ to 160‐m‐thick collapse has “unroofed” the uppermost parts of the vent conduit, with the subsequent explosive …",
            "Collapse and reconstruction of Monowai submarine volcano, Kermadec arc, 1998–2004",
            "Ian C Wright and William W Chadwick Jr and Cornel EJ de Ronde and Dominique Reymond and Olivier Hyvernaud and Hans‐Hermann Gennerich and Peter Stoffers and Kevin Mackay and Miles A Dunkin and Stephen C Bannister",
            "2008",
            "AKi_lS8AAAAJ:WF5omc3nYNoC",
            53,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2007JB005138",
            "5470284892852083804",
            "\/scholar?cites=5470284892852083804",
            {
                "2008":5,
                "2009":4,
                "2010":2,
                "2011":8,
                "2012":6,
                "2013":5,
                "2014":4,
                "2015":2,
                "2016":3,
                "2017":7,
                "2018":2,
                "2019":5
            }
        ],
        [
            "High resolution multibeam (EM300 and SEABEAM) data of the Southern Havre Trough (SHT), combined with observations and sample collections from the submersible Shinkai6500 and deep-tow camera, are used to develop a model for the evolution and magmatism of this backarc system. The Havre Trough and the associated Kermadec Arc are the product of westward subduction at the Pacific–Australian plate boundary. Detailed studies focus on newly discovered features including a seamount (Saito Seamount) and a deep graben (Ngatoroirangi Rift, > 4000 m water depth floored with a constructional axial volcanic ridge > 5 km in length and in excess of 200 m high), both of which are characterised by pillow and lobate flows estimated at < 20,000 years old based on sediment cover, high reflectivity and thin Mn crusts on recovered glassy olivine basalts and basaltic andesites.Elongate volcanic ridges at 35°15 …",
            "Backarc rifting, constructional volcanism and nascent disorganised spreading in the southern Havre Trough backarc rifts (SW Pacific)",
            "RJ Wysoczanski and E Todd and IC Wright and MI Leybourne and JM Hergt and C Adam and K Mackay",
            "2010",
            "AKi_lS8AAAAJ:_kc_bZDykSQC",
            52,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0377027309001723",
            "15785838106006235324",
            "\/scholar?cites=15785838106006235324",
            {
                "2010":7,
                "2011":4,
                "2012":7,
                "2013":6,
                "2014":3,
                "2015":2,
                "2016":7,
                "2017":4,
                "2018":4,
                "2019":6,
                "2020":2
            }
        ],
        [
            "Datasets from deep‐water fisheries abundance surveys on the commercially important species—orange roughy (Hoplostethus atlanticus), smooth oreo (Pseudocyttus maculatus), and black oreo (Allocyttus niger) —were used to compare fish fauna between seamounts in 10 different parts of the New Zealand region. For five of these areas, fauna was also compared between the seamounts and nearby areas of the relatively flat slope. Dominant species were listed for each area. Diversity was compared between seamount complexes, and between seamount and slope areas. Differences between the species taken in different seamount areas were investigated using similarity analysis. Total species richness was similar in all seamount regions, but mean species richness was found to be much higher in southern areas. Species richness was consistently higher on the relatively flat slope than on seamounts. Five …",
            "Fish species composition on seamounts and adjacent slope in New Zealand waters",
            "DM Tracey and B Bull and MR Clark and KA Mackay",
            "2004",
            "AKi_lS8AAAAJ:Y0pCki6q_DkC",
            51,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/00288330.2004.9517226",
            "4745869437665302508",
            "\/scholar?cites=4745869437665302508",
            {
                "2004":2,
                "2005":2,
                "2006":3,
                "2007":3,
                "2008":3,
                "2009":4,
                "2010":5,
                "2011":2,
                "2012":4,
                "2013":4,
                "2014":1,
                "2015":1,
                "2016":5,
                "2017":4,
                "2018":2,
                "2019":2,
                "2020":2
            }
        ],
        [
            "The Ocean Biogeographic Information System (OBIS) is the world’s most comprehensive online, open-access database of marine species distributions. OBIS grows with millions of new species observations every year. Contributions come from a network of hundreds of institutions, projects and individuals with common goals: to build a scientific knowledge base that is open to the public for scientific discovery and exploration and to detect trends and changes that inform society as essential elements in conservation management and sustainable development. Until now, OBIS has focused solely on the collection of biogeographic data (the presence of marine species in space and time) and operated with optimized data flows, quality control procedures and data standards specifically targeted to these data. Based on requirements from the growing OBIS community to manage datasets that combine biological, physical …",
            "Toward a new data standard for combined marine biological and environmental datasets-expanding OBIS beyond species occurrences",
            "Daphnis De Pooter and Ward Appeltans and Nicolas Bailly and Sky Bristol and Klaas Deneudt and Menashè Eliezer and Ei Fujioka and Alessandra Giorgetti and Philip Goldstein and Mirtha Lewis and Marina Lipizer and Kevin Mackay and Maria Marin and Gwenaëlle Moncoiffé and Stamatina Nikolopoulou and Pieter Provoost and Shannon Rauch and Andres Roubicek and Carlos Torres and Anton van de Putte and Leen Vandepitte and Bart Vanhoorne and Matteo Vinci and Nina Wambiji and David Watts and Eduardo Klein Salas and Francisco Hernandez",
            "2017",
            "AKi_lS8AAAAJ:UebtZRa9Y70C",
            50,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC5345125\/",
            "10256334586224341426",
            "\/scholar?cites=10256334586224341426",
            {
                "2017":5,
                "2018":17,
                "2019":18,
                "2020":9
            }
        ],
        [
            "Spatial management planning for vulnerable marine ecosystems (VME) across broad areas of un-sampled seafloor requires detailed predictions of species distribution. We utilised two habitat suitability modelling techniques, boosted regression trees (BRT) and maximum entropy (MaxEnt), to create potential distribution maps for 11 VME indicator taxa in the New Zealand area and adjacent seas. New bathymetry data were combined with existing environmental, chemical and physical data to produce a set of 45 predictor variables describing conditions at the seafloor. Nine of these variables were selected for use in the models based on low covariance and high explanatory power. Historical biological survey data were used to provide models with absence data (BRT) or target-group background data (MaxEnt). Model agreement was high, with each model predicting similar areas of suitable habitat both in the vicinity …",
            "Habitat suitability models for predicting the occurrence of vulnerable marine ecosystems in the seas around New Zealand",
            "Owen F Anderson and John M Guinotte and Ashley A Rowden and Dianne M Tracey and Kevin A Mackay and Malcolm R Clark",
            "2016",
            "AKi_lS8AAAAJ:Se3iqnhoufwC",
            35,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0967063716301637",
            "9840296279211779968",
            "\/scholar?cites=9840296279211779968",
            {
                "2017":2,
                "2018":8,
                "2019":8,
                "2020":16,
                "2021":1
            }
        ]
    ]
}