{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In models with universal extra dimensions (ie, in which all Standard Model fields, including fermions, propagate into compact extra dimensions) momentum conservation in the extra dimensions leads to the conservation of Kaluza–Klein (KK) number at each vertex. KK number is violated by loop effects because of the orbifold imposed to reproduce the chiral Standard Model with zero modes, however, a KK parity remains at any order in perturbation theory which leads to the existence of a stable lightest KK particle (LKP). In addition, the degeneracy in the KK spectrum is lifted by radiative corrections so that all other KK particles eventually decay into the LKP. We investigate cases where the Standard Model lives in five or six dimensions with compactification radius of TeV− 1 size and the LKP is the first massive state in the KK tower of either the photon or the neutrino. We derive the relic density of the LKP under a …",
            "Is the lightest Kaluza–Klein particle a viable dark matter candidate?",
            "Geraldine Servant and Tim MP Tait",
            "2003",
            "AKoRbpIAAAAJ:u5HHmVD_uO8C",
            1181,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S055032130201012X",
            "18103279558544281244",
            "\/scholar?cites=18103279558544281244",
            {
                "2002":4,
                "2003":28,
                "2004":40,
                "2005":60,
                "2006":70,
                "2007":87,
                "2008":92,
                "2009":82,
                "2010":95,
                "2011":89,
                "2012":85,
                "2013":90,
                "2014":65,
                "2015":64,
                "2016":52,
                "2017":61,
                "2018":40,
                "2019":34,
                "2020":33,
                "2021":4
            }
        ],
        [
            "This document proposes a collection of simplified models relevant to the design of new-physics searches at the Large Hadron Collider (LHC) and the characterization of their results. Both ATLAS and CMS have already presented some results in terms of simplified models, and we encourage them to continue and expand this effort, which supplements both signature-based results and benchmark model interpretations. A simplified model is defined by an effective Lagrangian describing the interactions of a small number of new particles. Simplified models can equally well be described by a small number of masses and cross-sections. These parameters are directly related to collider physics observables, making simplified models a particularly effective framework for evaluating searches and a useful starting point for characterizing positive signals of new physics. This document serves as an official summary of the …",
            "Simplified models for LHC new physics searches",
            "Daniele Alves and Nima Arkani-Hamed and Sanjay Arora and Yang Bai and Matthew Baumgart and Joshua Berger and Matthew Buckley and Bart Butler and Spencer Chang and Hsin-Chia Cheng and Clifford Cheung and R Sekhar Chivukula and Won Sang Cho and Randy Cotta and Mariarosaria D’Alfonso and Sonia El Hedri and Rouven Essig and Jared A Evans and Liam Fitzpatrick and Patrick Fox and Roberto Franceschini and Ayres Freitas and James S Gainer and Yuri Gershtein and Richard Gray and Thomas Gregoire and Ben Gripaios and Jack Gunion and Tao Han and Andy Haas and Per Hansson and JoAnne Hewett and Dmitry Hits and Jay Hubisz and Eder Izaguirre and Jared Kaplan and Emanuel Katz and Can Kilic and Hyung-Do Kim and Ryuichiro Kitano and Sue Ann Koay and Pyungwon Ko and David Krohn and Eric Kuflik and Ian Lewis and Mariangela Lisanti and Tao Liu and Zhen Liu and Ran Lu and Markus Luty and Patrick Meade and David Morrissey and Stephen Mrenna and Mihoko Nojiri and Takemichi Okui and Sanjay Padhi and Michele Papucci and Michael Park and Myeonghun Park and Maxim Perelstein and Michael Peskin and Daniel Phalen and Keith Rehermann and Vikram Rentala and Tuhin Roy and Joshua T Ruderman and Veronica Sanz and Martin Schmaltz and Stephen Schnetzer and Philip Schuster and Pedro Schwaller and Matthew D Schwartz and Ariel Schwartzman and Jing Shao and Jessie Shelton and David Shih and Jing Shu and Daniel Silverstein and Elizabeth Simmons and Sunil Somalwar and Michael Spannowsky and Christian Spethmann and Matthew Strassler and Shufang Su and Tim Tait and Brooks Thomas and Scott Thomas and Natalia Toro and Tomer Volansky and Jay Wacker and Wolfgang Waltenberger and Itay Yavin and Felix Yu and Yue Zhao and Kathryn Zurek and LHC New Physics Working Group",
            "2012",
            "AKoRbpIAAAAJ:zYLM7Y9cAGgC",
            1047,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0954-3899\/39\/10\/105005\/meta",
            "4361866166811065750",
            "\/scholar?cites=4361866166811065750",
            {
                "2011":32,
                "2012":61,
                "2013":88,
                "2014":103,
                "2015":122,
                "2016":138,
                "2017":127,
                "2018":185,
                "2019":87,
                "2020":89,
                "2021":9
            }
        ],
        [
            "We show that colliders can impose strong constraints on models of dark matter, in particular, when the dark matter is light. We analyze models where the dark matter is a fermion or scalar interacting with quarks and\/or gluons through an effective theory containing higher dimensional operators which represent heavier states that have been integrated out of the effective field theory. We determine bounds from existing Tevatron searches for monojets as well as expected LHC reaches for a discovery. We find that colliders can provide information which is complementary or in some cases even superior to experiments searching for direct detection of dark matter through its scattering with nuclei. In particular, both the Tevatron and the LHC can outperform spin-dependent searches by an order of magnitude or better over much of the parameter space, and if the dark matter couples mainly to gluons, the LHC can place …",
            "Constraints on dark matter from colliders",
            "Jessica Goodman and Masahiro Ibe and Arvind Rajaraman and William Shepherd and Tim MP Tait and Hai-Bo Yu",
            "2010",
            "AKoRbpIAAAAJ:9yKSN-GCB0IC",
            946,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.82.116010",
            "12035187192703289041",
            "\/scholar?cites=12035187192703289041",
            {
                "2010":3,
                "2011":49,
                "2012":62,
                "2013":106,
                "2014":110,
                "2015":156,
                "2016":151,
                "2017":121,
                "2018":75,
                "2019":61,
                "2020":50,
                "2021":1
            }
        ],
        [
            "We study the discovery potential of the Tevatron for a Z′ gauge boson. We introduce a parametrization of the Z′ signal which provides a convenient bridge between collider searches and specific Z′ models. The cross section for p p→ Z′ X→ ℓ+ ℓ− X depends primarily on the Z′ mass and the Z′ decay branching fraction into leptons times the average square coupling to up and down quarks. If the quark and lepton masses are generated as in the standard model, then the Z′ bosons accessible at the Tevatron must couple to fermions proportionally to a linear combination of baryon and lepton numbers in order to avoid the limits on Z− Z′ mixing. More generally, we present several families of U (1) extensions of the standard model that include as special cases many of the Z′ models discussed in the literature. Typically, the CDF and D0 experiments are expected to probe Z′-fermion couplings down to 0.1 for …",
            "Z′ gauge bosons at the Fermilab Tevatron",
            "Marcela Carena and Alejandro Daleo and Bogdan A Dobrescu and Tim MP Tait",
            "2004",
            "AKoRbpIAAAAJ:UeHWp8X0CEIC",
            737,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.70.093009",
            "13418389528890962447",
            "\/scholar?cites=13418389528890962447",
            {
                "2005":20,
                "2006":27,
                "2007":18,
                "2008":47,
                "2009":55,
                "2010":45,
                "2011":74,
                "2012":65,
                "2013":38,
                "2014":42,
                "2015":49,
                "2016":50,
                "2017":48,
                "2018":65,
                "2019":44,
                "2020":48,
                "2021":1
            }
        ],
        [
            "Production of single top quarks at a high energy hadron collider is studied as a means to identify physics beyond the standard model related to the electroweak symmetry breaking. The sensitivity of the s-channel W* mode, the t-channel W-gluon fusion mode, and the tW− mode to various possible forms of new physics is assessed, and it is found that the three modes are sensitive to different forms of new physics, indicating that they provide complimentary information about the properties of the top quark. Polarization observables are also considered, and found to provide potentially useful information about the structure of the interactions of top quarks.",
            "Single top quark production as a window to physics beyond the standard model",
            "Tim MP Tait and C-P Yuan",
            "2000",
            "AKoRbpIAAAAJ:IjCSPb-OGe4C",
            613,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.63.014018",
            "5621421223861172379",
            "\/scholar?cites=5621421223861172379",
            {
                "2000":3,
                "2001":10,
                "2002":19,
                "2003":12,
                "2004":12,
                "2005":22,
                "2006":35,
                "2007":23,
                "2008":44,
                "2009":43,
                "2010":39,
                "2011":43,
                "2012":35,
                "2013":53,
                "2014":53,
                "2015":40,
                "2016":35,
                "2017":19,
                "2018":33,
                "2019":21,
                "2020":12,
                "2021":2
            }
        ],
        [
            "This document is the final report of the ATLAS-CMS Dark Matter Forum, a forum organized by the ATLAS and CMS collaborations with the participation of experts on theories of Dark Matter, to select a minimal basis set of dark matter simplified models that should support the design of the early LHC Run-2 searches. A prioritized, compact set of benchmark models is proposed, accompanied by studies of the parameter space of these models and a repository of generator implementations. This report also addresses how to apply the Effective Field Theory formalism for collider searches and present the results of such interpretations.",
            "Dark matter benchmark models for early LHC run-2 searches: report of the ATLAS\/CMS dark matter forum",
            "Daniel Abercrombie and Nural Akchurin and Ece Akilli and Juan Alcaraz Maestre and Brandon Allen and Barbara Alvarez Gonzalez and Jeremy Andrea and Alexandre Arbey and Georges Azuelos and Patrizia Azzi and Mihailo Backović and Yang Bai and Swagato Banerjee and James Beacham and Alexander Belyaev and Antonio Boveia and Amelia Jean Brennan and Oliver Buchmueller and Matthew R Buckley and Giorgio Busoni and Michael Buttignol and Giacomo Cacciapaglia and Regina Caputo and Linda Carpenter and Nuno Filipe Castro and Guillelmo Gomez Ceballos and Yangyang Cheng and John Paul Chou and Arely Cortes Gonzalez and Chris Cowden and Francesco D’Eramo and Annapaola De Cosa and Michele De Gruttola and Albert De Roeck and Andrea De Simone and Aldo Deandrea and Zeynep Demiragli and Anthony DiFranzo and Caterina Doglioni and Tristan Du Pree and Robin Erbacher and Johannes Erdmann and Cora Fischer and Henning Flaecher and Patrick J Fox and Benjamin Fuks and Marie-Helene Genest and Bhawna Gomber and Andreas Goudelis and Johanna Gramling and John Gunion and Kristian Hahn and Ulrich Haisch and Roni Harnik and Philip C Harris and Kerstin Hoepfner and Siew Yan Hoh and Dylan George Hsu and Shih-Chieh Hsu and Yutaro Iiyama and Valerio Ippolito and Thomas Jacques and Xiangyang Ju and Felix Kahlhoefer and Alexis Kalogeropoulos and Laser Seymour Kaplan and Lashkar Kashif and Valentin V Khoze and Raman Khurana and Khristian Kotov and Dmytro Kovalskyi and Suchita Kulkarni and Shuichi Kunori and Viktor Kutzner and Hyun Min Lee and Sung-Won Lee and Seng Pei Liew and Tongyan Lin and Steven Lowette and Romain Madar and Sarah Malik and Fabio Maltoni and Mario Martinez Perez and Olivier Mattelaer and Kentarou Mawatari and Christopher McCabe and Théo Megy and Enrico Morgante and Stephen Mrenna and Chang-Seong Moon and Siddharth M Narayanan and Andy Nelson and Sergio F Novaes and Klaas Ole Padeken and Priscilla Pani and Michele Papucci and Manfred Paulini and Christoph Paus and Jacopo Pazzini and Björn Penning and Michael E Peskin and Deborah Pinna and Massimiliano Procura and Shamona F Qazi and Davide Racco and Emanuele Re and Antonio Riotto and Thomas G Rizzo and Rainer Roehrig and David Salek and Arturo Sanchez Pineda and Subir Sarkar and Alexander Schmidt and Steven Randolph Schramm and William Shepherd and Gurpreet Singh and Livia Soffi and Norraphat Srimanobhas and Kevin Sung and Tim MP Tait and Timothee Theveneaux-Pelzer and Marc Thomas and Mia Tosi and Daniele Trocino and Sonaina Undleeb and Alessandro Vichi and Fuquan Wang and Lian-Tao Wang and Ren-Jie Wang and Nikola Whallon and Steven Worm and Mengqing Wu and Sau Lan Wu and Hongtao Yang and Yong Yang and Shin-Shan Yu and Bryan Zaldivar and Marco Zanetti and Zhiqing Zhang and Alberto Zucchetta",
            "2020",
            "AKoRbpIAAAAJ:WJVC3Jt7v1AC",
            601,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2212686419301712",
            "8851758079897220512",
            "\/scholar?cites=8851758079897220512",
            {
                "2015":12,
                "2016":102,
                "2017":144,
                "2018":161,
                "2019":107,
                "2020":65,
                "2021":5
            }
        ],
        [
            "In the light of the LHC, we revisit the implications of a fourth generation of chiral matter. We identify a specific ensemble of particle masses and mixings that are in agreement with all current experimental bounds as well as minimize the contributions to electroweak precision observables. Higgs masses between 115–315 (115–750) GeV are allowed by electroweak precision data at the 68% and 95% CL Within this parameter space, there are dramatic effects on Higgs phenomenology: production rates are enhanced, weak-boson-fusion channels are suppressed, angular distributions are modified, and Higgs pairs can be observed. We also identify exotic signals, such as Higgs decay to same-sign dileptons. Finally, we estimate the upper bound on the cutoff scale from vacuum stability and triviality.",
            "Four generations and Higgs physics",
            "Graham D Kribs and Tilman Plehn and Michael Spannowsky and Tim MP Tait",
            "2007",
            "AKoRbpIAAAAJ:qjMakFHDy7sC",
            572,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.76.075016",
            "16343628513031671223",
            "\/scholar?cites=16343628513031671223",
            {
                "2007":4,
                "2008":26,
                "2009":51,
                "2010":97,
                "2011":149,
                "2012":105,
                "2013":56,
                "2014":21,
                "2015":8,
                "2016":9,
                "2017":10,
                "2018":12,
                "2019":11,
                "2020":9,
                "2021":2
            }
        ],
        [
            "We explore model-independent collider constraints on light Majorana dark matter particles. We find that colliders provide a complementary probe of WIMPs to direct detection, and give the strongest current constraints on light DM particles. Collider experiments can access interactions not probed by direct detection searches, and outperform direct detection experiments by about an order of magnitude for certain operators in a large part of parameter space. For operators which are suppressed at low momentum transfer, collider searches have already placed constraints on such operators limiting their use as an explanation for DAMA.",
            "Constraints on light Majorana dark matter from colliders",
            "Jessica Goodman and Masahiro Ibe and Arvind Rajaraman and William Shepherd and Tim MP Tait and Hai-Bo Yu",
            "2011",
            "AKoRbpIAAAAJ:Y0pCki6q_DkC",
            507,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269310012839",
            "9721507328252643179",
            "\/scholar?cites=9721507328252643179",
            {
                "2010":7,
                "2011":34,
                "2012":42,
                "2013":73,
                "2014":74,
                "2015":72,
                "2016":69,
                "2017":52,
                "2018":37,
                "2019":31,
                "2020":15,
                "2021":1
            }
        ],
        [
            "The International Linear Collider Technical Design Report (TDR) describes in four volumes the physics case and the design of a 500 GeV centre-of-mass energy linear electron-positron collider based on superconducting radio-frequency technology using Niobium cavities as the accelerating structures. The accelerator can be extended to 1 TeV and also run as a Higgs factory at around 250 GeV and on the Z0 pole. A comprehensive value estimate of the accelerator is give, together with associated uncertainties. It is shown that no significant technical issues remain to be solved. Once a site is selected and the necessary site-dependent engineering is carried out, construction can begin immediately. The TDR also gives baseline documentation for two high-performance detectors that can share the ILC luminosity by being moved into and out of the beam line in a\" push-pull\" configuration. These detectors, ILD and SiD, are described in detail. They form the basis for a world-class experimental programme that promises to increase significantly our understanding of the fundamental processes that govern the evolution of the Universe.",
            "The international linear collider technical design report-volume 2: physics",
            "Howard Baer and Tim Barklow and Keisuke Fujii and Yuanning Gao and Andre Hoang and Shinya Kanemura and Jenny List and Heather E Logan and Andrei Nomerotski and Maxim Perelstein and Michael E Peskin and Roman Pöschl and Jürgen Reuter and Sabine Riemann and Aurore Savoy-Navarro and Geraldine Servant and Tim MP Tait and Jaehoon Yu",
            "2013",
            "AKoRbpIAAAAJ:W7OEmFMy1HYC",
            461,
            "https:\/\/arxiv.org\/abs\/1306.6352",
            "7613721819576858004",
            "\/scholar?cites=7613721819576858004",
            {
                "2013":18,
                "2014":50,
                "2015":61,
                "2016":69,
                "2017":63,
                "2018":79,
                "2019":54,
                "2020":59,
                "2021":4
            }
        ],
        [
            "Assuming that dark matter is a weakly interacting massive particle (WIMP) species X produced in the early Universe as a cold thermal relic, we study the collider signal of pp or+ jets and its distinguishability from standard-model background processes associated with jets and missing energy. We assume that the WIMP is the sole particle related to dark matter within reach of the LHC—a “maverick” particle—and that it couples to quarks through a higher dimensional contact interaction. We simulate the WIMP final-state signal+ jets and dominant standard-model (SM) background processes and find that the dark-matter production process results in higher energies for the colored final state partons than do the standard-model background processes. As a consequence, the detectable signature of maverick dark matter is an excess over standard-model expectations of events consisting of large missing …",
            "Maverick dark matter at colliders",
            "Maria Beltran and Dan Hooper and Edward W Kolb and Zosia AC Krusberg and Tim MP Tait",
            "2010",
            "AKoRbpIAAAAJ:YsMSGLbcyi4C",
            458,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP09(2010)037.pdf",
            "17322344211370919490",
            "\/scholar?cites=17322344211370919490",
            {
                "2010":6,
                "2011":19,
                "2012":29,
                "2013":54,
                "2014":72,
                "2015":78,
                "2016":67,
                "2017":49,
                "2018":35,
                "2019":26,
                "2020":20,
                "2021":1
            }
        ]
    ]
}