{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The nature of energy is not typically an explicit topic of physics instruction. Nonetheless, verbal and graphical representations of energy articulate models in which energy is conceptualized as a quasimaterial substance, a stimulus, or a vertical location. We argue that a substance ontology for energy is particularly productive in developing understanding of energy transfers and transformations. We analyze classic representations of energy—bar charts, pie charts, and others—to determine the energy ontologies that are implicit in those representations, and thus their affordances for energy learning. We find that while existing representations partially support a substance ontology for energy and thus the learning goal of energy conservation, they have limited utility for tracking the flow of energy among objects.",
            "Representing energy. I. Representing a substance ontology for energy",
            "Rachel E Scherr and Hunter G Close and Sarah B McKagan and Stamatis Vokos",
            "2012",
            "aL4G6o8AAAAJ:4TOpqqG69KYC",
            102,
            "https:\/\/journals.aps.org\/prper\/abstract\/10.1103\/PhysRevSTPER.8.020114",
            "18435982203801040469",
            "\/scholar?cites=18435982203801040469",
            {
                "2012":1,
                "2013":9,
                "2014":16,
                "2015":14,
                "2016":13,
                "2017":10,
                "2018":15,
                "2019":14,
                "2020":7,
                "2021":1
            }
        ],
        [
            "The nature of energy is not typically an explicit topic of physics instruction. Nonetheless, verbal and graphical representations of energy articulate models in which energy is conceptualized as a quasimaterial substance, a stimulus, or a vertical location. We argue that a substance ontology for energy is particularly productive in developing understanding of energy transfers and transformations. We analyze classic representations of energy—bar charts, pie charts, and others—to determine the energy ontologies that are implicit in those representations, and thus their affordances for energy learning. We find that while existing representations partially support a substance ontology for energy and thus the learning goal of energy conservation, they have limited utility for tracking the flow of energy among objects.",
            "Representing energy. I. Representing a substance ontology for energy",
            "Rachel E Scherr and Hunter G Close and Sarah B McKagan and Stamatis Vokos",
            "2012",
            "aL4G6o8AAAAJ:u5HHmVD_uO8C",
            102,
            "https:\/\/journals.aps.org\/prper\/abstract\/10.1103\/PhysRevSTPER.8.020114",
            "18435982203801040469",
            "\/scholar?cites=18435982203801040469",
            {
                "2012":1,
                "2013":9,
                "2014":16,
                "2015":14,
                "2016":13,
                "2017":10,
                "2018":15,
                "2019":14,
                "2020":7,
                "2021":1
            }
        ],
        [
            "[This paper is part of the Focused Collection on Preparing and Supporting University Physics Educators.] In this study, we analyze the experience of students in the Physics Learning Assistant (LA) program at Texas State University in terms of the existing theoretical frameworks of community of practice and physics identity, and explore the implications suggested by these theories for LA program adoption and adaptation. Regression models from physics identity studies show that the physics identity construct strongly predicts intended choice of a career in physics. The goal of our current project is to understand the details of the impacts of participation in the LA experience on participants’ practice and self-concept, in order to identify critical elements of LA program structure that positively influence physics identity and physics career intentions for students. Our analysis suggests that participation in the LA program …",
            "Becoming physics people: Development of integrated physics identity through the Learning Assistant experience",
            "Eleanor W Close and Jessica Conn and Hunter G Close",
            "2016",
            "aL4G6o8AAAAJ:qUcmZB5y_30C",
            80,
            "https:\/\/journals.aps.org\/prper\/abstract\/10.1103\/PhysRevPhysEducRes.12.010109",
            "15917127082720706873",
            "\/scholar?cites=15917127082720706873",
            {
                "2015":1,
                "2016":6,
                "2017":5,
                "2018":12,
                "2019":18,
                "2020":34,
                "2021":2
            }
        ],
        [
            "The Energy Project at Seattle Pacific University has developed representations that embody the substance metaphor and support learners in conserving and tracking energy as it flows from object to object and changes form. Such representations enable detailed modeling of energy dynamics in complex physical processes. We assess student learning by means of representations that learners invent to explain energy dynamics in specific real-world scenarios. Refined versions of these learner-generated representations have proven valuable for our own teaching, physics understanding, and research.",
            "Representing energy. II. Energy tracking representations",
            "Rachel E Scherr and Hunter G Close and Eleanor W Close and Stamatis Vokos",
            "2012",
            "aL4G6o8AAAAJ:u-x6o8ySG0sC",
            73,
            "https:\/\/journals.aps.org\/prper\/abstract\/10.1103\/PhysRevSTPER.8.020115",
            "18232077061876475644",
            "\/scholar?cites=18232077061876475644",
            {
                "2012":2,
                "2013":6,
                "2014":12,
                "2015":8,
                "2016":6,
                "2017":9,
                "2018":12,
                "2019":11,
                "2020":4,
                "2021":1
            }
        ],
        [
            "[This paper is part of the Focused Collection on Gender in Physics.] It is established that male students outperform female students on almost all commonly used physics concept inventories. However, there is significant variation in the factors that contribute to the gap, as well as the direction in which they influence it. It is presently unknown if such a gender gap exists on the relatively new Concise Data Processing Assessment (CDPA) and, therefore, whether gendered actions in the teaching lab might influence—or be influenced by—the gender gap. To begin to get an estimates of the gap, its predictors, and its correlates, we have measured performance on the CDPA at the pretest and post-test level. We have also made observations of how students in mixed-gender partnerships divide their time in the lab. We find a gender gap on the CDPA that persists from pre-to post-test and that is as big as, if not bigger than …",
            "Gender gaps and gendered action in a first-year physics laboratory",
            "James Day and Jared B Stang and NG Holmes and Dhaneesh Kumar and DA Bonn",
            "2016",
            "aL4G6o8AAAAJ:blknAaTinKkC",
            68,
            "https:\/\/journals.aps.org\/prper\/abstract\/10.1103\/PhysRevPhysEducRes.12.020104",
            "4111331631308186327",
            "\/scholar?cites=4111331631308186327",
            {
                "2016":5,
                "2017":6,
                "2018":8,
                "2019":18,
                "2020":29,
                "2021":1
            }
        ],
        [
            "We provide evidence that a learning activity called Energy Theater engages learners with key conceptual issues in the learning of energy, including disambiguating matter flow and energy flow and theorizing mechanisms for energy transformation. A participationist theory of learning, in which learning is indicated by changes in speech and behavior, supports ethnographic analysis of learners’ embodied interactions with each other and the material setting. We conduct detailed analysis to build plausible causal links between specific features of Energy Theater and the conceptual engagement that we observe. Disambiguation of matter and energy appears to be promoted especially by the material structure of the Energy Theater environment, in which energy is represented by participants, while objects are represented by areas demarcated by loops of rope. Theorizing mechanisms of energy transformation is …",
            "Negotiating energy dynamics through embodied action in a materially structured environment",
            "Rachel E Scherr and Hunter G Close and Eleanor W Close and Virginia J Flood and Sarah B McKagan and Amy D Robertson and Lane Seeley and Michael C Wittmann and Stamatis Vokos",
            "2013",
            "aL4G6o8AAAAJ:d1gkVwhDpl0C",
            58,
            "https:\/\/journals.aps.org\/prper\/abstract\/10.1103\/PhysRevSTPER.9.020105",
            "12393641268819858682",
            "\/scholar?cites=12393641268819858682",
            {
                "2013":2,
                "2014":9,
                "2015":15,
                "2016":4,
                "2017":6,
                "2018":8,
                "2019":7,
                "2020":6
            }
        ],
        [
            "We have conducted an investigation into how well students in introductory science classes (both physics and chemistry) are able to predict which questions they will or will not be able to answer correctly on an upcoming assessment. An examination of the data at the level of students’ overall scores reveals results consistent with the Dunning-Kruger effect, in which low-performing students tend to overestimate their abilities, while high-performing students estimate their abilities more accurately. Similar results have been widely reported in the science education literature. Breaking results out by students’ responses to individual questions, however, reveals that students of all ability levels have difficulty distinguishing questions which they are able to answer correctly from those that they are not able to answer correctly. These results have implications for the future study and reporting of students’ metacognitive abilities.",
            "Do students know what they know? Exploring the accuracy of students’ self-assessments",
            "Beth A Lindsey and Megan L Nagel",
            "2015",
            "aL4G6o8AAAAJ:NaGl4SEjCO4C",
            40,
            "https:\/\/journals.aps.org\/prper\/abstract\/10.1103\/PhysRevSTPER.11.020103",
            "3637392517300853654",
            "\/scholar?cites=3637392517300853654",
            {
                "2016":4,
                "2017":5,
                "2018":9,
                "2019":8,
                "2020":13
            }
        ],
        [
            "Disformally coupled, light scalar fields arise in many of the theories of dark energy and modified gravity that attempt to explain the accelerated expansion of the Universe. They have proved difficult to constrain with precision tests of gravity because they do not give rise to fifth forces around static nonrelativistic sources. However, because the scalar field couples derivatively to standard model matter, measurements at high-energy particle colliders offer an effective way to constrain and potentially detect a disformally coupled scalar field. Here we derive new constraints on the strength of the disformal coupling from LHC run 1 data and provide a forecast for the improvement of these constraints from run 2. We additionally comment on the running of disformal and standard model couplings in this scenario under the renormalization group flow.",
            "Disformal dark energy at colliders",
            "Philippe Brax and Clare Burrage and Christoph Englert",
            "2015",
            "aL4G6o8AAAAJ:HDshCWvjkbEC",
            34,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.92.044036",
            "17951265307529880668",
            "\/scholar?cites=17951265307529880668",
            {
                "2015":1,
                "2016":7,
                "2017":5,
                "2018":3,
                "2019":8,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We demonstrate that a particular blended learning space is especially productive in developing understanding of energy transfers and transformations. In this blended space, naturally occurring learner interactions like body movement, gesture, and metaphorical speech are blended with a conceptual metaphor of energy as a substance in a class of activities called Energy Theater. We illustrate several mechanisms by which the blended aspect of the learning environment promotes productive intellectual engagement with key conceptual issues in the learning of energy, including distinguishing among energy processes, disambiguating matter and energy, identifying energy transfer, and representing energy as a conserved quantity. Conceptual advancement appears to be promoted especially by the symbolic material and social structure of the Energy Theater environment, in which energy is represented by …",
            "Enacting conceptual metaphor through blending: Learning activities embodying the substance metaphor for energy",
            "Hunter G Close and Rachel E Scherr",
            "2015",
            "aL4G6o8AAAAJ:ZeXyd9-uunAC",
            33,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/09500693.2015.1025307",
            "7349753006923767439",
            "\/scholar?cites=7349753006923767439",
            {
                "2015":4,
                "2016":4,
                "2017":6,
                "2018":9,
                "2019":5,
                "2020":4
            }
        ],
        [
            "We discuss student participation in an online social annotation forum over two semesters of a flipped, introductory physics course at Harvard University. We find that students who engage in high-level discussion online, especially by providing answers to their peers’ questions, make more gains in conceptual understanding than students who do not. This is true regardless of students’ physics background. We find that we can steer online interaction towards more productive and engaging discussion by seeding the discussion and managing the size of the sections. Seeded sections produce higher quality annotations and a greater proportion of generative threads than unseeded sections. Larger sections produce longer threads; however, beyond a certain section size, the quality of the discussion decreases.",
            "Analysis of student engagement in an online annotation system in the context of a flipped introductory physics class",
            "Kelly Miller and Sacha Zyto and David Karger and Junehee Yoo and Eric Mazur",
            "2016",
            "aL4G6o8AAAAJ:J_g5lzvAfSwC",
            25,
            "https:\/\/journals.aps.org\/prper\/abstract\/10.1103\/PhysRevPhysEducRes.12.020143",
            "14281221362211355496",
            "\/scholar?cites=14281221362211355496",
            {
                "2017":4,
                "2018":7,
                "2019":8,
                "2020":6
            }
        ]
    ]
}