{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "The purpose of this study is to highlight the role of individual and training design factors on training transfer.A review of the literature is conducted, and this review highlights a dual role of perceived content validity in the form of increasing self‐efficacy and the role of trainees' reaction. The study suggests that transfer design factors improve performance self‐efficacy and reaction measures work as a bridge between content validity and transfer motivation. In addition, the role of transfer design in training transfer theory is explained.A combination of variables is proposed, suggesting further investigation to build a strong training transfer theory. The study highlights the dual role of perceived content validity as a factor to develop positive trainee reaction and increase trainee performance self‐efficacy. Furthermore, the study proposes that transfer design and perceived …",
            "The role of individual and training design factors on training transfer",
            "Muhammad Awais Bhatti and Sharan Kaur",
            "2010",
            "AlcInVEAAAAJ:u5HHmVD_uO8C",
            168,
            "https:\/\/www.emerald.com\/insight\/content\/doi\/10.1108\/03090591011070770\/full\/html",
            "11343450977951244740",
            "\/scholar?cites=11343450977951244740",
            {
                "2010":1,
                "2011":2,
                "2012":8,
                "2013":15,
                "2014":20,
                "2015":14,
                "2016":21,
                "2017":19,
                "2018":25,
                "2019":23,
                "2020":19
            }
        ],
        [
            "The objectives of the paper are to first develop a measurement scale for Islamic attributes of destination and then to investigate the influence of Islamic attributes on overall tourist satisfaction. This study followed the sequence of steps that should be performed in developing measures of constructs. The measurement was tested and found to be both reliable and valid. The study found positive relationship between Islamic attributes of destination and overall tourist satisfaction. Important marketing implications are also presented. Copyright © 2013 John Wiley & Sons, Ltd.",
            "Islamic attributes of destination: Construct development and measurement validation, and their impact on tourist satisfaction",
            "Mohamed Battour and Moustafa Battor and Muhammad Awais Bhatti",
            "2014",
            "AlcInVEAAAAJ:KlAtU1dfN6UC",
            145,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jtr.1947",
            "369955115973050896",
            "\/scholar?cites=369955115973050896",
            {
                "2014":1,
                "2015":8,
                "2016":7,
                "2017":18,
                "2018":23,
                "2019":38,
                "2020":42,
                "2021":5
            }
        ],
        [
            "PurposeThe purpose of this study is to highlight the importance of selected environmental, situational and individual factors in the training transfer process.",
            "Transfer of training: does it truly happen?",
            "Muhammad Awais Bhatti and Mohamed Mohamed Battour and Veera Pandiyan Kaliani Sundram and Akmal Aini Othman",
            "2013",
            "AlcInVEAAAAJ:UeHWp8X0CEIC",
            143,
            "https:\/\/www.emerald.com\/insight\/content\/doi\/10.1108\/03090591311312741\/full\/html?fullSc=1",
            "15399230879878891320",
            "\/scholar?cites=15399230879878891320",
            {
                "2013":1,
                "2014":9,
                "2015":18,
                "2016":16,
                "2017":21,
                "2018":22,
                "2019":31,
                "2020":22,
                "2021":2
            }
        ],
        [
            " – The purpose of this paper is to employ a newly developed framework to examine the complex relationship between different components of supply chain practices, supply chain integration (SCI) and supply chain performance (SCP) in the Malaysian electronics sector.  – This study utilizes survey data of 156 electronics firms in Malaysia and tested the research framework and hypotheses. In addition to the traditional approach of Barron and Kenny (1986), the Sobel test as well as a bootstrapping approach, which is deemed for small sample size, is used to formally test the indirect effects of SCI in the model.  – SCI has fully and partially mediated the relationship between supply chain management practices (SCMPs) and SCP. SCI fully mediates the relationship between SCP and three of the …",
            "Supply chain practices and performance: the indirect effects of supply chain integration",
            "Veera Pandiyan Kaliani Sundram and VGR Chandran and Muhammad Awais Bhatti",
            "2016",
            "AlcInVEAAAAJ:HoB7MX3m0LUC",
            138,
            "https:\/\/www.emerald.com\/insight\/content\/doi\/10.1108\/BIJ-03-2015-0023\/full\/html",
            "2165703732221171799",
            "\/scholar?cites=2165703732221171799",
            {
                "2016":5,
                "2017":16,
                "2018":33,
                "2019":43,
                "2020":33,
                "2021":7
            }
        ],
        [
            " – Researchers have been focusing on the predictors of expatriates adjustment and job performance at different levels (individual level, organizational level, and societal level) but still some of the predictors have been ignored or unclear in the expatriate literature. The purpose of this paper is to examine the effects of personality traits (big five) on expatriates adjustment and job performance.  – In this regards, data were collected from 201 expatriates working in Malaysia and analyzed by using structural equation modelling with Amos 16.  – The findings of this study indicated that personality traits (big five) which include extroversion, openness to experience, agreeableness, conscientiousness, and neuroticism positively influence expatriate adjustment which further influence expatriate …",
            "Effects of personality traits (big five) on expatriates adjustment and job performance",
            "Muhammad Awais Bhatti and Mohamed Mohamed Battour and Ahmed Rageh Ismail and Veera Pandiyan Sundram",
            "2014",
            "AlcInVEAAAAJ:_kc_bZDykSQC",
            105,
            "https:\/\/www.emerald.com\/insight\/content\/doi\/10.1108\/EDI-01-2013-0001\/full\/html",
            "11032094726834118217",
            "\/scholar?cites=11032094726834118217",
            {
                "2013":2,
                "2014":1,
                "2015":13,
                "2016":13,
                "2017":17,
                "2018":25,
                "2019":19,
                "2020":15
            }
        ],
        [
            "The purpose of this study is to examine the effects of individual, environmental, training design, and affective reaction factors on training transfer and transfer motivation. To determine the relationship between these factors and their influence on training transfer and to test the model, the researchers collected data from employees in the Malaysian banking sector. Structural equation modeling with Amos 16 was used to test the model and determine the relationship. The study suggested that training stakeholders should manage the training program effectively. Transfer is maximized when trainees have social support, high performance self‐efficacy, and transfer motivation. Stakeholders (e.g., trainers, trainees, supervisors, and peers) are important to the training transfer process, as are learner readiness, trainee reaction, instrumentality, and training retention. This study revealed that perceived content validity and …",
            "Training transfer and transfer motivation: The influence of individual, environmental, situational, training design, and affective reaction factors",
            "Muhammad Awais Bhatti and Sharrifah Ali and Mohd Faizal Mohd Isa and Mohamed Mohamed Battour",
            "2014",
            "AlcInVEAAAAJ:mB3voiENLucC",
            77,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/piq.21165",
            "14861111738459603384",
            "\/scholar?cites=14861111738459603384",
            {
                "2014":1,
                "2015":3,
                "2016":6,
                "2017":13,
                "2018":13,
                "2019":22,
                "2020":16,
                "2021":1
            }
        ]
    ]
}