{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Four constructed, experimental wetlands at the Des Plaines River Wetlands Demonstration Project near Chicago, Illinois, USA, were studied during the 1990 and 1991 growing seasons, to evaluate certain water quality functions. The wetlands, ranging in size from 2 to 3.5 hectares with a maximum depth around 1.5 m, were supplied with water from the nearby Des Plaines River. Concentrations of total suspended solids, volatile suspended solids, nitrate-nitrogen, and total phosphorus, measured at the inlet and outlet of each wetland, were consistently lower at the outlets. Based on constituent mass balances for each wetland, trap efficiencies (percent removal) ranged from 76 to 99% for total suspended solids, from 39 to 99% for nitrate-nitrogen, and from 52 to 99% for total phosphorus. Although the wetlands were subjected to different hydraulic loading rates, their effluent water quality was similar. Also, although …",
            "Water quality improvement by four experimental wetlands",
            "Donald L Hey and Ann L Kenimer and Kirk R Barrett",
            "1994",
            "AMzkCl4AAAAJ:LkGwnXOMwfcC",
            91,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0925857494000085",
            "8446632429242142851",
            "\/scholar?cites=8446632429242142851",
            {
                "1994":5,
                "1995":1,
                "1996":1,
                "1997":2,
                "1998":3,
                "1999":4,
                "2000":3,
                "2001":6,
                "2002":2,
                "2003":5,
                "2004":2,
                "2005":5,
                "2006":4,
                "2007":3,
                "2008":5,
                "2009":4,
                "2010":6,
                "2011":4,
                "2012":6,
                "2013":2,
                "2014":2,
                "2015":1,
                "2016":4,
                "2017":3,
                "2018":4,
                "2019":1,
                "2020":3
            }
        ],
        [
            "Detailed water budgets were constructed during Water Years 1990 and 1991 for each of four constructed, experimental wetlands at the Des Plaines River Wetlands Demonstration Project in northeastern Illinois, USA. Direct and indirect measurements were made of pumped inflow, precipatation, flood flows, evapotranspiration, groundwater, siphonage, bank storage, surface discharge, and water level. Close correspondence was found between the observed values, and water surface elevations calculated in a hydrologic model, PREPEWA. Projecting the results onto a typical northeastern Illinois watershed, a 2% wetland reserve would give substantial water quality enhancement results.",
            "The hydrology of four experimental constructed marshes",
            "Donald L Hey and Kirk R Barrett and Carolann Biegen",
            "1994",
            "AMzkCl4AAAAJ:Tyk-4Ss8FVUC",
            54,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0925857494000069",
            "3489920506852285944",
            "\/scholar?cites=3489920506852285944",
            {
                "1994":6,
                "1995":1,
                "1996":1,
                "1997":1,
                "1998":1,
                "1999":4,
                "2000":6,
                "2001":2,
                "2002":2,
                "2003":2,
                "2004":1,
                "2005":5,
                "2006":3,
                "2007":2,
                "2008":3,
                "2009":2,
                "2010":1,
                "2011":3,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":1
            }
        ],
        [
            "Phytoextraction is a green remediation technology for cleaning contaminated soils. Application of chelating agents increases metal solubility and enhances phytoextraction. Following a successful greenhouse experiment, a panel study under field weather elucidated the efficiency of the chelating agent ethylenediaminedisuccinic acid (EDDS) on phytoextraction of lead (Pb) by vetiver grass, a hyperaccumulator of Pb, and a nonaccumulator fescue grass from residential soils contaminated with Pb-based paint from Baltimore, MD and San Antonio, TX. Three soils from each city with Pb content between 1000 and 2400 mg kg−1 were chosen for the panel study. Sequential extraction revealed that Fe-Mn oxide (60–63%) and carbonate (25–33%) fractions of Pb dominated in Baltimore soils, whereas in San Antonio soils, Pb was primarily bound to the organic fraction (64–70%) because organic content was greater and …",
            "Ethylenediaminedisuccinic acid (EDDS) enhances phytoextraction of lead by vetiver grass from contaminated residential soils in a panel study in the field",
            "Ramesh Attinti and Kirk R Barrett and Rupali Datta and Dibyendu Sarkar",
            "2017",
            "AMzkCl4AAAAJ:UeHWp8X0CEIC",
            34,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0269749116324228",
            "2343202425366601354",
            "\/scholar?cites=2343202425366601354",
            {
                "2018":7,
                "2019":19,
                "2020":8
            }
        ],
        [
            "Ecological engineering is a relatively unfamiliar; cost-effective strategy for tackling the “second generation” of water resource problems. It can be defined as the design, construction, operation, and management of landscape\/aquatic structures and associated plant and animal communities to benefit humanity and nature. It is introduced by comparing it with “conventional” engineering, including case studies with cost and performance data. Ecological engineering can offer important potential advantages: better performance, less cost, multiple benefits, and better acceptance by the public and regulators. It can cost less because structures are sometimes not as highly engineered and are durable and self-maintaining. Natural energy sources and self-regulating processes reduce operation and maintenance costs. The ancillary benefits can be ecological, recreational, or economic. Case studies include a treatment …",
            "Ecological engineering in water resources: The benefits of collaborating with nature",
            "Kirk R Barrett",
            "1999",
            "AMzkCl4AAAAJ:ULOm3_A8WrAC",
            28,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/02508069908692160",
            "15081963415549330611",
            "\/scholar?cites=15081963415549330611",
            {
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":2,
                "2006":3,
                "2007":2,
                "2008":1,
                "2009":2,
                "2010":4,
                "2011":3,
                "2012":2,
                "2013":1,
                "2014":2
            }
        ],
        [
            "Eight-Day Swamp is known to be contaminated with heavy metals, especially mercury. Sediment cores were collected to ∼32 cm at 17 sites on four transects and analyzed at 1 or 2 cm intervals for seven metals and organic matter. Very high metal levels were found throughout the site. Long and Morgan’s “effects range–median” (ER–M) was exceeded in more than 50% of slices for all elements except As. Hg had the highest concentration relative to ER–M; median Hg concentration was 72 times its ER–M. On the marsh plain, all metals showed enrichment at 14–20 cm depth of 10–40X over surficial sediments. 137Cs analysis showed sedimentation rates ranging from 0.33 to 0.50 cm yr−1 over the last ∼40 yr. These rates indicate that metal contamination peaks occurred in sediments deposited in the early 1960s. Thus, newer, less contaminated sediments are burying older, more contaminated layers and peak …",
            "Studies of a contaminated brackish marsh in the Hackensack Meadowlands of northeastern New Jersey: An assessment of natural recovery",
            "Peddrick Weis and Kirk R Barrett and Theodore Proctor and Richard F Bopp",
            "2005",
            "AMzkCl4AAAAJ:Zph67rFs4hoC",
            17,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0025326X05002596",
            "14982484293017737751",
            "\/scholar?cites=14982484293017737751",
            {
                "2007":2,
                "2008":2,
                "2009":2,
                "2010":2,
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":1,
                "2018":1
            }
        ],
        [
            "Polychlorinated dibenzo‐p‐dioxins and dibenzofurans (PCDD\/Fs) were measured in sediments (surface and deeper sediments) and porewater of the lower Passaic River and Newark Bay (New Jersey, USA) to apportion their sources and conduct an ecological risk assessment. Positive matrix factorization was applied to identify sources of PCDD\/Fs. Five source profiles were extracted from the positive matrix factorization model applied to the sediment samples including chloranil, combustion, polychlorinated biphenyl impurities, mixed urban sources, and the historical contamination from the former Diamond Alkali plant. The ecological risk assessment was estimated using several lines of evidence depending on site‐specific data (blue crab and fish samples representing different feeding habits and positions in the trophic wood web of the river). Porewater concentrations gave the best estimates of lipid …",
            "Changing sources of polychlorinated dibenzo‐p‐dioxins and furans in sediments and ecological risk for nekton in the lower Passaic River and Newark Bay, New …",
            "Mohammed Khairy and Kirk Barrett and Rainer Lohmann",
            "2016",
            "AMzkCl4AAAAJ:KlAtU1dfN6UC",
            16,
            "https:\/\/setac.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/etc.3223",
            "14809395272148698228",
            "\/scholar?cites=14809395272148698228",
            {
                "2016":3,
                "2017":2,
                "2018":3,
                "2019":2,
                "2020":6
            }
        ],
        [
            " Silica nanoparticles were synthesized and coated with goethite, creating a nanocomposite. The nanocomposite was tested for removal of arsenic, As(V), from aqueous solutions. We used scanning electron microscopy (SEM), Fourier transform infrared spectrometry, and a Zetasizer to characterize particle size, surface morphology, functional groups, and surface charge of the nanocomposite. SEM results showed that the size of the synthesized silica nanoparticles ranged from 150 to 250 nm. Batch sorption studies were carried out on the adsorption of As(V) as a function of pH, contact time, initial concentration, and ionic strength. Maximum adsorption occurred at pH 3.0. The adsorption capacity did not change significantly with increasing ionic strength. A kinetics study revealed that adsorption of As(V) by the goethite\/silica nanocomposite was rapid: Equilibrium was reached within 120 min. Adsorption kinetics …",
            "Adsorption of arsenic (V) from aqueous solutions by goethite\/silica nanocomposite",
            "R Attinti and D Sarkar and KR Barrett and R Datta",
            "2015",
            "AMzkCl4AAAAJ:3fE2CSJIrl8C",
            15,
            "https:\/\/link.springer.com\/article\/10.1007\/s13762-015-0902-2",
            "13438337844905977123",
            "\/scholar?cites=13438337844905977123",
            {
                "2016":1,
                "2017":5,
                "2018":2,
                "2019":7
            }
        ],
        [
            "Oritani Marsh in the Hackensack Meadowlands of urbanized northeastern New Jersey USA was assessed in 2000 for vegetation, soil\/sediment chemistry, abundance\/diversity of benthic invertebrates, and bird and mammal usage. Vegetatively, both marsh and uplands are dominated by tall, dense Phragmites australis. Small patches (less than 2 hectares total) dominated by Spartina spp. were found at the lowest elevations. Soil\/sediment cores were sliced into 5 intervals and analyzed for metals, pesticides and volatile\/semivolatile organic compounds. Thirteen locations had at least one chemical above Long et al.’s [Environmental Management, 19, 1995, 81--97] “Effects Range-Median” (ERM). Seven metals and nine organics exceeded ERM in at least one sample, with mercury showing the most exceedances. The surface 15 cm interval was generally more contaminated with metals than the 15 to 30 cm …",
            "Chemical and biological assessment of an urban, estuarine marsh in northeastern New Jersey USA",
            "Kirk R Barrett and Margaret A McBrien",
            "2007",
            "AMzkCl4AAAAJ:kNdYIx-mwKoC",
            10,
            "https:\/\/link.springer.com\/article\/10.1007\/s10661-006-9209-6",
            "14619397570546055106",
            "\/scholar?cites=14619397570546055106",
            {
                "2008":3,
                "2009":1,
                "2010":2,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":1
            }
        ],
        [
            "Vegetative-based bioengineering treatments were integrated with geotechnical treatments to provide effective, affordable and environmentally sound restoration and stabilization of an eroding streambank [8 m (27 ft) high and 145 m (470 ft) long] along a sanitary landfill adjacent to Mill Creek in Cincinnati, Ohio. Bank stabilization design featured the use of dormant live brush in several configurations: live poles installed through interstices in a rock toe; brush layers laid between geogrid-wrapped soil lifts; live stakes through a coir blanket, and a brush fascine staked in a trench near the top of bank. Vegetation has grown vigorously and no erosion problems have been observed. Bank stability was confirmed by a topographic survey in 2004 showing no observable difference from a post-construction survey in 1999. A quantitative vegetation survey in April 2004 determined essentially 100 percent grass coverage on the …",
            "Integrated bioengineering and geotechnical treatments for streambank restoration and stabilization along a landfill",
            "K Barrett and W Goldsmith and M Silva",
            "2006",
            "AMzkCl4AAAAJ:hqOjcs7Dif8C",
            10,
            "https:\/\/www.jswconline.org\/content\/61\/3\/144.short",
            "11070265891243456063",
            "\/scholar?cites=11070265891243456063",
            {
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":3,
                "2012":2,
                "2013":1
            }
        ]
    ]
}