{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The theory of polyhedral surfaces and, more generally, the field of discrete differential geometry are presently emerging on the border of differential and discrete geometry. Whereas classical differential geometry investigates smooth geometric shapes (such as surfaces), and discrete geometry studies geometric shapes with a finite number of elements (polyhedra), the theory of polyhedral surfaces aims at a development of discrete equivalents of the geometric notions and methods of surface theory. The latter appears then as a limit of the refinement of the discretization. Current progress in this field is to a large extent stimulated by its relevance for computer graphics and visualization. One of the central problems of discrete differential geometry is to find proper discrete analogues of special classes of surfaces, such as minimal, con stant mean curvature, isothermic surfaces, etc. Usually, one can suggest vari ous …",
            "Minimal surfaces from circle patterns: Geometry from combinatorics",
            "Alexander I Bobenko and Tim Hoffmann and Boris A Springborn",
            "2006",
            "AOQoZhwAAAAJ:0EnyYjriUFMC",
            125,
            "https:\/\/www.jstor.org\/stable\/20159989",
            "11431209740600418825",
            "\/scholar?cites=11431209740600418825",
            {
                "2005":4,
                "2006":5,
                "2007":11,
                "2008":13,
                "2009":8,
                "2010":10,
                "2011":3,
                "2012":8,
                "2013":7,
                "2014":7,
                "2015":3,
                "2016":11,
                "2017":11,
                "2018":7,
                "2019":5,
                "2020":9
            }
        ],
        [
            "We study Christoffel and Darboux transforms of discrete isothermic nets in 4-dimensional Euclidean space: definitions and basic properties are derived. Analogies with the smooth case are discussed and a definition for discrete Ribaucour congruences is given. Surfaces of constant mean curvature are special among all isothermic surfaces: they can be characterized by the fact that their parallel constant mean curvature surfaces are Christoffel and Darboux transforms at the same time. This characterization is used to define discrete nets of constant mean curvature. Basic properties of discrete nets of constant mean curvature are derived.",
            "A discrete version of the Darboux transform for isothermic surfaces",
            "Udo Hertrich-Jeromin and Tim Hoffmann and Ulrich Pinkall",
            "1996",
            "AOQoZhwAAAAJ:dhFuZR0502QC",
            69,
            "https:\/\/arxiv.org\/abs\/dg-ga\/9611009",
            "5166441985116370384",
            "\/scholar?cites=5166441985116370384",
            {
                "1997":2,
                "1998":1,
                "1999":4,
                "2000":5,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":2,
                "2006":2,
                "2007":3,
                "2008":1,
                "2009":2,
                "2010":1,
                "2011":6,
                "2012":1,
                "2013":19,
                "2014":2,
                "2015":4,
                "2016":4,
                "2017":2,
                "2018":2
            }
        ],
        [
            " It is shown that the factorization relation on simple Lie groups with standard Poisson Lie structure restricted to Coxeter symplectic leaves gives an integrable dynamical system. This system can be regarded as a discretization of the Toda flow. In case of SL  n  the integrals of the factorization dynamics are integrals of the relativistic Toda system. A substantial part of the paper is devoted to the description of symplectic leaves in simple complex Lie groups, its Borel subgroups and their doubles.",
            "Factorization Dynamics and Coxeter--Toda Lattices",
            "Tim Hoffmann and Johannes Kellendonk and Nadja Kutz and Nicolai Reshetikhin",
            "2000",
            "AOQoZhwAAAAJ:W7OEmFMy1HYC",
            56,
            "https:\/\/link.springer.com\/article\/10.1007\/s002200000212",
            "4912324687042173224",
            "\/scholar?cites=4912324687042173224",
            {
                "1999":1,
                "2000":2,
                "2001":3,
                "2002":3,
                "2003":3,
                "2004":2,
                "2005":1,
                "2006":1,
                "2007":2,
                "2008":3,
                "2009":1,
                "2010":3,
                "2011":2,
                "2012":5,
                "2013":9,
                "2014":3,
                "2015":5,
                "2016":2,
                "2017":3
            }
        ],
        [
            "It is established that there exists an intimate connection between isometric deformations of polyhedral surfaces and discrete integrable systems. In particular, Sauer’s kinematic approach is adopted to show that second-order infinitesimal isometric deformations of discrete surfaces composed of planar quadrilaterals (discrete conjugate nets) are determined by the solutions of an integrable discrete version of Bianchi’s classical equation governing finite isometric deformations of conjugate nets. Moreover, it is demonstrated that finite isometric deformations of discrete conjugate nets are completely encapsulated in the standard integrable discretization of a particular nonlinear σ-model subject to a constraint. The deformability of discrete Voss surfaces is thereby retrieved in a natural manner.",
            "On the integrability of infinitesimal and finite deformations of polyhedral surfaces",
            "Wolfgang K Schief and Alexander I Bobenko and Tim Hoffmann",
            "2008",
            "AOQoZhwAAAAJ:3fE2CSJIrl8C",
            51,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-3-7643-8621-4_4",
            "12806757673908637199",
            "\/scholar?cites=12806757673908637199",
            {
                "2008":3,
                "2009":4,
                "2010":4,
                "2011":7,
                "2012":5,
                "2013":1,
                "2014":3,
                "2015":1,
                "2016":3,
                "2017":6,
                "2018":6,
                "2019":6
            }
        ],
        [
            "Hexagonal circle patterns with constant intersection angles are introduced and studied. It is shown that they are described by discrete integrable systems of Toda type. Conformally symmetric patterns are classified. Circle pattern analogs of holomorphic mappings  and  are constructed as special isomonodromic solutions. Circle patterns studied in the paper include Schramm's circle patterns with the combinatorics of the square grid as a special case.",
            "Hexagonal circle patterns and integrable systems: patterns with constant angles",
            "Alexander I Bobenko and Tim Hoffmann",
            "2003",
            "AOQoZhwAAAAJ:KlAtU1dfN6UC",
            41,
            "https:\/\/projecteuclid.org\/euclid.dmj\/1085598301",
            "13767915978823367017",
            "\/scholar?cites=13767915978823367017",
            {
                "2002":1,
                "2003":3,
                "2004":1,
                "2005":5,
                "2006":3,
                "2007":3,
                "2008":2,
                "2009":3,
                "2010":3,
                "2011":1,
                "2012":2,
                "2013":4,
                "2014":2,
                "2015":2,
                "2016":4,
                "2017":1
            }
        ],
        [
            "Hexagonal circle patterns are introduced, and a subclass thereof is studied in detail. It is characterized by the following property: for every circle the multi-ratio of its six intersection points with neighboring circles is equal to −1. The relation of such patterns with an integrable system on the regular triangular lattice is established. A kind of a Bäcklund transformation for circle patterns is studied. Further, a class of isomonodromic solutions of the aforementioned integrable system is introduced, including circle patterns analogs to the analytic functions z α  and logz.",
            "Hexagonal circle patterns and integrable systems: Patterns with the multi-ratio property and Lax equations on the regular triangular lattice",
            "Alexander I Bobenko and Tim Hoffmann and Yuri B Suris",
            "2002",
            "AOQoZhwAAAAJ:_FxGoFyzp5QC",
            41,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/8178722\/",
            "7885766695765715805",
            "\/scholar?cites=7885766695765715805",
            {
                "2001":1,
                "2002":4,
                "2003":9,
                "2004":2,
                "2005":5,
                "2006":1,
                "2007":1,
                "2008":2,
                "2009":3,
                "2010":3,
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":1
            }
        ],
        [
            "We present a discrete theory for modeling developable surfaces as quadrilateral meshes satisfying simple angle constraints. The basis of our model is a lesser-known characterization of developable surfaces as manifolds that can be parameterized through orthogonal geodesics. Our model is simple and local, and, unlike in previous works, it does not directly encode the surface rulings. This allows us to model continuous deformations of discrete developable surfaces independently of their decomposition into torsal and planar patches or the surface topology. We prove and experimentally demonstrate strong ties to smooth developable surfaces, including a theorem stating that every sampling of the smooth counterpart satisfies our constraints up to second order. We further present an extension of our model that enables a local definition of discrete isometry. We demonstrate the effectiveness of our discrete model in …",
            "Discrete geodesic nets for modeling developable surfaces",
            "Michael Rabinovich and Tim Hoffmann and Olga Sorkine-Hornung",
            "2018",
            "AOQoZhwAAAAJ:WF5omc3nYNoC",
            39,
            "https:\/\/dl.acm.org\/doi\/abs\/10.1145\/3180494",
            "7113157263767046332",
            "\/scholar?cites=7113157263767046332",
            {
                "2018":7,
                "2019":17,
                "2020":14
            }
        ],
        [
            "Online Public Access Catalog.\n",
            "[018] MI Lecture Note Series Vol. 18 (Discrete Differential Geometry of Curves and Surfaces)",
            "Tim Hoffmann",
            "2009",
            "AOQoZhwAAAAJ:u-x6o8ySG0sC",
            35,
            "https:\/\/catalog.lib.kyushu-u.ac.jp\/ja\/recordID\/14221\/?repository=yes",
            "12574589406306300372",
            "\/scholar?cites=12574589406306300372",
            {
                "2010":1,
                "2011":2,
                "2012":5,
                "2013":1,
                "2014":6,
                "2015":2,
                "2016":2,
                "2017":4,
                "2018":6,
                "2019":3,
                "2020":3
            }
        ],
        [
            "In this paper Bäcklund transformations for smooth and discrete Hashimoto surfaces are discussed and a geometric interpretation is given. It is shown that the complex curvature of a discrete space curve evolves with the discrete nonlinear Schrödinger equation (NLSE) of Ablowitz and Ladik, when the curve evolves with the Hashimoto or smoke-ring flow. A doubly discrete Hashimoto flow is derived and it is shown that in this case the complex curvature of the discrete curve obeys Ablovitz and Ladik’s doubly discrete NLSE. Elastic curves (curves that evolve by rigid motion under the Hashimoto flow) in the discrete and doubly discrete case are shown to be the same.",
            "Discrete Hashimoto surfaces and a doubly discrete smoke-ring flow",
            "Tim Hoffmann",
            "2008",
            "AOQoZhwAAAAJ:M3ejUd6NZC8C",
            31,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-3-7643-8621-4_5",
            "17325862464312794117",
            "\/scholar?cites=17325862464312794117",
            {
                "2007":1,
                "2008":2,
                "2009":4,
                "2010":2,
                "2011":3,
                "2012":2,
                "2013":4,
                "2014":3,
                "2015":4,
                "2016":1,
                "2017":1,
                "2018":3
            }
        ],
        [
            "From the geometric study of the elementary cell of hexagonal circle packings—a flower of 7 circles—the class of conformally symmetric circle packings is defined. Up to Möbius transformations, this class is a three parameter family, that contains the famous Doyle spirals as a special case. The solutions are given explicitly. It is shown that these circle packings can be viewed as discretization s of the quotient of two Airy functions.The online version of this paper contains Java applets that let you experiment with the circle packings directly. The applets are found at http:\/www-sfb288.math.tu-berlin.de\/Publications\/online\/cscpOnline\/Applets.html ",
            "Conformally symmetric circle packings: A generalization of Doyle's spirals",
            "Alexander I Bobenko and Tim Hoffmann",
            "2001",
            "AOQoZhwAAAAJ:5nxA0vEk-isC",
            29,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/10586458.2001.10504437",
            "11793035969944342441",
            "\/scholar?cites=11793035969944342441",
            {
                "2002":3,
                "2003":8,
                "2004":3,
                "2005":2,
                "2006":3,
                "2007":3,
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":1,
                "2012":3
            }
        ]
    ]
}