{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Faculty-student interaction is an important component of the undergraduate experience. Our year-long qualitative study explored the complex nature of faculty-student interaction outside the classroom. Our resulting typology identifies five types of interaction: disengagement, incidental contact, functional interaction, personal interaction, and mentoring. This typology provides researchers with a new lens through which they can examine faculty-student interaction and suggests that even non-academic interactions between students and professors can be meaningful to students. Finally, the typology will allow faculty, staff, and administrators to improve current practices and develop initiatives that build bridges between faculty and students outside the classroom.",
            "Faculty-student interaction outside the classroom: A typology from a residential college",
            "Bradley E Cox and Elizabeth Orehovec",
            "2007",
            "AOWgWGAAAAAJ:u5HHmVD_uO8C",
            248,
            "https:\/\/muse.jhu.edu\/article\/216929\/summary",
            "10342865865627747277",
            "\/scholar?cites=10342865865627747277",
            {
                "2008":4,
                "2009":8,
                "2010":14,
                "2011":20,
                "2012":23,
                "2013":9,
                "2014":20,
                "2015":32,
                "2016":18,
                "2017":23,
                "2018":20,
                "2019":23,
                "2020":28
            }
        ],
        [
            "Decades of research demonstrate that college students benefit from positive interaction with faculty members, although that same evidence suggests that those interactions are far from common, particularly outside the classroom. Moreover, relatively little is known about which, when, how, and why faculty members choose to engage with students outside of the classroom. Guided by the theory that faculty members use in-class behaviors to signal their “psychosocial approachability” for out-of-class interaction with students (Wilson et al. in Sociology of Education 47(1):74–92, 1974; College professors and their impact on students, 1975), this study uses data from 2,845 faculty members on 45 campuses to identify the personal, institutional, and pedagogical factors that influence the frequency and type of interaction faculty members have with students outside of the classroom.",
            "Pedagogical signals of faculty approachability: Factors shaping faculty–student interaction outside the classroom",
            "Bradley E Cox and Kadian L McIntosh and Patrick T Terenzini and Robert D Reason and Brenda R Lutovsky Quaye",
            "2010",
            "AOWgWGAAAAAJ:9yKSN-GCB0IC",
            175,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s11162-010-9178-z.pdf",
            "9635434369978897155",
            "\/scholar?cites=9635434369978897155",
            {
                "2011":4,
                "2012":13,
                "2013":13,
                "2014":25,
                "2015":21,
                "2016":15,
                "2017":15,
                "2018":29,
                "2019":15,
                "2020":23
            }
        ],
        [
            "Nearly all quantitative analyses in higher education draw from incomplete datasets--a common problem with no universal solution. In the first part of this paper, we explain why missing data matter and outline the advantages and disadvantages of six common methods for handling missing data. Next, we analyze real-world data from 5,905 students across 33 institutions to document how one’s approach to handling missing data can substantially affect statistical conclusions, researcher interpretations, and subsequent implications for policy and practice. We conclude with straightforward suggestions for higher education researchers looking to select an appropriate method for handling missing data.",
            "Working with Missing Data in Higher Education Research: A Primer in Real-World Example",
            "Bradley E Cox and Kadian L McIntosh and Robert D Reason and Patrick T Terenzini",
            "2014",
            "AOWgWGAAAAAJ:8k81kl-MbHgC",
            149,
            "https:\/\/muse.jhu.edu\/article\/539119\/summary",
            "254414203976473561",
            "\/scholar?cites=254414203976473561",
            {
                "2014":2,
                "2015":14,
                "2016":21,
                "2017":20,
                "2018":32,
                "2019":33,
                "2020":26,
                "2021":1
            }
        ],
        [
            "390 The Journal of Higher Education have lasting negative consequences for many other students, suggesting that institutions may not be providing the supports and programs necessary to assist this growing population (Berkner, He, & Cataldi, 2002; Britt & Hirt, 1999; McCormick & Horn, 1996, Townsend, 2008). Most prior research has focused on the transfer experience by studying the students themselves. In this case study, conducted in 2005–2006, we undertake an in-depth examination of one university to uncover the manner in which institutional agents shape the transfer student experience. In doing so, we identify structures, programs, policies, people, and practices that have contributed to the rationalized—and largely institutionwide—neglect of transfer students.",
            "Rationalizing neglect: An institutional response to transfer students",
            "Barbara F Tobolowsky and Bradley E Cox",
            "2012",
            "AOWgWGAAAAAJ:WF5omc3nYNoC",
            129,
            "https:\/\/www.tandfonline.com\/doi\/pdf\/10.1080\/00221546.2012.11777249",
            "12075177827926757752",
            "\/scholar?cites=12075177827926757752",
            {
                "2013":7,
                "2014":10,
                "2015":14,
                "2016":11,
                "2017":22,
                "2018":19,
                "2019":23,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Cite as: Tobolowsky, BF, & Associates.(2008). 2006 National Survey of First-Year Seminars: \nContinuing innova- tions in the collegiate curriculum (Monograph No. 51). Columbia, SC: University \nof South Carolina, National Resource Center for The First-Year Experience and Students in \nTransition. Sample chapter citation: Schryer, A., Griffin A., & Tobolowsky, BF (2008). Methodology \nand institutional characteristics. In B. F. Tobolowsky & Associates, 2006 National Survey of \nFirst-Year Seminars: Continuing innovations in the collegiate curriculum (Monograph No. \n51, pp. 5-9). Columbia, SC: University of South Carolina, National Resource Center for The \nFirst-Year Experience and Students in Transition. Copyright© 2008 University of South \nCarolina. All rights reserved. No part of this work may be reproduced or copied in any form, by \nany means, without written permission of the University of South Carolina. ISBN … ",
            "2006 National Survey of First-Year Seminars: Continuing Innovations in the Collegiate Curriculum. The First-Year Experience Monograph Series No. 51.",
            "Barbara F Tobolowsky",
            "2008",
            "AOWgWGAAAAAJ:zYLM7Y9cAGgC",
            95,
            "https:\/\/eric.ed.gov\/?id=ED503181",
            "15096643231562026758",
            "\/scholar?cites=15096643231562026758",
            {
                "2007":7,
                "2008":8,
                "2009":6,
                "2010":5,
                "2011":5,
                "2012":8,
                "2013":7,
                "2014":7,
                "2015":10,
                "2016":7,
                "2017":3,
                "2018":3,
                "2019":3,
                "2020":9
            }
        ],
        [
            "In an effort to identify policies that foster an institutional “culture of teaching,” or encourage use of effective pedagogies, this study uses data from 5,612 faculty members at 45 institutions to examine connections between institutional policies and faculty members’ perceptions and practices related to teaching and learning. A series of multi-level models suggests that academic policy variables have small and generally insignificant relationships to such faculty perceptions or practices. Instead, conventional institutional characteristics, such as selectivity and Carnegie classification, appear to be more influential factors.",
            "A Culture of Teaching: Policy, perception, and practice in higher education",
            "Bradley E Cox and Kadian McIntosh and Robert Reason and Patrick T Terenzini",
            "2011",
            "AOWgWGAAAAAJ:PoWvk5oyLR8C",
            82,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s11162-011-9223-6.pdf",
            "3013745135392918007",
            "\/scholar?cites=3013745135392918007",
            {
                "2011":2,
                "2012":2,
                "2013":9,
                "2014":10,
                "2015":10,
                "2016":8,
                "2017":9,
                "2018":11,
                "2019":9,
                "2020":9
            }
        ],
        [
            "Individuals with autism spectrum disorder (ASD) are completing high school with reasonable expectations for postsecondary success. College educators are likely ill prepared to provide appropriate support for these students. Based on personal interviews with a diverse group of students with autism, this study (a) amplifies these students’ voices,(b) describes tensions between their public and private identities,(c) outlines the academic, social, emotional, self-advocacy, and communication challenges they face in college, and (d) proposes both general principles and specific practices that could be leveraged to facilitate postsecondary success for students with autism.",
            "College experiences for students with autism spectrum disorder: Personal identity, public disclosure, and institutional support",
            "Bradley E Cox and Kerry Thompson and Amelia Anderson and Amanda Mintz and Taylor Locks and Lindee Morgan and Jeffrey Edelstein and Abigail Wolz",
            "2017",
            "AOWgWGAAAAAJ:Wp0gIr-vW9MC",
            81,
            "https:\/\/muse.jhu.edu\/article\/646663\/summary",
            "6867782910123084769",
            "\/scholar?cites=6867782910123084769",
            {
                "2017":4,
                "2018":16,
                "2019":20,
                "2020":37,
                "2021":2
            }
        ],
        [
            "Research clearly indicates that faculty members have the potential to influence student learning outcomes through their pedagogical practices, but we know less about what influences faculty members’ choices to employ specific pedagogical practices. This study, based on data from 2,853 faculty members who teach courses that serve primarily first-year students on 45 campuses nationwide, identifies the individual, organizational, environmental, programmatic, and policy factors that individually and collectively influence faculty members’ decisions to engage in one particular pedagogical practice requiring students to engage with difference.",
            "Faculty and institutional factors that promote student encounters with difference in first-year courses",
            "Robert D Reason and Bradley E Cox and Brenda R Lutovsky Quaye and Patrick T Terenzini",
            "2010",
            "AOWgWGAAAAAJ:u-x6o8ySG0sC",
            66,
            "https:\/\/muse.jhu.edu\/article\/372488\/summary",
            "7502890259625060121",
            "\/scholar?cites=7502890259625060121",
            {
                "2009":1,
                "2010":6,
                "2011":9,
                "2012":6,
                "2013":6,
                "2014":3,
                "2015":8,
                "2016":5,
                "2017":9,
                "2018":5,
                "2019":8
            }
        ]
    ]
}