{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We propose a novel dynamical method for beating decoherence and dissipation in open quantum systems. We demonstrate the possibility of filtering out the effects of unwanted (not necessarily known) system-environment interactions and show that the noise-suppression procedure can be combined with the capability of retaining control over the effective dynamical evolution of the open quantum system. Implications for quantum information processing are discussed.",
            "Dynamical decoupling of open quantum systems",
            "Lorenza Viola and Emanuel Knill and Seth Lloyd",
            "1999",
            "aoZ0mC8AAAAJ:u-x6o8ySG0sC",
            1514,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.2417",
            "12377416485575876661",
            "\/scholar?cites=12377416485575876661",
            {
                "1999":12,
                "2000":24,
                "2001":32,
                "2002":47,
                "2003":36,
                "2004":52,
                "2005":61,
                "2006":42,
                "2007":63,
                "2008":44,
                "2009":48,
                "2010":71,
                "2011":88,
                "2012":97,
                "2013":103,
                "2014":89,
                "2015":87,
                "2016":93,
                "2017":90,
                "2018":90,
                "2019":100,
                "2020":132,
                "2021":11
            }
        ],
        [
            "The dynamics of a decohering two-level system driven by a suitable control Hamiltonian is studied. The control procedure is implemented as a sequence of radio-frequency pulses that repetitively flip the state of the system, a technique that can be termed quantum “bang-bang” control after its classical analog. Decoherence introduced by the system’s interaction with a quantum environment is shown to be washed out completely in the limit of continuous flipping and greatly suppressed provided the interval between the pulses is made comparable to the correlation time of the environment. The model suggests a strategy to fight against decoherence that complements existing quantum error-correction techniques.",
            "Dynamical suppression of decoherence in two-state quantum systems",
            "Lorenza Viola and Seth Lloyd",
            "1998",
            "aoZ0mC8AAAAJ:u5HHmVD_uO8C",
            1463,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.58.2733",
            "11862921802255128088",
            "\/scholar?cites=11862921802255128088",
            {
                "1999":13,
                "2000":30,
                "2001":23,
                "2002":42,
                "2003":46,
                "2004":54,
                "2005":69,
                "2006":63,
                "2007":73,
                "2008":66,
                "2009":66,
                "2010":93,
                "2011":80,
                "2012":81,
                "2013":96,
                "2014":79,
                "2015":73,
                "2016":95,
                "2017":76,
                "2018":78,
                "2019":73,
                "2020":82,
                "2021":10
            }
        ],
        [
            "A measure of quality of an error-correcting code is the maximum number of errors that it is able to correct. We show that a suitable notion of “number of errors” e makes sense for any quantum or classical system in the presence of arbitrary interactions. Thus, e-error-correcting codes protect information without requiring the usual assumptions of independence. We prove the existence of large codes for both quantum and classical information. By viewing error-correcting codes as subsystems, we relate codes to irreducible representations of operator algebras and show that noiseless subsystems are infinite-distance error-correcting codes.",
            "Theory of quantum error correction for general noise",
            "Emanuel Knill and Raymond Laflamme and Lorenza Viola",
            "2000",
            "aoZ0mC8AAAAJ:d1gkVwhDpl0C",
            769,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.2525",
            "15332136024922511177",
            "\/scholar?cites=15332136024922511177",
            {
                "2000":15,
                "2001":27,
                "2002":31,
                "2003":27,
                "2004":34,
                "2005":48,
                "2006":49,
                "2007":54,
                "2008":51,
                "2009":43,
                "2010":33,
                "2011":22,
                "2012":30,
                "2013":42,
                "2014":38,
                "2015":17,
                "2016":39,
                "2017":44,
                "2018":38,
                "2019":40,
                "2020":40,
                "2021":3
            }
        ],
        [
            "We show that if one can perform a restricted set of fast manipulations on a quantum system, one can implement a large class of dynamical evolutions by effectively removing or introducing selected Hamiltonians. The procedure can be used to achieve universal noise-tolerant control based on purely unitary open-loop transformations of the dynamics. As a result, it is in principle possible to perform noise-protected universal quantum computation using no extra space resources.",
            "Universal control of decoupled quantum systems",
            "Lorenza Viola and Seth Lloyd and Emanuel Knill",
            "1999",
            "aoZ0mC8AAAAJ:2osOgNQ5qMEC",
            365,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.83.4888",
            "15776545067184141766",
            "\/scholar?cites=15776545067184141766",
            {
                "1999":1,
                "2000":11,
                "2001":11,
                "2002":25,
                "2003":17,
                "2004":21,
                "2005":16,
                "2006":25,
                "2007":35,
                "2008":14,
                "2009":16,
                "2010":18,
                "2011":18,
                "2012":16,
                "2013":20,
                "2014":20,
                "2015":11,
                "2016":22,
                "2017":10,
                "2018":7,
                "2019":15,
                "2020":12,
                "2021":2
            }
        ],
        [
            "Nuclear magnetic resonance (NMR) provides an experimental setting to explore physical implementations of quantum information processing (QIP). Here we introduce the basic background for understanding applications of NMR to QIP and explain their current successes, limitations and potential. NMR spectroscopy is well known for its wealth of diverse coherent manipulations of spin dynamics. Ideas and instrumentation from liquid state NMR spectroscopy have been used to experiment with QIP. This approach has carried the field to a complexity of about 10 qubits, a small number for quantum computation but large enough for observing and better understanding the complexity of the quantum world. While liquid state NMR is the only present‐day technology about to reach this number of qubits, further increases in complexity will require new methods. We sketch one direction leading towards a scalable quantum …",
            "NMR based quantum information processing: Achievements and prospects",
            "David G Cory and R Laflamme and E Knill and L Viola and TF Havel and N Boulant and G Boutis and E Fortunato and S Lloyd and R Martinez and C Negrevergne and M Pravia and Y Sharf and G Teklemariam and YS Weinstein and WH Zurek",
            "2000",
            "aoZ0mC8AAAAJ:9yKSN-GCB0IC",
            348,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/1521-3978(200009)48:9\/11%3C875::AID-PROP875%3E3.0.CO;2-V",
            "2396327728538420452",
            "\/scholar?cites=2396327728538420452",
            {
                "2000":4,
                "2001":14,
                "2002":39,
                "2003":20,
                "2004":33,
                "2005":34,
                "2006":27,
                "2007":25,
                "2008":19,
                "2009":11,
                "2010":12,
                "2011":18,
                "2012":9,
                "2013":9,
                "2014":10,
                "2015":10,
                "2016":8,
                "2017":13,
                "2018":15,
                "2019":4,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We present a generalization of entanglement based on the idea that entanglement is relative to a distinguished subspace of observables rather than a distinguished subsystem decomposition. A pure quantum state is entangled relative to such a subspace if its expectations are a proper mixture of those of other states. Many information-theoretic aspects of entanglement can be extended to this observable-based setting, suggesting new ways of measuring and classifying multipartite entanglement. By going beyond the distinguishable-subsystem framework, generalized entanglement also provides novel tools for probing quantum correlations in interacting many-body systems.",
            "A subsystem-independent generalization of entanglement",
            "Howard Barnum and Emanuel Knill and Gerardo Ortiz and Rolando Somma and Lorenza Viola",
            "2004",
            "aoZ0mC8AAAAJ:UeHWp8X0CEIC",
            326,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.107902",
            "8102657463161982877",
            "\/scholar?cites=8102657463161982877",
            {
                "2003":3,
                "2004":8,
                "2005":17,
                "2006":28,
                "2007":23,
                "2008":21,
                "2009":25,
                "2010":21,
                "2011":18,
                "2012":14,
                "2013":19,
                "2014":33,
                "2015":16,
                "2016":17,
                "2017":12,
                "2018":12,
                "2019":15,
                "2020":23,
                "2021":1
            }
        ],
        [
            "We demonstrate the protection of one bit of quantum information against all collective noise in three nuclear spins. Because no subspace of states offers this protection, the quantum bit was encoded in a proper noiseless subsystem. We therefore realize a general and efficient method for protecting quantum information. Robustness was verified for a full set of noise operators that do not distinguish the spins. Verification relied on the most complete exploration of engineered decoherence to date. The achieved fidelities show improved information storage for a large, noncommutative set of errors.",
            "Experimental realization of noiseless subsystems for quantum information processing",
            "Lorenza Viola and Evan M Fortunato and Marco A Pravia and Emanuel Knill and Raymond Laflamme and David G Cory",
            "2001",
            "aoZ0mC8AAAAJ:qjMakFHDy7sC",
            263,
            "https:\/\/science.sciencemag.org\/content\/293\/5537\/2059.abstract",
            "263729271712444743",
            "\/scholar?cites=263729271712444743",
            {
                "2002":17,
                "2003":18,
                "2004":15,
                "2005":22,
                "2006":13,
                "2007":24,
                "2008":13,
                "2009":22,
                "2010":12,
                "2011":15,
                "2012":9,
                "2013":7,
                "2014":21,
                "2015":11,
                "2016":20,
                "2017":6,
                "2018":7,
                "2019":6,
                "2020":5
            }
        ],
        [
            "We propose a general procedure for implementing dynamical decoupling of quantum systems without requiring arbitrarily strong, impulsive control actions. This is accomplished by designing continuous decoupling propagators according to Eulerian paths in the decoupling group for the system. Such Eulerian decoupling schemes offer two important advantages over their impulsive counterparts: they are able to enforce the same dynamical symmetrization but with more realistic control resources and, at the same time, they are intrinsically tolerant against a large class of systematic implementation errors.",
            "Robust dynamical decoupling of quantum systems with bounded controls",
            "Lorenza Viola and Emanuel Knill",
            "2003",
            "aoZ0mC8AAAAJ:zYLM7Y9cAGgC",
            240,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.90.037901",
            "6304381700019197311",
            "\/scholar?cites=6304381700019197311",
            {
                "2003":3,
                "2004":13,
                "2005":17,
                "2006":13,
                "2007":11,
                "2008":11,
                "2009":18,
                "2010":11,
                "2011":13,
                "2012":20,
                "2013":17,
                "2014":16,
                "2015":17,
                "2016":19,
                "2017":14,
                "2018":3,
                "2019":8,
                "2020":12,
                "2021":2
            }
        ],
        [
            "Scalable quantum computation in realistic devices requires that precise control can be implemented efficiently in the presence of decoherence and operational errors. We propose a general constructive procedure for designing robust unitary gates on an open quantum system without encoding or measurement overhead. Our results allow for a low-level error correction strategy solely based on Hamiltonian engineering using realistic bounded-strength controls and may substantially reduce implementation requirements for fault-tolerant quantum computing architectures.",
            "Dynamically error-corrected gates for universal quantum computation",
            "Kaveh Khodjasteh and Lorenza Viola",
            "2009",
            "aoZ0mC8AAAAJ:5nxA0vEk-isC",
            191,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.080501",
            "4580957274379480861",
            "\/scholar?cites=4580957274379480861",
            {
                "2009":4,
                "2010":12,
                "2011":17,
                "2012":17,
                "2013":12,
                "2014":31,
                "2015":14,
                "2016":21,
                "2017":14,
                "2018":10,
                "2019":12,
                "2020":22,
                "2021":3
            }
        ],
        [
            "We combine dynamical decoupling and universal control methods for open quantum systems with coding procedures. By exploiting a general algebraic approach, we show how appropriate encodings of quantum states result in obtaining universal control over dynamically generated noise-protected subsystems with limited control resources. In particular, we provide a constructive scheme based on two-body Hamiltonians for performing universal quantum computation over large noiseless spaces which can be engineered in the presence of arbitrary linear quantum noise.",
            "Dynamical generation of noiseless quantum subsystems",
            "Lorenza Viola and Emanuel Knill and Seth Lloyd",
            "2000",
            "aoZ0mC8AAAAJ:IjCSPb-OGe4C",
            184,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.85.3520",
            "15052575105105923642",
            "\/scholar?cites=15052575105105923642",
            {
                "2000":2,
                "2001":11,
                "2002":14,
                "2003":14,
                "2004":17,
                "2005":17,
                "2006":16,
                "2007":15,
                "2008":13,
                "2009":11,
                "2010":4,
                "2011":6,
                "2012":3,
                "2013":7,
                "2014":6,
                "2015":5,
                "2016":7,
                "2017":5,
                "2018":1,
                "2019":6,
                "2020":3
            }
        ]
    ]
}