{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "In this paper, we present an account of in virtue of what thinkers are justified in employing certain basic belief‐forming methods. The guiding idea is inspired by Reichenbach’s work on induction. There are certain projects in which thinkers are rationally required to engage. Thinkers are epistemically justified in employing a belief‐forming method that is indispensable for successfully engaging in such a project. We present a detailed account based on this intuitive thought, and address objections to it. We conclude by commenting on the implications that our account may have for other important epistemological debates.",
            "How Are Basic Belief‐Forming Methods Justified?",
            "David Enoch and Joshua Schechter",
            "2008",
            "apsVs4QAAAAJ:u5HHmVD_uO8C",
            112,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1933-1592.2008.00157.x",
            "1435859455864195280",
            "\/scholar?cites=1435859455864195280",
            {
                "2007":1,
                "2008":3,
                "2009":4,
                "2010":5,
                "2011":3,
                "2012":13,
                "2013":2,
                "2014":8,
                "2015":9,
                "2016":14,
                "2017":11,
                "2018":14,
                "2019":13,
                "2020":2
            }
        ],
        [
            "Closure for justification is the claim that thinkers are justified in believing the logical consequences of their justified beliefs, at least when those consequences are competently deduced. Many have found this principle to be very plausible. Even more attractive is the special case of Closure known as Single-Premise Closure. In this paper, I present a challenge to Single-Premise Closure. The challenge is based on the phenomenon of rational self-doubt—it can be rational to be less than fully confident in one’s beliefs and patterns of reasoning. In rough outline, the argument is as follows: Consider a thinker who deduces a conclusion from a justified initial premise via an incredibly long sequence of simple competent deductions. Surely, such a thinker should suspect that he has made a mistake somewhere. And surely, given this, he should not believe the conclusion of the deduction even though he has a justified …",
            "Rational Self-Doubt and the Failure of Closure",
            "Joshua Schechter",
            "2013",
            "apsVs4QAAAAJ:qjMakFHDy7sC",
            88,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s11098-011-9823-1.pdf",
            "5601061442312433280",
            "\/scholar?cites=5601061442312433280",
            {
                "2012":2,
                "2013":6,
                "2014":7,
                "2015":7,
                "2016":7,
                "2017":9,
                "2018":13,
                "2019":17,
                "2020":16
            }
        ],
        [
            "This paper concerns a problem in the epistemology of logic. This problem is an analogue of the Benacerraf-Field problem for mathematical Platonism. It is also an analogue of Mackie's queerness argument against moral realism, at least on one way of understanding that argument. The problem is what I call the\" Reliability Challenge\" for logic.The purpose of this paper is not to solve this problem-although I do gesture toward a solution. Rather, my aim is to get clear on what exactly the problem is. It is my view that the nature of the reliability challenge has not been properly understood. My main goals here are to present the reliability challenge in its strongest possible form and to show why two seemingly attractive responses are unable to answer it. This will prove to be relevant not only to the epistemology of logic, but also to the epistemologies of mathematics, modality, morality, and other a priori domains.",
            "The reliability challenge and the epistemology of logic",
            "Joshua Schechter",
            "2010",
            "apsVs4QAAAAJ:2osOgNQ5qMEC",
            85,
            "https:\/\/www.jstor.org\/stable\/41329453",
            "6384624604137249274",
            "\/scholar?cites=6384624604137249274",
            {
                "2011":1,
                "2012":3,
                "2013":3,
                "2014":7,
                "2015":5,
                "2016":11,
                "2017":15,
                "2018":8,
                "2019":17,
                "2020":12
            }
        ]
    ]
}