{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Two genuinely quantum mechanical models for an antiferromagnetic linear chain with nearest neighbor interactions are constructed and solved exactly, in the sense that the ground state, all the elementary excitations and the free energy are found. A general formalism for calculating the instantaneous correlation between any two spins is developed and applied to the investigation of short-and long-range order. Both models show nonvanishing long-range order in the ground state for a range of values of a certain parameter λ which is analogous to an anisotropy parameter in the Heisenberg model. A detailed comparison with the Heisenberg model suggests that the latter has no long-range order in the isotropic case but finite long-range order for any finite amount of anisotropy. The unreliability of variational methods for determining long-range order is emphasized. It is also shown that for spin 1 2 systems having …",
            "Two soluble models of an antiferromagnetic chain",
            "Elliott Lieb and Theodore Schultz and Daniel Mattis",
            "1961",
            "AQgCA68AAAAJ:u-x6o8ySG0sC",
            4084,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0003491661901154",
            "9129877605358009323",
            "\/scholar?cites=9129877605358009323",
            {
                "1982":23,
                "1983":23,
                "1984":25,
                "1985":33,
                "1986":22,
                "1987":30,
                "1988":33,
                "1989":45,
                "1990":47,
                "1991":42,
                "1992":39,
                "1993":50,
                "1994":61,
                "1995":52,
                "1996":56,
                "1997":65,
                "1998":67,
                "1999":70,
                "2000":83,
                "2001":56,
                "2002":75,
                "2003":68,
                "2004":79,
                "2005":116,
                "2006":97,
                "2007":130,
                "2008":117,
                "2009":130,
                "2010":128,
                "2011":160,
                "2012":139,
                "2013":175,
                "2014":150,
                "2015":172,
                "2016":185,
                "2017":214,
                "2018":204,
                "2019":219,
                "2020":273,
                "2021":25
            }
        ],
        [
            "The field of phase transitions and critical phenomena continues to be active in research, producing a steady stream of interesting and fruitful results. It has moved into a central place in condensed matter studies. Statistical physics, and more specifically, the theory of transitions between states of matter, more or less defines what we know about'everyday'matter and its transformations. The major aim of this serial is to provide review articles that can serve as standard references for research workers in the field, and for graduate students and others wishing to obtain reliable information on important recent developments.",
            "Phase transitions and critical phenomena",
            "Cyril Domb",
            "2000",
            "AQgCA68AAAAJ:SIv7DqKytYAC",
            4074,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=a9Xe1SGXEYYC&oi=fnd&pg=PP1&dq=info:9sgHBnGq2ggJ:scholar.google.com&ots=dUQv5awFrj&sig=0eTfeeC3g6vvSfPX7JG5y0w0jMo",
            "638009699635546358",
            "\/scholar?cites=638009699635546358",
            {
                "1982":84,
                "1983":92,
                "1984":107,
                "1985":128,
                "1986":94,
                "1987":105,
                "1988":98,
                "1989":94,
                "1990":99,
                "1991":91,
                "1992":109,
                "1993":120,
                "1994":107,
                "1995":110,
                "1996":107,
                "1997":103,
                "1998":86,
                "1999":80,
                "2000":88,
                "2001":87,
                "2002":56,
                "2003":58,
                "2004":47,
                "2005":100,
                "2006":87,
                "2007":69,
                "2008":92,
                "2009":82,
                "2010":83,
                "2011":80,
                "2012":115,
                "2013":103,
                "2014":100,
                "2015":93,
                "2016":73,
                "2017":87,
                "2018":75,
                "2019":63,
                "2020":75,
                "2021":7
            }
        ],
        [
            "The short-range, one-band model for electron correlations in a narrow energy band is solved exactly in the one-dimensional case. The ground-state energy, wave function, and the chemical potentials are obtained, and it is found that the ground state exhibits no conductor-insulator transition as the correlation strength is increased.",
            "Absence of Mott transition in an exact solution of the short-range, one-band model in one dimension",
            "Elliott H Lieb and Fa-Yueh Wu",
            "1994",
            "AQgCA68AAAAJ:u5HHmVD_uO8C",
            3625,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/9789812798268_0001",
            "9742390541621368828",
            "\/scholar?cites=9742390541621368828",
            {
                "1982":28,
                "1983":22,
                "1984":29,
                "1985":24,
                "1986":23,
                "1987":41,
                "1988":44,
                "1989":64,
                "1990":68,
                "1991":109,
                "1992":112,
                "1993":104,
                "1994":133,
                "1995":123,
                "1996":108,
                "1997":118,
                "1998":114,
                "1999":92,
                "2000":103,
                "2001":81,
                "2002":91,
                "2003":96,
                "2004":102,
                "2005":80,
                "2006":102,
                "2007":128,
                "2008":119,
                "2009":96,
                "2010":106,
                "2011":93,
                "2012":109,
                "2013":99,
                "2014":93,
                "2015":74,
                "2016":81,
                "2017":94,
                "2018":95,
                "2019":90,
                "2020":94,
                "2021":9
            }
        ],
        [
            "A gas of one-dimensional Bose particles interacting via a repulsive delta-function potential has been solved exactly. All the eigenfunctions can be found explicitly and the energies are given by the solutions of a transcendental equation. The problem has one nontrivial coupling constant, γ. When γ is small, Bogoliubov's perturbation theory is seen to be valid. In this paper, we explicitly calculate the ground-state energy as a function of γ and show that it is analytic for all γ, except γ= 0. In Part II, we discuss the excitation spectrum and show that it is most convenient to regard it as a double spectrum—not one as is ordinarily supposed.",
            "Exact analysis of an interacting Bose gas. I. The general solution and the ground state",
            "Elliott H Lieb and Werner Liniger",
            "1963",
            "AQgCA68AAAAJ:d1gkVwhDpl0C",
            2882,
            "https:\/\/journals.aps.org\/pr\/abstract\/10.1103\/PhysRev.130.1605",
            "9029781206869817673",
            "\/scholar?cites=9029781206869817673",
            {
                "1982":17,
                "1983":9,
                "1984":7,
                "1985":27,
                "1986":17,
                "1987":18,
                "1988":20,
                "1989":19,
                "1990":21,
                "1991":22,
                "1992":19,
                "1993":22,
                "1994":29,
                "1995":26,
                "1996":27,
                "1997":34,
                "1998":24,
                "1999":35,
                "2000":43,
                "2001":43,
                "2002":46,
                "2003":63,
                "2004":88,
                "2005":87,
                "2006":103,
                "2007":86,
                "2008":116,
                "2009":99,
                "2010":121,
                "2011":122,
                "2012":152,
                "2013":133,
                "2014":152,
                "2015":155,
                "2016":167,
                "2017":139,
                "2018":130,
                "2019":134,
                "2020":170,
                "2021":11
            }
        ],
        [
            "We present rigorous results on a phase in antiferromagnets in one dimension and more, which we call a valence-bond solid. The ground state is simply constructed out of valence bonds, is nondegenerate, and breaks no symmetries. There is an energy gap and an exponentially decaying correlation function. Physical applications are mentioned.",
            "Rigorous results on valence-bond ground states in antiferromagnets",
            "Ian Affleck and Tom Kennedy and Elliott H Lieb and Hal Tasaki",
            "2004",
            "AQgCA68AAAAJ:9yKSN-GCB0IC",
            2223,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-3-662-06390-3_18",
            "1264292570952063286",
            "\/scholar?cites=1264292570952063286",
            {
                "1988":23,
                "1989":32,
                "1990":29,
                "1991":30,
                "1992":44,
                "1993":31,
                "1994":40,
                "1995":55,
                "1996":41,
                "1997":51,
                "1998":43,
                "1999":49,
                "2000":52,
                "2001":32,
                "2002":54,
                "2003":45,
                "2004":41,
                "2005":55,
                "2006":43,
                "2007":62,
                "2008":78,
                "2009":52,
                "2010":75,
                "2011":87,
                "2012":71,
                "2013":83,
                "2014":103,
                "2015":116,
                "2016":117,
                "2017":153,
                "2018":130,
                "2019":117,
                "2020":173,
                "2021":5
            }
        ],
        [
            "We show that if  is a sequence of uniformly -bounded functions on a measure space, and if  pointwise ae, then  for all . This result is also generalized in Theorem 2 to some functionals other than the  norm, namely  for suitable  and a suitable sequence . A brief discussion is given of the usefulness of this result in variational problems.",
            "A relation between pointwise convergence of functions and convergence of functionals",
            "Haïm Brézis and Elliott Lieb",
            "1983",
            "AQgCA68AAAAJ:IjCSPb-OGe4C",
            1953,
            "https:\/\/www.ams.org\/proc\/1983-088-03\/S0002-9939-1983-0699419-3\/",
            "6277327570824426307",
            "\/scholar?cites=6277327570824426307",
            {
                "1987":6,
                "1988":4,
                "1989":7,
                "1990":10,
                "1991":8,
                "1992":18,
                "1993":18,
                "1994":9,
                "1995":12,
                "1996":15,
                "1997":12,
                "1998":20,
                "1999":14,
                "2000":12,
                "2001":18,
                "2002":23,
                "2003":30,
                "2004":37,
                "2005":41,
                "2006":51,
                "2007":58,
                "2008":70,
                "2009":75,
                "2010":62,
                "2011":91,
                "2012":95,
                "2013":108,
                "2014":115,
                "2015":108,
                "2016":117,
                "2017":136,
                "2018":164,
                "2019":148,
                "2020":192,
                "2021":24
            }
        ],
        [
            "In the attractive Hubbard Model (and some extended versions of it), the ground state is proved to have spin angular momentum S= 0 for every (even) electron filling. In the repulsive case, and with a bipartite lattice and a half-filled band, the ground state has S=(1\/2∥ B‖-‖ A‖‖, where‖ B‖(‖ A‖) is the number of sites in the B (A) sublattice. In both cases the ground state is unique. The second theorem confirms an old, unproved conjecture in the‖ B‖=‖ A‖ case and yields, with‖ B‖≠‖ A‖, the first provable example of itinerant-electron ferromagnetism. The theorems hold in all dimensions without even the necessity of a periodic lattice structure.",
            "Two theorems on the Hubbard model",
            "Elliott H Lieb",
            "1989",
            "AQgCA68AAAAJ:UeHWp8X0CEIC",
            1799,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.62.1201",
            "17926496578481088168",
            "\/scholar?cites=17926496578481088168",
            {
                "1990":14,
                "1991":26,
                "1992":30,
                "1993":24,
                "1994":27,
                "1995":25,
                "1996":33,
                "1997":32,
                "1998":26,
                "1999":28,
                "2000":21,
                "2001":22,
                "2002":50,
                "2003":30,
                "2004":35,
                "2005":29,
                "2006":25,
                "2007":30,
                "2008":50,
                "2009":65,
                "2010":85,
                "2011":98,
                "2012":90,
                "2013":96,
                "2014":96,
                "2015":84,
                "2016":110,
                "2017":114,
                "2018":110,
                "2019":131,
                "2020":145,
                "2021":9
            }
        ],
        [
            "Haldane predicted that the isotropic quantum Heisenberg spin chain is in a “massive” phase if the spin is integral. The first rigorous example of an isotropic model in such a phase is presented. The Hamiltonian has an exact SO(3) symmetry and is translationally invariant, but we prove the model has a unique ground state, a gap in the spectrum of the Hamiltonian immediately above the ground state and exponential decay of the correlation functions in the ground state. Models in two and higher dimension which are expected to have the same properties are also presented. For these models we construct an exact ground state, and for some of them we prove that the two-point function decays exponentially in this ground state. In all these models exact ground states are constructed by using valence bonds.",
            "Valence bond ground states in isotropic quantum antiferromagnets",
            "Ian Affleck and Tom Kennedy and Elliott H Lieb and Hal Tasaki",
            "1988",
            "AQgCA68AAAAJ:2osOgNQ5qMEC",
            1598,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-3-662-06390-3_19",
            "7866545490852154357",
            "\/scholar?cites=7866545490852154357",
            {
                "1988":6,
                "1989":26,
                "1990":19,
                "1991":34,
                "1992":36,
                "1993":38,
                "1994":43,
                "1995":47,
                "1996":44,
                "1997":44,
                "1998":39,
                "1999":44,
                "2000":36,
                "2001":18,
                "2002":39,
                "2003":29,
                "2004":27,
                "2005":42,
                "2006":49,
                "2007":46,
                "2008":59,
                "2009":37,
                "2010":69,
                "2011":73,
                "2012":74,
                "2013":65,
                "2014":77,
                "2015":64,
                "2016":62,
                "2017":91,
                "2018":57,
                "2019":72,
                "2020":84,
                "2021":4
            }
        ],
        [
            "This paper has three aims: (i) To discuss some of the mathematical connections between N-particle wave functions Ψ and their single-particle densities p(x). (ii) To establish some of the mathematical underpinnings of “universal density functional” theory for the ground state energy as begun by Hohenberg and Kohn. We show that the HK functional is not defined for all p and we present several ways around this difficulty. Several less obvious problems remain, however, (iii) Since the functional mentioned above is not computable, we review examples of explicit functionals that have the virtue of yielding rigorous bounds to the energy.",
            "Density functionals for Coulomb systems",
            "Elliott H Lieb",
            "2002",
            "AQgCA68AAAAJ:Y0pCki6q_DkC",
            1308,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-3-642-55925-9_24",
            "1414220366459210357",
            "\/scholar?cites=1414220366459210357",
            {
                "1985":12,
                "1986":11,
                "1987":15,
                "1988":8,
                "1989":10,
                "1990":15,
                "1991":10,
                "1992":15,
                "1993":1,
                "1994":10,
                "1995":13,
                "1996":14,
                "1997":13,
                "1998":20,
                "1999":16,
                "2000":21,
                "2001":22,
                "2002":17,
                "2003":44,
                "2004":28,
                "2005":43,
                "2006":42,
                "2007":45,
                "2008":37,
                "2009":61,
                "2010":45,
                "2011":54,
                "2012":62,
                "2013":79,
                "2014":83,
                "2015":84,
                "2016":63,
                "2017":69,
                "2018":75,
                "2019":68,
                "2020":71,
                "2021":2
            }
        ],
        [
            "Luttinger's exactly soluble model of a one-dimensional many-fermion system is discussed. We show that he did not solve his model properly because of the paradoxical fact that the density operator commutators , which always vanish for any finite number of particles, no longer vanish in the field-theoretic limit of a filled Dirac sea. In fact the operators  define a boson field which is ipso facto associated with the Fermi–Dirac field. We then use this observation to solve the model, and obtain the exact (and now nontrivial) spectrum, free energy, and dielectric constant. This we also extend to more realistic interactions in an Appendix. We calculate the Fermi surface parameter , and find:  (i.e., there exists a sharp Fermi surface) only in the case of a sufficiently weak interaction.",
            "Exact solution of a many-fermion system and its associated boson field",
            "Daniel C Mattis and Elliott H Lieb",
            "1994",
            "AQgCA68AAAAJ:qjMakFHDy7sC",
            1226,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/9789812812650_0008",
            "13730016584796597377",
            "\/scholar?cites=13730016584796597377",
            {
                "1982":10,
                "1983":13,
                "1984":10,
                "1985":10,
                "1986":9,
                "1987":13,
                "1988":9,
                "1989":4,
                "1990":12,
                "1991":11,
                "1992":22,
                "1993":34,
                "1994":44,
                "1995":56,
                "1996":46,
                "1997":49,
                "1998":33,
                "1999":37,
                "2000":30,
                "2001":37,
                "2002":34,
                "2003":29,
                "2004":27,
                "2005":30,
                "2006":22,
                "2007":27,
                "2008":28,
                "2009":21,
                "2010":29,
                "2011":26,
                "2012":46,
                "2013":36,
                "2014":49,
                "2015":38,
                "2016":27,
                "2017":36,
                "2018":34,
                "2019":33,
                "2020":32,
                "2021":4
            }
        ]
    ]
}