{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The coupling of the spin of electrons to their motional state lies at the heart of recently discovered topological phases of matter. Here we create and detect spin-orbit coupling in an atomic Fermi gas, a highly controllable form of quantum degenerate matter. We directly reveal the spin-orbit gap via spin-injection spectroscopy, which characterizes the energy-momentum dispersion and spin composition of the quantum states. For energies within the spin-orbit gap, the system acts as a spin diode. We also create a spin-orbit coupled lattice and probe its spinful band structure, which features additional spin gaps and a fully gapped spectrum. In the presence of s-wave interactions, such systems should display induced p-wave pairing, topological superfluidity, and Majorana edge states.",
            "Spin-injection spectroscopy of a spin-orbit coupled Fermi gas",
            "Lawrence W Cheuk and Ariel T Sommer and Zoran Hadzibabic and Tarik Yefsah and Waseem S Bakr and Martin W Zwierlein",
            "2012",
            "aqH01W4AAAAJ:u5HHmVD_uO8C",
            892,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.095302",
            "4884994749549460083",
            "\/scholar?cites=4884994749549460083",
            {
                "2012":34,
                "2013":130,
                "2014":129,
                "2015":148,
                "2016":126,
                "2017":94,
                "2018":93,
                "2019":66,
                "2020":66,
                "2021":5
            }
        ],
        [
            "Fermi gases, collections of fermions such as neutrons and electrons, are found throughout nature, from solids to neutron stars. Interacting Fermi gases can form a superfluid or, for charged fermions, a superconductor. We have observed the superfluid phase transition in a strongly interacting Fermi gas by high-precision measurements of the local compressibility, density, and pressure. Our data completely determine the universal thermodynamics of these gases without any fit or external thermometer. The onset of superfluidity is observed in the compressibility, the chemical potential, the entropy, and the heat capacity, which displays a characteristic lambda-like feature at the critical temperature Tc\/TF = 0.167(13). The ground-state energy is  ξN EF with ξ = 0.376(4). Our measurements provide a benchmark for many-body theories of strongly interacting fermions.",
            "Revealing the superfluid lambda transition in the universal thermodynamics of a unitary Fermi gas",
            "Mark JH Ku and Ariel T Sommer and Lawrence W Cheuk and Martin W Zwierlein",
            "2012",
            "aqH01W4AAAAJ:u-x6o8ySG0sC",
            659,
            "https:\/\/science.sciencemag.org\/content\/335\/6068\/563.abstract",
            "4433486240829691267",
            "\/scholar?cites=4433486240829691267",
            {
                "2011":2,
                "2012":54,
                "2013":85,
                "2014":67,
                "2015":66,
                "2016":85,
                "2017":79,
                "2018":67,
                "2019":78,
                "2020":73,
                "2021":3
            }
        ],
        [
            "We realize a quantum-gas microscope for fermionic K 40 atoms trapped in an optical lattice, which allows one to probe strongly correlated fermions at the single-atom level. We combine 3D Raman sideband cooling with high-resolution optics to simultaneously cool and image individual atoms with single-lattice-site resolution at a detection fidelity above 95%. The imaging process leaves the atoms predominantly in the 3D motional ground state of their respective lattice sites, inviting the implementation of a Maxwell’s demon to assemble low-entropy many-body states. Single-site-resolved imaging of fermions enables the direct observation of magnetic order, time-resolved measurements of the spread of particle correlations, and the detection of many-fermion entanglement.",
            "Quantum-gas microscope for fermionic atoms",
            "Lawrence W Cheuk and Matthew A Nichols and Melih Okan and Thomas Gersdorf and Vinay V Ramasesh and Waseem S Bakr and Thomas Lompe and Martin W Zwierlein",
            "2015",
            "aqH01W4AAAAJ:IjCSPb-OGe4C",
            327,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.114.193001",
            "6794768686830662984",
            "\/scholar?cites=6794768686830662984",
            {
                "2015":27,
                "2016":70,
                "2017":57,
                "2018":63,
                "2019":52,
                "2020":54,
                "2021":3
            }
        ],
        [
            "Strong electron correlations lie at the origin of high-temperature superconductivity. Its essence is believed to be captured by the Fermi-Hubbard model of repulsively interacting fermions on a lattice. Here we report on the site-resolved observation of charge and spin correlations in the two-dimensional (2D) Fermi-Hubbard model realized with ultracold atoms. Antiferromagnetic spin correlations are maximal at half-filling and weaken monotonically upon doping. At large doping, nearest-neighbor correlations between singly charged sites are negative, revealing the formation of a correlation hole, the suppressed probability of finding two fermions near each other. As the doping is reduced, the correlations become positive, signaling strong bunching of doublons and holes, in agreement with numerical calculations. The dynamics of the doublon-hole correlations should play an important role for transport in the Fermi …",
            "Observation of spatial charge and spin correlations in the 2D Fermi-Hubbard model",
            "Lawrence W Cheuk and Matthew A Nichols and Katherine R Lawrence and Melih Okan and Hao Zhang and Ehsan Khatami and Nandini Trivedi and Thereza Paiva and Marcos Rigol and Martin W Zwierlein",
            "2016",
            "aqH01W4AAAAJ:4TOpqqG69KYC",
            253,
            "https:\/\/science.sciencemag.org\/content\/353\/6305\/1260.abstract",
            "5747130455487445448",
            "\/scholar?cites=5747130455487445448",
            {
                "2016":15,
                "2017":53,
                "2018":59,
                "2019":54,
                "2020":67,
                "2021":4
            }
        ],
        [
            "Precise understanding of strongly interacting fermions, from electrons in modern materials to nuclear matter, presents a major goal in modern physics. However, the theoretical description of interacting Fermi systems is usually plagued by the intricate quantum statistics at play. Here we present a cross-validation between a new theoretical approach, bold diagrammatic Monte Carlo 1, 2, 3, and precision experiments on ultracold atoms. Specifically, we compute and measure, with unprecedented precision, the normal-state equation of state of the unitary gas, a prototypical example of a strongly correlated fermionic system 4, 5, 6. Excellent agreement demonstrates that a series of Feynman diagrams can be controllably resummed in a non-perturbative regime using bold diagrammatic Monte Carlo.",
            "Feynman diagrams versus Fermi-gas Feynman emulator",
            "Kris Van Houcke and Félix Werner and Evgeny Kozik and Nikolay Prokof’ev and Boris Svistunov and MJH Ku and AT Sommer and LW Cheuk and Andre Schirotzek and MW Zwierlein",
            "2012",
            "aqH01W4AAAAJ:9yKSN-GCB0IC",
            217,
            "https:\/\/www.nature.com\/articles\/nphys2273",
            "17074337309013229165",
            "\/scholar?cites=17074337309013229165",
            {
                "2012":15,
                "2013":36,
                "2014":24,
                "2015":23,
                "2016":20,
                "2017":20,
                "2018":23,
                "2019":26,
                "2020":29,
                "2021":1
            }
        ],
        [
            "We follow the evolution of fermion pairing in the dimensional crossover from three-dimensional to two-dimensional as a strongly interacting Fermi gas of Li 6 atoms becomes confined to a stack of two-dimensional layers formed by a one-dimensional optical lattice. Decreasing the dimensionality leads to the opening of a gap in radio-frequency spectra, even on the Bardeen-Cooper-Schrieffer side of a Feshbach resonance. The measured binding energy of fermion pairs closely follows the theoretical two-body binding energy and, in the two-dimensional limit, the zero-temperature mean-field Bose-Einstein-condensation to Bardeen-Cooper-Schrieffer crossover theory.",
            "Evolution of fermion pairing from three to two dimensions",
            "Ariel T Sommer and Lawrence W Cheuk and Mark JH Ku and Waseem S Bakr and Martin W Zwierlein",
            "2012",
            "aqH01W4AAAAJ:d1gkVwhDpl0C",
            191,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.045302",
            "5949922837250129197",
            "\/scholar?cites=5949922837250129197",
            {
                "2012":34,
                "2013":25,
                "2014":21,
                "2015":19,
                "2016":30,
                "2017":21,
                "2018":14,
                "2019":11,
                "2020":16
            }
        ],
        [
            "We develop a new comagnetometer using Ne 21 atoms with nuclear spin I= 3\/2 and Rb atoms polarized by spin exchange with K atoms to search for tensor interactions that violate local Lorentz invariance. We frequently reverse the orientation of the experiment and search for signals at the first and second harmonics of the sidereal frequency. We constrain 4 of the 5 spatial Lorentz-violating coefficients c j k n that parametrize anisotropy of the maximum attainable velocity of a neutron at a level of 10− 29, improving previous limits by 2 to 4 orders of magnitude and placing the most stringent constraint on deviations from local Lorentz invariance.",
            "New Test of Local Lorentz Invariance Using a  Comagnetometer",
            "M Smiciklas and JM Brown and LW Cheuk and SJ Smullin and Michael V Romalis",
            "2011",
            "aqH01W4AAAAJ:qjMakFHDy7sC",
            183,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.171604",
            "4034446480018116091",
            "\/scholar?cites=4034446480018116091",
            {
                "2011":1,
                "2012":12,
                "2013":14,
                "2014":14,
                "2015":13,
                "2016":22,
                "2017":23,
                "2018":28,
                "2019":27,
                "2020":26,
                "2021":3
            }
        ],
        [
            "Solitons—solitary waves that maintain their shape as they propagate—occur as water waves in narrow canals, as light pulses in optical fibres and as quantum mechanical matter waves in superfluids and superconductors. Their highly nonlinear and localized nature makes them very sensitive probes of the medium in which they propagate. Here we create long-lived solitons in a strongly interacting superfluid of fermionic atoms and directly observe their motion. As the interactions are tuned from the regime of Bose–Einstein condensation of tightly bound molecules towards the Bardeen–Cooper–Schrieffer limit of long-range Cooper pairs, the solitons’ effective mass increases markedly, to more than 200 times their bare mass, signalling strong quantum fluctuations. This mass enhancement is more than 50 times larger than the theoretically predicted value. Our work provides a benchmark for theories of non-equilibrium …",
            "Heavy solitons in a fermionic superfluid",
            "Tarik Yefsah and Ariel T Sommer and Mark JH Ku and Lawrence W Cheuk and Wenjie Ji and Waseem S Bakr and Martin W Zwierlein",
            "2013",
            "aqH01W4AAAAJ:2osOgNQ5qMEC",
            168,
            "https:\/\/www.nature.com\/articles\/nature12338",
            "12655058146949900454",
            "\/scholar?cites=12655058146949900454",
            {
                "2012":1,
                "2013":12,
                "2014":31,
                "2015":23,
                "2016":23,
                "2017":28,
                "2018":12,
                "2019":17,
                "2020":21
            }
        ],
        [
            "We observe a long-lived solitary wave in a superfluid Fermi gas of Li 6 atoms after phase imprinting. Tomographic imaging reveals the excitation to be a solitonic vortex, oriented transverse to the long axis of the cigar-shaped atom cloud. The precessional motion of the vortex is directly observed, and its period is measured as a function of the chemical potential in the BEC-BCS crossover. The long period and the correspondingly large ratio of the inertial to the bare mass of the vortex are in good agreement with estimates based on superfluid hydrodynamics that we derive here using the known equation of state in the BEC-BCS crossover.",
            "Motion of a solitonic vortex in the BEC-BCS crossover",
            "Mark JH Ku and Wenjie Ji and Biswaroop Mukherjee and Elmer Guardado-Sanchez and Lawrence W Cheuk and Tarik Yefsah and Martin W Zwierlein",
            "2014",
            "aqH01W4AAAAJ:UeHWp8X0CEIC",
            135,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.113.065301",
            "15284543190085929385",
            "\/scholar?cites=15284543190085929385",
            {
                "2014":10,
                "2015":22,
                "2016":25,
                "2017":25,
                "2018":21,
                "2019":13,
                "2020":17,
                "2021":2
            }
        ],
        [
            "Ultracold molecules are ideal platforms for many important applications, ranging from quantum simulation 1, 2, 3, 4, 5 and quantum information processing 6, 7 to precision tests of fundamental physics 2, 8, 9, 10, 11. Producing trapped, dense samples of ultracold molecules is a challenging task. One promising approach is direct laser cooling, which can be applied to several classes of molecules not easily assembled from ultracold atoms 12, 13. Here, we report the production of trapped samples of laser-cooled CaF molecules with densities of 8× 10 7 cm− 3 and at phase-space densities of 2× 10− 9, 35 times higher than for sub-Doppler-cooled samples in free space 14. These advances are made possible by efficient laser cooling of optically trapped molecules to well below the Doppler limit, a key step towards many future applications. These range from ultracold chemistry to quantum simulation, where …",
            "Laser cooling of optically trapped molecules",
            "Loïc Anderegg and Benjamin L Augenbraun and Yicheng Bao and Sean Burchesky and Lawrence W Cheuk and Wolfgang Ketterle and John M Doyle",
            "2018",
            "aqH01W4AAAAJ:QIV2ME_5wuYC",
            115,
            "https:\/\/www.nature.com\/articles\/s41567-018-0191-z",
            "3035341860911767241",
            "\/scholar?cites=3035341860911767241",
            {
                "2018":14,
                "2019":41,
                "2020":53,
                "2021":6
            }
        ]
    ]
}