{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We developed a method for inducing sexual outcrosses in the homothallic Ascomycete fungus Gibberella zeae (anamorph: Fusarium graminearum). Strains were marked with different nitrate nonutilizing (nit) mutations, and vegetative compatibility groups served as additional markers in some crosses. Strains with complementary nit mutations were cocultured on carrot agar plates. Ascospores from individual perithecia were plated on a minimal medium (MM) containing nitrate as the sole nitrogen source. Crosses between different nit mutants segregated in expected ratios (3:1 nit-:nit+) from heterozygous perithecia. Analysis of vegetative compatibility groups of progeny of two crosses indicated two and three vegetative incompatibility (vic) genes segregating, respectively. For rapid testing of sexual recombination between nit mutants, perithecia were inverted over MM to deposit actively discharged ascospores …",
            "Sexual recombination in Gibberella zeae",
            "Robert L Bowden and John F Leslie",
            "1999",
            "asE1C04AAAAJ:u5HHmVD_uO8C",
            284,
            "https:\/\/apsjournals.apsnet.org\/doi\/abs\/10.1094\/PHYTO.1999.89.2.182",
            "228609433151056308",
            "\/scholar?cites=228609433151056308",
            {
                "1999":2,
                "2000":8,
                "2001":6,
                "2002":6,
                "2003":14,
                "2004":19,
                "2005":12,
                "2006":14,
                "2007":16,
                "2008":15,
                "2009":14,
                "2010":9,
                "2011":22,
                "2012":18,
                "2013":16,
                "2014":16,
                "2015":13,
                "2016":21,
                "2017":8,
                "2018":10,
                "2019":12,
                "2020":12,
                "2021":1
            }
        ],
        [
            "Leaf rust and stripe rust are important foliar diseases of wheat worldwide. Leaf rust and stripe rust resistant introgression lines were developed by induced homoeologous chromosome pairing between wheat chromosome 5D and 5Mg of Aegilops geniculata (UgMg). Characterization of rust resistant BC2F5 and BC3F6 homozygous progenies using genomic in situ hybridization with Aegilops comosa (M) DNA as probe identified three different types of introgressions; two cytologically visible and one invisible (termed cryptic alien introgression). All three types of introgression lines showed similar and complete resistance to the most prevalent pathotypes of leaf rust and stripe rust in Kansas (USA) and Punjab (India). Diagnostic polymorphisms between the alien segment and recipient parent were identified using physically mapped RFLP probes. Molecular mapping revealed that cryptic alien introgression …",
            "Characterization and mapping of cryptic alien introgression from Aegilops geniculata with new leaf rust and stripe rust resistance genes Lr57 and Yr40 in wheat",
            "Vasu Kuraparthy and Parveen Chhuneja and Harcharan S Dhaliwal and Satinder Kaur and Robert L Bowden and Bikram S Gill",
            "2007",
            "asE1C04AAAAJ:2osOgNQ5qMEC",
            203,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s00122-007-0524-2.pdf",
            "7690062572078077945",
            "\/scholar?cites=7690062572078077945",
            {
                "2007":3,
                "2008":25,
                "2009":11,
                "2010":9,
                "2011":14,
                "2012":13,
                "2013":11,
                "2014":18,
                "2015":21,
                "2016":19,
                "2017":20,
                "2018":14,
                "2019":12,
                "2020":12,
                "2021":1
            }
        ],
        [
            "The front matter comprises the title page, copyright page, preface, list of authors, and list of sponsors.",
            "Compendium of wheat diseases and pests",
            "Robert L Bowden and Robert M Hunger and Wendell L Morrill and Timothy D Murray and Richard W Smiley",
            "2010",
            "asE1C04AAAAJ:W7OEmFMy1HYC",
            198,
            "https:\/\/apsjournals.apsnet.org\/doi\/pdf\/10.1094\/9780890546604.fm",
            "15530011161361360149",
            "\/scholar?cites=15530011161361360149",
            {
                "2010":4,
                "2011":10,
                "2012":18,
                "2013":11,
                "2014":27,
                "2015":12,
                "2016":31,
                "2017":16,
                "2018":18,
                "2019":22,
                "2020":25,
                "2021":1
            }
        ],
        [
            "In limited previous studies of the Ascomycete fungus Gibberella zeae in North America, the populations examined were genetically and phenotypically diverse and could be viewed as subsamples of a larger population. Our objective in this study was to test the hypothesis that a homogeneous, randomly mating population of G. zeae is contiguous throughout the central and eastern United States across a span of several years. We analysed presence\/absence alleles based on amplified fragment length polymorphisms (AFLPs) at 30 loci, 24 of which are defined genetically on a linkage map of G. zeae, from > 500 isolates in eight field populations from seven states collected during the 1998, 1999 and 2000 cropping seasons. All these strains had AFLP profiles similar to those of standard isolates of G. zeae phylogenetic lineage 7. All the populations are genetically similar, have high genotypic diversity and little or no …",
            "Population differentiation and recombination in wheat scab populations of Gibberella zeae from the United States",
            "Kurt A Zeller and Robert L Bowden and John F Leslie",
            "2004",
            "asE1C04AAAAJ:d1gkVwhDpl0C",
            157,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1046\/j.1365-294X.2004.02098.x",
            "1095194192714849114",
            "\/scholar?cites=1095194192714849114",
            {
                "2004":3,
                "2005":7,
                "2006":13,
                "2007":13,
                "2008":15,
                "2009":13,
                "2010":10,
                "2011":19,
                "2012":13,
                "2013":9,
                "2014":12,
                "2015":7,
                "2016":6,
                "2017":4,
                "2018":2,
                "2019":4,
                "2020":7
            }
        ],
        [
            "We constructed a genetic linkage map of Gibberella zeae (Fusarium graminearum) by crossing complementary nitrate-nonutilizing (nit) mutants of G. zeae strains R-5470 (from Japan) and Z-3639 (from Kansas). We selected 99 nitrate-utilizing (recombinant) progeny and analyzed them for amplified fragment length polymorphisms (AFLPs). We used 34 pairs of two-base selective AFLP primers and identified 1048 polymorphic markers that mapped to 468 unique loci on nine linkage groups. The total map length is ~1300 cM with an average interval of 2.8 map units between loci. Three of the nine linkage groups contain regions in which there are high levels of segregation distortion. Selection for the nitrate-utilizing recombinant progeny can explain two of the three skewed regions. Two linkage groups have recombination patterns that are consistent with the presence of intercalary inversions. Loci governing …",
            "A Genetic Map of Gibberella zeae (Fusarium graminearum)",
            "JE Jurgenson and RL Bowden and KA Zeller and JF Leslie and NJ Alexander and RD Plattner",
            "2002",
            "asE1C04AAAAJ:u-x6o8ySG0sC",
            152,
            "https:\/\/academic.oup.com\/genetics\/article-abstract\/160\/4\/1451\/6049808",
            "2662646575233247095",
            "\/scholar?cites=2662646575233247095",
            {
                "2002":3,
                "2003":14,
                "2004":19,
                "2005":10,
                "2006":17,
                "2007":10,
                "2008":16,
                "2009":9,
                "2010":7,
                "2011":8,
                "2012":4,
                "2013":8,
                "2014":5,
                "2015":7,
                "2016":7,
                "2017":2,
                "2018":2,
                "2019":1,
                "2020":2,
                "2021":1
            }
        ],
        [
            " Gibberella zeae (anamorph Fusarium graminearum) causes Fusarium head blight (FHB) of wheat and barley and has been responsible for several billion dollars of losses in the United States since the early 1990s. We isolated G. zeae from the top, middle, and bottom positions of wheat spikes collected from 0.25-m2 quadrats during severe FHB epidemics in a single Kansas (KS) field (1993) and in a single North Dakota (ND) field (1994). Three amplified fragment length polymorphism (AFLP) primer pairs were used to resolve 94 polymorphic loci from 253 isolates. Members of a subset of 26 isolates also were tested for vegetative compatibility groups (VCGs). Both methods indicated high levels of genotypic variability and identified the same sets of isolates as probable clones. The mean number of AFLP multilocus haplotypes per head was approximately 1.8 in each population, but this value probably …",
            "Diversity of epidemic populations of Gibberella zeae from small quadrats in Kansas and North Dakota",
            "Kurt A Zeller and Robert L Bowden and John F Leslie",
            "2003",
            "asE1C04AAAAJ:qjMakFHDy7sC",
            128,
            "https:\/\/apsjournals.apsnet.org\/doi\/abs\/10.1094\/PHYTO.2003.93.7.874",
            "7282240225493957540",
            "\/scholar?cites=7282240225493957540",
            {
                "2004":11,
                "2005":3,
                "2006":9,
                "2007":11,
                "2008":9,
                "2009":11,
                "2010":9,
                "2011":8,
                "2012":7,
                "2013":6,
                "2014":11,
                "2015":9,
                "2016":7,
                "2017":5,
                "2018":1,
                "2019":6,
                "2020":4
            }
        ],
        [
            "Gibberella zeae is the major fungal pathogen of Fusarium head blight of wheat and produces several mycotoxins that are harmful to humans and domesticated animals. We identified loci associated with pathogenicity and aggressiveness on an amplified fragment length polymorphism based genetic map of G. zeae in a cross between a lineage 6 nivalenol producer from Japan and a lineage 7 deoxynivalenol producer from Kansas. Ninety-nine progeny and the parents were tested in the greenhouse for 2 years. Progeny segregated qualitatively (61:38) for pathogenicity:nonpathogenicity, respectively. The trait maps to linkage group IV, which is adjacent to loci that affect colony pigmentation, perithecium production, and trichothecene toxin amount. Among the 61 pathogenic progeny, the amount of disease induced (aggressiveness) varied quantitatively. Two reproducible quantitative trait loci (QTL) for aggressiveness …",
            "Genetic mapping of pathogenicity and aggressiveness of Gibberella zeae (Fusarium graminearum) toward wheat",
            "Christian Joseph R Cumagun and Robert L Bowden and James E Jurgenson and John F Leslie and Thomas Miedaner",
            "2004",
            "asE1C04AAAAJ:UeHWp8X0CEIC",
            125,
            "https:\/\/apsjournals.apsnet.org\/doi\/abs\/10.1094\/PHYTO.2004.94.5.520",
            "16557056502975311549",
            "\/scholar?cites=16557056502975311549",
            {
                "2004":5,
                "2005":4,
                "2006":10,
                "2007":7,
                "2008":6,
                "2009":10,
                "2010":10,
                "2011":15,
                "2012":11,
                "2013":5,
                "2014":5,
                "2015":6,
                "2016":8,
                "2017":9,
                "2018":4,
                "2019":7,
                "2020":3
            }
        ],
        [
            "Twenty-four single-spore isolates ofFusarium graminearum were obtained from scabby wheat seeds or glumes collected from 23 locations in Kansas in 1990. All isolates were sexually fertile and homothallic. Nitrate-nonutilizing (nit) mutants of each isolate were generated on a medium amended with 1.5% KCIO3. Of 378 mutants, 161 were able to utilize nitrite and hypoxanthine (nit1), 165 utilized hypoxanthine but not nitrite (nit3), 47 utilized nitrite but not hypoxanthine (NitM), and 5 appeared to be global nitrogen regulatory mutants similar to the previously describednnu mutant. Complementation was tested by pairingnit1 mutants of each isolate with either a NitM or anit3 mutant from each isolate on media containing nitrate as the sole nitrogen source. Complementation was more pronounced whennit1 and NitM mutants were paired. Mutants were only able to complement with other mutants from the same wild-type …",
            "Nitrate-nonutilizing mutants ofGibberella zeae (Fusarium graminearum) and their use in determining vegetative compatibility",
            "Robert L Bowden and John F Leslie",
            "1992",
            "asE1C04AAAAJ:9yKSN-GCB0IC",
            123,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/014759759290007E",
            "1855638353065322995",
            "\/scholar?cites=1855638353065322995",
            {
                "1994":3,
                "1995":1,
                "1996":2,
                "1997":1,
                "1998":5,
                "1999":8,
                "2000":8,
                "2001":7,
                "2002":6,
                "2003":11,
                "2004":7,
                "2005":7,
                "2006":9,
                "2007":8,
                "2008":5,
                "2009":6,
                "2010":3,
                "2011":7,
                "2012":4,
                "2013":2,
                "2014":5,
                "2015":3,
                "2016":1,
                "2017":4
            }
        ],
        [
            "Stem rust (Puccinia graminis f. sp. tritici Eriks. & E. Henn.) (the causal agent of wheat stem rust) race Ug99 (also designated TTKSK) and its derivatives have defeated several important stem rust resistance genes widely used in wheat (Triticum aestivum L.) production, rendering much of the worldwide wheat acreage susceptible. In order to identify new resistance sources, a large collection of wheat relatives and genetic stocks maintained at the Wheat Genetic and Genomic Resources Center was screened. The results revealed that most accessions of the diploid relative Dasypyrum villosum (L.) Candargy were highly resistant. The screening of a set of wheat–D. villosum chromosome addition lines revealed that the wheat–D. villosum disomic addition line DA6V#3 was moderately resistant to race Ug99. The objective of the present study was to produce and characterize compensating wheat–D. villosum …",
            "A novel Robertsonian translocation event leads to transfer of a stem rust resistance gene (Sr52) effective against race Ug99 from Dasypyrumvillosum into bread …",
            "LL Qi and MO Pumphrey and Bernd Friebe and P Zhang and C Qian and RL Bowden and MN Rouse and Y Jin and BS Gill",
            "2011",
            "asE1C04AAAAJ:LkGwnXOMwfcC",
            121,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s00122-011-1574-z.pdf",
            "6184395386730543910",
            "\/scholar?cites=6184395386730543910",
            {
                "2011":4,
                "2012":10,
                "2013":18,
                "2014":16,
                "2015":18,
                "2016":16,
                "2017":12,
                "2018":9,
                "2019":8,
                "2020":10
            }
        ],
        [
            "Young, visually symptomless leaves from potato (Solanum tuberosum) plants infected with Verticillium dahliae exhibited reduced carbon assimilation rate, stomatal conductance, and intercellular CO2, but no increase in dark respiration, no change in the relationship between carbon assimilation rate versus intercellular CO2, and no change in light use efficiency when intercellular CO2 was held constant. Therefore, the initial decrease in photosynthesis caused by V. dahliae was caused by stomatal closure. Errors in the intercellular CO2 calculation caused by uneven distribution of carbon assimilation rate across the leaf were tested by 14CO2 autoradiography. Patchiness was found at a low frequency. Low stomatal conductance was correlated with low leaf water potentials. Infection did not affect leaf osmotic potentials.",
            "Mechanism of photosynthesis decrease by Verticillium dahliae in potato",
            "Robert L Bowden and Douglas I Rouse and Thomas D Sharkey",
            "1990",
            "asE1C04AAAAJ:IjCSPb-OGe4C",
            103,
            "http:\/\/www.plantphysiol.org\/content\/94\/3\/1048.short",
            "15836473229108068027",
            "\/scholar?cites=15836473229108068027",
            {
                "1990":1,
                "1991":1,
                "1992":2,
                "1993":4,
                "1994":1,
                "1995":4,
                "1996":2,
                "1997":3,
                "1998":3,
                "1999":4,
                "2000":2,
                "2001":3,
                "2002":6,
                "2003":2,
                "2004":3,
                "2005":6,
                "2006":5,
                "2007":2,
                "2008":10,
                "2009":4,
                "2010":3,
                "2011":6,
                "2012":4,
                "2013":3,
                "2014":1,
                "2015":5,
                "2016":3,
                "2017":3,
                "2018":6,
                "2019":1
            }
        ]
    ]
}