{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Aim  The authors present their experience of colonoscopic perforation and its management, with an analysis of factors affecting outcome.Method  During the last 10 years, 22 cases of colonoscopic perforation (CP) were identified in two different institutions. Multiple logistic regression analysis was used to identify significant predictors of morbidity and mortality.Results  Morbidity and mortality rates were 31% and 13.6%, respectively. Prompt diagnosis was the most powerful predictor of outcome of CP. Multiple logistic regression analysis showed that morbidity and mortality were significantly related to a delay in diagnosis of more than 24 h (P = 0.03 and P = 0.04).Conclusion  The results emphasize the importance of prompt assessment of a patient who develops symptoms after colonoscopy.",
            "Promptness of diagnosis is the main prognostic factor after colonoscopic perforation",
            "M La Torre and F Velluti and G Giuliani and E Di Giulio and V Ziparo and F La Torre",
            "2012",
            "aSXf3QUAAAAJ:u5HHmVD_uO8C",
            39,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1463-1318.2011.02755.x",
            "69609961605548906",
            "\/scholar?cites=69609961605548906",
            {
                "2012":1,
                "2013":3,
                "2014":13,
                "2015":4,
                "2016":8,
                "2017":1,
                "2018":6,
                "2019":1,
                "2020":2
            }
        ],
        [
            "Minimally invasive surgery has gained worldwide acceptance in the treatment of colonic cancer in the last decades, thanks to its well-known advantages in short-term outcomes. Nevertheless, the penetrance of minimally invasive colorectal surgery still remains low. Few studies and metanalysis, to date, have analyzed the results of robotic versus laparoscopic colorectal surgery, often with conflicting conclusions. The robotic platform, thanks to its technological features, may potentially overcome the limitation of standard laparoscopy, especially when performing a complete mesocolic excision resection and an intracorporeal anastomosis. Robotic surgery could also shorten the learning curve of young novice surgeons, provided that strict protocols of structured training are applied. This paper is an update on the current available outcomes of robotic vs laparoscopic surgery in right colectomy.",
            "Laparoscopic versus robotic right colectomy: technique and outcomes",
            "Giampaolo Formisano and Pasquale Misitano and Giuseppe Giuliani and Giulia Calamati and Lucia Salvischiani and Paolo Pietro Bianchi",
            "2016",
            "aSXf3QUAAAAJ:qjMakFHDy7sC",
            30,
            "https:\/\/link.springer.com\/article\/10.1007\/s13304-016-0353-4",
            "2433736546301823415",
            "\/scholar?cites=2433736546301823415",
            {
                "2016":1,
                "2017":1,
                "2018":9,
                "2019":6,
                "2020":13
            }
        ],
        [
            "The injection of bulking agents into the anal canal has been reported to help patients with fecal incontinence. Although it has been advocated as a safe and effective option, substantial data concerning long-term efficacy are still lacking, and the resorption process of the implants has not yet been carefully studied. The aim of our study was to investigate the long-term outcomes of bulking agents for the treatment of fecal incontinence and the behavior of implanted materials in the anorectum. At a median follow-up of 7 years, 19 patients with idiopathic fecal incontinence who had received bulking agent implants were evaluated. Clinical, manometric and ultrasound assessments were carried out.The clinical improvements that were achieved in the short term were not maintained over time. For …",
            "Long-term evaluation of bulking agents for the treatment of fecal incontinence: clinical outcomes and ultrasound evidence",
            "F Guerra and M La Torre and G Giuliani and D Coletta and S Amore Bonapasta and F Velluti and F La Torre",
            "2015",
            "aSXf3QUAAAAJ:WF5omc3nYNoC",
            20,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s10151-014-1236-7.pdf",
            "7549433022951370923",
            "\/scholar?cites=7549433022951370923",
            {
                "2015":3,
                "2016":3,
                "2017":3,
                "2018":6,
                "2019":4,
                "2020":1
            }
        ],
        [
            "Parenchymal sparing procedures are gaining interest in pancreatic surgery and recent studies have reported that minimally invasive pancreatic enucleation may be associated with enhanced outcomes when compared with traditional surgery. By meta‐analyzing the available data from the literature, minimally invasive surgery is not at higher risk of pancreatic fistula and offers a number of advantages over conventional surgery for pancreatic enucleation.",
            "Minimally invasive versus open pancreatic enucleation. Systematic review and meta‐analysis of surgical outcomes",
            "Francesco Guerra and Giuseppe Giuliani and Lapo Bencini and Paolo P Bianchi and Andrea Coratti",
            "2018",
            "aSXf3QUAAAAJ:9yKSN-GCB0IC",
            12,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jso.25026",
            "1542285230651446402",
            "\/scholar?cites=1542285230651446402",
            {
                "2018":1,
                "2019":8,
                "2020":3
            }
        ],
        [
            "",
            "A meta-analysis of randomized controlled trials on the use of suction drains following rectal surgery",
            "Francesco Guerra and Giuseppe Giuliani and Diego Coletta and Marcello Boni and Fabio Rondelli and Paolo Pietro Bianchi and Andrea Coratti",
            "2018",
            "aSXf3QUAAAAJ:2osOgNQ5qMEC",
            12,
            "https:\/\/www.karger.com\/Article\/Abstract\/485139",
            "2378094675624630098",
            "\/scholar?cites=2378094675624630098",
            {
                "2019":6,
                "2020":6
            }
        ],
        [
            "Tuberculosis or TB (tubercle bacillus) remains a major public health problem in developing countries. Over the last decades extra-pulmonary locations of the disease have become more frequent due to the increased prevalence of acquired immune deficiency syndrome and the increase number of organ transplants. The urogenital localization represents about 27% of all extra-pulmonary localizations of TB and may be due either to a disseminated infection or to a primitive genitourinary localization. The majority of patients, has pyuria, sometimes with hematuria. The diagnosis of urinary tuberculosis is based on the finding of pyuria in the absence of infection by common bacteria. The initial medical treatment includes isoniazide, rifampicin, pyrazinami-de, ethambutol and streptomycin. This disease should be suspected in patients with unexplained urinary tract infections, especially if immunocompromised and\/or …",
            "Renal tuberculosis: a case report",
            "S Toccaceli and L Persico Stella and M Diana and A Taccone and G Giuliani and L De Paola and M Valvano and C De Padua and G Di Biasio and C Ranucci and E Orsi and F La Torre",
            "2015",
            "aSXf3QUAAAAJ:7PzlFSSx8tAC",
            12,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC4469212\/",
            "16141600247332291480",
            "\/scholar?cites=16141600247332291480",
            {
                "2015":1,
                "2016":2,
                "2017":1,
                "2018":1,
                "2019":2,
                "2020":4
            }
        ],
        [
            "Background: Recent reports have suggested that the use of the robot might reduce the rate of pancreatic complications following minimally invasive radical gastrectomy.Methods: By meta-analyzing the available literature, we aimed to elucidate possible differences between conventional laparoscopic and robotic radical gastrectomy on pancreatic morbidity.Results: More than 2000 patients from eight studies were eventually included in the analysis. The overall incidence of postoperative pancreatic complications was 2.2%, being 1.7% and 2.5% following robotic and laparoscopic gastrectomy (LG), respectively. In particular, pancreatic fistula occurred in 2.7% of patients receiving robotic gastrectomy (RG) and 3.8% of patients receiving laparoscopy.Conclusions: The use of the robot showed a trend toward better outcomes compared with laparoscopy, despite the presence of more advanced disease and higher body …",
            "Pancreatic complications after conventional laparoscopic radical gastrectomy versus robotic radical gastrectomy: systematic review and meta-analysis",
            "Francesco Guerra and Giuseppe Giuliani and Giampaolo Formisano and Paolo Pietro Bianchi and Alberto Patriti and Andrea Coratti",
            "2018",
            "aSXf3QUAAAAJ:Y0pCki6q_DkC",
            11,
            "https:\/\/www.liebertpub.com\/doi\/abs\/10.1089\/lap.2018.0159",
            "6487142364688232458",
            "\/scholar?cites=6487142364688232458",
            {
                "2019":4,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Postoperative pancreas-related complications are quite uncommon but potentially life-threatening occurrences that may occasionally complicate the postoperative course of gastrectomy. A number of reports have described such conditions after both standard open and minimally invasive surgery. Our study has the purpose to systematically determine the pooled incidence of pancreatic events following radical gastrectomy. We also aimed to elucidate whether any difference in incidence exists between patients operated via conventional open or minimally invasive surgery.PubMed, EMBASE, and the Cochrane Library were systematically searched for randomized or well-matched studies comparing conventional with minimally invasive oncological gastrectomy and reporting pancreas-related postoperative complications. We evaluated …",
            "Pancreas-related complications following gastrectomy: systematic review and meta-analysis of open versus minimally invasive surgery",
            "Francesco Guerra and Giuseppe Giuliani and Martina Iacobone and Paolo Pietro Bianchi and Andrea Coratti",
            "2017",
            "aSXf3QUAAAAJ:ufrVoPGSRksC",
            11,
            "https:\/\/link.springer.com\/article\/10.1007\/s00464-017-5507-z",
            "9715415467641193009",
            "\/scholar?cites=9715415467641193009",
            {
                "2018":4,
                "2019":2,
                "2020":5
            }
        ],
        [
            "AIM: Milligan-Morgan hemorrhoidectomy (MM) is still the most common treatment for grades III and IV hemorrhoids despite prolonged post-operative anal pain and wound healing. This multicenter, double blind, randomized, controlled trial was designed to assess the safety and the efficacy of anal wound cleansing with Triclosan (Proctocid®) in the control of symptoms and healing time after MM. METHODS: A total of 113 patients with grades III and IV hemorrhoids, undergoing open hemorroidectomy by diathermy or Ligasure vessel sealing device, were randomly assigned to Triclosan or sodium hypochlorite solution. All patients received analgesics and a fiber-rich diet after hemorrhoidectomy. Postoperative anal pain, bleeding and\/or secretion and itch were assessed 7, 14 and 21 days after hemorrhoidectomy by a Visual Analogue Scale (VAS) and the day of complete re-epithelialization of anal wounds was recorded. RESULTS: Fifty-five patients were randomized for Triclosan treatment and 58 for the control drug. The two groups were comparable for demographics, severity of hemorrhoids and technique used for the hemorrhoidectomy. The comparison of days to get complete anal wound healing shows a trend of significance (P= 0.05) for the Triclosan group. Bleeding and\/or secretion, anal pain and itch were significantly better (P= 0.003; P< 0.0001 and P= 0.01, respectively). CONCLUSION: Triclosan solution for the treatment of post-hemorrhoidectomy wounds is safe and improves the control of post-operative symptoms and wound healing time compared to sodium hypochlorite.",
            "Control of post-hemorrhoidectomy symptoms and wound healing by Triclosan: a randomized, double-blind, controlled trial.",
            "I Giannini and G Pecorella and D Pennisi and G Santangelo and R Digennaro and F Latorre and G Giuliani and DF Altomare",
            "2014",
            "aSXf3QUAAAAJ:M3ejUd6NZC8C",
            10,
            "https:\/\/europepmc.org\/article\/med\/24847894",
            "8515623821447548749",
            "\/scholar?cites=8515623821447548749",
            {
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":2,
                "2018":3,
                "2019":1
            }
        ],
        [
            "Although end colostomy closure following Hartmann’s procedure is a major surgery that is traditionally performed by conventional celiotomy, over the last decade there has been a growing interest toward the application of different minimally invasive techniques. We aimed at evaluating the relative outcomes of conventional surgery versus minimally invasive surgery by meta-analyzing the available data from the medical literature. The PubMed\/MEDLINE, Cochrane Library and EMBASE electronic databases were searched through August 2018. Inclusion criteria considered eligible all comparative studies evaluating open versus minimally invasive procedures. Conventional laparoscopy, robotic and single-port laparoscopy were considered as minimally invasive techniques. Overall morbidity, rate of anastomotic failure, rate of wound complications and mortality were evaluated as primary outcomes …",
            "Conventional versus minimally invasive Hartmann takedown: a meta-analysis of the literature",
            "Francesco Guerra and Diego Coletta and Celeste Del Basso and Giuseppe Giuliani and Alberto Patriti",
            "2019",
            "aSXf3QUAAAAJ:u-x6o8ySG0sC",
            8,
            "https:\/\/link.springer.com\/article\/10.1007\/s00268-019-04962-8",
            "1056123698106015387",
            "\/scholar?cites=1056123698106015387",
            {
                "2020":7,
                "2021":1
            }
        ]
    ]
}