{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We discuss the IAU resolutions B1. 3, B1. 4, B1. 5, and B1. 9 that were adopted during the 24th General Assembly in Manchester, 2000, and provides details on and explanations for these resolutions. It is explained why they present significant progress over the corresponding IAU 1991 resolutions and why they are necessary in the light of present accuracies in astrometry, celestial mechanics, and metrology. In fact, most of these resolutions are consistent with astronomical models and software already in use. The metric tensors and gravitational potentials of both the Barycentric Celestial Reference System and the Geocentric Celestial Reference System are defined and discussed. The necessity and relevance of the two celestial reference systems are explained. The transformations of coordinates and gravitational potentials are discussed. Potential coefficients parameterizing the post-Newtonian gravitational …",
            "The IAU 2000 resolutions for astrometry, celestial mechanics, and metrology in the relativistic framework: explanatory supplement",
            "M Soffel and Sergei A Klioner and G Petit and P Wolf and SM Kopeikin and P Bretagnon and VA Brumberg and N Capitaine and T Damour and T Fukushima and B Guinot and T-Y Huang and Lennart Lindegren and C Ma and K Nordtvedt and JC Ries and PK Seidelmann and D Vokrouhlický and CM Will and Ch Xu",
            "2003",
            "ATqskhQAAAAJ:MXK_kJrjxJIC",
            409,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/378162\/meta",
            "4358498958688792404",
            "\/scholar?cites=4358498958688792404",
            {
                "2003":4,
                "2004":6,
                "2005":16,
                "2006":17,
                "2007":19,
                "2008":20,
                "2009":24,
                "2010":21,
                "2011":25,
                "2012":34,
                "2013":23,
                "2014":31,
                "2015":31,
                "2016":37,
                "2017":21,
                "2018":27,
                "2019":33,
                "2020":14,
                "2021":3
            }
        ],
        [
            "The Lorentz covariant theory of the propagation of light in the (weak) gravitational fields of N-body systems consisting of arbitrarily moving pointlike bodies with constant masses m a (a= 1, 2,…, N) is constructed. The theory is based on the Liénard-Wiechert representation of the metric tensor which describes a retarded type solution of the gravitational field equations. A new approach for integrating the equations of motion of light particles (photons) depending on the retarded time argument is invented. Its application in the first post-Minkowskian approximation, which is linear with respect to the universal gravitational constant G makes it evident that the equations of light propagation admit to be integrated straightforwardly by quadratures. Explicit expressions for the trajectory of a light ray and its tangent vector are obtained in algebraically closed form in terms of functionals of retarded time. General expressions for the …",
            "Lorentz covariant theory of light propagation in gravitational fields of arbitrary-moving bodies",
            "Sergei M Kopeikin and Gerhard Schäfer",
            "1999",
            "ATqskhQAAAAJ:u5HHmVD_uO8C",
            254,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.60.124002",
            "6647232216212285289",
            "\/scholar?cites=6647232216212285289",
            {
                "1999":2,
                "2000":6,
                "2001":5,
                "2002":10,
                "2003":16,
                "2004":10,
                "2005":15,
                "2006":22,
                "2007":15,
                "2008":15,
                "2009":15,
                "2010":8,
                "2011":17,
                "2012":7,
                "2013":7,
                "2014":19,
                "2015":10,
                "2016":11,
                "2017":9,
                "2018":9,
                "2019":11,
                "2020":10,
                "2021":2
            }
        ],
        [
            "We have determined the relativistic light deflection of the quasar J0842+1835 as Jupiter passed within 3 7 on 2002 September 8, by measuring the time delay using the Very Long Baseline Array (VLBA) and Effelsberg radio telescopes at 8.4 GHz. At closest approach, general relativity (GR) predicts a radial (static) deflection of 1190 μas and a tangential (retarded) deflection in the direction of Jupiter’s motion of 51 μas. Our experiment achieved an rms position error of ≤10 μas and measured this retarded deflection to be   (rms error) times that predicted by GR. The increased positional accuracy for this VLBI phase‐referencing experiment was achieved by using two calibrator sources. Comments on the interpretation of this experiment are given.",
            "The measurement of the light deflection from Jupiter: experimental results",
            "EB Fomalont and SM Kopeikin",
            "2003",
            "ATqskhQAAAAJ:p2g8aNsByqUC",
            208,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/378785\/meta",
            "4843339092502810588",
            "\/scholar?cites=4843339092502810588",
            {
                "2002":1,
                "2003":9,
                "2004":9,
                "2005":13,
                "2006":23,
                "2007":12,
                "2008":6,
                "2009":13,
                "2010":5,
                "2011":5,
                "2012":3,
                "2013":16,
                "2014":10,
                "2015":13,
                "2016":15,
                "2017":11,
                "2018":15,
                "2019":13,
                "2020":12,
                "2021":1
            }
        ],
        [
            "This authoritative book presents the theoretical development of gravitational physics as it applies to the dynamics of celestial bodies and the analysis of precise astronomical observations. In so doing, it fills the need for a textbook that teaches modern dynamical astronomy with a strong emphasis on the relativistic aspects of the subject produced by the curved geometry of four-dimensional spacetime. The first three chapters review the fundamental principles of celestial mechanics and of special and general relativity. This background material forms the basis for understanding relativistic reference frames, the celestial mechanics of N-body systems, and high-precision astrometry, navigation, and geodesy, which are then treated in the following five chapters. The final chapter provides an overview of the new field of applied relativity, based on recent recommendations from the International Astronomical Union. The book is suitable for teaching advanced undergraduate honors programs and graduate courses, while equally serving as a reference for professional research scientists working in relativity and dynamical astronomy. The authors bring their extensive theoretical and practical experience to the subject. Sergei Kopeikin is a professor at the University of Missouri, while Michael Efroimsky and George Kaplan work at the United States Naval Observatory, one of the world? s premier institutions for expertise in astrometry, celestial mechanics, and timekeeping.",
            "Relativistic Celestial Mechanics of the Solar System",
            "Sergei Kopeikin and Michael Efroimsky and George Kaplan",
            "2011",
            "ATqskhQAAAAJ:mVmsd5A6BfQC",
            205,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=uN5_DQWSR14C&oi=fnd&pg=PR17&dq=info:S6d49PGWofUJ:scholar.google.com&ots=bYQ2ln2Hvy&sig=sZAq5x9oaR9Qpb98yg7Bb_PAUvg",
            "17699593976475592523",
            "\/scholar?cites=17699593976475592523",
            {
                "2011":1,
                "2012":10,
                "2013":13,
                "2014":22,
                "2015":21,
                "2016":26,
                "2017":24,
                "2018":27,
                "2019":33,
                "2020":20,
                "2021":2
            }
        ],
        [
            "For radio pulsars in orbit with a compact companion, pulsar timing observations have proved to be a powerful tool for identifying the physical nature of the companion. Unfortunately, perhaps the most intriguing system where such a tool could be used, a pulsar in orbit with a black hole, has yet to be discovered. In this paper we give a detailed investigation of what one can learn about the black hole companion via timing observations of the pulsar. We present an analytic calculation for the propagation delay caused by the frame-dragging effect and show that it has the same functional behavior as the modulation of the observed rotational phase of the pulsar caused by the deflection of the radio signals in the gravitational field of the companion (bending delay). Thus, contrary to statements of other authors, the frame-dragging delay is unlikely to be separately measurable in pulsar binaries where the companion is a …",
            "Frame dragging and other precessional effects in black hole pulsar binaries",
            "N Wex and SM Kopeikin",
            "1999",
            "ATqskhQAAAAJ:u9iWguZQMMsC",
            184,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/306933\/meta",
            "17852612799127925294",
            "\/scholar?cites=17852612799127925294",
            {
                "1999":1,
                "2000":2,
                "2001":1,
                "2002":1,
                "2003":4,
                "2004":6,
                "2005":6,
                "2006":10,
                "2007":7,
                "2008":2,
                "2009":6,
                "2010":8,
                "2011":15,
                "2012":14,
                "2013":20,
                "2014":17,
                "2015":12,
                "2016":12,
                "2017":8,
                "2018":9,
                "2019":8,
                "2020":13
            }
        ],
        [
            "The propagation of light in the gravitational field of self-gravitating spinning bodies moving with arbitrary velocities is discussed. The gravitational field is assumed to be “weak” everywhere. The equations of motion of a light ray are solved in the first post-Minkowskian approximation which is linear with respect to the universal gravitational constant G. We do not restrict ourselves to the approximation of a gravitational lens so that the solution of light geodesics is applicable for arbitrary locations of the source of light and the observer. This formalism is applied for studying corrections to the Shapiro time delay in binary pulsars caused by the rotation of the pulsar and its companion. We also derive the correction to the light deflection angle caused by the rotation of gravitating bodies in the solar system (Sun, planets) or a gravitational lens. The gravitational shift of frequency due to the combined translational and rotational …",
            "Gravitomagnetic effects in the propagation of electromagnetic waves in variable gravitational fields of arbitrary-moving and spinning bodies",
            "Sergei Kopeikin and Bahram Mashhoon",
            "2002",
            "ATqskhQAAAAJ:u-x6o8ySG0sC",
            177,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.65.064025",
            "14437481283689753182",
            "\/scholar?cites=14437481283689753182",
            {
                "2002":5,
                "2003":16,
                "2004":6,
                "2005":13,
                "2006":16,
                "2007":12,
                "2008":11,
                "2009":10,
                "2010":6,
                "2011":6,
                "2012":3,
                "2013":5,
                "2014":14,
                "2015":9,
                "2016":8,
                "2017":9,
                "2018":8,
                "2019":11,
                "2020":7,
                "2021":2
            }
        ],
        [
            "Relativistic theory of constructing nonrotating harmonic reference systems (RS) is developed. The theory enables one to produce the celestial RS for solar-system dynamics neglecting the gravitational field of the Galaxy. Particular attention is focused on the barycentric RS (BRS) with the origin at the solar-system barycentre and the geocentric RS (GRS) with the origin at the geocentre. It is assumed therewith that the velocities of bodies are small as compared with the light velocity and the gravitational field is weak everywhere. The specific RS and the gravitational field are described by the metric tensor to be found by Newtonian approximations from the Einstein field equations with given boundary conditions. The BRS coordinates cover all the solar-system space. The GRS coordinates are initially restricted in space by the orbit of the Moon. The relationship between BRS and GRS is established by the …",
            "Relativistic reference systems and motion of test bodies in the vicinity of the Earth",
            "V.A Brumberg and S.M Kopejkin",
            "1989",
            "ATqskhQAAAAJ:yFnVuubrUp4C",
            139,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/BF02888894.pdf",
            "8944562271668834708",
            "\/scholar?cites=8944562271668834708",
            {
                "1989":2,
                "1990":5,
                "1991":12,
                "1992":6,
                "1993":3,
                "1994":3,
                "1995":3,
                "1996":5,
                "1997":3,
                "1998":2,
                "1999":3,
                "2000":5,
                "2001":5,
                "2002":2,
                "2003":1,
                "2004":6,
                "2005":1,
                "2006":3,
                "2007":4,
                "2008":7,
                "2009":4,
                "2010":2,
                "2011":8,
                "2012":3,
                "2013":5,
                "2014":5,
                "2015":4,
                "2016":4,
                "2017":6,
                "2018":12,
                "2019":2
            }
        ],
        [
            "The proper motion of a binary pulsar gradually changes the apparent geometrical orientation of its orbital plane. Consequently, the derived values of the projected semimajor axis of the orbit and the longitude of orbital periastron have systematic errors that limit the precision of fundamental tests of relativistic gravity in the strong gravity field regime unless this effect is taken into account. On the other hand, possible observation of this effect with relativistic contributions calculated using general relativity may provide a tool for determining the orbital inclination and the longitude of the ascending node of the binary. This same technique may also be used in optical spectral observations of binary stars that possess a sufficiently high-quality determination of their radial velocity curve.",
            "Proper motion of binary pulsars as a source of secular variations of orbital parameters",
            "S.M. Kopeikin",
            "1996",
            "ATqskhQAAAAJ:XiSMed-E-HIC",
            127,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/310201\/meta",
            "2140354719074113201",
            "\/scholar?cites=2140354719074113201",
            {
                "1997":3,
                "1998":2,
                "1999":5,
                "2000":2,
                "2001":7,
                "2002":3,
                "2003":4,
                "2004":5,
                "2005":5,
                "2006":8,
                "2007":2,
                "2008":3,
                "2009":6,
                "2010":4,
                "2011":7,
                "2012":2,
                "2013":9,
                "2014":5,
                "2015":14,
                "2016":7,
                "2017":7,
                "2018":8,
                "2019":9
            }
        ],
        [
            "In the weak-field and slow-motion approximation of the General Relativity theory the relativistic theory of construction of nonrotating harmonic coordinate reference systems is developed. The general case of an isolated astronomicalN-body system is considered. The bodies are assumed to consist of a perfect fluid and to possess any number of the internal mass and current multipole moments characterizing the internal structure and own gravitational field of the bodies. The description of the coordinate reference systems and gravitational field is realized by the specific forms of the metric tensor. A metric is determined by the method of the Post-Newtonian Approximations (PNA) from the inhomogeneous Einstein equations under the harmonic coordinate condition. We have obtained two different specific forms of a metric, which are related to the inertial and quasiinertial coordinate reference systems …",
            "Celestial coordinate reference systems in curved space-time",
            "SM Kopejkin",
            "1988",
            "ATqskhQAAAAJ:rO6llkc54NcC",
            124,
            "https:\/\/link.springer.com\/article\/10.1007\/BF01230709",
            "3181278653085156059",
            "\/scholar?cites=3181278653085156059",
            {
                "1990":6,
                "1991":5,
                "1992":3,
                "1993":5,
                "1994":4,
                "1995":6,
                "1996":4,
                "1997":1,
                "1998":4,
                "1999":3,
                "2000":7,
                "2001":5,
                "2002":1,
                "2003":5,
                "2004":7,
                "2005":3,
                "2006":4,
                "2007":3,
                "2008":3,
                "2009":3,
                "2010":4,
                "2011":2,
                "2012":3,
                "2013":2,
                "2014":4,
                "2015":5,
                "2016":7,
                "2017":4,
                "2018":3,
                "2019":6,
                "2020":1
            }
        ],
        [
            "The framework of General Relativity is applied to the problem of reduction of high-precision astrometric observations of the order of 1 jiarcsec. Such precision is expected to be attained in the not so",
            "Microarcsecond astrometry in space - Relativistic effects and reduction of observations",
            "S.A. Klioner and S.M. Kopeikin",
            "1992",
            "ATqskhQAAAAJ:WZBGuue-350C",
            119,
            "http:\/\/adsabs.harvard.edu\/pdf\/1992AJ....104..897K",
            "4174646479935736307",
            "\/scholar?cites=4174646479935736307",
            {
                "1991":1,
                "1992":1,
                "1993":1,
                "1994":3,
                "1995":1,
                "1996":3,
                "1997":3,
                "1998":3,
                "1999":8,
                "2000":2,
                "2001":4,
                "2002":7,
                "2003":5,
                "2004":5,
                "2005":9,
                "2006":4,
                "2007":5,
                "2008":4,
                "2009":4,
                "2010":4,
                "2011":4,
                "2012":4,
                "2013":8,
                "2014":4,
                "2015":4,
                "2016":4,
                "2017":5,
                "2018":6,
                "2019":1
            }
        ]
    ]
}