{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The Daya Bay Reactor Neutrino Experiment has measured a nonzero value for the neutrino mixing angle θ 13 with a significance of 5.2 standard deviations. Antineutrinos from six 2.9 G W th reactors were detected in six antineutrino detectors deployed in two near (flux-weighted baseline 470 m and 576 m) and one far (1648 m) underground experimental halls. With a 43 000 ton–G W th–day live-time exposure in 55 days, 10 416 (80 376) electron-antineutrino candidates were detected at the far hall (near halls). The ratio of the observed to expected number of antineutrinos at the far hall is R= 0.940±0.011 (stat.)±0.004 (syst.). A rate-only analysis finds sin﻿ 2 2 θ 13= 0.092±0.016 (stat.)±0.005 (syst.) in a three-neutrino framework.",
            "Observation of electron-antineutrino disappearance at Daya Bay",
            "FP An and JZ Bai and AB Balantekin and HR Band and D Beavis and W Beriguete and M Bishai and S Blyth and K Boddy and RL Brown and B Cai and GF Cao and J Cao and R Carr and WT Chan and JF Chang and Y Chang and C Chasman and HS Chen and HY Chen and SJ Chen and SM Chen and XC Chen and XH Chen and XS Chen and Y Chen and YX Chen and JJ Cherwinka and MC Chu and JP Cummings and ZY Deng and YY Ding and MV Diwan and L Dong and E Draeger and XF Du and DA Dwyer and WR Edwards and SR Ely and SD Fang and JY Fu and ZW Fu and LQ Ge and V Ghazikhanian and RL Gill and J Goett and M Gonchar and GH Gong and H Gong and YA Gornushkin and LS Greenler and WQ Gu and MY Guan and XH Guo and RW Hackenburg and RL Hahn and S Hans and M He and Q He and WS He and KM Heeger and YK Heng and P Hinrichs and TH Ho and YK Hor and YB Hsiung and BZ Hu and T Hu and HX Huang and HZ Huang and PW Huang and X Huang and XT Huang and Patrick Huber and Z Isvan and DE Jaffe and S Jetter and XL Ji and XP Ji and HJ Jiang and WQ Jiang and JB Jiao and RA Johnson and L Kang and SH Kettell and M Kramer and KK Kwan and MW Kwok and T Kwok and CY Lai and WC Lai and WH Lai and K Lau and L Lebanowski and J Lee and MKP Lee and R Leitner and JKC Leung and KY Leung and CA Lewis and B Li and F Li and GS Li and J Li and QJ Li and SF Li and WD Li and XB Li and XN Li and XQ Li and Y Li and ZB Li and H Liang and J Liang and CJ Lin and Guey-Lin Lin and SK Lin and SX Lin and YC Lin and JJ Ling and Jonathan Marion Link and L Littenberg and BR Littlejohn and BJ Liu and C Liu and DW Liu and H Liu and JC Liu and JL Liu and S Liu and X Liu and YB Liu and C Lu and HQ Lu and A Luk and KB Luk and T Luo and XL Luo and LH Ma and QM Ma and XB Ma and XY Ma and YQ Ma and B Mayes and KT McDonald and MC McFarlane and RD McKeown and Y Meng and D Mohapatra and JE Morgan",
            "2012",
            "aU3tlWkAAAAJ:u-x6o8ySG0sC",
            2851,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.171803",
            "5295212894800760750",
            "\/scholar?cites=5295212894800760750",
            {
                "2012":362,
                "2013":568,
                "2014":412,
                "2015":365,
                "2016":322,
                "2017":222,
                "2018":221,
                "2019":173,
                "2020":176,
                "2021":5
            }
        ],
        [
            "We report the observation of a narrow charmoniumlike state produced in the exclusive decay process B±→ K±π+ π− J\/ψ. This state, which decays into π+ π− J\/ψ, has a mass of 3872.0±0.6 (s t a t)±0.5 (s y s t) M e V, a value that is very near the M D 0+ M D* 0 mass threshold. The results are based on an analysis of 152M B-B events collected at the Υ (4 S) resonance in the Belle detector at the KEKB collider. The signal has a statistical significance that is in excess of 10 σ.",
            "Observation of a Narrow Charmoniumlike State in Exclusive  Decays",
            "S-K Choi and SL Olsen and K Abe and T Abe and I Adachi and Byoung Sup Ahn and H Aihara and K Akai and M Akatsu and M Akemoto and Y Asano and T Aso and V Aulchenko and T Aushev and AM Bakich and Y Ban and S Banerjee and A Bondar and A Bozek and M Bračko and J Brodzicka and TE Browder and P Chang and Y Chao and K-F Chen and BG Cheon and R Chistov and Y Choi and YK Choi and M Danilov and LY Dong and A Drutskoy and S Eidelman and V Eiges and J Flanagan and C Fukunaga and K Furukawa and N Gabyshev and T Gershon and B Golob and H Guler and R Guo and C Hagner and F Handa and T Hara and NC Hastings and H Hayashii and M Hazumi and L Hinz and Y Hoshi and W-S Hou and YB Hsiung and H-C Huang and T Iijima and K Inami and A Ishikawa and R Itoh and M Iwasaki and Y Iwasaki and JH Kang and SU Kataoka and N Katayama and H Kawai and T Kawasaki and H Kichimi and E Kikutani and HJ Kim and Hyunwoo Kim and JH Kim and SK Kim and K Kinoshita and H Koiso and P Koppenburg and S Korpar and P Križan and P Krokovny and S Kumar and A Kuzmin and JS Lange and G Leder and SH Lee and T Lesiak and S-W Lin and D Liventsev and J MacNaughton and G Majumder and F Mandl and D Marlow and T Matsumoto and S Michizono and T Mimashi and W Mitaroff and K Miyabayashi and H Miyake and D Mohapatra and GR Moloney and T Nagamine and Y Nagasaka and T Nakadaira and TT Nakamura and M Nakao and Z Natkaniec and S Nishida and O Nitoh and T Nozaki and S Ogawa and Y Ogawa and K Ohmi and Y Ohnishi and T Ohshima and N Ohuchi and K Oide and T Okabe and S Okuno and W Ostrowicz and H Ozaki and H Palka and H Park and N Parslow and LE Piilonen and H Sagawa and S Saitoh and Y Sakai and TR Sarangi and M Satapathy and A Satpathy and O Schneider and AJ Schwartz and S Semenov and K Senyo and R Seuster and ME Sevior and H Shibuya and T Shidara and B Shwartz and V Sidorov and N Soni and S Stanič and M Starič and A Sugiyama and T Sumiyoshi and S Suzuki and F Takasaki and K Tamai and N Tamura and M Tanaka and M Tawada and GN Taylor and Y Teramoto and T Tomura",
            "2003",
            "aU3tlWkAAAAJ:d1gkVwhDpl0C",
            2241,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.262001",
            "7736728143462301231",
            "\/scholar?cites=7736728143462301231",
            {
                "2004":66,
                "2005":102,
                "2006":104,
                "2007":111,
                "2008":100,
                "2009":118,
                "2010":133,
                "2011":101,
                "2012":113,
                "2013":137,
                "2014":149,
                "2015":155,
                "2016":155,
                "2017":155,
                "2018":158,
                "2019":178,
                "2020":179,
                "2021":12
            }
        ],
        [
            "The Belle detector was designed and constructed to carry out quantitative studies of rare B-meson decay modes with very small branching fractions using an asymmetric e+ e− collider operating at the ϒ (4S) resonance, the KEK-B-factory. Such studies require data samples containing∼ 10 7 B-meson decays. The Belle detector is configured around a 1.5 T superconducting solenoid and iron structure surrounding the KEK-B beams at the Tsukuba interaction region. B-meson decay vertices are measured by a silicon vertex detector situated just outside of a cylindrical beryllium beam pipe. Charged particle tracking is performed by a wire drift chamber (CDC). Particle identification is provided by dE\/dx measurements in CDC, aerogel threshold Cherenkov counter and time-of-flight counter placed radially outside of CDC. Electromagnetic showers are detected in an array of CsI (Tl) crystals located inside the solenoid coil …",
            "The belle detector",
            "A Abashian and K Gotow and N Morgan and L Piilonen and S Schrenk and K Abe and I Adachi and JP Alexander and K Aoki and S Behari and Y Doi and R Enomoto and H Fujii and Y Fujita and Y Funahashi and J Haba and H Hamasaki and T Haruyama and K Hayashi and Y Higashi and N Hitomi and S Igarashi and Y Igarashi and T Iijima and Hirokazu Ikeda and Hitomi Ikeda and R Itoh and M Iwai and H Iwasaki and Y Iwasaki and KK Joo and K Kasami and N Katayama and M Kawai and H Kichimi and T Kobayashi and S Koike and Y Kondo and MH Lee and Y Makida and A Manabe and T Matsuda and T Murakami and S Nagayama and M Nakao and T Nozaki and K Ogawa and R Ohkubo and Y Ohnishi and H Ozaki and H Sagawa and M Saito and Y Sakai and T Sasaki and N Sato and T Sumiyoshi and J Suzuki and JI Suzuki and S Suzuki and F Takasaki and K Tamai and M Tanaka and T Tatomi and T Tsuboyama and K Tsukada and T Tsukamoto and S Uehara and N Ujiie and S Uno and B Yabsley and Y Yamada and H Yamaguchi and H Yamaoka and Y Yamaoka and M Yamauchi and Y Yoshimura and H Zhao and R Abe and G Iwai and T Kawasaki and H Miyata and K Shimada and S Takahashi and N Tamura and H Hanada and T Nagamine and M Nakajima and T Nakajima and S Narita and M Sanpei and T Takayama and M Ueki and M Yamaga and A Yamaguchi and BS Ahn and JS Kang and Hyunwoo Kim and CW Park and H Park and HS Ahn and HK Jang and CH Kim and SK Kim and SH Lee and CS Park and E Won and H Aihara and T Higuchi and H Kawai and T Matsubara and T Nakadaira and H Tajima and J Tanaka and T Tomura and M Yokoyama and M Akatsu and K Fujimoto and M Hirose and K Inami and A Ishikawa and S Itami and T Kani and T Matsumoto and I Nagai and T Okabe and T Oshima and K Senyo and A Sugi and A Sugiyama and S Suitoh and M Tomoto and K Yoshida and R Akhmetshin and P Chang and Y Chao and YQ Chen and WS Hou and SC Hsu and HC Huang and TJ Huang and MC Lee and RS Lu and JC Peng and KC Peng and S Sahu and HF Sung and KL Tsai and K Ueno and CC Wang and MZ Wang",
            "2002",
            "aU3tlWkAAAAJ:u5HHmVD_uO8C",
            2027,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900201020137",
            "4566010884399740278",
            "\/scholar?cites=4566010884399740278",
            {
                "2001":10,
                "2002":42,
                "2003":85,
                "2004":101,
                "2005":139,
                "2006":115,
                "2007":129,
                "2008":150,
                "2009":128,
                "2010":105,
                "2011":101,
                "2012":97,
                "2013":116,
                "2014":88,
                "2015":112,
                "2016":117,
                "2017":112,
                "2018":111,
                "2019":85,
                "2020":67,
                "2021":6
            }
        ],
        [
            "We present a measurement of the standard model CP violation parameter sin 2 φ 1 based on a 29.1 fb− 1 data sample collected at the ϒ (4 S) resonance with the Belle detector at the KEKB asymmetric-energy e+ e− collider. One neutral B meson is fully reconstructed as a J\/ψ K S, ψ (2 S) K S, χ c 1 K S, η c K S, J\/ψ K L, or J\/ψ K* 0 decay and the flavor of the accompanying B meson is identified from its decay products. From the asymmetry in the distribution of the time intervals between the two B meson decay points, we determine sin 2 φ 1= 0.99±0.14 (stat)±0.06 (syst). We conclude that we have observed CP violation in the neutral B meson system.",
            "Observation of Large  Violation in the Neutral  Meson System",
            "Kazuo Abe and R Abe and I Adachi and Byoung Sup Ahn and H Aihara and M Akatsu and G Alimonti and K Asai and M Asai and Y Asano and T Aso and V Aulchenko and T Aushev and AM Bakich and E Banas and S Behari and PK Behera and D Beiline and A Bondar and A Bozek and TE Browder and BCK Casey and P Chang and Y Chao and K-F Chen and BG Cheon and R Chistov and S-K Choi and Y Choi and LY Dong and J Dragic and A Drutskoy and S Eidelman and V Eiges and Y Enari and R Enomoto and CW Everton and F Fang and H Fujii and C Fukunaga and M Fukushima and N Gabyshev and A Garmash and TJ Gershon and A Gordon and K Gotow and H Guler and R Guo and J Haba and H Hamasaki and K Hanagaki and F Handa and K Hara and T Hara and NC Hastings and H Hayashii and M Hazumi and EM Heenan and Y Higasino and I Higuchi and T Higuchi and T Hirai and H Hirano and T Hojo and T Hokuue and Y Hoshi and K Hoshina and SR Hou and W-S Hou and S-C Hsu and H-C Huang and Y Igarashi and T Iijima and H Ikeda and K Ikeda and K Inami and A Ishikawa and H Ishino and R Itoh and G Iwai and H Iwasaki and Y Iwasaki and DJ Jackson and P Jalocha and HK Jang and M Jones and R Kagan and H Kakuno and J Kaneko and JH Kang and JS Kang and P Kapusta and N Katayama and H Kawai and Y Kawakami and N Kawamura and T Kawasaki and H Kichimi and DW Kim and Heejong Kim and HJ Kim and Hyunwoo Kim and SK Kim and TH Kim and K Kinoshita and S Kobayashi and S Koishi and H Konishi and K Korotushenko and P Krokovny and R Kulasiri and S Kumar and T Kuniya and E Kurihara and A Kuzmin and Y-J Kwon and JS Lange and G Leder and MH Lee and SH Lee and C Leonidopoulos and Y-S Lin and D Liventsev and R-S Lu and J MacNaughton and D Marlow and T Matsubara and S Matsui and S Matsumoto and T Matsumoto and Y Mikami and K Misono and K Miyabayashi and H Miyake and H Miyata and LC Moffitt and GR Moloney and GF Moorhead and S Mori and T Mori and A Murakami and T Nagamine and Y Nagasaka and Y Nagashima and T Nakadaira and T Nakamura and E Nakano and M Nakao and H Nakazawa and JW Nam",
            "2001",
            "aU3tlWkAAAAJ:9yKSN-GCB0IC",
            1396,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.87.091802",
            "10525800508863968168",
            "\/scholar?cites=10525800508863968168",
            {
                "2001":51,
                "2002":194,
                "2003":138,
                "2004":91,
                "2005":58,
                "2006":65,
                "2007":53,
                "2008":67,
                "2009":53,
                "2010":34,
                "2011":41,
                "2012":54,
                "2013":55,
                "2014":59,
                "2015":56,
                "2016":61,
                "2017":58,
                "2018":57,
                "2019":49,
                "2020":54,
                "2021":2
            }
        ],
        [
            "An experiment has been performed to search for the muon-and electron-number nonconserving decay μ+→ e+ γ. The upper limit for the branching ratio is found to be Γ (μ+→ e+ γ)\/Γ (μ+→ e+ ν ν)< 1.2× 10− 11 with 90% confidence.",
            "New Limit for the Lepton-Family-Number Nonconserving Decay ",
            "ML Brooks and YK Chen and MD Cooper and PS Cooper and M Dzemidzic and A Empl and CA Gagliardi and GE Hogan and EB Hughes and EV Hungerford III and CCH Jui and JE Knott and DD Koetke and MA Kroupa and KA Lan and R Manweiler and II BW Mayes and RE Mischke and LE Piilonen and TDS Stanislaus and KM Stantz and JJ Szymanski and RE Tribble and XL Tu and LA Van Ausdeln and WH von Witsch and SC Wright and KOH Ziock and MEGA Collaboration",
            "1999",
            "aU3tlWkAAAAJ:2osOgNQ5qMEC",
            836,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.83.1521",
            "12426950322620827820",
            "\/scholar?cites=12426950322620827820",
            {
                "1999":3,
                "2000":32,
                "2001":47,
                "2002":48,
                "2003":55,
                "2004":53,
                "2005":46,
                "2006":62,
                "2007":55,
                "2008":50,
                "2009":64,
                "2010":99,
                "2011":80,
                "2012":43,
                "2013":16,
                "2014":11,
                "2015":20,
                "2016":15,
                "2017":5,
                "2018":8,
                "2019":7,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The cross section for e+ e−→ π+ π− J\/ψ between 3.8 and 5.5 GeV is measured with a 967 fb− 1 data sample collected by the Belle detector at or near the Υ (n S)(n= 1, 2,…, 5) resonances. The Y (4260) state is observed, and its resonance parameters are determined. In addition, an excess of π+ π− J\/ψ production around 4 GeV is observed. This feature can be described by a Breit-Wigner parametrization with properties that are consistent with the Y (4008) state that was previously reported by Belle. In a study of Y (4260)→ π+ π− J\/ψ decays, a structure is observed in the M (π±J\/ψ) mass spectrum with 5.2 σ significance, with mass M=(3894.5±6.6±4.5) MeV\/c 2 and width Γ=(63±24±26) MeV\/c 2, where the errors are statistical and systematic, respectively. This structure can be interpreted as a new charged charmoniumlike state.",
            "Study of  and Observation of a Charged Charmoniumlike State at Belle",
            "ZQ Liu and CP Shen and CZ Yuan and I Adachi and H Aihara and David M Asner and V Aulchenko and T Aushev and T Aziz and AM Bakich and Anu Bala and K Belous and V Bhardwaj and Bipul Bhuyan and M Bischofberger and A Bondar and Giovanni Bonvicini and A Bozek and M Bračko and J Brodzicka and Thomas E Browder and P Chang and V Chekelian and A Chen and P Chen and BG Cheon and R Chistov and K Cho and V Chobanova and S-K Choi and Y Choi and D Cinabro and J Dalseno and M Danilov and Z Doležal and Z Drásal and A Drutskoy and Deepanwita Dutta and K Dutta and S Eidelman and D Epifanov and H Farhat and James E Fast and M Feindt and T Ferber and A Frey and Vipin Gaur and N Gabyshev and Sudeshna Ganguly and R Gillard and YM Goh and B Golob and J Haba and K Hayasaka and H Hayashii and Y Horii and Y Hoshi and W-S Hou and YB Hsiung and HJ Hyun and T Iijima and K Inami and A Ishikawa and R Itoh and Y Iwasaki and D Joffe and T Julius and DH Kah and JH Kang and T Kawasaki and C Kiesling and HJ Kim and JB Kim and JH Kim and KT Kim and MJ Kim and YJ Kim and Kay Kinoshita and Jure Klucar and Byeong Rok Ko and P Kodyš and S Korpar and P Križan and Pavel Krokovny and Thomas Kuhr and Y-J Kwon and JS Lange and S-H Lee and J Li and Y Li and J Libby and C Liu and P Lukin and D Matvienko and K Miyabayashi and H Miyata and R Mizuk and GB Mohanty and A Moll and R Mussa and E Nakano and M Nakao and H Nakazawa and Z Natkaniec and Minakshi Nayak and E Nedelkovska and NK Nisar and S Nishida and O Nitoh and S Ogawa and S Okuno and Stephen L Olsen and Y Onuki and W Ostrowicz and Christian Oswald and P Pakhlov and Galina Pakhlova and H Park and HK Park and Todd K Pedlar and Rok Pestotnik and M Petrič and Leo E Piilonen and M Ritter and M Röhrken and A Rostomyan and H Sahoo and Tomoyuki Saito and Y Sakai and Saurabh Sandilya and Daniel Santel and T Sanuki and Y Sato and Vladimir Savinov and O Schneider and G Schnell and C Schwanda and R Seidl and D Semmler and K Senyo and O Seon and Martin E Sevior and M Shapkin and T-A Shibata and J-G Shiu and B Shwartz and A Sibidanov and F Simon and P Smerkol and Y-S Sohn",
            "2013",
            "aU3tlWkAAAAJ:M3ejUd6NZC8C",
            812,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.252002",
            "3181891358210768862",
            "\/scholar?cites=3181891358210768862",
            {
                "2013":64,
                "2014":126,
                "2015":146,
                "2016":110,
                "2017":95,
                "2018":100,
                "2019":75,
                "2020":86,
                "2021":5
            }
        ],
        [
            "A distinct peak is observed in the π±ψ′ invariant mass distribution near 4.43 GeV in B→ K π±ψ′ decays. A fit using a Breit-Wigner resonance shape yields a peak mass and width of M= 4433±4 (stat)±2 (syst) MeV and Γ= 45− 13+ 18 (stat)− 13+ 30 (syst) MeV. The product branching fraction is determined to be B (B 0→ K∓ Z±(4430))× B (Z±(4430)→ π±ψ′)=(4.1±1.0 (stat)±1.4 (syst))× 10− 5, where Z±(4430) is used to denote the observed structure. The statistical significance of the observed peak is 6.5 σ. These results are obtained from a 605 fb− 1 data sample that contains 657× 10 6 B B pairs collected near the Υ (4 S) resonance with the Belle detector at the KEKB asymmetric energy e+ e− collider.",
            "Observation of a Resonancelike Structure in the  Mass Distribution in Exclusive  Decays",
            "S-K Choi and SL Olsen and I Adachi and H Aihara and V Aulchenko and T Aushev and T Aziz and AM Bakich and V Balagura and I Bedny and U Bitenc and A Bondar and A Bozek and M Bračko and J Brodzicka and TE Browder and P Chang and Y Chao and A Chen and K-F Chen and WT Chen and BG Cheon and R Chistov and Y Choi and J Dalseno and M Danilov and M Dash and S Eidelman and N Gabyshev and B Golob and J Haba and T Hara and K Hayasaka and H Hayashii and M Hazumi and D Heffernan and Y Hoshi and W-S Hou and HJ Hyun and T Iijima and K Inami and A Ishikawa and H Ishino and R Itoh and M Iwasaki and Y Iwasaki and DH Kah and JH Kang and N Katayama and H Kawai and T Kawasaki and H Kichimi and HO Kim and SK Kim and YJ Kim and K Kinoshita and P Križan and P Krokovny and R Kumar and CC Kuo and A Kuzmin and Y-J Kwon and JS Lange and JS Lee and MJ Lee and SE Lee and T Lesiak and A Limosani and S-W Lin and Y Liu and D Liventsev and F Mandl and A Matyja and S McOnie and T Medvedeva and W Mitaroff and K Miyabayashi and H Miyake and H Miyata and Y Miyazaki and R Mizuk and GR Moloney and E Nakano and M Nakao and S Nishida and O Nitoh and T Nozaki and S Ogawa and T Ohshima and S Okuno and H Ozaki and P Pakhlov and G Pakhlova and CW Park and H Park and LS Peak and R Pestotnik and LE Piilonen and H Sahoo and Y Sakai and O Schneider and AJ Schwartz and K Senyo and M Shapkin and CP Shen and H Shibuya and B Shwartz and JB Singh and A Somov and S Stanič and M Starič and T Sumiyoshi and SY Suzuki and F Takasaki and K Tamai and M Tanaka and Y Teramoto and I Tikhomirov and S Uehara and T Uglov and Y Unno and S Uno and P Urquijo and G Varner and K Vervink and S Villa and CH Wang and M-Z Wang and P Wang and XL Wang and Y Watanabe and R Wedd and Eunil Won and BD Yabsley and Y Yamashita and CZ Yuan and ZP Zhang and V Zhulanov and A Zupanc and O Zyukova and Belle Collaboration",
            "2008",
            "aU3tlWkAAAAJ:wGzT3bKASkAC",
            753,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.142001",
            "600416122931530897",
            "\/scholar?cites=600416122931530897",
            {
                "2007":2,
                "2008":34,
                "2009":63,
                "2010":65,
                "2011":40,
                "2012":44,
                "2013":52,
                "2014":72,
                "2015":97,
                "2016":75,
                "2017":41,
                "2018":52,
                "2019":59,
                "2020":49,
                "2021":3
            }
        ],
        [
            "We report a measurement of the branching fraction ratios R (D (*)) of B→ D (*) τ− ν τ relative to B→ D (*) ℓ− ν ℓ (where ℓ= e or μ) using the full Belle data sample of 772× 10 6 B B pairs collected at the ϒ (4 S) resonance with the Belle detector at the KEKB asymmetric-energy e+ e− collider. The measured values are R (D)= 0.375±0.064 (stat)±0.026 (syst) and R (D*)= 0.293±0.038 (stat)±0.015 (syst). The analysis uses hadronic reconstruction of the tag-side B meson and purely leptonic τ decays. The results are consistent with earlier measurements and do not show a significant deviation from the standard model prediction.",
            "Measurement of the branching ratio of  relative to  decays with hadronic tagging at Belle",
            "Matthias Huschle and Thomas Kuhr and M Heck and P Goldenzweig and A Abdesselam and I Adachi and K Adamczyk and H Aihara and S Al Said and K Arinstein and David M Asner and T Aushev and R Ayad and T Aziz and I Badhrees and AM Bakich and Vikas Bansal and E Barberio and V Bhardwaj and Bipul Bhuyan and J Biswal and A Bobrov and A Bozek and M Bračko and Thomas E Browder and D Červenkov and P Chang and V Chekelian and A Chen and BG Cheon and Kirill Chilikin and R Chistov and K Cho and V Chobanova and Y Choi and D Cinabro and J Dalseno and M Danilov and Z Doležal and Z Drásal and D Dutta and S Eidelman and D Epifanov and H Farhat and James E Fast and T Ferber and A Frey and Bryan G Fulsom and Vipin Gaur and N Gabyshev and Alexey Garmash and R Gillard and R Glattauer and YM Goh and B Golob and J Grygier and P Hamer and K Hara and Takanori Hara and J Hasenbusch and K Hayasaka and H Hayashii and XH He and M Heider and A Heller and T Horiguchi and W-S Hou and C-L Hsu and T Iijima and K Inami and G Inguglia and A Ishikawa and R Itoh and Y Iwasaki and Igal Jaegle and D Joffe and KK Joo and T Julius and KH Kang and E Kato and P Katrenko and T Kawasaki and T Keck and C Kiesling and DY Kim and HJ Kim and JB Kim and JH Kim and KT Kim and MJ Kim and SH Kim and YJ Kim and Kay Kinoshita and Byeong Rok Ko and Nakako Kobayashi and P Kodyš and S Korpar and P Križan and Pavel Krokovny and T Kumita and A Kuzmin and Y-J Kwon and IS Lee and C Li and Y Li and L Li Gioi and J Libby and Dmitri Liventsev and P Lukin and M Masuda and D Matvienko and K Miyabayashi and Hideki Miyake and H Miyata and R Mizuk and GB Mohanty and Subhashree Mohanty and A Moll and HK Moon and R Mussa and KR Nakamura and E Nakano and Mikihiko Nakao and T Nanut and Minakshi Nayak and NK Nisar and Shohei Nishida and S Ogawa and S Okuno and Christian Oswald and Galina Pakhlova and B Pal and CW Park and H Park and Todd K Pedlar and L Pesántez and Rok Pestotnik and M Petrič and Leo E Piilonen and C Pulvermacher and E Ribežl and M Ritter and A Rostomyan and Y Sakai and Saurabh Sandilya and Luka Santelj and T Sanuki and Y Sato and Vladimir Savinov and O Schneider",
            "2015",
            "aU3tlWkAAAAJ:4oJvMfeQlr8C",
            736,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.92.072014",
            "3764215052523710017",
            "\/scholar?cites=3764215052523710017",
            {
                "2015":13,
                "2016":100,
                "2017":144,
                "2018":200,
                "2019":157,
                "2020":115,
                "2021":5
            }
        ],
        [
            "We report the observation of two narrow structures in the mass spectra of the π±Υ (n S)(n= 1, 2, 3) and π±h b (m P)(m= 1, 2) pairs that are produced in association with a single charged pion in Υ (5 S) decays. The measured masses and widths of the two structures averaged over the five final states are M 1=(10 607.2±2.0) MeV\/c 2, Γ 1=(18.4±2.4) MeV, and M 2=(10 652.2±1.5) MeV\/c 2, Γ 2=(11.5±2.2) MeV. The results are obtained with a 121.4 fb− 1 data sample collected with the Belle detector in the vicinity of the Υ (5 S) resonance at the KEKB asymmetric-energy e+ e− collider.",
            "Observation of Two Charged Bottomoniumlike Resonances in  Decays",
            "A Bondar and A Garmash and R Mizuk and D Santel and K Kinoshita and I Adachi and H Aihara and K Arinstein and DM Asner and T Aushev and T Aziz and AM Bakich and E Barberio and K Belous and V Bhardwaj and M Bischofberger and A Bozek and M Bračko and TE Browder and M-C Chang and P Chang and A Chen and BG Cheon and K Chilikin and R Chistov and I-S Cho and K Cho and S-K Choi and Y Choi and J Dalseno and M Danilov and Z Doležal and A Drutskoy and S Eidelman and D Epifanov and JE Fast and V Gaur and N Gabyshev and YM Goh and B Golob and J Haba and T Hara and K Hayasaka and Y Hoshi and HJ Hyun and T Iijima and K Inami and A Ishikawa and M Iwabuchi and Y Iwasaki and T Iwashita and T Julius and JH Kang and T Kawasaki and H Kichimi and C Kiesling and JB Kim and JH Kim and KT Kim and MJ Kim and YJ Kim and BR Ko and N Kobayashi and S Koblitz and P Kodyš and S Korpar and P Križan and T Kuhr and R Kumar and T Kumita and A Kuzmin and JS Lange and S-H Lee and J Li and Y Li and J Libby and C Liu and ZQ Liu and D Liventsev and R Louvot and D Matvienko and S McOnie and H Miyata and Y Miyazaki and GB Mohanty and A Moll and N Muramatsu and R Mussa and M Nakao and Z Natkaniec and S Neubauer and M Niiyama and S Nishida and K Nishimura and O Nitoh and T Nozaki and SL Olsen and Y Onuki and P Pakhlov and G Pakhlova and H Park and HK Park and TK Pedlar and M Petrič and LE Piilonen and A Poluektov and M Prim and M Ritter and M Röhrken and S Ryu and H Sahoo and Y Sakai and T Sanuki and O Schneider and C Schwanda and K Senyo and ME Sevior and M Shapkin and V Shebalin and T-A Shibata and J-G Shiu and B Shwartz and F Simon and P Smerkol and Y-S Sohn and A Sokolov and E Solovieva and M Starič and M Sumihama and T Sumiyoshi and S Tanaka and G Tatishvili and Y Teramoto and I Tikhomirov and M Uchida and S Uehara and T Uglov and Y Ushiroda and SE Vahsen and G Varner and A Vinokurova and CH Wang and M-Z Wang and P Wang and XL Wang and Y Watanabe and KM Williams and Eunil Won and BD Yabsley and Y Yamashita",
            "2012",
            "aU3tlWkAAAAJ:kNdYIx-mwKoC",
            668,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.122001",
            "96947508935939374",
            "\/scholar?cites=96947508935939374",
            {
                "2012":38,
                "2013":96,
                "2014":82,
                "2015":94,
                "2016":94,
                "2017":76,
                "2018":58,
                "2019":64,
                "2020":60,
                "2021":4
            }
        ],
        [
            "The cross section for e+ e−→ π+ π− J\/ψ between 3.8 and 5.5 GeV\/c 2 is measured using a 548 fb− 1 data sample collected on or near the Υ (4 S) resonance with the Belle detector at KEKB. A peak near 4.25 GeV\/c 2, corresponding to the so called Y (4260), is observed. In addition, there is another cluster of events at around 4.05 GeV\/c 2. A fit using two interfering Breit-Wigner shapes describes the data better than one that uses only the Y (4260), especially for the lower-mass side of the 4.25 GeV enhancement.",
            "Measurement of the  Cross Section Via Initial-State Radiation at Belle",
            "CZ Yuan and CP Shen and P Wang and S McOnie and I Adachi and H Aihara and V Aulchenko and T Aushev and S Bahinipati and V Balagura and E Barberio and I Bedny and U Bitenc and A Bondar and A Bozek and M Bračko and J Brodzicka and TE Browder and M-C Chang and P Chang and A Chen and K-F Chen and WT Chen and BG Cheon and R Chistov and I-S Cho and Y Choi and J Dalseno and M Danilov and M Dash and S Eidelman and S Fratina and N Gabyshev and B Golob and H Ha and J Haba and K Hayasaka and H Hayashii and M Hazumi and D Heffernan and T Hokuue and Y Hoshi and W-S Hou and YB Hsiung and HJ Hyun and T Iijima and K Ikado and K Inami and A Ishikawa and R Itoh and Y Iwasaki and DH Kah and H Kaji and JH Kang and N Katayama and H Kawai and T Kawasaki and H Kichimi and YJ Kim and K Kinoshita and S Korpar and P Križan and P Krokovny and R Kumar and CC Kuo and A Kuzmin and Y-J Kwon and SE Lee and T Lesiak and S-W Lin and Y Liu and D Liventsev and F Mandl and D Marlow and A Matyja and T Medvedeva and W Mitaroff and K Miyabayashi and H Miyake and H Miyata and Y Miyazaki and R Mizuk and T Mori and Y Nagasaka and M Nakao and Z Natkaniec and S Nishida and O Nitoh and S Ogawa and T Ohshima and S Okuno and SL Olsen and H Ozaki and P Pakhlov and G Pakhlova and H Palka and H Park and KS Park and LS Peak and LE Piilonen and Y Sakai and O Schneider and J Schümann and R Seidl and K Senyo and ME Sevior and M Shapkin and H Shibuya and J-G Shiu and B Shwartz and JB Singh and A Sokolov and A Somov and M Starič and T Sumiyoshi and F Takasaki and M Tanaka and GN Taylor and Y Teramoto and I Tikhomirov and S Uehara and Y Unno and S Uno and Y Usov and G Varner and KE Varvell and K Vervink and S Villa and A Vinokurova and CC Wang and CH Wang and XL Wang and Y Watanabe and Eunil Won and BD Yabsley and A Yamaguchi and Y Yamashita and CC Zhang and ZP Zhang and V Zhilich and V Zhulanov and A Zupanc and Belle Collaboration",
            "2007",
            "aU3tlWkAAAAJ:WF5omc3nYNoC",
            571,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.182004",
            "14520906700455366644",
            "\/scholar?cites=14520906700455366644",
            {
                "2007":3,
                "2008":50,
                "2009":62,
                "2010":50,
                "2011":27,
                "2012":40,
                "2013":56,
                "2014":42,
                "2015":53,
                "2016":37,
                "2017":44,
                "2018":43,
                "2019":32,
                "2020":29,
                "2021":2
            }
        ]
    ]
}