{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We outline the construction of metastable de Sitter vacua of type IIB string theory. Our starting point is highly warped IIB compactifications with nontrivial NS and RR three-form fluxes. By incorporating known corrections to the superpotential from Euclidean D-brane instantons or gaugino condensation, one can make models with all moduli fixed, yielding a supersymmetric AdS vacuum. Inclusion of a small number of D 3-branes in the resulting warped geometry allows one to uplift the AdS minimum and make it a metastable de Sitter ground state. The lifetime of our metastable de Sitter vacua is much greater than the cosmological time scale of 10 10 yr. We also prove, under certain conditions, that the lifetime of dS space in string theory will always be shorter than the recurrence time.",
            "De Sitter vacua in string theory",
            "Shamit Kachru and Renata Kallosh and Andrei Linde and Sandip P Trivedi",
            "2003",
            "AUfXDnoAAAAJ:SdhP9T11ey4C",
            3422,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.68.046005",
            "5530594568097070523",
            "\/scholar?cites=5530594568097070523",
            {
                "2003":46,
                "2004":163,
                "2005":287,
                "2006":289,
                "2007":297,
                "2008":265,
                "2009":198,
                "2010":212,
                "2011":212,
                "2012":200,
                "2013":151,
                "2014":148,
                "2015":167,
                "2016":146,
                "2017":134,
                "2018":114,
                "2019":196,
                "2020":173,
                "2021":12
            }
        ],
        [
            "Warped compactifications with significant warping provide one of the few known mechanisms for naturally generating large hierarchies of physical scales. We demonstrate that this mechanism is realizable in string theory, and give examples involving orientifold compactifications of type-IIB string theory and F-theory compactifications on Calabi-Yau fourfolds. In each case, the hierarchy of scales is fixed by a choice of Ramond-Ramond and Neveu-Schwarz fluxes in the compact manifold. Our solutions involve compactifications of the Klebanov-Strassler gravity dual to a confining N= 1 supersymmetric gauge theory, and the hierarchy reflects the small scale of chiral symmetry breaking in the dual gauge theory.",
            "Hierarchies from fluxes in string compactifications",
            "Steven B Giddings and Shamit Kachru and Joseph Polchinski",
            "2002",
            "AUfXDnoAAAAJ:eq2jaN3J8jMC",
            2174,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.66.106006",
            "11346881778618532890",
            "\/scholar?cites=11346881778618532890",
            {
                "2001":15,
                "2002":52,
                "2003":62,
                "2004":145,
                "2005":206,
                "2006":204,
                "2007":182,
                "2008":170,
                "2009":128,
                "2010":127,
                "2011":126,
                "2012":106,
                "2013":87,
                "2014":69,
                "2015":90,
                "2016":94,
                "2017":67,
                "2018":56,
                "2019":85,
                "2020":82,
                "2021":8
            }
        ],
        [
            "We investigate the embedding of brane inflation into stable compactifications of string theory. At first sight a warped compactification geometry seems to produce a naturally flat inflaton potential, evading one well known difficulty of brane–antibrane scenarios. Careful consideration of the closed string moduli reveals a further obstacle: superpotential stabilization of the compactification volume typically modifies the inflaton potential and renders it too steep for inflation. We discuss the non-generic conditions under which this problem does not arise. We conclude that brane inflation models can only work if restrictive assumptions about the method of volume stabilization, the warping of the internal space, and the source of inflationary energy are satisfied. We argue that this may not be a real problem, given the large range of available fluxes and background geometries in string theory.",
            "Towards inflation in string theory",
            "Shamit Kachru and Renata Kallosh and Andrei Linde and Juan Maldacena and Liam McAllister and Sandip P Trivedi",
            "2003",
            "AUfXDnoAAAAJ:5awf1xo2G04C",
            1376,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2003\/10\/013\/meta",
            "3372742237045770309",
            "\/scholar?cites=3372742237045770309",
            {
                "2003":11,
                "2004":102,
                "2005":144,
                "2006":125,
                "2007":110,
                "2008":124,
                "2009":99,
                "2010":92,
                "2011":88,
                "2012":73,
                "2013":62,
                "2014":59,
                "2015":56,
                "2016":52,
                "2017":35,
                "2018":30,
                "2019":56,
                "2020":45,
                "2021":5
            }
        ],
        [
            "We find candidate macroscopic gravity duals for scale-invariant but non-Lorentz invariant fixed points, which do not have particle number as a conserved quantity. We compute two-point correlation functions which exhibit novel behavior relative to their AdS counterparts, and find holographic renormalization group flows to conformal field theories. Our theories are characterized by a dynamical critical exponent z, which governs the anisotropy between spatial and temporal scaling t→ λ z t, x→ λ x; we focus on the case with z= 2. Such theories describe multicritical points in certain magnetic materials and liquid crystals, and have been shown to arise at quantum critical points in toy models of the cuprate superconductors. This work can be considered a small step towards making useful dual descriptions of such critical points.",
            "Gravity duals of Lifshitz-like fixed points",
            "Shamit Kachru and Xiao Liu and Michael Mulligan",
            "2008",
            "AUfXDnoAAAAJ:hkOj_22Ku90C",
            999,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.78.106005",
            "8642293209739814144",
            "\/scholar?cites=8642293209739814144",
            {
                "2008":11,
                "2009":59,
                "2010":83,
                "2011":94,
                "2012":118,
                "2013":102,
                "2014":107,
                "2015":103,
                "2016":93,
                "2017":67,
                "2018":65,
                "2019":48,
                "2020":42,
                "2021":4
            }
        ],
        [
            "Recent work is reviewed in which compactifications of string and M theory are constructed in which all scalar fields (moduli) are massive, and supersymmetry is broken with a small positive cosmological constant, features needed to reproduce real world physics. In this work it is explained that there is a “landscape” of string\/M theory vacua, perhaps containing many candidates for describing real world physics, and arguments are presented for and against this idea. Statistical surveys of the landscape are discussed, as well as the prospects for testable consequences of this picture, such as observable effects of moduli, constraints on early cosmology, and predictions for the scale of supersymmetry breaking.",
            "Flux compactification",
            "Michael R Douglas and Shamit Kachru",
            "2007",
            "AUfXDnoAAAAJ:ye4kPcJQO24C",
            938,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.79.733",
            "784721552869669902",
            "\/scholar?cites=784721552869669902",
            {
                "2006":6,
                "2007":78,
                "2008":109,
                "2009":96,
                "2010":93,
                "2011":74,
                "2012":71,
                "2013":53,
                "2014":61,
                "2015":59,
                "2016":50,
                "2017":43,
                "2018":29,
                "2019":52,
                "2020":57,
                "2021":2
            }
        ],
        [
            "We propose and test correspondences between 4D quantum field theories (QFTs) with N= 2, 1, 0 (super) conformal invariance and type IIB string theory on various orbifolds of AdS 5× S 5. This allows us to translate the problem of finding stable nontrivial nonsupersymmetric string backgrounds into the problem of realizing nontrivial renormalization group (RG) fixed point QFTs on branes. RG fixed lines in this context correspond to string theories in which no vacuum energy is generated quantum mechanically.",
            "4d conformal field theories and strings on orbifolds",
            "Shamit Kachru and Eva Silverstein",
            "1998",
            "AUfXDnoAAAAJ:WqliGbK-hY8C",
            825,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.80.4855",
            "8113099622353388993",
            "\/scholar?cites=8113099622353388993",
            {
                "1998":81,
                "1999":88,
                "2000":64,
                "2001":52,
                "2002":59,
                "2003":43,
                "2004":24,
                "2005":36,
                "2006":35,
                "2007":30,
                "2008":40,
                "2009":16,
                "2010":16,
                "2011":27,
                "2012":31,
                "2013":29,
                "2014":32,
                "2015":27,
                "2016":20,
                "2017":20,
                "2018":14,
                "2019":9,
                "2020":25,
                "2021":1
            }
        ],
        [
            "We perform a general study of primordial scalar non-Gaussianities in single-field inflationary models in Einstein gravity. We consider models where the inflaton Lagrangian is an arbitrary function of the scalar field and its first derivative, and the sound speed is arbitrary. We find that under reasonable assumptions, the non-Gaussianity is completely determined by five parameters. In special limits of the parameter space, one finds distinctive ‘shapes’ of the non-Gaussianity. In models with a small sound speed, several of these shapes would become potentially observable in the near future. Different limits of our formulae recover various previously known results.",
            "Observational signatures and non-Gaussianities of general single-field inflation",
            "Xingang Chen and Min-xin Huang and Shamit Kachru and Gary Shiu",
            "2007",
            "AUfXDnoAAAAJ:ZuybSZzF8UAC",
            701,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2007\/01\/002\/meta",
            "845215379054000462",
            "\/scholar?cites=845215379054000462",
            {
                "2006":3,
                "2007":11,
                "2008":39,
                "2009":65,
                "2010":60,
                "2011":63,
                "2012":57,
                "2013":84,
                "2014":53,
                "2015":54,
                "2016":49,
                "2017":30,
                "2018":47,
                "2019":35,
                "2020":42,
                "2021":4
            }
        ],
        [
            "We search for N = 2, d = 4 theories which can be realized both as heterotic string compactifications on K3 × T2 and as type II string compactifications on Calabi-Yau threefolds. In such cases, the exact non-perturbative superpotential of one string theory is given in terms of tree level computations in the other string theory. In particular we find concrete examples which provide the stringy realization of the results of Seiberg and Witten on N = 2 Yang-Mills theory, corrected by gravitational\/ stringy effects. We also discuss some examples which shed light on how the moduli spaces of different N = 2 heterotic vacua are connected.",
            "Exact results for N= 2 compactifications of heterotic strings",
            "Shamit Kachru and Cumrun Vafa",
            "1995",
            "AUfXDnoAAAAJ:LgRImbQfgY4C",
            611,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/055032139500307E",
            "5271496972180554499",
            "\/scholar?cites=5271496972180554499",
            {
                "1995":37,
                "1996":101,
                "1997":85,
                "1998":74,
                "1999":50,
                "2000":23,
                "2001":16,
                "2002":12,
                "2003":9,
                "2004":13,
                "2005":12,
                "2006":11,
                "2007":6,
                "2008":14,
                "2009":8,
                "2010":13,
                "2011":9,
                "2012":19,
                "2013":16,
                "2014":15,
                "2015":5,
                "2016":9,
                "2017":8,
                "2018":9,
                "2019":15,
                "2020":16
            }
        ],
        [
            "Using “Tate's algorithm,” we identify loci in the moduli of F-theory compactifications corresponding to enhanced gauge symmetry. We apply this to test the proposed F-theory\/heterotic dualities in six dimensions. We recover the perturbative gauge symmetry enhancements of the heterotic side and the physics of small SO(32) instantons, and discover new mixed perturbative\/nonperturbative gauge symmetry enhancements. Upon further toroidal compactification to four dimensions, we derive the chain of Calabi-Yau threefolds dual to various Coulomb branches of heterotic strings.",
            "Geometric singularities and enhanced gauge symmetries",
            "Michael Bershadsky and K Intriligator and Shamit Kachru and David R Morrison and Vladimir Sadov and Cumrun Vafa",
            "1996",
            "AUfXDnoAAAAJ:1yQoGdGgb4wC",
            581,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321396901315",
            "999098927254884802",
            "\/scholar?cites=999098927254884802",
            {
                "1996":12,
                "1997":44,
                "1998":38,
                "1999":22,
                "2000":13,
                "2001":13,
                "2002":9,
                "2003":3,
                "2004":7,
                "2005":7,
                "2006":9,
                "2007":1,
                "2008":10,
                "2009":9,
                "2010":41,
                "2011":35,
                "2012":43,
                "2013":22,
                "2014":38,
                "2015":34,
                "2016":35,
                "2017":20,
                "2018":39,
                "2019":39,
                "2020":35,
                "2021":1
            }
        ],
        [
            "The presence of many axion fields in four-dimensional string vacua can lead to a simple, radiatively stable realization of chaotic inflation.",
            "N-flation",
            "Savas Dimopoulos and Shamit Kachru and John McGreevy and Jay G Wacker",
            "2008",
            "AUfXDnoAAAAJ:kzcrU_BdoSEC",
            523,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2008\/08\/003\/meta",
            "925646649347241386",
            "\/scholar?cites=925646649347241386",
            {
                "2007":15,
                "2008":35,
                "2009":28,
                "2010":22,
                "2011":32,
                "2012":40,
                "2013":29,
                "2014":65,
                "2015":77,
                "2016":44,
                "2017":34,
                "2018":35,
                "2019":28,
                "2020":27,
                "2021":3
            }
        ]
    ]
}