{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Although much is known about the natural history of systemic lupus erythematosus (SLE), the development of SLE autoantibodies before the diagnosis of the disease has not been extensively explored. We investigated the onset and progression of autoantibody development before the clinical diagnosis.The Department of Defense Serum Repository contains approximately 30 million specimens prospectively collected from more than 5 million U.S. Armed Forces personnel. We evaluated serum samples obtained from 130 persons before they received a diagnosis of SLE, along with samples from matched controls.In 115 of the 130 patients with SLE (88 percent), at least one SLE autoantibody tested was present before the diagnosis (up to 9.4 years earlier; mean, 3.3 years). Antinuclear antibodies were present in 78 percent (at a dilution of 1:120 or more), anti–double-stranded DNA …",
            "Development of autoantibodies before the clinical onset of systemic lupus erythematosus",
            "Melissa R Arbuckle and Micah T McClain and Mark V Rubertone and R Hal Scofield and Gregory J Dennis and Judith A James and John B Harley",
            "2003",
            "aVT-3LQAAAAJ:zBCjByih94YC",
            2346,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/nejmoa021933",
            "17242086949610358855",
            "\/scholar?cites=17242086949610358855",
            {
                "2004":60,
                "2005":124,
                "2006":135,
                "2007":139,
                "2008":123,
                "2009":139,
                "2010":112,
                "2011":129,
                "2012":142,
                "2013":135,
                "2014":161,
                "2015":161,
                "2016":175,
                "2017":137,
                "2018":148,
                "2019":146,
                "2020":139,
                "2021":6
            }
        ],
        [
            "To develop and validate an international set of classification criteria for primary Sjögren9s syndrome (SS) using guidelines from the American College of Rheumatology (ACR) and the European League Against Rheumatism (EULAR). These criteria were developed for use in individuals with signs and\/or symptoms suggestive of SS.We assigned preliminary importance weights to a consensus list of candidate criteria items, using multi-criteria decision analysis. We tested and adapted the resulting draft criteria using existing cohort data on primary SS cases and non-SS controls, with case\/non-case status derived from expert clinical judgement. We then validated the performance of the classification criteria in a separate cohort of patients.The final classification criteria are based on the weighted sum of five items: anti-SSA\/Ro antibody positivity and focal lymphocytic sialadenitis with a focus …",
            "2016 American College of Rheumatology\/European League Against Rheumatism classification criteria for primary Sjögren's syndrome: a consensus and data-driven methodology …",
            "Caroline H Shiboski and Stephen C Shiboski and Raphaèle Seror and Lindsey A Criswell and Marc Labetoulle and Thomas M Lietman and Astrid Rasmussen and Hal Scofield and Claudio Vitali and Simon J Bowman and Xavier Mariette and International Sjögren's Syndrome Criteria Working Group",
            "2017",
            "aVT-3LQAAAAJ:Y0RG-0fxPaAC",
            867,
            "https:\/\/ard.bmj.com\/content\/76\/1\/9.short",
            "11542747530010456931",
            "\/scholar?cites=11542747530010456931",
            {
                "2016":3,
                "2017":83,
                "2018":168,
                "2019":237,
                "2020":335,
                "2021":23
            }
        ],
        [
            "Western blotting (protein blotting or immunoblotting) is a powerful and important procedure for the immunodetection of proteins post-electrophoresis, particularly proteins that are of low abundance. Since the inception of the protocol for protein transfer from an electrophoresed gel to a membrane in 1979, protein blotting has evolved greatly. The scientific community is now confronted with a variety of ways and means to carry out this transfer. This review describes the various procedures that have been used to transfer proteins from a gel to a membrane based on the principles of simple diffusion, vacuum-assisted solvent flow and electrophoretic elution. Finally, a brief description of methods generally used to detect antigens on blots is also described.",
            "Western blotting",
            "Biji T Kurien and R Hal Scofield",
            "2006",
            "aVT-3LQAAAAJ:QsKbpXNoaWkC",
            446,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1046202306000065",
            "6798959179997634947",
            "\/scholar?cites=6798959179997634947",
            {
                "2006":3,
                "2007":10,
                "2008":16,
                "2009":17,
                "2010":14,
                "2011":23,
                "2012":28,
                "2013":25,
                "2014":38,
                "2015":47,
                "2016":40,
                "2017":44,
                "2018":41,
                "2019":44,
                "2020":44,
                "2021":3
            }
        ],
        [
            "Sjögren's syndrome is a common autoimmune disease (affecting∼ 0.7% of European Americans) that typically presents as keratoconjunctivitis sicca and xerostomia. Here we report results of a large-scale association study of Sjögren's syndrome. In addition to strong association within the human leukocyte antigen (HLA) region at 6p21 (P meta= 7.65× 10− 114), we establish associations with IRF5-TNPO3 (P meta= 2.73× 10− 19), STAT4 (P meta= 6.80× 10− 15), IL12A (P meta= 1.17× 10− 10), FAM167A-BLK (P meta= 4.97× 10− 10), DDX6-CXCR5 (P meta= 1.10× 10− 8) and TNIP1 (P meta= 3.30× 10− 8). We also observed suggestive associations (P meta< 5× 10− 5) with variants in 29 other regions, including TNFAIP3, PTTG1, PRDM1, DGKQ, FCGR2A, IRAK1BP1, ITSN2 and PHIP, among others. These results highlight the importance of genes that are involved in both innate and adaptive immunity in Sjögren's …",
            "Variants at multiple loci implicated in both innate and adaptive immune responses are associated with Sjögren's syndrome",
            "Christopher J Lessard and He Li and Indra Adrianto and John A Ice and Astrid Rasmussen and Kiely M Grundahl and Jennifer A Kelly and Mikhail G Dozmorov and Corinne Miceli-Richard and Simon Bowman and Sue Lester and Per Eriksson and Maija-Leena Eloranta and Johan G Brun and Lasse G Gøransson and Erna Harboe and Joel M Guthridge and Kenneth M Kaufman and Marika Kvarnström and Helmi Jazebi and Deborah S Cunninghame Graham and Martha E Grandits and Abu NM Nazmul-Hossain and Ketan Patel and Adam J Adler and Jacen S Maier-Moore and A Darise Farris and Michael T Brennan and James A Lessard and James Chodosh and Rajaram Gopalakrishnan and Kimberly S Hefner and Glen D Houston and Andrew JW Huang and Pamela J Hughes and David M Lewis and Lida Radfar and Michael D Rohrer and Donald U Stone and Jonathan D Wren and Timothy J Vyse and Patrick M Gaffney and Judith A James and Roald Omdal and Marie Wahren-Herlenius and Gabor G Illei and Torsten Witte and Roland Jonsson and Maureen Rischmueller and Lars Rönnblom and Gunnel Nordmark and Wan-Fai Ng and Xavier Mariette and Juan-Manuel Anaya and Nelson L Rhodus and Barbara M Segal and R Hal Scofield and Courtney G Montgomery and John B Harley and Kathy L Sivils",
            "2013",
            "aVT-3LQAAAAJ:7H_jS4BsgvYC",
            342,
            "https:\/\/www.nature.com\/ng\/journal\/v45\/n11\/abs\/ng.2792.html",
            "6954045506088845487",
            "\/scholar?cites=6954045506088845487",
            {
                "2014":36,
                "2015":54,
                "2016":50,
                "2017":60,
                "2018":43,
                "2019":50,
                "2020":43,
                "2021":2
            }
        ],
        [
            "Autoantibodies from many patients with systemic lupus erythematosus bind the Sm autoantigen B\/B' polypeptide. The binding of serial serum specimens to the 233 overlapping octapeptides of Sm B\/B' have shown that of the B\/B'-derived octapeptides, PPPGMRPP and PPPGIRGP are early targets of the autoimmune response in some lupus patients. Rabbits immunized with PPPGMRPP and PPPGIRGP develop antibodies which not only bind these octapeptides, but also subsequently bind many other octapeptides of Sm B\/B'. Eventually, the rabbits immunized with one octapeptide develop autoantibodies that bind other spliceosomal proteins including D, 70K, A, and C. Any mechanisms that operate to maintain tolerance or anergy for the spliceosome are thus overcome. Features considered typical of human systemic lupus erythematosus are also found in these peptide-immunized animals, such as antinuclear …",
            "Immunoglobulin epitope spreading and autoimmune disease after peptide immunization: Sm B\/B'-derived PPPGMRPP and PPPGIRGP induce spliceosome autoimmunity.",
            "Judith A James and Timothy Gross and R Hal Scofield and John B Harley",
            "1995",
            "aVT-3LQAAAAJ:LGh1lRt-7sUC",
            332,
            "https:\/\/rupress.org\/jem\/article-abstract\/181\/2\/453\/50675",
            "16258110203830322193",
            "\/scholar?cites=16258110203830322193",
            {
                "1995":7,
                "1996":20,
                "1997":22,
                "1998":29,
                "1999":34,
                "2000":19,
                "2001":16,
                "2002":17,
                "2003":15,
                "2004":18,
                "2005":17,
                "2006":23,
                "2007":9,
                "2008":9,
                "2009":18,
                "2010":11,
                "2011":10,
                "2012":6,
                "2013":8,
                "2014":1,
                "2015":3,
                "2016":5,
                "2017":3,
                "2018":3,
                "2019":3,
                "2020":4,
                "2021":1
            }
        ]
    ]
}