{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Apoptosis of mouse neocortical neurons induced by serum deprivation or by staurosporine was associated with an early enhancement of delayed rectifier (IK) current and loss of total intracellular K+. This IKaugmentation was not seen in neurons undergoing excitotoxic necrosis or in older neurons resistant to staurosporine-induced apoptosis. Attenuating outward K+ current with tetraethylammonium or elevated extracellular K+, but not blockers of Ca2+, Cl−, or other K+ channels, reduced apoptosis, even if associated increases in intracellular Ca2+ concentration were prevented. Furthermore, exposure to the K+ ionophore valinomycin or the K+-channel opener cromakalim induced apoptosis. Enhanced K+ efflux may mediate certain forms of neuronal apoptosis.",
            "Mediation of neuronal apoptosis by enhancement of outward potassium current",
            "Shan Ping Yu and Chen-Hsiung Yeh and Stefano L Sensi and Byoung J Gwag and Lorella MT Canzoniero and Z Shadi Farhangrazi and Howard S Ying and Min Tian and Laura L Dugan and Dennis W Choi",
            "1997",
            "AvxuQ_8AAAAJ:u5HHmVD_uO8C",
            667,
            "https:\/\/science.sciencemag.org\/content\/278\/5335\/114.abstract",
            "6493529039650704602",
            "\/scholar?cites=6493529039650704602",
            {
                "1998":19,
                "1999":28,
                "2000":36,
                "2001":46,
                "2002":39,
                "2003":39,
                "2004":39,
                "2005":32,
                "2006":39,
                "2007":36,
                "2008":33,
                "2009":41,
                "2010":40,
                "2011":28,
                "2012":23,
                "2013":24,
                "2014":23,
                "2015":18,
                "2016":24,
                "2017":14,
                "2018":10,
                "2019":18,
                "2020":17,
                "2021":1
            }
        ],
        [
            "This study explored the novel strategy of hypoxic preconditioning of bone marrow mesenchymal stem cells before transplantation into the infarcted heart to promote their survival and therapeutic potential of mesenchymal stem cell transplantation after myocardial ischemia.Mesenchymal stem cells from green fluorescent protein transgenic mice were cultured under normoxic or hypoxic (0.5% oxygen for 24 hours) conditions. Expression of growth factors and anti-apoptotic genes were examined by immunoblot. Normoxic or hypoxic stem cells were intramyocardially injected into the peri-infarct region of rats 30 minutes after permanent myocaridal infarction. Death of mesenchymal stem cells was assessed in vitro and in vivo after transplantation. Angiogenesis, infarct size, and heart function were measured 6 weeks after transplantation.Hypoxic preconditioning increased expression of pro …",
            "Transplantation of hypoxia-preconditioned mesenchymal stem cells improves infarcted heart function via enhanced survival of implanted cells and angiogenesis",
            "Xinyang Hu and Shan Ping Yu and Jamie L Fraser and Zhongyang Lu and Molly E Ogle and Jian-An Wang and Ling Wei",
            "2008",
            "AvxuQ_8AAAAJ:d1gkVwhDpl0C",
            621,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022522307016522",
            "5904043570781640759",
            "\/scholar?cites=5904043570781640759",
            {
                "2008":6,
                "2009":30,
                "2010":47,
                "2011":48,
                "2012":48,
                "2013":73,
                "2014":62,
                "2015":61,
                "2016":56,
                "2017":52,
                "2018":58,
                "2019":37,
                "2020":37,
                "2021":3
            }
        ],
        [
            "We used the ratioable fluorescent dye mag-fura-5 to measure intracellular free Zn2+([Zn2+]i) in cultured neocortical neurons exposed to neurotoxic concentrations of Zn2+ in concert with depolarization or glutamate receptor activation and identified four routes of Zn2+ entry. Neurons exposed to extracellular Zn2+ plus high K+ responded with a peak cell body signal corresponding to a [Zn2+]i of 35–45 nm. This increase in [Zn2+]i was attenuated by concurrent addition of Gd3+, verapamil, ω-conotoxin GVIA, or nimodipine, consistent with Zn2+ entry through voltage-gated Ca2+channels. Furthermore, under conditions favoring reverse operation of the Na+–Ca2+ exchanger, Zn2+ application induced a slow increase in [Zn2+]i and outward whole-cell current sensitive to benzamil–amiloride. Thus, a second route of Zn2+ entry into neurons may be via transporter-mediated exchange with intracellular Na+. Both NMDA …",
            "Measurement of intracellular free zinc in living cortical neurons: routes of entry",
            "Stefano L Sensi and Lorella MT Canzoniero and Shan Ping Yu and Howard S Ying and Jae-Young Koh and Geoffrey A Kerchner and Dennis W Choi",
            "1997",
            "AvxuQ_8AAAAJ:u-x6o8ySG0sC",
            490,
            "https:\/\/www.jneurosci.org\/content\/17\/24\/9554.short",
            "253371877540604967",
            "\/scholar?cites=253371877540604967",
            {
                "1998":6,
                "1999":23,
                "2000":27,
                "2001":19,
                "2002":24,
                "2003":21,
                "2004":31,
                "2005":20,
                "2006":25,
                "2007":23,
                "2008":19,
                "2009":28,
                "2010":17,
                "2011":30,
                "2012":16,
                "2013":21,
                "2014":33,
                "2015":19,
                "2016":20,
                "2017":18,
                "2018":15,
                "2019":16,
                "2020":13,
                "2021":2
            }
        ],
        [
            "Novel anti-oxidants based on the buckminsterfullerene molecule were explored as neuroprotective agents in cortical cell cultures exposed to excitotoxic and apoptotic injuries. Two polyhydroxylated C60derivatives, C60(OH)n,n= 12, and C60(OH)nOm,n= 18–20,m= 3–7 hemiketal groups, demonstrated excellent anti-oxidant capabilities when tested by electron paramagnetic spectroscopy with a spin-trapping agent and a hydroxyl radical-generating system. These water-soluble agents decreased excitotoxic neuronal death following brief exposure to NMDA (by 80%), α-amino-3-hydroxy-5-methyl-4-isoxazole propionic acid (AMPA; by 65%), or kainate (by 50%). Electrophysiology and tracer45Ca2+-uptake studies verified that buckminsterfullerenols are not NMDA or AMPA\/kainate receptor antagonists. Buckminsterfullerenols also reduced neuronal apoptosis induced by serum deprivation. These results support the …",
            "Buckminsterfullerenol free radical scavengers reduce excitotoxic and apoptotic death of cultured cortical neurons",
            "Laura L Dugan and Joseph K Gabrielsen and P Yu Shan and Tien-Sung Lin and Dennis W Choi",
            "1996",
            "AvxuQ_8AAAAJ:EkHepimYqZsC",
            427,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0969996196900133",
            "18238917905904937524",
            "\/scholar?cites=18238917905904937524",
            {
                "1998":3,
                "1999":11,
                "2000":6,
                "2001":4,
                "2002":7,
                "2003":5,
                "2004":9,
                "2005":15,
                "2006":19,
                "2007":33,
                "2008":38,
                "2009":34,
                "2010":27,
                "2011":27,
                "2012":35,
                "2013":24,
                "2014":24,
                "2015":10,
                "2016":29,
                "2017":20,
                "2018":14,
                "2019":13,
                "2020":13,
                "2021":2
            }
        ],
        [
            "Alterations in the transmembrane gradients of several physiological ions may influence programmed cell death. In particular, recent data suggest that increases in intracellular calcium may either promote or inhibit apoptosis, depending on the level, timing and location, whereas loss of intracellular potassium promotes apoptosis.",
            "Ion homeostasis and apoptosis",
            "Shan Ping Yu and Lorella MT Canzoniero and Dennis W Choi",
            "2001",
            "AvxuQ_8AAAAJ:9yKSN-GCB0IC",
            399,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0955067400002283",
            "10667201048596164048",
            "\/scholar?cites=10667201048596164048",
            {
                "2001":1,
                "2002":20,
                "2003":31,
                "2004":41,
                "2005":37,
                "2006":31,
                "2007":22,
                "2008":20,
                "2009":13,
                "2010":16,
                "2011":14,
                "2012":19,
                "2013":13,
                "2014":23,
                "2015":19,
                "2016":14,
                "2017":18,
                "2018":17,
                "2019":16,
                "2020":11,
                "2021":3
            }
        ],
        [
            "Programmed cell death or apoptosis is broadly responsible for the normal homeostatic removal of cells and has been increasingly implicated in mediating pathological cell loss in many disease states. As the molecular mechanisms of apoptosis have been extensively investigated a critical role for ionic homeostasis in apoptosis has been recently endorsed. In contrast to the ionic mechanism of necrosis that involves Ca2+ influx and intracellular Ca2+ accumulation, compelling evidence now indicates that excessive K+ efflux and intracellular K+ depletion are key early steps in apoptosis. Physiological concentration of intracellular K+ acts as a repressor of apoptotic effectors. A huge loss of cellular K+, likely a common event in apoptosis of many cell types, may serve as a disaster signal allowing the execution of the suicide program by activating key events in the apoptotic cascade including caspase cleavage …",
            "Regulation and critical role of potassium homeostasis in apoptosis",
            "Shan Ping Yu",
            "2003",
            "AvxuQ_8AAAAJ:2osOgNQ5qMEC",
            363,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S030100820300090X",
            "13514933832804898198",
            "\/scholar?cites=13514933832804898198",
            {
                "2003":2,
                "2004":11,
                "2005":22,
                "2006":33,
                "2007":28,
                "2008":21,
                "2009":18,
                "2010":32,
                "2011":19,
                "2012":21,
                "2013":23,
                "2014":22,
                "2015":24,
                "2016":13,
                "2017":22,
                "2018":23,
                "2019":11,
                "2020":17,
                "2021":1
            }
        ]
    ]
}