{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Downloaded from a series of examples, from which the rules could be deduced, they received a 24-question multiple-choice test isomorphic to the questions they answered during the learning phase. In all conditions of this experiment (as well as the other experiments reported here), participants successfully learned the material with no differences in learning scores (F3, 68< 1) or learning times (F3, 68< 1.5). However, there were significant differences in transfer (see experiment 1, in the figure above). Participants in the Generic 1 condition performed markedly higher than participants in each of the three concrete conditions (F3, 68= 11.9, P< 0.001; post hoc Tukey’s test, P values< 0.002). Furthermore, transfer in the Generic 1 condition was above chance (t> 7, P< 0.005), whereas transfer in the concrete conditions did not reliably exceed chance (t values< 1.7, P values> 0.35; t= 2.8, P= 0.06 for Concrete 3). These results indicate that learning one, two, or three concrete instantiations resulted in little or no transfer, whereas learning one generic instantiation resulted in significant transfer. If transfer from multiple instantiations depends on whether the learner abstracts and aligns the common structure from the learned instantiations (1, 4), then transfer failure suggests that participants may have been unable to recognize and align the underlying structure. In two additional experiments, we assisted structural alignment. In experiment 2, 20 participants learned Concrete A and Concrete B instantiations and were given the alignment of analogous elements across the learning instantiations. To our surprise, this assistance yielded no improvement in transfer …",
            "The Advantage of Abstract Examples in Learning Math",
            "Jennifer Kaminski and Vladimir Sloutsky and Andrew Heckler",
            "2008",
            "awg8CUIAAAAJ:BqipwSGYUEgC",
            350,
            "https:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.709.6843&rep=rep1&type=pdf",
            "3608003228800017574",
            "\/scholar?cites=3608003228800017574",
            {
                "2008":13,
                "2009":21,
                "2010":27,
                "2011":24,
                "2012":24,
                "2013":34,
                "2014":28,
                "2015":20,
                "2016":34,
                "2017":34,
                "2018":26,
                "2019":23,
                "2020":31,
                "2021":2
            }
        ],
        [
            "A goal of successful learning is the transfer of learned knowledge to novel situations. However, spontaneous transfer is notoriously difficult to achieve. In this research, we argue that learning and transfer can be facilitated when knowledge is expressed in an abstract, generic form. In Experiments 1 and 2, undergraduate students learned two isomorphic domains, which were based on the same algebraic group, with one domain expressed in a more abstract, generic form and the other expressed in a more concrete form. In both experiments, transfer from more abstract to more concrete was greater than the reverse. In Experiment 3, undergraduate students learned the same algebraic group under varying degrees of concreteness. Our results demonstrate that the use of perceptually rich, concrete symbols may hinder learning. This research indicates that concreteness may have substantial learning and …",
            "The advantage of simple symbols for learning and transfer",
            "Vladimir M Sloutsky and Jennifer A Kaminski and Andrew F Heckler",
            "2005",
            "awg8CUIAAAAJ:9yKSN-GCB0IC",
            173,
            "https:\/\/link.springer.com\/article\/10.3758\/BF03193796",
            "7064027918753177996",
            "\/scholar?cites=7064027918753177996",
            {
                "2005":2,
                "2006":8,
                "2007":8,
                "2008":12,
                "2009":9,
                "2010":12,
                "2011":11,
                "2012":10,
                "2013":15,
                "2014":16,
                "2015":14,
                "2016":15,
                "2017":12,
                "2018":13,
                "2019":7,
                "2020":7
            }
        ],
        [
            "In the standard big bang cosmology the canonical value for the ratio of relic neutrinos to cosmic microwave background (CMB) photons is 9\/11. Within the framework of the standard model of particle physics there are small corrections, in sum about 1%, due to slight heating of neutrinos by electron-positron annihilations and finite-temperature QED effects. We show that this leads to changes in the predicted CMB anisotropies that will bias determination of the other cosmological parameters if not correctly taken into account. These changes might be detected by future satellite experiments.",
            "Precision detection of the cosmic neutrino background",
            "Robert E Lopez and Scott Dodelson and Andrew Heckler and Michael S Turner",
            "1999",
            "awg8CUIAAAAJ:u5HHmVD_uO8C",
            120,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.3952",
            "13887755264211320017",
            "\/scholar?cites=13887755264211320017",
            {
                "1998":6,
                "1999":13,
                "2000":9,
                "2001":9,
                "2002":12,
                "2003":10,
                "2004":7,
                "2005":5,
                "2006":8,
                "2007":1,
                "2008":6,
                "2009":3,
                "2010":2,
                "2011":3,
                "2012":9,
                "2013":6,
                "2014":1,
                "2015":1,
                "2016":3,
                "2017":3,
                "2018":1
            }
        ],
        [
            " Mathematical concepts are often difficult to acquire. This difficulty is evidenced by failure of knowledge to transfer to novel analogous situations. One approach to this challenge is to present the learner with a concrete instantiation of the to‐be‐learned concept. Concrete instantiations communicate more information than their abstract, generic counterparts and, in doing so, they may facilitate initial learning. However, this article argues that extraneous information in concrete instantiations may distract the learner from the relevant mathematical structure and, as a result, hinder transfer. At the same time, generic instantiations, such as traditional mathematical notation, can be learned by both children and adults and can, in turn, allow for transfer, suggesting that generic instantiations result in a portable knowledge representation.",
            "Transfer of mathematical knowledge: The portability of generic instantiations",
            "Jennifer A Kaminski and Vladimir M Sloutsky and Andrew Heckler",
            "2009",
            "awg8CUIAAAAJ:eQOLeE2rZwMC",
            116,
            "https:\/\/srcd.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1750-8606.2009.00096.x",
            "4746756220272975295",
            "\/scholar?cites=4746756220272975295",
            {
                "2009":5,
                "2010":3,
                "2011":7,
                "2012":6,
                "2013":10,
                "2014":9,
                "2015":8,
                "2016":13,
                "2017":15,
                "2018":13,
                "2019":13,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We show that once a black hole surpasses some critical temperature T crit, the emitted Hawking radiation interacts with itself and forms a nearly thermal photosphere. Using QED, we show that the dominant interactions are bremsstrahlung and electron-photon pair production, and we estimate T crit∼ m e\/α 5\/2, which when calculated more precisely is found to be T crit≈ 45 GeV. The formation of the photosphere is purely a particle physics effect, and not a general relativistic effect, since the photosphere forms roughly α− 4 Schwarzschild radii away from the black hole. The temperature T of the photosphere decreases with distance from the black hole, and the outer surface is determined by the constraint T∼ m e (for the QED case), since this is the point at which electrons and positrons annihilate, and the remaining photons free stream to infinity. Observational consequences are discussed, and it is found that …",
            "Formation of a Hawking-radiation photosphere around microscopic black holes",
            "Andrew F Heckler",
            "1997",
            "awg8CUIAAAAJ:d1gkVwhDpl0C",
            93,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.55.480",
            "7432430516338452205",
            "\/scholar?cites=7432430516338452205",
            {
                "1997":2,
                "1998":3,
                "1999":9,
                "2000":3,
                "2001":5,
                "2002":9,
                "2003":8,
                "2004":3,
                "2005":2,
                "2006":8,
                "2007":1,
                "2008":8,
                "2009":4,
                "2010":3,
                "2011":2,
                "2012":4,
                "2013":1,
                "2014":2,
                "2015":3,
                "2016":2,
                "2017":2,
                "2018":2,
                "2019":3,
                "2020":2
            }
        ],
        [
            "We calculate the emergent spectrum of microscopic black holes, taking into account the proposition that a quark and gluon photosphere forms around the black hole. We find that the limit on the average universal density of black holes is not significantly affected by the photosphere; however, we also find that gamma ray satellites such as EGRET and GLAST are well suited to look for nearby black holes out to a distance on the order of 0.3 parsec, and conclude that if black holes are clustered in our Galaxy by a factor of order 10 8 they may be directly detectable.",
            "Calculation of the emergent spectrum and observation of primordial black holes",
            "Andrew F Heckler",
            "1997",
            "awg8CUIAAAAJ:2osOgNQ5qMEC",
            86,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.78.3430",
            "11505565730280076280",
            "\/scholar?cites=11505565730280076280",
            {
                "1998":5,
                "1999":6,
                "2000":3,
                "2001":4,
                "2002":5,
                "2003":7,
                "2004":2,
                "2005":2,
                "2006":6,
                "2007":2,
                "2008":9,
                "2009":3,
                "2010":7,
                "2011":4,
                "2012":4,
                "2013":2,
                "2014":6,
                "2015":2,
                "2016":1,
                "2017":1,
                "2018":3,
                "2019":1
            }
        ],
        [
            "The quantum electrodynamic correction to the equation of state of a plasma at finite temperature is applied to the areas of solar physics and cosmology. A previously neglected, purely quantum term in the correction is found to change the equation of state in the solar core by-0.37%, which is roughly estimated to decrease the calculated high energy neutrino flux by about 2.2%. We also show that a previous calculation of the effect of this correction on big bang nucleosynthesis is incomplete, and we estimate the correction to the primordial helium abundance Y to be Δ Y= 1.4× 10− 4. A physical explanation for the correction is found in terms of corrections to the dispersion relation of the electron, positron, and photon.",
            "Astrophysical applications of quantum corrections to the equation of state of a plasma",
            "Andrew F Heckler",
            "1994",
            "awg8CUIAAAAJ:UeHWp8X0CEIC",
            80,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.49.611",
            "18252191159517980518",
            "\/scholar?cites=18252191159517980518",
            {
                "1994":2,
                "1995":2,
                "1996":2,
                "1997":4,
                "1998":5,
                "1999":1,
                "2000":2,
                "2001":5,
                "2002":3,
                "2003":5,
                "2004":1,
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":2,
                "2009":4,
                "2010":3,
                "2011":3,
                "2012":4,
                "2013":3,
                "2014":7,
                "2015":4,
                "2016":14,
                "2017":1
            }
        ],
        [
            "The evolution of the electroweak phase transition, including reheating due to the release of latent heat in shock waves, is calculated for various values of as yet unknown parameters of electroweak theory such as latent heat and bubble wall surface tension. We find that, for a wide range of parameter space, the bubble walls of the phase transition slow down by as much as a few orders of magnitude. Consequently, we also show that since baryon production can be a sensitive function of bubble wall velocity, it is important to include the effects of reheating in the calculation of the baryon density of the Universe. We show that there is a sensitive velocity dependence for all mechanisms of baryon production, depending on the magnitude of velocity of the bubble wall, and we examine in particular an inverse velocity dependence on baryon production, which is predicted by the charge transport mechanism of baryon …",
            "Effects of electroweak phase transition dynamics on baryogenesis and primordial nucleosynthesis",
            "Andrew F Heckler",
            "1995",
            "awg8CUIAAAAJ:qjMakFHDy7sC",
            67,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.51.405",
            "7588960963567901485",
            "\/scholar?cites=7588960963567901485",
            {
                "1995":6,
                "1996":5,
                "1997":3,
                "1998":5,
                "1999":3,
                "2000":5,
                "2001":4,
                "2002":3,
                "2003":1,
                "2004":3,
                "2005":1,
                "2006":2,
                "2007":3,
                "2008":3,
                "2009":1,
                "2010":3,
                "2011":1,
                "2012":4,
                "2013":3,
                "2014":1,
                "2015":1,
                "2016":2,
                "2017":3,
                "2018":1
            }
        ],
        [
            "We conducted a series of experiments to investigate the extent to which prompting the construction of a force diagram affects student solutions to simple mechanics problems. A total of 891 university introductory physics students were given typical force and motion problems under one of the two conditions: when a force diagram was or was not prompted as part of the solution. Results indicated that students who were prompted to draw the force diagram were less likely to obtain a correct solution than those who were not prompted to solve the problem in any particular way. Analysis of the solution methods revealed that those students prompted to use a diagram tended to use the formally taught problem‐solving method, and those students not prompted to draw a force diagram tended to use more intuitive methods. Students who were prompted to draw diagrams were also more likely to depict incorrect forces. These …",
            "Some consequences of prompting novice physics students to construct force diagrams",
            "Andrew F Heckler",
            "2010",
            "awg8CUIAAAAJ:0EnyYjriUFMC",
            63,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/09500690903199556",
            "8069048201064731905",
            "\/scholar?cites=8069048201064731905",
            {
                "2010":2,
                "2011":4,
                "2012":4,
                "2013":4,
                "2014":3,
                "2015":7,
                "2016":2,
                "2017":9,
                "2018":12,
                "2019":10,
                "2020":5
            }
        ],
        [
            "Most theories of analogical transfer focus on similarities between the learning and transfer domains, where transfer is more likely between domains that share common surface features, similar elements, or common interpretations of structure. We suggest that characteristics of the learning instantiation alone can give rise to different levels of transfer. We propose that concreteness of the learning instantiation can hinder analogical transfer of well-defined structured concepts, such as mathematical concepts. We operationalize the term concreteness as the amount of information communicated through a specific instantiation of a concept. The 5 reported experiments with undergraduate students tested the hypothesis by presenting participants with the concept of a commutative mathematical group of order 3. The experiments varied the level of concreteness of the training instantiation and measured transfer of learning to …",
            "The cost of concreteness: The effect of nonessential information on analogical transfer.",
            "Jennifer A Kaminski and Vladimir M Sloutsky and Andrew F Heckler",
            "2013",
            "awg8CUIAAAAJ:mB3voiENLucC",
            61,
            "https:\/\/psycnet.apa.org\/journals\/xap\/19\/1\/14\/",
            "15964127033866245335",
            "\/scholar?cites=15964127033866245335",
            {
                "2013":4,
                "2014":6,
                "2015":7,
                "2016":9,
                "2017":7,
                "2018":5,
                "2019":10,
                "2020":11
            }
        ]
    ]
}