{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Merging neutron stars offer an excellent laboratory for simultaneously studying strong-field gravity and matter in extreme environments. We establish the physical association of an electromagnetic counterpart (EM170817) with gravitational waves (GW170817) detected from merging neutron stars. By synthesizing a panchromatic data set, we demonstrate that merging neutron stars are a long-sought production site forging heavy elements by r-process nucleosynthesis. The weak gamma rays seen in EM170817 are dissimilar to classical short gamma-ray bursts with ultrarelativistic jets. Instead, we suggest that breakout of a wide-angle, mildly relativistic cocoon engulfing the jet explains the low-luminosity gamma rays, the high-luminosity ultraviolet-optical-infrared, and the delayed radio and x-ray emission. We posit that all neutron star mergers may lead to a wide-angle cocoon breakout, sometimes accompanied by a …",
            "Illuminating gravitational waves: a concordant picture of photons from a neutron star merger",
            "MM Kasliwal and E Nakar and LP Singer and DL Kaplan and DO Cook and A Van Sistine and RM Lau and C Fremling and O Gottlieb and JE Jencson and SM Adams and Ulrich Feindt and K Hotokezaka and S Ghosh and DA Perley and P-C Yu and T Piran and JR Allison and GC Anupama and A Balasubramanian and KW Bannister and J Bally and J Barnes and Sa Barway and E Bellm and V Bhalerao and D Bhattacharya and N Blagorodnova and JS Bloom and PR Brady and C Cannella and D Chatterjee and SB Cenko and BE Cobb and C Copperwheat and A Corsi and K De and D Dobie and SWK Emery and PA Evans and OD Fox and DA Frail and C Frohmaier and Ariel Goobar and G Hallinan and F Harrison and G Helou and T Hinderer and AYQ Ho and A Horesh and W-H Ip and R Itoh and D Kasen and H Kim and NPM Kuin and T Kupfer and Christene Lynch and K Madsen and PA Mazzali and AA Miller and K Mooley and T Murphy and C-C Ngeow and D Nichols and S Nissanke and P Nugent and EO Ofek and H Qi and RM Quimby and Stephan Rosswog and F Rusu and EM Sadler and P Schmidt and Jesper Sollerman and I Steele and AR Williamson and Y Xu and L Yan and Y Yatsu and C Zhang and W Zhao",
            "2017",
            "axEgXDMAAAAJ:eflP2zaiRacC",
            430,
            "https:\/\/science.sciencemag.org\/content\/358\/6370\/1559.abstract",
            "12907392767518672086",
            "\/scholar?cites=12907392767518672086",
            {
                "2017":9,
                "2018":139,
                "2019":144,
                "2020":121,
                "2021":14
            }
        ],
        [
            "The Zwicky Transient Facility (ZTF) is a new optical time-domain survey that uses the Palomar 48 inch Schmidt telescope. A custom-built wide-field camera provides a 47 deg 2 field of view and 8 s readout time, yielding more than an order of magnitude improvement in survey speed relative to its predecessor survey, the Palomar Transient Factory. We describe the design and implementation of the camera and observing system. The ZTF data system at the Infrared Processing and Analysis Center provides near-real-time reduction to identify moving and varying objects. We outline the analysis pipelines, data products, and associated archive. Finally, we present on-sky performance analysis and first scientific results from commissioning and the early survey. ZTF's public alert stream will serve as a useful precursor for that of the Large Synoptic Survey Telescope.",
            "The Zwicky Transient Facility: system overview, performance, and first results",
            "Eric C Bellm and Shrinivas R Kulkarni and Matthew J Graham and Richard Dekany and Roger M Smith and Reed Riddle and Frank J Masci and George Helou and Thomas A Prince and Scott M Adams and Cristina Barbarino and Tom Barlow and James Bauer and Ron Beck and Justin Belicki and Rahul Biswas and Nadejda Blagorodnova and Dennis Bodewits and Bryce Bolin and Valery Brinnel and Tim Brooke and Brian Bue and Mattia Bulla and Rick Burruss and S Bradley Cenko and Chan-Kao Chang and Andrew Connolly and Michael Coughlin and John Cromer and Virginia Cunningham and Kishalay De and Alex Delacroix and Vandana Desai and Dmitry A Duev and Gwendolyn Eadie and Tony L Farnham and Michael Feeney and Ulrich Feindt and David Flynn and Anna Franckowiak and S Frederick and C Fremling and Avishay Gal-Yam and Suvi Gezari and Matteo Giomi and Daniel A Goldstein and V Zach Golkhou and Ariel Goobar and Steven Groom and Eugean Hacopians and David Hale and John Henning and Anna YQ Ho and David Hover and Justin Howell and Tiara Hung and Daniela Huppenkothen and David Imel and Wing-Huen Ip and Željko Ivezić and Edward Jackson and Lynne Jones and Mario Juric and Mansi M Kasliwal and S Kaspi and Stephen Kaye and Michael SP Kelley and Marek Kowalski and Emily Kramer and Thomas Kupfer and Walter Landry and Russ R Laher and Chien-De Lee and Hsing Wen Lin and Zhong-Yi Lin and Ragnhild Lunnan and Ashish Mahabal and Peter Mao and Adam A Miller and Serge Monkewitz and Patrick Murphy and Chow-Choong Ngeow and Jakob Nordin and Peter Nugent and Eran Ofek and Maria T Patterson and Bryan Penprase and Michael Porter and Ludwig Rauch and Umaa Rebbapragada and Dan Reiley and Mickael Rigault and Hector Rodriguez and Jan Van Roestel and Ben Rusholme and Jakob Van Santen and S Schulze and David L Shupe and Leo P Singer and Maayane T Soumagnac and Robert Stein and Jason Surace and Jesper Sollerman and Paula Szkody and Francesco Taddia and Scott Terek and Angela Van Sistine and Sjoert Van Velzen and W Thomas Vestrand and Richard Walters and Charlotte Ward and Quan-Zhi Ye and Po-Chieh Yu and Lin Yan and Jeffry Zolkower",
            "2018",
            "axEgXDMAAAAJ:Tiz5es2fbqcC",
            381,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1538-3873\/aaecbe\/meta",
            "10898864826266815619",
            "\/scholar?cites=10898864826266815619",
            {
                "2017":1,
                "2018":3,
                "2019":111,
                "2020":245,
                "2021":21
            }
        ],
        [
            "The Zwicky Transient Facility (ZTF) is a new robotic time-domain survey currently in progress using the Palomar 48-inch Schmidt Telescope. ZTF uses a 47 square degree field with a 600 megapixel camera to scan the entire northern visible sky at rates of~ 3760 square degrees\/hour to median depths of g~ 20.8 and r~ 20.6 mag (AB, 5σ in 30 sec). We describe the Science Data System that is housed at IPAC, Caltech. This comprises the data-processing pipelines, alert production system, data archive, and user interfaces for accessing and analyzing the products. The real-time pipeline employs a novel image-differencing algorithm, optimized for the detection of point-source transient events. These events are vetted for reliability using a machine-learned classifier and combined with contextual information to generate data-rich alert packets. The packets become available for distribution typically within 13 minutes (95th …",
            "The zwicky transient facility: Data processing, products, and archive",
            "Frank J Masci and Russ R Laher and Ben Rusholme and David L Shupe and Steven Groom and Jason Surace and Edward Jackson and Serge Monkewitz and Ron Beck and David Flynn and Scott Terek and Walter Landry and Eugean Hacopians and Vandana Desai and Justin Howell and Tim Brooke and David Imel and Stefanie Wachter and Quan-Zhi Ye and Hsing-Wen Lin and S Bradley Cenko and Virginia Cunningham and Umaa Rebbapragada and Brian Bue and Adam A Miller and Ashish Mahabal and Eric C Bellm and Maria T Patterson and Mario Jurić and V Zach Golkhou and Eran O Ofek and Richard Walters and Matthew Graham and Mansi M Kasliwal and Richard G Dekany and Thomas Kupfer and Kevin Burdge and Christopher B Cannella and Tom Barlow and Angela Van Sistine and Matteo Giomi and Christoffer Fremling and Nadejda Blagorodnova and David Levitan and Reed Riddle and Roger M Smith and George Helou and Thomas A Prince and Shrinivas R Kulkarni",
            "2018",
            "axEgXDMAAAAJ:RYcK_YlVTxYC",
            202,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1538-3873\/aae8ac\/meta",
            "7009952271803545119",
            "\/scholar?cites=7009952271803545119",
            {
                "2018":2,
                "2019":48,
                "2020":142,
                "2021":10
            }
        ],
        [
            "The Zwicky Transient Facility (ZTF), a public–private enterprise, is a new time-domain survey employing a dedicated camera on the Palomar 48-inch Schmidt telescope with a 47 deg 2 field of view and an 8 second readout time. It is well positioned in the development of time-domain astronomy, offering operations at 10% of the scale and style of the Large Synoptic Survey Telescope (LSST) with a single 1-m class survey telescope. The public surveys will cover the observable northern sky every three nights in g and r filters and the visible Galactic plane every night in g and r. Alerts generated by these surveys are sent in real time to brokers. A consortium of universities that provided funding (\" partnership\") are undertaking several boutique surveys. The combination of these surveys producing one million alerts per night allows for exploration of transient and variable astrophysical phenomena brighter than r~ 20.5 on …",
            "The Zwicky transient facility: science objectives",
            "Matthew J Graham and SR Kulkarni and Eric C Bellm and Scott M Adams and Cristina Barbarino and Nadejda Blagorodnova and Dennis Bodewits and Bryce Bolin and Patrick R Brady and S Bradley Cenko and Chan-Kao Chang and Michael W Coughlin and Kishalay De and Gwendolyn Eadie and Tony L Farnham and Ulrich Feindt and Anna Franckowiak and Christoffer Fremling and Suvi Gezari and Shaon Ghosh and Daniel A Goldstein and V Zach Golkhou and Ariel Goobar and Anna YQ Ho and Daniela Huppenkothen and Željko Ivezić and R Lynne Jones and Mario Juric and David L Kaplan and Mansi M Kasliwal and Michael SP Kelley and Thomas Kupfer and Chien-De Lee and Hsing Wen Lin and Ragnhild Lunnan and Ashish A Mahabal and Adam A Miller and Chow-Choong Ngeow and Peter Nugent and Eran O Ofek and Thomas A Prince and Ludwig Rauch and Jan van Roestel and Steve Schulze and Leo P Singer and Jesper Sollerman and Francesco Taddia and Lin Yan and Quan-Zhi Ye and Po-Chieh Yu and Tom Barlow and James Bauer and Ron Beck and Justin Belicki and Rahul Biswas and Valery Brinnel and Tim Brooke and Brian Bue and Mattia Bulla and Rick Burruss and Andrew Connolly and John Cromer and Virginia Cunningham and Richard Dekany and Alex Delacroix and Vandana Desai and Dmitry A Duev and Michael Feeney and David Flynn and Sara Frederick and Avishay Gal-Yam and Matteo Giomi and Steven Groom and Eugean Hacopians and David Hale and George Helou and John Henning and David Hover and Lynne A Hillenbrand and Justin Howell and Tiara Hung and David Imel and Wing-Huen Ip and Edward Jackson and Shai Kaspi and Stephen Kaye and Marek Kowalski and Emily Kramer and Michael Kuhn and Walter Landry and Russ R Laher and Peter Mao and Frank J Masci and Serge Monkewitz and Patrick Murphy and Jakob Nordin and Maria T Patterson and Bryan Penprase and Michael Porter and Umaa Rebbapragada and Dan Reiley and Reed Riddle and Mickael Rigault and Hector Rodriguez and Ben Rusholme and Jakob van Santen and David L Shupe and Roger M Smith and Maayane T Soumagnac and Robert Stein and Jason Surace and Paula Szkody and Scott Terek and Angela Van Sistine and Sjoert van Velzen and W Thomas Vestrand and Richard Walters and Charlotte Ward and Chaoran Zhang and Jeffry Zolkower",
            "2019",
            "axEgXDMAAAAJ:4JMBOYKVnBMC",
            184,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1538-3873\/ab006c\/meta",
            "5106086161500366631",
            "\/scholar?cites=5106086161500366631",
            {
                "2019":48,
                "2020":129,
                "2021":7
            }
        ],
        [
            "The INT\/WFC Photometric Hα Survey of the Northern Galactic Plane (IPHAS) is a 1800 deg2 imaging survey covering Galactic latitudes |b| < 5° and longitudes ℓ = 30°–215° in the r, i, and Hα filters using the Wide Field Camera (WFC) on the 2.5-m Isaac Newton Telescope (INT) in La Palma. We present the first quality-controlled and globally calibrated source catalogue derived from the survey, providing single-epoch photometry for 219 million unique sources across 92 per cent of the footprint. The observations were carried out between 2003 and 2012 at a median seeing of 1.1 arcsec (sampled at 0.33 arcsec pixel−1) and to a mean 5σ depth of 21.2 (r), 20.0 (i), and 20.3 (Hα) in the Vega magnitude system. We explain the data reduction and quality control procedures, describe and test the global re-calibration, and detail the construction of the new catalogue. We show that the new calibration is accurate to 0.03 …",
            "The second data release of the INT Photometric Hα Survey of the Northern Galactic Plane (IPHAS DR2)",
            "Geert Barentsen and Hywel John Farnhill and JE Drew and EA González-Solares and R Greimel and Mike J Irwin and Brent Miszalski and Christine Ruhland and P Groot and A Mampaso and SE Sale and AA Henden and A Aungwerojwit and MJ Barlow and PJ Carter and RLM Corradi and JJ Drake and J Eislöffel and J Fabregat and BT Gänsicke and NP Gentile Fusillo and S Greiss and AS Hales and S Hodgkin and L Huckvale and J Irwin and R King and C Knigge and T Kupfer and E Lagadec and DJ Lennon and JR Lewis and M Mohr-Smith and RAH Morris and T Naylor and QA Parker and S Phillipps and S Pyrzas and Roberto Raddi and GHA Roelofs and P Rodríguez-Gil and L Sabin and Simone Scaringi and D Steeghs and J Suso and R Tata and YC Unruh and J van Roestel and K Viironen and JS Vink and NA Walton and NJ Wright and AA Zijlstra",
            "2014",
            "axEgXDMAAAAJ:VOx2b1Wkg3QC",
            127,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/444\/4\/3230\/2910611",
            "12504349752252003874",
            "\/scholar?cites=12504349752252003874",
            {
                "2014":1,
                "2015":11,
                "2016":20,
                "2017":21,
                "2018":27,
                "2019":23,
                "2020":20,
                "2021":3
            }
        ],
        [
            "We report the discovery of a multiply imaged, gravitationally lensed type Ia supernova, iPTF16geu (SN 2016geu), at redshift z = 0.409. This phenomenon was identified because the light from the stellar explosion was magnified more than 50 times by the curvature of space around matter in an intervening galaxy. We used high-spatial-resolution observations to resolve four images of the lensed supernova, approximately 0.3 arc seconds from the center of the foreground galaxy. The observations probe a physical scale of ~1 kiloparsec, smaller than is typical in other studies of extragalactic gravitational lensing. The large magnification and symmetric image configuration imply close alignment between the lines of sight to the supernova and to the lens. The relative magnifications of the four images provide evidence for substructures in the lensing galaxy.",
            "iPTF16geu: A multiply imaged, gravitationally lensed type Ia supernova",
            "Ariel Goobar and Rahman Amanullah and SR Kulkarni and PE Nugent and Joel Johansson and C Steidel and D Law and Edvard Mörtsell and Robert Quimby and N Blagorodnova and A Brandeker and Y Cao and A Cooray and Raphael Ferretti and Christoffer Fremling and Laura Hangard and M Kasliwal and T Kupfer and R Lunnan and F Masci and AA Miller and H Nayyeri and JD Neill and EO Ofek and Seméli Papadogiannakis and Tanja Petrushevska and V Ravi and Jesper Sollerman and M Sullivan and Francesco Taddia and R Walters and D Wilson and L Yan and O Yaron",
            "2017",
            "axEgXDMAAAAJ:hqOjcs7Dif8C",
            117,
            "https:\/\/science.sciencemag.org\/content\/356\/6335\/291.abstract",
            "2172613663741846161",
            "\/scholar?cites=2172613663741846161",
            {
                "2017":10,
                "2018":36,
                "2019":33,
                "2020":33,
                "2021":4
            }
        ],
        [
            "Hypervelocity stars (HVSs) travel with velocities so high that they exceed the escape velocity of the Galaxy. Several acceleration mechanisms have been discussed. Only one HVS (US 708, HVS 2) is a compact helium star. Here we present a spectroscopic and kinematic analysis of US 708. Traveling with a velocity of ~1200 kilometers per second, it is the fastest unbound star in our Galaxy. In reconstructing its trajectory, the Galactic center becomes very unlikely as an origin, which is hardly consistent with the most favored ejection mechanism for the other HVSs. Furthermore, we detected that US 708 is a fast rotator. According to our binary evolution model, it was spun-up by tidal interaction in a close binary and is likely to be the ejected donor remnant of a thermonuclear supernova.",
            "The fastest unbound star in our Galaxy ejected by a thermonuclear supernova",
            "S Geier and F Fürst and E Ziegerer and T Kupfer and U Heber and A Irrgang and B Wang and Z Liu and Z Han and B Sesar and D Levitan and R Kotak and E Magnier and K Smith and WS Burgett and K Chambers and H Flewelling and N Kaiser and R Wainscoat and C Waters",
            "2015",
            "axEgXDMAAAAJ:pyW8ca7W8N0C",
            96,
            "https:\/\/science.sciencemag.org\/content\/347\/6226\/1126.abstract",
            "8872699705196409569",
            "\/scholar?cites=8872699705196409569",
            {
                "2015":10,
                "2016":12,
                "2017":19,
                "2018":17,
                "2019":19,
                "2020":18,
                "2021":1
            }
        ],
        [
            "Type Ia supernovae (SN Ia) are the most important standard candles for measuring the expansion history of the universe. The thermonuclear explosion of a white dwarf can explain their observed properties, but neither the progenitor systems nor any stellar remnants have been conclusively identified. Underluminous SN Ia have been proposed to originate from a so-called double-detonation of a white dwarf. After a critical amount of helium is deposited on the surface through accretion from a close companion, the helium is ignited causing a detonation wave that triggers the explosion of the white dwarf itself. We have discovered both shallow transits and eclipses in the tight binary system CD-30°11223 composed of a carbon\/oxygen white dwarf and a hot helium star, allowing us to determine its component masses and fundamental parameters. In the future the system will transfer mass from the helium star to the …",
            "A progenitor binary and an ejected mass donor remnant of faint type Ia supernovae",
            "S Geier and TR Marsh and B Wang and B Dunlap and BN Barlow and V Schaffenroth and X Chen and A Irrgang and PFL Maxted and E Ziegerer and T Kupfer and B Miszalski and U Heber and Z Han and A Shporer and JH Telting and BT Gänsicke and RH Østensen and SJ O’Toole and R Napiwotzki",
            "2013",
            "axEgXDMAAAAJ:z_wVstp3MssC",
            95,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2013\/06\/aa21395-13\/aa21395-13.html",
            "18001882299701127501",
            "\/scholar?cites=18001882299701127501",
            {
                "2013":5,
                "2014":8,
                "2015":21,
                "2016":12,
                "2017":16,
                "2018":6,
                "2019":13,
                "2020":14
            }
        ],
        [
            "White dwarfs are compact stars, similar in size to Earth but approximately 200,000 times more massive 1. Isolated white dwarfs emit most of their power from ultraviolet to near-infrared wavelengths, but when in close orbits with less dense stars, white dwarfs can strip material from their companions and the resulting mass transfer can generate atomic line 2 and X-ray 3 emission, as well as near-and mid-infrared radiation if the white dwarf is magnetic 4. However, even in binaries, white dwarfs are rarely detected at far-infrared or radio frequencies. Here we report the discovery of a white dwarf\/cool star binary that emits from X-ray to radio wavelengths. The star, AR Scorpii (henceforth AR Sco), was classified in the early 1970s as a δ-Scuti star 5, a common variety of periodic variable star. Our observations reveal instead a 3.56-hour period close binary, pulsing in brightness on a period of 1.97 minutes. The pulses are so …",
            "A radio-pulsing white dwarf binary star",
            "TR Marsh and BT Gänsicke and S Hümmerich and F-J Hambsch and K Bernhard and C Lloyd and E Breedt and Elizabeth R Stanway and DT Steeghs and SG Parsons and Odette Toloza and MR Schreiber and PG Jonker and J Van Roestel and T Kupfer and Anna F Pala and VS Dhillon and LK Hardy and SP Littlefair and A Aungwerojwit and S Arjyotha and D Koester and JJ Bochinski and CA Haswell and P Frank and Peter J Wheatley",
            "2016",
            "axEgXDMAAAAJ:NhqRSupF_l8C",
            91,
            "https:\/\/www.nature.com\/articles\/nature18620",
            "9496090699134671347",
            "\/scholar?cites=9496090699134671347",
            {
                "2016":7,
                "2017":24,
                "2018":14,
                "2019":17,
                "2020":27,
                "2021":1
            }
        ],
        [
            "The origin of hot subdwarf B stars (sdBs) is still unclear. About half of the known sdBs are in close binary systems for which common envelope ejection is the most likely formation channel. Little is known about this dynamic phase of binary evolution. Since most of the known sdB systems are single-lined spectroscopic binaries, it is difficult to derive masses and unravel the companions' nature, which is the aim of this paper. Due to the tidal influence of the companion in close binary systems, the rotation of the primary becomes synchronised to its orbital motion. In this case it is possible to constrain the mass of the companion, if the primary mass, its projected rotational velocity as well as its surface gravity are known. For the first time we measured the projected rotational velocities of a large sdB binary sample from high resolution spectra. We analysed a sample of 51 sdB stars in close binaries, 40 of which have known …",
            "Hot subdwarf stars in close-up view-I. Rotational properties of subdwarf B stars in close binary systems and nature of their unseen companions",
            "S Geier and U Heber and Ph Podsiadlowski and H Edelmann and R Napiwotzki and T Kupfer and S Müller",
            "2010",
            "axEgXDMAAAAJ:Tyk-4Ss8FVUC",
            85,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2010\/11\/aa14465-10\/aa14465-10.html",
            "637450477861630344",
            "\/scholar?cites=637450477861630344",
            {
                "2010":4,
                "2011":14,
                "2012":10,
                "2013":12,
                "2014":10,
                "2015":15,
                "2016":4,
                "2017":5,
                "2018":3,
                "2019":3,
                "2020":4,
                "2021":1
            }
        ]
    ]
}