{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "This paper explores the feasibility of using Syngas with low methane number as fuel for commercial turbocharged internal combustion engines. The effect of methane number (MN), compression ratio (CR), and intake pressure on auto-ignition tendency in spark ignition internal combustion engines was determined. A nondimensional model of the engine was performed by using kinetics mechanisms of 98 chemical species in order to simulate the combustion of the gaseous fuels produced from different thermochemical processes. An error function, which combines the Livengood–Wu with ignition delay time correlation, to estimate the knock occurrence crank angle (KOCA) was proposed. The results showed that the KOCA decreases significantly as the MN increases. Results also showed that Syngas obtained from coal gasification is not a suitable fuel for engines because auto-ignition takes place near the beginning …",
            "Characteristics of auto-ignition in internal combustion engines operated with gaseous fuels of variable methane number",
            "German Amador and Jorge Duarte Forero and Adriana Rincon and Armando Fontalvo and Antonio Bula and Ricardo Vasquez Padilla and Wilman Orozco",
            "2017",
            "AxMQfBUAAAAJ:IjCSPb-OGe4C",
            20,
            "https:\/\/asmedigitalcollection.asme.org\/energyresources\/article-abstract\/139\/4\/042205\/373354",
            "3458146518737648238",
            "\/scholar?cites=3458146518737648238",
            {
                "2017":3,
                "2018":6,
                "2019":7,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The application of equilibrium thermodynamics in the study of thermal plant performance under real operating conditions is a constant challenge. In this paper, an analysis of a reservoir pressure piston working between two linear flow resistances is performed by considering the friction of the piston cylinder system on the walls. The proposed model is developed to obtain the optimum power output and speed of the piston in terms of first law efficiency. If the friction on the piston–cylinder assembly is neglected, the expressions obtained are consistent with those presented in the literature under laminar regime. It was also demonstrated that for both laminar and turbulent regimes with overall size constraints, the power delivered can be maximized by balancing the upstream and downstream flow resistances of the piston. This paper also evaluated the influence of the overall size constraints and flow regime on the …",
            "Maximum power from fluid flow by applying the first and second laws of thermodynamics",
            "German Amador Diaz and Jorge Duarte Forero and Jesus Garcia and Adriana Rincon and Armando Fontalvo and Antonio Bula and Ricardo Vasquez Padilla",
            "2017",
            "AxMQfBUAAAAJ:zYLM7Y9cAGgC",
            16,
            "https:\/\/asmedigitalcollection.asme.org\/energyresources\/article-abstract\/139\/3\/032903\/373296",
            "9378422088802306209",
            "\/scholar?cites=9378422088802306209",
            {
                "2018":3,
                "2019":2,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Este documento describe los criterios fundamentales en el diseño de un banco de pruebas para un motor Diésel monocilíndrico cuatro tiempos y posteriormente la selección de los procesos implementados para su construcción. En la fase de diseño, la ergonomía y la seguridad fueron consideradas como los factores de mayor relevancia para garantizar un banco flexible y confiable para el operario durante su funcionamiento, donde se revisaron estudios que permitieron ajustar de forma coherente las dimensiones del banco en función a parámetros antropométricos ya condiciones para guardas de protección. Posteriormente, los sistemas y subsistemas del banco (que generan efectos significativos sobre los elementos estructurales) fueron validados por medio de simulaciones de cargas. La construcción se fundamentó en la estética, disponibilidad de materiales y procesos de manufactura de fácil acceso en el mercado que ofrecieran alta calidad a bajo costo. Se concluyó que luego de la construcción, instalación y puesta a punto en base a los resultados obtenidos por las pruebas, el banco operó en muy buenas condiciones.",
            "Implementación de un banco para pruebas en motor Diésel monocilíndrico con aplicaciones investigativas.",
            "Hugo Narváez Pallares and Simon Villareal Acosta and Jorge Eliécer Duarte Forero and Adriana Rincón Montenegro",
            "2017",
            "AxMQfBUAAAAJ:k_IJM867U9cC",
            11,
            "https:\/\/www.redalyc.org\/pdf\/849\/84955649005.pdf",
            "11846964584903036922",
            "\/scholar?cites=11846964584903036922",
            {
                "2018":1,
                "2019":3,
                "2020":7
            }
        ],
        [
            "A new form of expression for the Young-Laplace equation is proposed. The Young-Laplace equation is developed in a convenient polar coordinate system and programmed in MatLab®. The profile generated showed to be in agreement with those reported in literature. An algorithm that avoids profile interpolation was developed and tested for the measurement of surface tension from profiles of pendant drops.",
            "Young-Laplace Equation in Convenient Polar Coordinates and its Implementation in Matlab®",
            "Alberto R Albis and Adriana F Rincón",
            "2010",
            "AxMQfBUAAAAJ:Tyk-4Ss8FVUC",
            6,
            "http:\/\/www.scielo.org.co\/scielo.php?script=sci_arttext&pid=S0120-28042010000300009",
            "7039667538300854729",
            "\/scholar?cites=7039667538300854729",
            {
                "2011":1,
                "2012":1,
                "2013":2,
                "2014":1
            }
        ],
        [
            "CAMARGO, Carlos; GARCIA, Carlos; DUARTE, Jorge and RINCON, Adriana. Statistical model for characterizing and optimizing peripheral pumps. Ing. Desarro.[online]. 2018, vol. 36, n. 1, pp. 18-39. ISSN 0122-3461. http:\/\/dx. doi. org\/10.14482\/inde. 36.1. 10939.",
            "Modelo estadístico para la caracterización y optimización en bombas periféricas.",
            "Carlos Camargo and Carlos García and Jorge Duarte and Adriana Rincón",
            "2018",
            "AxMQfBUAAAAJ:3fE2CSJIrl8C",
            5,
            "http:\/\/www.scielo.org.co\/scielo.php?pid=S0122-34612018000100018&script=sci_abstract&tlng=en",
            "17117222131766788784",
            "\/scholar?cites=17117222131766788784",
            {
                "2018":4,
                "2019":1
            }
        ]
    ]
}