{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "We report a simple process to solubilize high weight fraction single-wall carbon nanotubes in water by the nonspecific physical adsorption of sodium dodecylbenzene sulfonate. The diameter distribution of nanotubes in the dispersion, measured by atomic force microscopy, showed that even at 20 mg\/mL ∼63 ± 5% of single-wall carbon nanotube bundles exfoliated into single tubes. A measure of the length distribution of the nanotubes showed that our dispersion technique reduced nanotube fragmentation. ",
            "High weight fraction surfactant solubilization of single-wall carbon nanotubes in water",
            "MF Islam and E Rojas and DM Bergey and AT Johnson and AG Yodh",
            "2003",
            "axPr2SQAAAAJ:QUX0mv85b1cC",
            2200,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl025924u",
            "9629903189158275433",
            "\/scholar?cites=9629903189158275433",
            {
                "2003":9,
                "2004":51,
                "2005":76,
                "2006":115,
                "2007":129,
                "2008":147,
                "2009":167,
                "2010":192,
                "2011":179,
                "2012":159,
                "2013":165,
                "2014":143,
                "2015":140,
                "2016":125,
                "2017":114,
                "2018":112,
                "2019":93,
                "2020":71,
                "2021":3
            }
        ],
        [
            "Single-wall carbon nanotubes (SWNTs) were used to augment the thermal transport properties of industrial epoxy. Samples loaded with 1 wt % unpurified SWNT material showed a 70% increase in thermal conductivity at 40 K, rising to 125% at room temperature; the enhancement due to 1 wt % loading of vapor grown carbon fibers was three times smaller. Electrical conductivity data showed a percolation threshold between 0.1 and 0.2 wt % SWNT loading. The Vickers hardness rose monotonically with SWNT loading up to a factor of 3.5 at 2 wt %. These results suggest that the thermal and mechanical properties of SWNT-epoxy composites are improved, without the need to chemically functionalize the nanotubes.",
            "Carbon nanotube composites for thermal management",
            "MJ Biercuk and Mark C Llaguno and M Radosavljevic and JK Hyun and Alan T Johnson and John E Fischer",
            "2002",
            "axPr2SQAAAAJ:rTD5ala9j4wC",
            2152,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1469696",
            "3692552532745166776",
            "\/scholar?cites=3692552532745166776",
            {
                "2002":6,
                "2003":30,
                "2004":68,
                "2005":103,
                "2006":106,
                "2007":141,
                "2008":131,
                "2009":139,
                "2010":169,
                "2011":155,
                "2012":136,
                "2013":154,
                "2014":161,
                "2015":131,
                "2016":113,
                "2017":129,
                "2018":97,
                "2019":88,
                "2020":67,
                "2021":5
            }
        ],
        [
            "Graphene is a two-dimensional material with extremely favorable chemical sensor properties. Conventional nanolithography typically leaves a resist residue on the graphene surface, whose impact on the sensor characteristics has not yet been determined. Here we show that the contamination layer chemically dopes the graphene, enhances carrier scattering, and acts as an absorbent layer that concentrates analyte molecules at the graphene surface, thereby enhancing the sensor response. We demonstrate a cleaning process that verifiably removes the contamination on the device structure and allows the intrinsic chemical responses of the graphene monolayer to be measured. These intrinsic responses are surprisingly small, even upon exposure to strong analytes such as ammonia vapor.",
            "Intrinsic response of graphene vapor sensors",
            "Yaping Dan and Ye Lu and Nicholas J Kybert and Zhengtang Luo and AT Charlie Johnson",
            "2009",
            "axPr2SQAAAAJ:ce2CqMG-AY4C",
            1030,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl8033637",
            "1108310959285778175",
            "\/scholar?cites=1108310959285778175",
            {
                "2009":9,
                "2010":51,
                "2011":65,
                "2012":105,
                "2013":133,
                "2014":122,
                "2015":111,
                "2016":114,
                "2017":111,
                "2018":66,
                "2019":60,
                "2020":74,
                "2021":4
            }
        ]
    ]
}