{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Optical sensor technology offers significant opportunities in the field of medical research and clinical diagnostics, particularly for the detection of small numbers of molecules in highly diluted solutions. Several methods have been developed for this purpose, including label-free plasmonic biosensors based on metamaterials. However, the detection of lower-molecular-weight (< 500 Da) biomolecules in highly diluted solutions is still a challenging issue owing to their lower polarizability. In this context, we have developed a miniaturized plasmonic biosensor platform based on a hyperbolic metamaterial that can support highly confined bulk plasmon guided modes over a broad wavelength range from visible to near infrared. By exciting these modes using a grating-coupling technique, we achieved different extreme sensitivity modes with a maximum of 30,000 nm per refractive index unit (RIU) and a record figure of merit …",
            "Extreme sensitivity biosensing platform based on hyperbolic metamaterials",
            "Kandammathe Valiyaveedu Sreekanth and Yunus Alapan and Mohamed ElKabbash and Efe Ilker and Michael Hinczewski and Umut A. Gurkan and Antonio De Luca and Giuseppe Strangi",
            "2016",
            "AYe-rVwAAAAJ:s2G-WRnXBicC",
            400,
            "https:\/\/www.nature.com\/articles\/nmat4609",
            "17760859102150388235",
            "\/scholar?cites=17760859102150388235",
            {
                "2016":10,
                "2017":49,
                "2018":100,
                "2019":123,
                "2020":111,
                "2021":6
            }
        ],
        [
            "We have obtained exact results for the Ising model on a hierarchical lattice incorporating three key features characterizing many real-world networks—a scale-free degree distribution, a high clustering coefficient, and the small-world effect. By varying the probability p of long-range bonds, the entire spectrum from an unclustered, non-small-world network to a highly clustered, small-world system is studied. Using the self-similar structure of the network, we obtain analytic expressions for the degree distribution P (k) and clustering coefficient C for all p, as well as the average path length ℓ for p= 0 and 1. The ferromagnetic Ising model on this network is studied through an exact renormalization-group transformation of the quenched bond probability distribution, using up to 562 500 renormalized probability bins to represent the distribution. For p< 0.494, we find power-law critical behavior of the magnetization and …",
            "Inverted Berezinskii-Kosterlitz-Thouless singularity and high-temperature algebraic order in an Ising model on a scale-free hierarchical-lattice small-world network",
            "Michael Hinczewski and A Nihat Berker",
            "2006",
            "AYe-rVwAAAAJ:u5HHmVD_uO8C",
            174,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.73.066126",
            "13161089853813298934",
            "\/scholar?cites=13161089853813298934",
            {
                "2005":1,
                "2006":3,
                "2007":29,
                "2008":25,
                "2009":22,
                "2010":16,
                "2011":14,
                "2012":13,
                "2013":7,
                "2014":12,
                "2015":7,
                "2016":5,
                "2017":7,
                "2018":2,
                "2019":5,
                "2020":3
            }
        ],
        [
            "Sol–gel spin coating process is used to produce optical filters from SiO2 and TiO2 multi-layers. By coating the films symmetrically on both sides of the glass substrates, we designed two types of three-layer anti-reflective (AR) filters for the near–infrared region, and a nine-layer reflective filter for the near–UV region. We develop a simple theoretical model for these filters, which incorporates sol–gel film densification during the coating process, and fit it to the experimental data to extract properties of the individual layers in the coatings.",
            "Optical filters from SiO2 and TiO2 multi-layers using sol-gel spin coating method",
            "D Saygin Hinczewski and M Hinczewski and FZ Tepehan and GG Tepehan",
            "2005",
            "AYe-rVwAAAAJ:d1gkVwhDpl0C",
            114,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S092702480400337X",
            "13360230708546395951",
            "\/scholar?cites=13360230708546395951",
            {
                "2005":3,
                "2006":3,
                "2007":5,
                "2008":3,
                "2009":10,
                "2010":10,
                "2011":9,
                "2012":11,
                "2013":7,
                "2014":10,
                "2015":5,
                "2016":13,
                "2017":7,
                "2018":6,
                "2019":10,
                "2020":1
            }
        ],
        [
            "The concept of a protein diffusing in its free-energy folding landscape has been fruitful for both theory and experiment. Yet the choice of the reaction coordinate (RC) introduces an undesirable degree of arbitrariness into the problem. We analyze extensive simulation data of an α-helix in explicit water solvent as it stochastically folds and unfolds. The free-energy profiles for different RCs exhibit significant variations, some having an activation barrier, while others not. We show that this variation has little effect on the predicted folding kinetics if the diffusivity profiles are properly taken into account. This kinetic quasi-universality is rationalized by an RC rescaling, which, due to the reparameterization invariance of the Fokker–Planck equation, allows the combination of free-energy and diffusivity effects into a single function, the rescaled free-energy profile. This rescaled free energy indeed shows less variation among …",
            "How the diffusivity profile reduces the arbitrariness of protein folding free energies",
            "Michael Hinczewski and Yann Von Hansen and Joachim Dzubiella and Roland R Netz",
            "2010",
            "AYe-rVwAAAAJ:Tyk-4Ss8FVUC",
            76,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3442716",
            "332947218859667593",
            "\/scholar?cites=332947218859667593",
            {
                "2010":2,
                "2011":9,
                "2012":2,
                "2013":4,
                "2014":8,
                "2015":9,
                "2016":13,
                "2017":8,
                "2018":12,
                "2019":3,
                "2020":5
            }
        ],
        [
            "In single-molecule laser optical tweezer (LOT) pulling experiments, a protein or RNA is juxtaposed between DNA handles that are attached to beads in optical traps. The LOT generates folding trajectories under force in terms of time-dependent changes in the distance between the beads. How to construct the full intrinsic folding landscape (without the handles and beads) from the measured time series is a major unsolved problem. By using rigorous theoretical methods—which account for fluctuations of the DNA handles, rotation of the optical beads, variations in applied tension due to finite trap stiffness, as well as environmental noise and limited bandwidth of the apparatus—we provide a tractable method to derive intrinsic free-energy profiles. We validate the method by showing that the exactly calculable intrinsic free-energy profile for a generalized Rouse model, which mimics the two-state behavior in nucleic …",
            "From mechanical folding trajectories to intrinsic energy landscapes of biopolymers",
            "Michael Hinczewski and J Christof M Gebhardt and Matthias Rief and D Thirumalai",
            "2013",
            "AYe-rVwAAAAJ:e5wmG9Sq2KIC",
            75,
            "https:\/\/www.pnas.org\/content\/110\/12\/4500.short",
            "5897823497912072193",
            "\/scholar?cites=5897823497912072193",
            {
                "2012":1,
                "2013":7,
                "2014":14,
                "2015":15,
                "2016":9,
                "2017":9,
                "2018":7,
                "2019":6,
                "2020":6
            }
        ],
        [
            "► Thin films of Si-doped ZnO were prepared by the sol–gel spin coating method. ► The optical and structural properties of the films were investigated to see the effects of Si dopant concentration for three different heat treatments: 250, 350, and 550 °C. ► The optical characteristics for all the films were modeled using a Tauc–Lorentz-based dielectric function and an exponential Urbach tail in the sub-gap regime.Transparent thin films of Si-doped ZnO were prepared by the sol–gel spin coating method. The optical and structural properties of the films were investigated to see the effects of Si dopant concentration for three different heat treatments: 250, 350, and 550 °C. Doping is most significant at the highest annealing temperature, where the structure of the films is crystalline at low Si values, and deteriorates as Si levels are increased. Optically, the result is increased transmittance and decreased …",
            "Optical and structural properties of Si-doped ZnO thin films",
            "I Sorar and D Saygin-Hinczewski and M Hinczewski and FZ Tepehan",
            "2011",
            "AYe-rVwAAAAJ:3fE2CSJIrl8C",
            53,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S016943321100506X",
            "4125616814988254781",
            "\/scholar?cites=4125616814988254781",
            {
                "2012":5,
                "2013":5,
                "2014":5,
                "2015":7,
                "2016":8,
                "2017":6,
                "2018":6,
                "2019":3,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Whether the nom de guerre is Mathematical Oncology, Computational or Systems Biology, Theoretical Biology, Evolutionary Oncology, Bioinformatics, or simply Basic Science, there is no denying that mathematics continues to play an increasingly prominent role in cancer research. Mathematical Oncology—defined here simply as the use of mathematics in cancer research—complements and overlaps with a number of other fields that rely on mathematics as a core methodology. As a result, Mathematical Oncology has a broad scope, ranging from theoretical studies to clinical trials designed with mathematical models. This Roadmap differentiates Mathematical Oncology from related fields and demonstrates specific areas of focus within this unique field of research. The dominant theme of this Roadmap is the personalization of medicine through mathematics, modelling, and simulation. This is achieved through the …",
            "The 2019 mathematical oncology roadmap",
            "Russell C Rockne and Andrea Hawkins-Daarud and Kristin R Swanson and James P Sluka and James A Glazier and Paul Macklin and David A Hormuth II and Angela M Jarrett and Ernesto ABF Lima and J Tinsley Oden and George Biros and Thomas E Yankeelov and Kit Curtius and Ibrahim Al Bakir and Dominik Wodarz and Natalia Komarova and Luis Aparicio and Mykola Bordyuh and Raul Rabadan and Stacey D Finley and Heiko Enderling and Jimmy Caudell and Eduardo G Moros and Alexander RA Anderson and Robert A Gatenby and Artem Kaznatcheev and Peter Jeavons and Nikhil Krishnan and Julia Pelesko and Raoul R Wadhwa and Nara Yoon and Daniel Nichol and Andriy Marusyk and Michael Hinczewski and Jacob G Scott",
            "2019",
            "AYe-rVwAAAAJ:k8to_Y4Q4_EC",
            49,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1478-3975\/ab1a09\/meta",
            "12500971414503441192",
            "\/scholar?cites=12500971414503441192",
            {
                "2019":6,
                "2020":39,
                "2021":4
            }
        ],
        [
            "Surface plasmon resonance (SPR) sensors operate mainly on prism and grating coupling techniques, with spectral and angular scans being the two major interrogation schemes. Among them, the angular scan technique has several advantages including higher measurement precision owing to its higher signal‐to‐noise ratio. The currently available SPR sensor arrangements provide a maximum angular sensitivity of 500°–600° per RIU. Here, we report the study of grating coupled‐hyperbolic metamaterial (GC‐HMM) sensors with high angular sensitivity. The experimental studies show extraordinary angular sensitivities from visible to near infrared (NIR) wavelengths by exciting bulk plasmon polaritons associated with hyperbolic metamaterials, with a maximum of 7000° per RIU. This angular‐scan plasmonic biosensor has been used for the detection of low molecular weight biomolecules such as biotin (244 Da …",
            "Enhancing the angular sensitivity of plasmonic sensors using hyperbolic metamaterials",
            "Kandammathe Valiyaveedu Sreekanth and Yunus Alapan and Mohamed ElKabbash and Amy M Wen and Efe Ilker and Michael Hinczewski and Umut A Gurkan and Nicole F Steinmetz and Giuseppe Strangi",
            "2016",
            "AYe-rVwAAAAJ:-vzq6BoH5oUC",
            48,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adom.201600448",
            "14653542167867545863",
            "\/scholar?cites=14653542167867545863",
            {
                "2017":8,
                "2018":7,
                "2019":17,
                "2020":9,
                "2021":6
            }
        ],
        [
            "Spurred by an experimental controversy in the literature, we investigate the end-monomer dynamics of semiflexible polymers through Brownian hydrodynamic simulations and dynamic mean-field theory. Precise experimental observations over the past few years of end-monomer dynamics in the diffusion of double-stranded DNA have given conflicting results: one study indicated an unexpected Rouse-like scaling of the mean-squared displacement (MSD) ⟨r2(t)⟩ ∼ t1\/2 at intermediate times, corresponding to fluctuations at length scales larger than the persistence length but smaller than the coil size; another study claimed the more conventional Zimm scaling ⟨r2(t)⟩ ∼ t2\/3 in the same time range. Using hydrodynamic simulations as well as analytical and scaling theories, we find a novel intermediate dynamical regime where the effective local exponent of the end-monomer MSD, α(t) = d(log⟨r2(t)⟩)\/d(log t) drops …",
            "End-monomer dynamics in semiflexible polymers",
            "Michael Hinczewski and Xaver Schlagberger and Michael Rubinstein and Oleg Krichevsky and Roland R Netz",
            "2009",
            "AYe-rVwAAAAJ:2osOgNQ5qMEC",
            47,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ma802017g",
            "4890104974226820225",
            "\/scholar?cites=4890104974226820225",
            {
                "2009":6,
                "2010":6,
                "2011":4,
                "2012":5,
                "2013":3,
                "2014":8,
                "2015":5,
                "2016":2,
                "2017":3,
                "2018":3,
                "2019":1
            }
        ],
        [
            "We use an exact renormalization-group transformation to study the Ising model on a complex network composed of tightly knit communities nested hierarchically with the fractal scaling recently discovered in a variety of real-world networks. Varying the ratio K∕ J of intercommunity to intracommunity couplings, we obtain an unusual phase diagram: at high temperatures or small K∕ J we have a disordered phase with a Griffiths singularity in the free energy, due to the presence of rare large clusters, which we analyze through the Yang-Lee zeros in the complex magnetic field plane. As the temperature is lowered, true long-range order is not seen, but there is a transition to algebraic order, where pair correlations have power-law decay with distance, reminiscent of the X Y model. The transition is infinite order at small K∕ J and becomes second order above a threshold value (K∕ J) m. The existence of such slowly …",
            "Griffiths singularities and algebraic order in the exact solution of an Ising model on a fractal modular network",
            "Michael Hinczewski",
            "2007",
            "AYe-rVwAAAAJ:u-x6o8ySG0sC",
            45,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.75.061104",
            "8726614343746652410",
            "\/scholar?cites=8726614343746652410",
            {
                "2007":9,
                "2008":13,
                "2009":12,
                "2010":1,
                "2011":5,
                "2012":1,
                "2013":1,
                "2014":3
            }
        ]
    ]
}