{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Surface plasmons are collective oscillations of electrons in metals or semiconductors that enable confinement and control of electromagnetic energy at subwavelength scales 1, 2, 3, 4, 5. Rapid progress in plasmonics has largely relied on advances in device nano-fabrication 5, 6, 7, whereas less attention has been paid to the tunable properties of plasmonic media. One such medium—graphene—is amenable to convenient tuning of its electronic and optical properties by varying the applied voltage 8, 9, 10, 11. Here, using infrared nano-imaging, we show that common graphene\/SiO 2\/Si back-gated structures support propagating surface plasmons. The wavelength of graphene plasmons is of the order of 200 nanometres at technologically relevant infrared frequencies, and they can propagate several times this distance. We have succeeded in altering both the amplitude and the wavelength of these plasmons by …",
            "Gate-tuning of graphene plasmons revealed by infrared nano-imaging",
            "Zhe Fei and AS Rodin and Gregory O Andreev and W Bao and AS McLeod and M Wagner and LM Zhang and Zeng Zhao and M Thiemens and G Dominguez and MM Fogler and AH Castro Neto and CN Lau and Fritz Keilmann and Dimitri N Basov",
            "2012",
            "AZr6gwgAAAAJ:e5wmG9Sq2KIC",
            1683,
            "https:\/\/www.nature.com\/articles\/nature11253",
            "16009037957644188692",
            "\/scholar?cites=16009037957644188692",
            {
                "2012":35,
                "2013":148,
                "2014":179,
                "2015":222,
                "2016":192,
                "2017":240,
                "2018":215,
                "2019":207,
                "2020":209,
                "2021":17
            }
        ],
        [
            "van der Waals heterostructures assembled from atomically thin crystalline layers of diverse two-dimensional solids are emerging as a new paradigm in the physics of materials. We used infrared nanoimaging to study the properties of surface phonon polaritons in a representative van der Waals crystal, hexagonal boron nitride. We launched, detected, and imaged the polaritonic waves in real space and altered their wavelength by varying the number of crystal layers in our specimens. The measured dispersion of polaritonic waves was shown to be governed by the crystal thickness according to a scaling law that persists down to a few atomic layers. Our results are likely to hold true in other polar van der Waals crystals and may lead to new functionalities.",
            "Tunable phonon polaritons in atomically thin van der Waals crystals of boron nitride",
            "S Dai and Z Fei and Q Ma and AS Rodin and M Wagner and AS McLeod and MK Liu and W Gannett and W Regan and K Watanabe and T Taniguchi and M Thiemens and G Dominguez and AH Castro Neto and A Zettl and F Keilmann and P Jarillo-Herrero and MM Fogler and DN Basov",
            "2014",
            "AZr6gwgAAAAJ:j3f4tGmQtD8C",
            665,
            "https:\/\/science.sciencemag.org\/content\/343\/6175\/1125.abstract",
            "5722476161198516955",
            "\/scholar?cites=5722476161198516955",
            {
                "2014":24,
                "2015":55,
                "2016":80,
                "2017":99,
                "2018":127,
                "2019":131,
                "2020":127,
                "2021":16
            }
        ],
        [
            "We report on infrared (IR) nanoscopy of 2D plasmon excitations of Dirac fermions in graphene. This is achieved by confining mid-IR radiation at the apex of a nanoscale tip: an approach yielding 2 orders of magnitude increase in the value of in-plane component of incident wavevector q compared to free space propagation. At these high wavevectors, the Dirac plasmon is found to dramatically enhance the near-field interaction with mid-IR surface phonons of SiO2 substrate. Our data augmented by detailed modeling establish graphene as a new medium supporting plasmonic effects that can be controlled by gate voltage.",
            "Infrared Nanoscopy of Dirac Plasmons at the Graphene–SiO2 Interface",
            "Zhe Fei and Gregory O Andreev and Wenzhong Bao and Lingfeng M Zhang and Alexander S McLeod and Chen Wang and Margaret K Stewart and Zeng Zhao and Gerardo Dominguez and Mark Thiemens and Michael M Fogler and Michael J Tauber and Antonio H Castro-Neto and Chun Ning Lau and Fritz Keilmann and Dimitri N Basov",
            "2011",
            "AZr6gwgAAAAJ:_Qo2XoVZTnwC",
            513,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl202362d",
            "17807840571891775537",
            "\/scholar?cites=17807840571891775537",
            {
                "2012":51,
                "2013":57,
                "2014":59,
                "2015":65,
                "2016":53,
                "2017":62,
                "2018":48,
                "2019":46,
                "2020":60,
                "2021":9
            }
        ]
    ]
}