{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Phospholipid fatty acid (PLFA) analysis has become a popular and powerful method for characterizing soil microbial communities. However, little work has been done to compare different extraction procedures. In this study, the effects of single or consecutive extractions, varying soil weights, alternative solid phase extraction (SPE) tubes and a comparison of extractions from fresh soil and that from soil previously stored freeze-dried at − 70 °C for 1 year were determined. About 90–95% of PLFAs were extracted by the method used in this paper. More individual PLFAs and changes in PLFA peak distributions (profiles) were found with increasing soil sample weights, which suggests that for each set of experiments, the soil weight should be constant. Home-made SPE tubes used in this study can give almost as good results as the commercial standard ones, which significantly decreased costs. The total PLFA …",
            "Effects of different soil weights, storage times and extraction methods on soil phospholipid fatty acid analyses",
            "Yuping Wu and Na Ding and Gang Wang and Jianming Xu and Jianjun Wu and Philip C Brookes",
            "2009",
            "b2A0R8YAAAAJ:u5HHmVD_uO8C",
            129,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0016706109000548",
            "12804683305226931127",
            "\/scholar?cites=12804683305226931127",
            {
                "2008":1,
                "2009":2,
                "2010":3,
                "2011":6,
                "2012":12,
                "2013":6,
                "2014":19,
                "2015":17,
                "2016":13,
                "2017":17,
                "2018":12,
                "2019":9,
                "2020":10,
                "2021":2
            }
        ],
        [
            "Increased phosphorus (P) uptake during intercropping has been demonstrated previously between specific crop species, e.g. cereal–legumes, in P deficient alkaline or neutral soils. The evidence is less strong in P deficient acidic soils. To assess the interspecific effects of acidic soils on P uptake, and to determine the biochemical mechanisms involved, a field experiment with maize-based (Zea mays) intercropping was conducted with the legumes chickpea (Cicer arietinum) and soybean (Glycine max), as well as the cereal wheat (Triticum aestivum), respectively, in subtropical acidic soils of Southern China. The land equivalent ratio (LER) values (on an average of 1.20 and 1.07 for maize–chickpea and maize–soybean, respectively; and from 0.85 to 1.08 on average for maize–wheat after P fertilization) indicated that the interspecific stimulation of P uptake may be a general phenomenon i.e. controlled by soil P …",
            "Profiling of microbial PLFAs: Implications for interspecific interactions due to intercropping which increase phosphorus uptake in phosphorus limited acidic soils",
            "Yan He and Na Ding and Jiachun Shi and Man Wu and Hong Liao and Jianming Xu",
            "2013",
            "b2A0R8YAAAAJ:d1gkVwhDpl0C",
            85,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0038071712003057",
            "6587476450710570806",
            "\/scholar?cites=6587476450710570806",
            {
                "2013":3,
                "2014":7,
                "2015":11,
                "2016":15,
                "2017":16,
                "2018":11,
                "2019":12,
                "2020":7,
                "2021":1
            }
        ]
    ]
}