{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The development of numerical methods capable of simulating realistic materials with strongly correlated electrons, with controllable errors, is a central challenge in quantum many-body physics. Here we describe a framework for a general multiscale method based on embedding a self-energy of a strongly correlated subsystem into a self-energy generated by a method able to treat large weakly correlated systems approximately. As an example, we present the embedding of an exact diagonalization self-energy into a self-energy generated from self-consistent second-order perturbation theory. Using a quantum impurity model, generated from a cluster dynamical mean field approximation to the two-dimensional Hubbard model, as a benchmark, we illustrate that our method allows us to obtain accurate results at a fraction of the cost of typical Monte Carlo calculations. We test the method in multiple regimes of …",
            "Systematically improvable multiscale solver for correlated electron systems",
            "Alexei A Kananenka and Emanuel Gull and Dominika Zgid",
            "2015",
            "B4lEb-MAAAAJ:u-x6o8ySG0sC",
            69,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.91.121111",
            "5122254223749705635",
            "\/scholar?cites=5122254223749705635",
            {
                "2015":3,
                "2016":9,
                "2017":12,
                "2018":16,
                "2019":14,
                "2020":14,
                "2021":1
            }
        ],
        [
            "The self-energy embedding theory (SEET), in which the active space self-energy is embedded in the self-energy obtained from a perturbative method treating the non-local correlation effects, was recently developed in our group. In SEET, the double counting problem does not appear and the accuracy can be improved either by increasing the perturbation order or by enlarging the active space. This method was first calibrated for the 2D Hubbard lattice showing promising results. In this paper, we report an extension of SEET to quantum chemical ab initio Hamiltonians for applications to molecular systems. The self-consistent second-order Green’s function method is used to describe the non-local correlations, while the full configuration interaction method is carried out to capture strong correlation within the active space. Using few proof-of-concept examples, we show that SEET yields results of comparable quality to …",
            "Communication: Towards ab initio self-energy embedding theory in quantum chemistry",
            "Tran Nguyen Lan and Alexei A Kananenka and Dominika Zgid",
            "2015",
            "B4lEb-MAAAAJ:d1gkVwhDpl0C",
            61,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4938562",
            "2839454044388880304",
            "\/scholar?cites=2839454044388880304",
            {
                "2016":11,
                "2017":8,
                "2018":13,
                "2019":16,
                "2020":13
            }
        ],
        [
            "We devise an efficient practical method for computing the Kohn-Sham exchange-correlation potential corresponding to a Hartree-Fock electron density. This potential is almost indistinguishable from the exact-exchange optimized effective potential (OEP) and, when used as an approximation to the OEP, is vastly better than all existing models. Using our method one can obtain unambiguous, nearly exact OEPs for any reasonable finite one-electron basis set at the same low cost as the Krieger-Li-Iafrate and Becke-Johnson potentials. For all practical purposes, this solves the long-standing problem of black-box construction of OEPs in exact-exchange calculations.",
            "Accurate and efficient approximation to the optimized effective potential for exchange",
            "Ilya G Ryabinkin and Alexei A Kananenka and Viktor N Staroverov",
            "2013",
            "B4lEb-MAAAAJ:u5HHmVD_uO8C",
            59,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.013001",
            "2822957521030874441",
            "\/scholar?cites=2822957521030874441",
            {
                "2013":3,
                "2014":11,
                "2015":9,
                "2016":7,
                "2017":5,
                "2018":8,
                "2019":7,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We present a detailed discussion of the self-energy embedding theory (SEET), which is a quantum embedding scheme allowing us to describe a chosen subsystem very accurately while keeping the description of the environment at a lower level. We apply SEET to molecular examples where our chosen subsystem is made out of a set of strongly correlated orbitals while the weakly correlated orbitals constitute an environment. Consequently, a highly accurate method is used to calculate the self-energy for the system, while a lower-level method is employed to find the self-energy for the environment. Such a self-energy separation is very general, and to make the SEET procedure applicable to multiple systems, a detailed and practical procedure for the evaluation of the system and environment self-energy is necessary. We list all of the intricacies for one of the possible procedures while focusing our discussion on …",
            "Rigorous ab initio quantum embedding for quantum chemistry using Green’s function theory: Screened interaction, nonlocal self-energy relaxation, orbital basis, and chemical …",
            "Tran Nguyen Lan and Alexei A Kananenka and Dominika Zgid",
            "2016",
            "B4lEb-MAAAAJ:IjCSPb-OGe4C",
            34,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.jctc.6b00638",
            "13449684131848391725",
            "\/scholar?cites=13449684131848391725",
            {
                "2016":2,
                "2017":8,
                "2018":8,
                "2019":6,
                "2020":9,
                "2021":1
            }
        ],
        [
            "The Matsubara Green’s function that is used to describe temperature-dependent behavior is expressed on a numerical grid. While such a grid usually has a couple of hundred points for low-energy model systems, for realistic systems with large basis sets the size of an accurate grid can be tens of thousands of points, constituting a severe computational and memory bottleneck. In this paper, we determine efficient imaginary time grids for the temperature-dependent Matsubara Green’s function formalism that can be used for calculations on realistic systems. We show that, because of the use of an orthogonal polynomial transform, we can restrict the imaginary time grid to a few hundred points and reach micro-Hartree accuracy in the electronic energy evaluation. Moreover, we show that only a limited number of orthogonal polynomial expansion coefficients are necessary to preserve accuracy when working with a dual …",
            "Efficient temperature-dependent Green’s functions methods for realistic systems: Compact grids for orthogonal polynomial transforms",
            "Alexei A Kananenka and Jordan J Phillips and Dominika Zgid",
            "2016",
            "B4lEb-MAAAAJ:2osOgNQ5qMEC",
            33,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.jctc.5b00884",
            "2047546276117022808",
            "\/scholar?cites=2047546276117022808",
            {
                "2016":4,
                "2017":8,
                "2018":9,
                "2019":3,
                "2020":8
            }
        ],
        [
            "We examine fractional charge and spin errors in self-consistent Green’s function theory within a second-order approximation (GF2). For GF2, it is known that the summation of diagrams resulting from the self-consistent solution of the Dyson equation removes the divergences pathological to second-order Møller-Plesset (MP2) theory for strong correlations. In the language often used in density functional theory contexts, this means GF2 has a greatly reduced fractional spin error relative to MP2. The natural question then is what effect, if any, does the Dyson summation have on the fractional charge error in GF2? To this end, we generalize our previous implementation of GF2 to open-shell systems and analyze its fractional spin and charge errors. We find that like MP2, GF2 possesses only a very small fractional charge error, and consequently minimal many electron self-interaction error. This shows that GF2 improves …",
            "Fractional charge and spin errors in self-consistent Green’s function theory",
            "Jordan J Phillips and Alexei A Kananenka and Dominika Zgid",
            "2015",
            "B4lEb-MAAAAJ:qjMakFHDy7sC",
            32,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4921259",
            "1913299662328717135",
            "\/scholar?cites=1913299662328717135",
            {
                "2015":2,
                "2016":4,
                "2017":7,
                "2018":7,
                "2019":7,
                "2020":5
            }
        ],
        [
            "Given a set of canonical Kohn–Sham orbitals, orbital energies, and an external potential for a many-electron system, one can invert the Kohn–Sham equations in a single step to obtain the corresponding exchange-correlation potential, vXC(r). For orbitals and orbital energies that are solutions of the Kohn–Sham equations with a multiplicative vXC(r) this procedure recovers vXC(r) (in the basis set limit), but for eigenfunctions of a non-multiplicative one-electron operator it produces an orbital-averaged potential. In particular, substitution of Hartree–Fock orbitals and eigenvalues into the Kohn–Sham inversion formula is a fast way to compute the Slater potential. In the same way, we efficiently construct orbital-averaged exchange and correlation potentials for hybrid and kinetic-energy-density-dependent functionals. We also show how the Kohn–Sham inversion approach can be used to compute functional derivatives of …",
            "Efficient construction of exchange and correlation potentials by inverting the Kohn–Sham equations",
            "Alexei A Kananenka and Sviataslau V Kohut and Alex P Gaiduk and Ilya G Ryabinkin and Viktor N Staroverov",
            "2013",
            "B4lEb-MAAAAJ:9yKSN-GCB0IC",
            28,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4817942",
            "243943211672624983",
            "\/scholar?cites=243943211672624983",
            {
                "2014":2,
                "2015":4,
                "2016":5,
                "2017":3,
                "2018":2,
                "2019":3,
                "2020":9
            }
        ],
        [
            "The popular, stable, robust, and computationally inexpensive cubic spline interpolation algorithm is adopted and used for finite temperature Green’s function calculations of realistic systems. We demonstrate that with appropriate modifications the temperature dependence can be preserved while the Green’s function grid size can be reduced by about 2 orders of magnitude by replacing the standard Matsubara frequency grid with a sparser grid and a set of interpolation coefficients. We benchmarked the accuracy of our algorithm as a function of a single parameter sensitive to the shape of the Green’s function. Through numerous examples, we confirmed that our algorithm can be utilized in a systematically improvable, controlled, and black-box manner and highly accurate one- and two-body energies and one-particle density matrices can be obtained using only around 5% of the original grid points. Additionally, we …",
            "Efficient temperature-dependent Green’s function methods for realistic systems: Using cubic spline interpolation to approximate Matsubara Green’s functions",
            "Alexei A Kananenka and Alicia Rae Welden and Tran Nguyen Lan and Emanuel Gull and Dominika Zgid",
            "2016",
            "B4lEb-MAAAAJ:UeHWp8X0CEIC",
            27,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.jctc.6b00178",
            "10044178978497980071",
            "\/scholar?cites=10044178978497980071",
            {
                "2016":2,
                "2017":6,
                "2018":7,
                "2019":3,
                "2020":8,
                "2021":1
            }
        ],
        [
            "The symmetrical quasi-classical (SQC) method recently proposed by Miller and Cotton allows one to simulate nonadiabatic dynamics based on an algorithm with classical-like scaling with respect to system size. This is made possible by casting the electronic degrees of freedom in terms of mapping variables that can be propagated in a classical-like manner. While SQC was shown to be rather accurate when applied to benchmark models with harmonic electronic potential energy surfaces, it was also found to become inaccurate and to suffer numerical instabilities when applied to anharmonic systems. In this paper, we propose an extended SQC (E-SQC) methodology for overcoming those discrepancies by describing the anharmonic nuclear modes, which are coupled to the electronic degrees of freedom, in terms of classical-like mapping variables. The accuracy of E-SQC relative to standard SQC is demonstrated …",
            "Nonadiabatic dynamics via the symmetrical quasi-classical method in the presence of anharmonicity",
            "Alexei A Kananenka and Chang-Yu Hsieh and Jianshu Cao and Eitan Geva",
            "2018",
            "B4lEb-MAAAAJ:eQOLeE2rZwMC",
            24,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.jpclett.7b03002",
            "8829044662395781181",
            "\/scholar?cites=8829044662395781181",
            {
                "2018":5,
                "2019":8,
                "2020":11
            }
        ],
        [
            "In this Letter, we combine the recently introduced transfer tensor method with the mixed quantum-classical Liouville method. The resulting protocol provides an accurate, general, flexible and robust new route for simulating the reduced dynamics of the quantum subsystem for arbitrarily long times, starting with computationally feasible short-time mixed quantum-classical Liouville dynamical maps. The accuracy and feasibility of the methodology are demonstrated on a spin-boson benchmark model.",
            "Accurate Long-Time Mixed Quantum-Classical Liouville Dynamics via the Transfer Tensor Method",
            "Alexei A Kananenka and Chang-Yu Hsieh and Jianshu Cao and Eitan Geva",
            "2016",
            "B4lEb-MAAAAJ:zYLM7Y9cAGgC",
            24,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.jpclett.6b02389",
            "479664021021313427",
            "\/scholar?cites=479664021021313427",
            {
                "2017":4,
                "2018":8,
                "2019":6,
                "2020":6
            }
        ]
    ]
}