{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Young adults with learning disabilities (LD) or emotional or behavioral disorders (EBD) tend to achieve below their nondisabled peers in secondary school. They typically lack proficiency in academic skills and are less prepared for the world of work. A disproportionate percentage of these students drop out of school. Some of the dropouts find their way to adult education to pursue a General Educational Development (GED) diploma. Two hundred seventy-seven young adults with and without LD\/EBD were interviewed regarding their school and post-dropout experiences. Findings indicate that factors such as disability status, when individuals drop out, and self-perspectives influence education participation.",
            "Academic and participation profiles of school-age dropouts with and without disabilities",
            "David Scanlon and Daryl F Mellard",
            "2002",
            "B6qK9r8AAAAJ:ZeXyd9-uunAC",
            224,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/001440290206800206",
            "17517275099438832871",
            "\/scholar?cites=17517275099438832871",
            {
                "2001":1,
                "2002":2,
                "2003":3,
                "2004":13,
                "2005":19,
                "2006":22,
                "2007":10,
                "2008":20,
                "2009":14,
                "2010":11,
                "2011":11,
                "2012":10,
                "2013":16,
                "2014":15,
                "2015":12,
                "2016":15,
                "2017":8,
                "2018":6,
                "2019":8,
                "2020":4
            }
        ],
        [
            "A solid, emerging research base exists to inform how we provide meaningful access to the general education curriculum for students with learning disabilities (LD). For example, the presentation of challenging content to academically diverse learners can be demystified using content enhancement techniques. Additionally, a range of strategies can be taught to enhance reading comprehension and expressive writing abilities. Examples from several lines of research in comprehension and writing are used to highlight the underlying features of these empirically based approaches and to introduce the reader to the history of this expanding body of research.",
            "Procedural facilitators and cognitive strategies: Tools for unraveling the mysteries of comprehension and the writing process, and for providing meaningful access to the …",
            "Scott Baker and Russell Gersten and David Scanlon",
            "2002",
            "B6qK9r8AAAAJ:Se3iqnhoufwC",
            208,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/1540-5826.00032",
            "7114965294280358822",
            "\/scholar?cites=7114965294280358822",
            {
                "2002":3,
                "2003":2,
                "2004":4,
                "2005":11,
                "2006":15,
                "2007":16,
                "2008":11,
                "2009":16,
                "2010":16,
                "2011":14,
                "2012":13,
                "2013":12,
                "2014":11,
                "2015":12,
                "2016":15,
                "2017":9,
                "2018":8,
                "2019":8,
                "2020":7,
                "2021":2
            }
        ]
    ]
}