{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Achieving the control of light fields in a manner similar in sophistication to the control of electromagnetic fields in the microwave and radiofrequency regimes has been a major challenge in optical physics research. We manipulated the phase and amplitude of five discrete harmonics spanning the blue to mid-infrared frequencies to produce instantaneous optical fields in the shape of square, sawtooth, and subcycle sine and cosine pulses at a repetition rate of 125 terahertz. Furthermore, we developed an all-optical shaper-assisted linear cross-correlation technique to retrieve these fields and thereby verified their shapes and confirmed the critical role of carrier-envelope phase in Fourier synthesis of optical waveforms.",
            "Synthesis and measurement of ultrafast waveforms from five discrete optical harmonics",
            "Han-Sung Chan and Zhi-Ming Hsieh and Wei-Hong Liang and AH Kung and Chao-Kuei Lee and Chien-Jen Lai and Ru-Pin Pan and Lung-Han Peng",
            "2011",
            "B6SXOkwAAAAJ:u-x6o8ySG0sC",
            196,
            "https:\/\/science.sciencemag.org\/content\/331\/6021\/1165.abstract",
            "8486623378840385523",
            "\/scholar?cites=8486623378840385523",
            {
                "2011":19,
                "2012":30,
                "2013":19,
                "2014":26,
                "2015":26,
                "2016":15,
                "2017":14,
                "2018":26,
                "2019":10,
                "2020":10
            }
        ],
        [
            "Mechanically triturated n- and p-type Bi2Te3 nanoparticles, the nanoscale topological insulators (TIs), are employed as nonlinear saturable absorbers to passively mode-lock the erbium-doped fiber lasers (EDFLs) for sub-400 fs pulse generations. A novel method is proposed to enable the control on the self-amplitude modulation (SAM) of TI by adjusting its dopant type. The dopant type of TI only shifts the Fermi level without changing its energy bandgap, that the n- and p-type Bi2Te3 nanoparticles have shown the broadband saturable absorption at 800 and 1570 nm. In addition, both the complicated pulse shortening procedure and the competition between hybrid mode-locking mechanisms in the Bi2Te3 nanoparticle mode-locked EDFL system have been elucidated. The p-type Bi2Te3 with its lower effective Fermi level results in more capacity for excited carriers than the n-type Bi2Te3, which shortens the pulse …",
            "Using n- and p-Type Bi2Te3 Topological Insulator Nanoparticles To Enable Controlled Femtosecond Mode-Locking of Fiber Lasers",
            "Yung-Hsiang Lin and Sheng-Fong Lin and Yu-Chieh Chi and Chung-Lun Wu and Chih-Hsien Cheng and Wei-Hsuan Tseng and Jr-Hau He and Chih-I Wu and Chao-Kuei Lee and Gong-Ru Lin",
            "2015",
            "B6SXOkwAAAAJ:SeFeTyx0c_EC",
            150,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsphotonics.5b00031",
            "2763685942601900814",
            "\/scholar?cites=2763685942601900814",
            {
                "2015":9,
                "2016":22,
                "2017":25,
                "2018":25,
                "2019":35,
                "2020":28,
                "2021":5
            }
        ],
        [
            "We describe the synthesis of periodic waveforms consisting of a train of pulses that are 0.83 cycles long and have an electric field pulse width of 0.44 fs using 7 Raman sidebands generated by molecular modulation in H 2. We verify by optical correlation that the carrier-envelope phase is constant in these waveforms when they are synthesized from commensurate sidebands. The estimated overall shift of the carrier-envelope phase is less than 0.18 cycles from the first to the last pulse of nearly 10 6 pulses in the pulse train.",
            "Sub-single-cycle optical pulse train with constant carrier envelope phase",
            "Wei-Jan Chen and Zhi-Ming Hsieh and Shu Wei Huang and Hao-Yu Su and Chien-Jen Lai and Tsung-Ta Tang and Chuan-Hsien Lin and Chao-Kuei Lee and Ru-Pin Pan and Ci-Ling Pan and AH Kung",
            "2008",
            "B6SXOkwAAAAJ:u5HHmVD_uO8C",
            101,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.163906",
            "9569514878442599688",
            "\/scholar?cites=9569514878442599688",
            {
                "2008":5,
                "2009":15,
                "2010":16,
                "2011":18,
                "2012":14,
                "2013":12,
                "2014":4,
                "2015":4,
                "2016":5,
                "2017":3,
                "2018":4,
                "2019":1
            }
        ],
        [
            "We comprehensively investigated the concentration effect of dispersed single-walled carbon nanotubes (SWCNTs) in polymer films for being a saturable absorber (SA) to stabilize the mode locking performance of the erbium-doped fiber laser (EDFL) pulse through the diagnosis of its nonlinear properties of SA. The measured modulation depth was from 1 to 4.5% as the thickness increased 18 to 265 μm. The full-width half-maximum (FWHM) of the stable mode-locked EDFL (MLEDFL) pulse decreased from 3.43 to 2.02 ps as the concentrations of SWCNTs SA increased 0.125 to 0.5 wt%. At constant concentration of 0.125 wt%, the similar pulse shortening effect of the MLEDFL was also observed when the FWHM decreased from 3.43 to 1.85 ps as the thickness of SWCNTs SA increased 8 to 100 μm. With an erbium-doped fiber length of 80 cm, the shortest pulse width of 1.85 ps were achieved at 1.56μm with a …",
            "Concentration effect of carbon nanotube based saturable absorber on stabilizing and shortening mode-locked pulse",
            "Jin-Chen Chiu and Yi-Fen Lan and Chia-Ming Chang and Xi-Zong Chen and Chao-Yung Yeh and Chao-Kuei Lee and Gong-Ru Lin and Jiang-Jen Lin and Wood-Hi Cheng",
            "2010",
            "B6SXOkwAAAAJ:2osOgNQ5qMEC",
            87,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-18-4-3592",
            "7021098165529247574",
            "\/scholar?cites=7021098165529247574",
            {
                "2010":4,
                "2011":10,
                "2012":12,
                "2013":7,
                "2014":5,
                "2015":4,
                "2016":13,
                "2017":7,
                "2018":10,
                "2019":6,
                "2020":8,
                "2021":1
            }
        ]
    ]
}