{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Optical trapping of dielectric particles by a single-beam gradient force trap was demonstrated for the first reported time. This confirms the concept of negative light pressure due to the gradient force. Trapping was observed over the entire range of particle size from 10 μm to ~25 nm in water. Use of the new trap extends the size range of macroscopic particles accessible to optical trapping and manipulation well into the Rayleigh size regime. Application of this trapping principle to atom trapping is considered.",
            "Observation of a single-beam gradient force optical trap for dielectric particles",
            "Arthur Ashkin and James M Dziedzic and John E Bjorkholm and Steven Chu",
            "1986",
            "b9Bod2MAAAAJ:u5HHmVD_uO8C",
            7406,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-11-5-288",
            "12677349460217587404",
            "\/scholar?cites=12677349460217587404",
            {
                "1991":24,
                "1992":28,
                "1993":27,
                "1994":37,
                "1995":51,
                "1996":69,
                "1997":69,
                "1998":57,
                "1999":88,
                "2000":105,
                "2001":103,
                "2002":121,
                "2003":175,
                "2004":244,
                "2005":268,
                "2006":286,
                "2007":307,
                "2008":319,
                "2009":344,
                "2010":393,
                "2011":424,
                "2012":426,
                "2013":445,
                "2014":427,
                "2015":410,
                "2016":390,
                "2017":359,
                "2018":426,
                "2019":442,
                "2020":417,
                "2021":44
            }
        ],
        [
            "Access to clean, affordable and reliable energy has been a cornerstone of the world's increasing prosperity and economic growth since the beginning of the industrial revolution. Our use of energy in the twenty–first century must also be sustainable. Solar and water–based energy generation, and engineering of microbes to produce biofuels are a few examples of the alternatives. This Perspective puts these opportunities into a larger context by relating them to a number of aspects in the transportation and electricity generation sectors. It also provides a snapshot of the current energy landscape and discusses several research and development opportunities and pathways that could lead to a prosperous, sustainable and secure energy future for the world.",
            "Opportunities and challenges for a sustainable energy future",
            "Steven Chu and Arun Majumdar",
            "2012",
            "b9Bod2MAAAAJ:IjCSPb-OGe4C",
            4920,
            "https:\/\/www.nature.com\/articles\/nature11475",
            "14111624695030847346",
            "\/scholar?cites=14111624695030847346",
            {
                "2013":125,
                "2014":246,
                "2015":341,
                "2016":429,
                "2017":574,
                "2018":793,
                "2019":977,
                "2020":1261,
                "2021":117
            }
        ],
        [
            "With about two-thirds of all used energy being lost as waste heat, there is a compelling need for high-performance thermoelectric materials that can directly and reversibly convert heat to electrical energy. However, the practical realization of thermoelectric materials is limited by their hitherto low figure of merit, ZT, which governs the Carnot efficiency according to the second law of thermodynamics. The recent successful strategy of nanostructuring to reduce thermal conductivity has achieved record-high ZT values in the range 1.5–1.8 at 750–900 kelvin 1, 2, 3, but still falls short of the generally desired threshold value of 2. Nanostructures in bulk thermoelectrics allow effective phonon scattering of a significant portion of the phonon spectrum, but phonons with long mean free paths remain largely unaffected. Here we show that heat-carrying phonons with long mean free paths can be scattered by controlling and fine …",
            "High-performance bulk thermoelectrics with all-scale hierarchical architectures",
            "Kanishka Biswas and Jiaqing He and Ivan D Blum and Chun-I Wu and Timothy P Hogan and David N Seidman and Vinayak P Dravid and Mercouri G Kanatzidis",
            "2012",
            "b9Bod2MAAAAJ:aIdbFUkbNIkC",
            3071,
            "https:\/\/www.nature.com\/articles\/nature11439",
            "600129739739159666",
            "\/scholar?cites=600129739739159666",
            {
                "2013":149,
                "2014":278,
                "2015":353,
                "2016":408,
                "2017":436,
                "2018":454,
                "2019":467,
                "2020":473,
                "2021":34
            }
        ]
    ]
}