{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Edgeless cities are a sprawling form of development that accounts for the bulk of office space found outside of downtowns. Every major metropolitan area has them: vast swaths of isolated buildings that are neither pedestrian friendly, nor easily accessible by public transit, and do not lend themselves to mixed use. While critics of urban sprawl tend to focus on the social impact of\" edge cities\" developments that combine large-scale office parks with major retail and housing edgeless cities, despite their ubiquity, are difficult to define or even locate. While they stay under the radar of critics, they represent a significant departure in the way American cities are built and are very likely the harbingers of a suburban future almost no one has anticipated. Edgeless Cities explores America's new metropolitan form by examining the growth and spatial structure of suburban office space across the nation. Inspired by Myron Orfield's groundbreaking Metropolitics (Brookings, 1997), Robert Lang uses data, illustrations, maps, and photos to delineate between two types of suburban office development bounded and edgeless. The book covers the evolving geography of rental office space in thirteen of the country's largest markets, which together contain more than 2.6 billion square feet of office space and 26,000 buildings: Atlanta, Boston, Chicago, Dallas, Denver, Detroit, Houston, Los Angeles, Miami, New York, Philadelphia, San Francisco, and Washington. Lang discusses how edgeless cities differ from traditional office areas. He also provides an overview of national, regional, and metropolitan office markets, covers ways to map and measure them, and discusses …",
            "Edgeless cities: Exploring the elusive metropolis",
            "Robert Lang",
            "2003",
            "B_GSUDgAAAAJ:VOx2b1Wkg3QC",
            713,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=Js3fieyj7AAC&oi=fnd&pg=PA7&dq=info:gY9Bmi4QYJoJ:scholar.google.com&ots=LUKCIFY1VF&sig=PgaajNM0C2hdTLSqW3Rk9le_aCM",
            "11123908871947652993",
            "\/scholar?cites=11123908871947652993",
            {
                "2003":5,
                "2004":18,
                "2005":33,
                "2006":36,
                "2007":39,
                "2008":31,
                "2009":31,
                "2010":51,
                "2011":57,
                "2012":61,
                "2013":51,
                "2014":38,
                "2015":57,
                "2016":43,
                "2017":36,
                "2018":49,
                "2019":32,
                "2020":28,
                "2021":2
            }
        ],
        [
            "This article applies Robert Putnam's concept of social capital to housing and urban policy. We review the social capital literature that informs public policy and offer a new paradigmatic approach to solving social problems. We also introduce and summarize six articles that examine how social capital affects housing and community development.The work we summarize finds that social capital remains a relatively underdeveloped policy resource. The authors see the enhancement of social capital as key to improving the quality of life in low‐income neighborhoods. The idea of social capital, as developed in the articles presented here, structures the complex and often conflicting facts that characterize poverty into a set of strategic options that point to new, more subtle housing and urban policies. ",
            "What is social capital and why is it important to public policy?",
            "Robert E Lang and Steven P Hornburg",
            "1998",
            "B_GSUDgAAAAJ:D_sINldO8mEC",
            238,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/10511482.1998.9521284",
            "13343914445349879447",
            "\/scholar?cites=13343914445349879447",
            {
                "1997":1,
                "1998":4,
                "1999":4,
                "2000":2,
                "2001":18,
                "2002":9,
                "2003":8,
                "2004":19,
                "2005":9,
                "2006":9,
                "2007":13,
                "2008":14,
                "2009":4,
                "2010":15,
                "2011":6,
                "2012":8,
                "2013":14,
                "2014":6,
                "2015":12,
                "2016":8,
                "2017":15,
                "2018":14,
                "2019":7,
                "2020":12,
                "2021":1
            }
        ]
    ]
}