{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "I introduce a gauge-invariant decomposition of the nucleon spin into quark helicity, quark orbital, and gluon contributions. The total quark (and hence the quark orbital) contribution is shown to be measurable through virtual Compton scattering in a special kinematic region where single quark scattering dominates. This deeply virtual Compton scattering has much potential to unravel the quark and gluon structure of the nucleon.",
            "Gauge-invariant decomposition of nucleon spin",
            "Xiangdong Ji",
            "1997",
            "bagTWk8AAAAJ:KUbvn5osdkgC",
            2434,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.78.610",
            "14789189447278567644",
            "\/scholar?cites=14789189447278567644",
            {
                "1996":10,
                "1997":28,
                "1998":66,
                "1999":69,
                "2000":79,
                "2001":100,
                "2002":111,
                "2003":125,
                "2004":104,
                "2005":124,
                "2006":103,
                "2007":114,
                "2008":123,
                "2009":108,
                "2010":103,
                "2011":117,
                "2012":115,
                "2013":92,
                "2014":118,
                "2015":112,
                "2016":109,
                "2017":85,
                "2018":72,
                "2019":85,
                "2020":119,
                "2021":17
            }
        ],
        [
            "We study in QCD the physics of deeply virtual Compton scattering (DVCS)—the virtual Compton process in the large s and small t kinematic region. We show that DVCS can probe a new type of off-forward parton distributions. We derive an Altarelli-Parisi-type of evolution equations for these distributions. We also derive their sum rules in terms of nucleon form factors of the twist-two quark and gluon operators. In particular, we find that the second sum rule is related to fractions of the nucleon spin carried separately by quarks and gluons. We estimate the cross section for DVCS and compare it with the accompanying Bethe-Heitler process at CEBAF and HERMES kinematics.",
            "Deeply virtual Compton scattering",
            "Xiangdong Ji",
            "1997",
            "bagTWk8AAAAJ:WqliGbK-hY8C",
            1624,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.55.7114",
            "11084435332930414253",
            "\/scholar?cites=11084435332930414253",
            {
                "1997":22,
                "1998":51,
                "1999":76,
                "2000":78,
                "2001":90,
                "2002":95,
                "2003":104,
                "2004":65,
                "2005":94,
                "2006":61,
                "2007":68,
                "2008":82,
                "2009":74,
                "2010":57,
                "2011":64,
                "2012":57,
                "2013":54,
                "2014":64,
                "2015":65,
                "2016":60,
                "2017":52,
                "2018":42,
                "2019":47,
                "2020":66,
                "2021":10
            }
        ],
        [
            "We study the twist-two and twist-three chiral-odd parton distributions, h1(x), hL(x) and e(x), which appear in the quark density matrix of the nucleon. We explore the relationship between h1(x) and the spin properties of the nucleon; we unravel the twist structure of hL(x) and we emphasize the role of e(x) in studying the deep-inelastic structure function E4νN(x) and the πN σ-term. We derive sum rules, make model estimates, and show that they all appear in Drell-Yan cross sections with polarized and unpolarized beams.",
            "Chiral-odd parton distributions and Drell-Yan processes",
            "Robert L Jaffe and Xiangdong Ji",
            "1992",
            "bagTWk8AAAAJ:uLbwQdceFCQC",
            800,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/055032139290110W",
            "11628270328942353920",
            "\/scholar?cites=11628270328942353920",
            {
                "1992":4,
                "1993":16,
                "1994":17,
                "1995":27,
                "1996":31,
                "1997":53,
                "1998":46,
                "1999":43,
                "2000":36,
                "2001":44,
                "2002":42,
                "2003":56,
                "2004":28,
                "2005":36,
                "2006":23,
                "2007":32,
                "2008":23,
                "2009":32,
                "2010":12,
                "2011":24,
                "2012":24,
                "2013":13,
                "2014":16,
                "2015":18,
                "2016":20,
                "2017":10,
                "2018":9,
                "2019":20,
                "2020":18,
                "2021":6
            }
        ],
        [
            "The Jiangmen Underground Neutrino Observatory (JUNO), a 20 kton multi-purpose underground liquid scintillator detector, was proposed with the determination of the neutrino mass hierarchy (MH) as a primary physics goal. The excellent energy resolution and the large fiducial volume anticipated for the JUNO detector offer exciting opportunities for addressing many important topics in neutrino and astro-particle physics. In this document, we present the physics motivations and the anticipated performance of the JUNO detector for various proposed measurements. Following an introduction summarizing the current status and open issues in neutrino physics, we discuss how the detection of antineutrinos generated by a cluster of nuclear power plants allows the determination of the neutrino MH at a 3–4σ significance with six years of running of JUNO. The measurement of antineutrino spectrum with excellent energy resolution will also lead to …",
            "Neutrino physics with JUNO",
            "Fengpeng An and Guangpeng An and Qi An and Vito Antonelli and Eric Baussan and John Beacom and Leonid Bezrukov and Simon Blyth and Riccardo Brugnera and Margherita Buizza Avanzini and Jose Busto and Anatael Cabrera and Hao Cai and Xiao Cai and Antonio Cammi and Guofu Cao and Jun Cao and Yun Chang and Shaomin Chen and Shenjian Chen and Yixue Chen and Davide Chiesa and Massimiliano Clemenza and Barbara Clerbaux and Janet Conrad and Davide D’Angelo and Herve De Kerret and Zhi Deng and Ziyan Deng and Yayun Ding and Zelimir Djurcic and Damien Dornic and Marcos Dracos and Olivier Drapier and Stefano Dusini and Stephen Dye and Timo Enqvist and Donghua Fan and Jian Fang and Laurent Favart and Richard Ford and Marianne Goeger-Neff and Haonan Gan and Alberto Garfagnini and Marco Giammarchi and Maxim Gonchar and Guanghua Gong and Hui Gong and Michel Gonin and Marco Grassi and Christian Grewing and Mengyun Guan and Vic Guarino and Gang Guo and Wanlei Guo and Xin-Heng Guo and Caren Hagner and Ran Han and Miao He and Yuekun Heng and Yee Hsiung and Jun Hu and Shouyang Hu and Tao Hu and Hanxiong Huang and Xingtao Huang and Lei Huo and Ara Ioannisian and Manfred Jeitler and Xiangdong Ji and Xiaoshan Jiang and Cecile Jollet and Li Kang and Michael Karagounis and Narine Kazarian and Zinovy Krumshteyn and Andre Kruth and Pasi Kuusiniemi and Tobias Lachenmaier and Rupert Leitner and Chao Li and Jiaxing Li and Weidong Li and Weiguo Li and Xiaomei Li and Xiaonan Li and Yi Li and Yufeng Li and Zhi-Bing Li and Hao Liang and Guey-Lin Lin and Tao Lin and Yen-Hsun Lin and Jiajie Ling and Ivano Lippi and Dawei Liu and Hongbang Liu and Hu Liu and Jianglai Liu and Jianli Liu and Jinchang Liu and Qian Liu and Shubin Liu and Shulin Liu and Paolo Lombardi and Yongbing Long and Haoqi Lu and Jiashu Lu and Jingbin Lu and Junguang Lu and Bayarto Lubsandorzhiev and Livia Ludhova and Shu Luo and Vladimir Lyashuk and Randolph Moellenberg and Xubo Ma and Fabio Mantovani and Yajun Mao and Stefano M Mari and William F McDonough and Guang Meng and Anselmo Meregaglia and Emanuela Meroni and Mauro Mezzetto and Lino Miramonti and Thomas Mueller and Dmitry Naumov and Lothar Oberauer and Juan Pedro Ochoa-Ricoux and Alexander Olshevskiy and Fausto Ortica and Alessandro Paoloni and Haiping Peng and Jen-Chieh Peng and Ezio Previtali and Ming Qi and Sen Qian and Xin Qian and Yongzhong Qian and Zhonghua Qin and Georg Raffelt and Gioacchino Ranucci and Barbara Ricci and Markus Robens and Aldo Romani and Xiangdong Ruan and Xichao Ruan and Giuseppe Salamanna and Mike Shaevitz and Valery Sinev",
            "2016",
            "bagTWk8AAAAJ:fEOibwPWpKIC",
            772,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0954-3899\/43\/3\/030401\/meta",
            "12700592145409770742",
            "\/scholar?cites=12700592145409770742",
            {
                "2015":14,
                "2016":82,
                "2017":123,
                "2018":165,
                "2019":146,
                "2020":213,
                "2021":24
            }
        ],
        [
            "Parton distributions contain factorizable final state interaction effects originating from the fast-moving struck quark interacting with the target spectators in deeply inelastic scattering. We show that these interactions give rise to gauge invariance of the transverse momentum-dependent parton distributions. As compared to previous analyses, our study demonstrates the existence of extra scaling contributions from transverse components of the gauge potential at the light-cone infinity. They form a transverse gauge link which is indispensable for restoration of the gauge invariance of parton distributions in the light-cone gauge where the gauge potential does not vanish asymptotically. Our finding helps to explain a number of features observed in a model calculation of structure functions in the light-cone gauge.",
            "Final state interactions and gauge invariant parton distributions",
            "Andrei V Belitsky and X Ji and F Yuan",
            "2003",
            "bagTWk8AAAAJ:-_dYPAW6P2MC",
            742,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321303001214",
            "12667634896615464206",
            "\/scholar?cites=12667634896615464206",
            {
                "2002":6,
                "2003":42,
                "2004":48,
                "2005":39,
                "2006":46,
                "2007":60,
                "2008":62,
                "2009":70,
                "2010":44,
                "2011":66,
                "2012":35,
                "2013":28,
                "2014":37,
                "2015":31,
                "2016":48,
                "2017":19,
                "2018":16,
                "2019":24,
                "2020":15,
                "2021":2
            }
        ],
        [
            "We report a new search for weakly interacting massive particles (WIMPs) using the combined low background data sets acquired in 2016 and 2017 from the PandaX-II experiment in China. The latest data set contains a new exposure of 77.1 live days, with the background reduced to a level of 0.8× 10− 3 evt\/kg\/day, improved by a factor of 2.5 in comparison to the previous run in 2016. No excess events are found above the expected background. With a total exposure of 5.4× 10 4 kg day, the most stringent upper limit on the spin-independent WIMP-nucleon cross section is set for a WIMP with mass larger than 100 GeV\/c 2, with the lowest 90% CL exclusion at 8.6× 10− 47 cm 2 at 40 GeV\/c 2.",
            "Dark matter results from 54-ton-day exposure of PandaX-II experiment",
            "Xiangyi Cui and Abdusalam Abdukerim and Wei Chen and Xun Chen and Yunhua Chen and Binbin Dong and Deqing Fang and Changbo Fu and Karl Giboni and Franco Giuliani and Linhui Gu and Yikun Gu and Xuyuan Guo and Zhifan Guo and Ke Han and Changda He and Di Huang and Shengming He and Xingtao Huang and Zhou Huang and Xiangdong Ji and Yonglin Ju and Shaoli Li and Yao Li and Heng Lin and Huaxuan Liu and Jianglai Liu and Yugang Ma and Yajun Mao and Kaixiang Ni and Jinhua Ning and Xiangxiang Ren and Fang Shi and Andi Tan and Cheng Wang and Hongwei Wang and Meng Wang and Qiuhong Wang and Siguang Wang and Xiuli Wang and Xuming Wang and Qinyu Wu and Shiyong Wu and Mengjiao Xiao and Pengwei Xie and Binbin Yan and Yong Yang and Jianfeng Yue and Dan Zhang and Hongguang Zhang and Tao Zhang and Tianqi Zhang and Li Zhao and Jifang Zhou and Ning Zhou and Xiaopeng Zhou and PandaX-II Collaboration",
            "2017",
            "bagTWk8AAAAJ:hqOjcs7Dif8C",
            685,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.119.181302",
            "1214783691500171525",
            "\/scholar?cites=1214783691500171525",
            {
                "2017":18,
                "2018":170,
                "2019":244,
                "2020":234,
                "2021":17
            }
        ],
        [
            "Recently, there have been some interesting developments involving off-forward parton distributions of the nucleon, deeply virtual Compton scattering, and hard diffractive vector-meson production. These developments are triggered by the realization that the off-forward distributions contain information about the internal spin structure of the nucleon and that diffractive electroproduction of vector mesons depends on these unconventional distributions. This paper gives a brief overview of the recent developments.",
            "Off-forward parton distributions",
            "Xiangdong Ji",
            "1998",
            "bagTWk8AAAAJ:ns9cj8rnVeAC",
            639,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0954-3899\/24\/7\/002\/meta",
            "4688288916659527789",
            "\/scholar?cites=4688288916659527789",
            {
                "1998":7,
                "1999":32,
                "2000":31,
                "2001":42,
                "2002":57,
                "2003":47,
                "2004":37,
                "2005":48,
                "2006":20,
                "2007":43,
                "2008":36,
                "2009":28,
                "2010":28,
                "2011":15,
                "2012":25,
                "2013":17,
                "2014":27,
                "2015":16,
                "2016":16,
                "2017":12,
                "2018":12,
                "2019":19,
                "2020":18,
                "2021":2
            }
        ],
        [
            "We argue a factorization formula for semi-inclusive deep-inelastic scattering with hadrons in the current fragmentation region detected at low transverse momentum. To facilitate the factorization, we introduce the transverse-momentum dependent parton distributions and fragmentation functions with gauge links slightly off the light cone, and with soft-gluon radiations subtracted. We verify the factorization to one-loop order in perturbative quantum chromodynamics and argue that it is valid to all orders in perturbation theory.",
            "QCD factorization for semi-inclusive deep-inelastic scattering at low transverse momentum",
            "Xiangdong Ji and Jian-Ping Ma and Feng Yuan",
            "2005",
            "bagTWk8AAAAJ:uWQEDVKXjbEC",
            559,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.71.034005",
            "7895174204014137390",
            "\/scholar?cites=7895174204014137390",
            {
                "2005":17,
                "2006":38,
                "2007":46,
                "2008":39,
                "2009":56,
                "2010":33,
                "2011":55,
                "2012":40,
                "2013":31,
                "2014":39,
                "2015":32,
                "2016":30,
                "2017":22,
                "2018":17,
                "2019":24,
                "2020":33,
                "2021":3
            }
        ],
        [
            "We report the weakly interacting massive particle (WIMP) dark matter search results using the first physics-run data of the PandaX-II 500 kg liquid xenon dual-phase time-projection chamber, operating at the China JinPing underground laboratory. No dark matter candidate is identified above background. In combination with the data set during the commissioning run, with a total exposure of 3.3× 10 4 kg day, the most stringent limit to the spin-independent interaction between the ordinary and WIMP dark matter is set for a range of dark matter mass between 5 and 1000 GeV\/c 2. The best upper limit on the scattering cross section is found 2.5× 10− 46 cm 2 for the WIMP mass 40 GeV\/c 2 at 90% confidence level.",
            "Dark matter results from first 98.7 days of data from the PandaX-II experiment",
            "Andi Tan and Mengjiao Xiao and Xiangyi Cui and Xun Chen and Yunhua Chen and Deqing Fang and Changbo Fu and Karl Giboni and Franco Giuliani and Haowei Gong and Xuyuan Guo and Ke Han and Shouyang Hu and Xingtao Huang and Xiangdong Ji and Yonglin Ju and Siao Lei and Shaoli Li and Xiaomei Li and Xinglong Li and Hao Liang and Qing Lin and Huaxuan Liu and Jianglai Liu and Wolfgang Lorenzon and Yugang Ma and Yajun Mao and Kaixuan Ni and Xiangxiang Ren and Michael Schubnell and Manbin Shen and Fang Shi and Hongwei Wang and Jimin Wang and Meng Wang and Qiuhong Wang and Siguang Wang and Xuming Wang and Zhou Wang and Shiyong Wu and Xiang Xiao and Pengwei Xie and Binbin Yan and Yong Yang and Jianfeng Yue and Xionghui Zeng and Hongguang Zhang and Hua Zhang and Huanqiao Zhang and Tao Zhang and Li Zhao and Jing Zhou and Ning Zhou and Xiaopeng Zhou and PandaX-II Collaboration",
            "2016",
            "bagTWk8AAAAJ:eflP2zaiRacC",
            558,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.117.121303",
            "9327765358081732271",
            "\/scholar?cites=9327765358081732271",
            {
                "2015":2,
                "2016":28,
                "2017":216,
                "2018":128,
                "2019":93,
                "2020":82,
                "2021":5
            }
        ],
        [
            "We show that the final-state interaction effects in the single target spin asymmetry discovered by Brodsky et al. can be reproduced by either a standard light-cone gauge definition of the parton distributions with a prescription for the light-cone singularities consistent with the light-cone gauge link, or a modified light-cone gauge definition with a gauge link involving the gauge potential at the spatial infinity.",
            "Parton distributions in light-cone gauge: where are the final-state interactions?",
            "Xiangdong Ji and Feng Yuan",
            "2002",
            "bagTWk8AAAAJ:KlAtU1dfN6UC",
            453,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269302023845",
            "1869063622198865629",
            "\/scholar?cites=1869063622198865629",
            {
                "2002":9,
                "2003":43,
                "2004":40,
                "2005":27,
                "2006":37,
                "2007":38,
                "2008":35,
                "2009":47,
                "2010":25,
                "2011":39,
                "2012":17,
                "2013":14,
                "2014":25,
                "2015":9,
                "2016":12,
                "2017":9,
                "2018":4,
                "2019":11,
                "2020":5,
                "2021":1
            }
        ]
    ]
}