{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Vibrational spectra for a single molecule adsorbed on a solid surface have been obtained with a scanning tunneling microscope (STM). Inelastic electron tunneling spectra for an isolated acetylene (C2H2) molecule adsorbed on the copper (100) surface showed an increase in the tunneling conductance at 358 millivolts, resulting from excitation of the C-H stretch mode. An isotopic shift to 266 millivolts was observed for deuterated acetylene (C2D2). Vibrational microscopy from spatial imaging of the inelastic tunneling channels yielded additional data to further distinguish and characterize the two isotopes. Single-molecule vibrational analysis should lead to better understanding and control of surface chemistry at the atomic level.",
            "Single-molecule vibrational spectroscopy and microscopy",
            "BC Stipe and MA Rezaei and W Ho",
            "1998",
            "baqEtCgAAAAJ:WbkHhVStYXYC",
            1522,
            "https:\/\/science.sciencemag.org\/content\/280\/5370\/1732.abstract",
            "14236866182414276605",
            "\/scholar?cites=14236866182414276605",
            {
                "1998":11,
                "1999":31,
                "2000":41,
                "2001":44,
                "2002":51,
                "2003":56,
                "2004":67,
                "2005":61,
                "2006":108,
                "2007":76,
                "2008":101,
                "2009":86,
                "2010":87,
                "2011":80,
                "2012":72,
                "2013":96,
                "2014":69,
                "2015":72,
                "2016":74,
                "2017":68,
                "2018":54,
                "2019":52,
                "2020":54,
                "2021":5
            }
        ],
        [
            "The ability to probe individual atoms and molecules have made it possible to reveal properties which otherwise would be hidden in the study of an ensemble of atoms and molecules. The scanning tunneling microscope (STM) with its unmatched spatial resolution and versatility literally allows us to touch atoms and molecules one at a time and to carry out experiments which previously were only imagined. One of the great attributes of the STM is that it provides a real space view of the individual molecules and the atomic landscape of their environment, thus removing many of the uncertainties surrounding the nature of the system under study. Combining its imaging, manipulation, spectroscopic characterization, and chemical modification capabilities, the STM has enabled direct visualization of chemistry by revealing the fundamental properties of atoms and molecules and their interactions with each other and the …",
            "Single-molecule chemistry",
            "Wilson Ho",
            "2002",
            "baqEtCgAAAAJ:NMxIlDl6LWMC",
            708,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1521153",
            "9151542948250532609",
            "\/scholar?cites=9151542948250532609",
            {
                "2003":14,
                "2004":37,
                "2005":60,
                "2006":54,
                "2007":39,
                "2008":50,
                "2009":49,
                "2010":52,
                "2011":41,
                "2012":45,
                "2013":49,
                "2014":38,
                "2015":35,
                "2016":40,
                "2017":27,
                "2018":26,
                "2019":20,
                "2020":28,
                "2021":1
            }
        ],
        [
            "The tunneling current from a scanning tunneling microscope was used to image and dissociate single O 2 molecules on the Pt (111) surface in the temperature range of 40 to 150 K. After dissociation, the two oxygen atoms are found one to three lattice constants apart. The dissociation rate as a function of current was found to vary as I 0.8±0.2, I 1.8±0.2, and I 2.9±0.3 for sample biases of 0.4, 0.3, and 0.2 V, respectively. These rates are explained using a general model for dissociation induced by intramolecular vibrational excitations via resonant inelastic electron tunneling.",
            "Single-molecule dissociation by tunneling electrons",
            "BC Stipe and MA Rezaei and W Ho and S Gao and M Persson and BI Lundqvist",
            "1997",
            "baqEtCgAAAAJ:JQOojiI6XY0C",
            707,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.78.4410",
            "18127657404272178259",
            "\/scholar?cites=18127657404272178259",
            {
                "1997":7,
                "1998":26,
                "1999":32,
                "2000":35,
                "2001":25,
                "2002":38,
                "2003":34,
                "2004":40,
                "2005":30,
                "2006":46,
                "2007":33,
                "2008":31,
                "2009":33,
                "2010":39,
                "2011":34,
                "2012":20,
                "2013":34,
                "2014":36,
                "2015":24,
                "2016":27,
                "2017":15,
                "2018":30,
                "2019":18,
                "2020":14,
                "2021":2
            }
        ],
        [
            "Tunneling electrons from a scanning tunneling microscope (STM) were used to excite photon emission from individual porphyrin molecules adsorbed on an ultrathin alumina film grown on a NiAl(110) surface. Vibrational features were observed in the light-emission spectra that depended sensitively on the different molecular conformations and corresponding electronic states obtained by scanning tunneling spectroscopy. The high spatial resolution of the STM enabled the demonstration of variations in light-emission spectra from different parts of the molecule. These experiments realize the feasibility of fluorescence spectroscopy with the STM and enable the integration of optical spectroscopy with a nanoprobe for the investigation of single molecules.",
            "Vibrationally resolved fluorescence excited with submolecular precision",
            "XH Qiu and GV Nazin and W Ho",
            "2003",
            "baqEtCgAAAAJ:p2g8aNsByqUC",
            580,
            "https:\/\/science.sciencemag.org\/content\/299\/5606\/542.abstract",
            "13860640465740057684",
            "\/scholar?cites=13860640465740057684",
            {
                "2003":10,
                "2004":24,
                "2005":33,
                "2006":39,
                "2007":24,
                "2008":35,
                "2009":28,
                "2010":38,
                "2011":38,
                "2012":26,
                "2013":33,
                "2014":34,
                "2015":27,
                "2016":47,
                "2017":33,
                "2018":38,
                "2019":32,
                "2020":38,
                "2021":2
            }
        ],
        [
            "The ability of a scanning tunneling microscope to manipulate single atoms is used to build well-defined gold chains on NiAl(110). The electronic properties of the one-dimensional chains are dominated by an unoccupied electron band, gradually developing from a single atomic orbital present in a gold atom. Spatially resolved conductance measurements along a 20-atom chain provide the dispersion relation, effective mass, and density of states of the free electron–like band. These experiments demonstrate a strategy for probing the interrelation between geometric structure, elemental composition, and electronic properties in metallic nanostructures.",
            "Development of one-dimensional band structure in artificial gold chains",
            "N Nilius and TM Wallis and W Ho",
            "2002",
            "baqEtCgAAAAJ:dTyEYWd-f8wC",
            501,
            "https:\/\/science.sciencemag.org\/content\/297\/5588\/1853.abstract",
            "17257051464897515136",
            "\/scholar?cites=17257051464897515136",
            {
                "2002":2,
                "2003":16,
                "2004":40,
                "2005":29,
                "2006":34,
                "2007":32,
                "2008":37,
                "2009":35,
                "2010":35,
                "2011":25,
                "2012":23,
                "2013":32,
                "2014":38,
                "2015":32,
                "2016":23,
                "2017":20,
                "2018":13,
                "2019":18,
                "2020":12,
                "2021":1
            }
        ],
        [
            "Tunneling electrons from the tip of a scanning tunneling microscope were used to induce and monitor the reversible rotation of single molecules of molecular oxygen among three equivalent orientations on the platinum(111) surface. Detailed studies of the rotation rates indicate a crossover from a single-electron process to a multielectron process below a threshold tunneling voltage. Values for the energy barrier to rotation and the vibrational relaxation rate of the molecule were obtained by comparing the experimental data with a theoretical model. The ability to induce the controlled motion of single molecules enhances our understanding of basic chemical processes on surfaces and may lead to useful single-molecule devices.",
            "Inducing and viewing the rotational motion of a single molecule",
            "BC Stipe and MA Rezaei and W Ho",
            "1998",
            "baqEtCgAAAAJ:bEWYMUwI8FkC",
            476,
            "https:\/\/science.sciencemag.org\/content\/279\/5358\/1907.abstract",
            "7856756227985336001",
            "\/scholar?cites=7856756227985336001",
            {
                "1998":6,
                "1999":15,
                "2000":13,
                "2001":8,
                "2002":17,
                "2003":14,
                "2004":17,
                "2005":25,
                "2006":31,
                "2007":19,
                "2008":27,
                "2009":27,
                "2010":39,
                "2011":25,
                "2012":31,
                "2013":26,
                "2014":19,
                "2015":22,
                "2016":16,
                "2017":20,
                "2018":17,
                "2019":17,
                "2020":22
            }
        ],
        [
            "Artificial nanostructures, each composed of a copper(II) phthalocyanine (CuPc) molecule bonded to two gold atomic chains with a controlled gap, were assembled on a NiAl(110) surface by manipulation of individual gold atoms and CuPc molecules with a scanning tunneling microscope. The electronic densities of states of these hybrid structures were measured by spatially resolved electronic spectroscopy and systematically tuned by varying the number of gold atoms in the chains one by one. The present approach provides structural images and electronic characterization of the metal-molecule-metal junction, thereby elucidating the nature of the contacts between the molecule and metal in this junction.",
            "Visualization and spectroscopy of a metal-molecule-metal bridge",
            "GV Nazin and XH Qiu and W Ho",
            "2003",
            "baqEtCgAAAAJ:9ZlFYXVOiuMC",
            452,
            "https:\/\/science.sciencemag.org\/content\/302\/5642\/77.abstract",
            "4810173276025666524",
            "\/scholar?cites=4810173276025666524",
            {
                "2004":34,
                "2005":46,
                "2006":37,
                "2007":35,
                "2008":44,
                "2009":41,
                "2010":45,
                "2011":34,
                "2012":23,
                "2013":19,
                "2014":18,
                "2015":20,
                "2016":12,
                "2017":14,
                "2018":10,
                "2019":7,
                "2020":9
            }
        ],
        [
            "A scanning tunneling microscope (STM) was used to manipulate the bonding of a carbon monoxide (CO) molecule and to analyze the structure and vibrational properties of individual products. Individual iron (Fe) atoms were evaporated and coadsorbed with CO molecules on a silver (110) surface at 13 kelvin. A CO molecule was transferred from the surface to the STM tip and bonded with an Fe atom to form Fe(CO). A second CO molecule was similarly transferred and bonded with Fe(CO) to form Fe(CO)2. Controlled bond formation and characterization at the single-bond level probe chemistry at the spatial limit.",
            "Single-bond formation and characterization with a scanning tunneling microscope",
            "HJ Lee and Wilson Ho",
            "1999",
            "baqEtCgAAAAJ:1sJd4Hv_s6UC",
            436,
            "https:\/\/science.sciencemag.org\/content\/286\/5445\/1719.abstract",
            "13284771923818026963",
            "\/scholar?cites=13284771923818026963",
            {
                "2000":13,
                "2001":24,
                "2002":16,
                "2003":14,
                "2004":23,
                "2005":29,
                "2006":35,
                "2007":25,
                "2008":22,
                "2009":17,
                "2010":32,
                "2011":29,
                "2012":14,
                "2013":22,
                "2014":16,
                "2015":20,
                "2016":21,
                "2017":15,
                "2018":16,
                "2019":15,
                "2020":15,
                "2021":1
            }
        ],
        [
            "The reversible rotation of a single isolated acetylene molecule between two diagonal sites on the Cu (100) surface at 8 K was induced and monitored with tunneling electrons from a scanning tunneling microscope (STM). Excitation of the C—H (C—D) stretch mode of C 2 H 2 (C 2 D 2) at 358 meV (266 meV) led to a 10-fold (60-fold) increase in the rotation rate. This increase is attributed to energy transfer from the C—H (C—D) stretch mode to the hindered rotational motion of the molecule. Inelastic electron tunneling spectroscopy with the STM provides the energies of the stretch modes and allows a quantitative determination of the inelastic tunneling and coupling probabilities.",
            "Coupling of vibrational excitation to the rotational motion of a single adsorbed molecule",
            "BC Stipe and MA Rezaei and Wilson Ho",
            "1998",
            "baqEtCgAAAAJ:tOudhMTPpwUC",
            380,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.81.1263",
            "14447349585839453937",
            "\/scholar?cites=14447349585839453937",
            {
                "1998":1,
                "1999":14,
                "2000":18,
                "2001":23,
                "2002":25,
                "2003":17,
                "2004":15,
                "2005":21,
                "2006":20,
                "2007":18,
                "2008":22,
                "2009":19,
                "2010":24,
                "2011":18,
                "2012":15,
                "2013":17,
                "2014":16,
                "2015":17,
                "2016":13,
                "2017":13,
                "2018":16,
                "2019":10,
                "2020":8
            }
        ],
        [
            "A scanning tunneling microscope was used to study the electron transport through individual copper phthalocyanine molecules adsorbed on an ultrathin Al 2 O 3 film grown on a NiAl (110) surface. The differential conductance spectra display series of equally spaced features, which are attributed to vibronic states of individual molecules. The coupling of the electron current to the vibronic modes was observed to depend on the structures of the adsorbed molecules. Vibronic features were not observed for molecules adsorbed on the bare NiAl (110) surface due to spectral broadening.",
            "Vibronic states in single molecule electron transport",
            "XH Qiu and GV Nazin and W Ho",
            "2004",
            "baqEtCgAAAAJ:_kc_bZDykSQC",
            330,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.206102",
            "4132101736440173210",
            "\/scholar?cites=4132101736440173210",
            {
                "2004":5,
                "2005":21,
                "2006":28,
                "2007":19,
                "2008":29,
                "2009":22,
                "2010":33,
                "2011":33,
                "2012":19,
                "2013":31,
                "2014":17,
                "2015":19,
                "2016":11,
                "2017":12,
                "2018":10,
                "2019":11,
                "2020":10
            }
        ]
    ]
}