{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "We explore the analytic structure of the gluon and quark propagators of Landau gauge QCD from numerical solutions of the coupled system of renormalized Dyson-Schwinger equations and from fits to lattice data. We find sizable negative norm contributions in the transverse gluon propagator indicating the absence of the transverse gluon from the physical spectrum. A simple analytic structure for the gluon propagator is proposed. For the quark propagator we find evidence for a masslike singularity on the real timelike momentum axis, with a mass of 350 to 500 MeV. Within the Green’s function approach that is employed, we identify a crucial term in the quark-gluon vertex that leads to a positive definite Schwinger function for the quark propagator.",
            "Analytic properties of the Landau gauge gluon and quark propagators",
            "Reinhard Alkofer and W Detmold and CS Fischer and P Maris",
            "2004",
            "bARcJ-4AAAAJ:u5HHmVD_uO8C",
            326,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.70.014014",
            "14650848856799969151",
            "\/scholar?cites=14650848856799969151",
            {
                "2003":3,
                "2004":15,
                "2005":22,
                "2006":28,
                "2007":32,
                "2008":26,
                "2009":22,
                "2010":24,
                "2011":25,
                "2012":19,
                "2013":16,
                "2014":6,
                "2015":14,
                "2016":17,
                "2017":14,
                "2018":15,
                "2019":11,
                "2020":14,
                "2021":1
            }
        ],
        [
            "We present evidence for the existence of a bound H dibaryon, an I= 0, J= 0, s=− 2 state with valence quark structure u u d d s s, at a pion mass of m π∼ 389 MeV. Using the results of lattice QCD calculations performed on four ensembles of anisotropic clover gauge-field configurations, with spatial extents of L∼ 2.0, 2.5, 3.0, and 3.9 fm at a spatial lattice spacing of b s∼ 0.123 fm, we find an H dibaryon bound by B∞ H= 16.6±2.1±4.6 MeV at a pion mass of m π∼ 389 MeV.",
            "Evidence for a Bound  Dibaryon from Lattice QCD",
            "Silas R Beane and Emmanuel Chang and William Detmold and B Joo and HW Lin and Thomas C Luu and Kostas Orginos and A Parreno and Martin J Savage and Aaron Torok and André Walker-Loud and NPLQCD Collaboration",
            "2011",
            "bARcJ-4AAAAJ:g5m5HwL7SMYC",
            292,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.162001",
            "8820956776007175240",
            "\/scholar?cites=8820956776007175240",
            {
                "2010":1,
                "2011":25,
                "2012":45,
                "2013":46,
                "2014":40,
                "2015":36,
                "2016":32,
                "2017":22,
                "2018":17,
                "2019":10,
                "2020":15,
                "2021":3
            }
        ],
        [
            "The binding energies of a range of nuclei and hypernuclei with atomic number A≤ 4 and strangeness| s|≤ 2, including the deuteron, dineutron, H-dibaryon, He 3, He Λ 3, He 4, He Λ 4, and He Λ Λ 4, are calculated in the limit of flavor-SU (3) symmetry at the physical strange-quark mass with quantum chromodynamics (without electromagnetic interactions). The nuclear states are extracted from lattice QCD calculations performed with n f= 3 dynamical light quarks using an isotropic clover discretization of the quark action in three lattice volumes of spatial extent L∼ 3.4 fm, 4.5 fm, and 6.7 fm, and with a single lattice spacing b∼ 0.145 fm.",
            "Light nuclei and hypernuclei from quantum chromodynamics in the limit of SU (3) flavor symmetry",
            "Silas R Beane and Emmanuel Chang and Saul D Cohen and William Detmold and HW Lin and Thomas C Luu and Kostas Orginos and A Parreno and Martin J Savage and André Walker-Loud and Nplqcd Collaboration",
            "2013",
            "bARcJ-4AAAAJ:D03iK_w7-QYC",
            216,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.87.034506",
            "15025026467603735149",
            "\/scholar?cites=15025026467603735149",
            {
                "2013":16,
                "2014":27,
                "2015":34,
                "2016":22,
                "2017":32,
                "2018":29,
                "2019":23,
                "2020":31,
                "2021":2
            }
        ],
        [
            "We present the resolution of a long-standing discrepancy between the moments of parton distributions calculated from lattice QCD and their experimental values. We propose a simple extrapolation formula for the moments of the nonsinglet quark distribution u− d, as a function of quark mass, which embodies the general constraints imposed by the chiral symmetry of QCD. The inclusion of the leading nonanalytic behavior leads to an excellent description of both the lattice data and the experimental values of the moments.",
            "Chiral extrapolation of lattice moments of proton quark distributions",
            "William Detmold and W Melnitchouk and John W Negele and Dru Bryant Renner and Anthony W Thomas",
            "2001",
            "bARcJ-4AAAAJ:u-x6o8ySG0sC",
            204,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.87.172001",
            "11833125018525885158",
            "\/scholar?cites=11833125018525885158",
            {
                "2001":9,
                "2002":27,
                "2003":38,
                "2004":14,
                "2005":22,
                "2006":17,
                "2007":18,
                "2008":10,
                "2009":6,
                "2010":4,
                "2011":5,
                "2012":4,
                "2013":5,
                "2014":1,
                "2015":2,
                "2016":5,
                "2017":3,
                "2018":5,
                "2019":3,
                "2020":4
            }
        ]
    ]
}