{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Flexible non‐volatile memories have attracted tremendous attentions for data storage for future electronics application. From device perspective, the advantages of flexible memory devices include thin, lightweight, printable, foldable and stretchable. The flash memories, resistive random access memories (RRAM) and ferroelectric random access memory\/ferroelectric field‐effect transistor memories (FeRAM\/FeFET) are considered as promising candidates for next generation non‐volatile memory device. Here, we review the general background knowledge on device structure, working principle, materials, challenges and recent progress with the emphasis on the flexibility of above three categories of non‐volatile memories.",
            "Towards the development of flexible non‐volatile memories",
            "Su‐Ting Han and Ye Zhou and VAL Roy",
            "2013",
            "BbCLCQIAAAAJ:hqOjcs7Dif8C",
            374,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201301361",
            "7371832254156573989",
            "\/scholar?cites=7371832254156573989",
            {
                "2013":1,
                "2014":23,
                "2015":56,
                "2016":53,
                "2017":50,
                "2018":46,
                "2019":67,
                "2020":66,
                "2021":11
            }
        ],
        [
            "Flexible sensors that efficiently detect various stimuli relevant to specific environmental or biological species have been extensively studied due to their great potential for the Internet of Things and wearable electronics applications. The application of flexible and stretchable electronics to device‐engineering technologies has enabled the fabrication of slender, lightweight, stretchable, and foldable sensors. Here, recent studies on flexible sensors for biological analytes, ions, light, and pH are outlined. In addition, contemporary studies on device structure, materials, and fabrication methods for flexible sensors are discussed, and a market overview is provided. The conclusion presents challenges and perspectives in this field.",
            "An overview of the development of flexible sensors",
            "Su‐Ting Han and Haiyan Peng and Qijun Sun and Shishir Venkatesh and Kam‐Sing Chung and Siu Chuen Lau and Ye Zhou and VAL Roy",
            "2017",
            "BbCLCQIAAAAJ:e5wmG9Sq2KIC",
            196,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201700375",
            "4551043561204399180",
            "\/scholar?cites=4551043561204399180",
            {
                "2017":1,
                "2018":47,
                "2019":65,
                "2020":76,
                "2021":6
            }
        ],
        [
            "In the past several years, two-dimensional black phosphorus (BP) has captured the research community's interest because of its unique electronic, photonic, and mechanical properties. Remarkable efforts have been made regarding the synthesis, fundamental understanding, and applications of BP in the fields of nanoelectronics, nanophotonics, and optoelectronics. In this review, we summarize the recent developments in the study of BP, which covers the state-of-the-art synthesis methods for preparing single-layer or few-layer BP, the recent advances in characterizing its electronic, optical and mechanical properties, and the reported functional devices utilizing such properties. Finally we discuss the existing challenges in developing BP-based nanoelectronics and optoelectronics, and describe the prospects for future BP-related research.",
            "Recent advances in black phosphorus-based photonics, electronics, sensors and energy devices",
            "Ye Zhou and Maoxian Zhang and Zhinan Guo and Lili Miao and Su-Ting Han and Ziya Wang and Xiuwen Zhang and Han Zhang and Zhengchun Peng",
            "2017",
            "BbCLCQIAAAAJ:j3f4tGmQtD8C",
            185,
            "https:\/\/pubs.rsc.org\/fi\/content\/articlehtml\/2017\/mh\/c7mh00543a",
            "7854386586027811533",
            "\/scholar?cites=7854386586027811533",
            {
                "2017":1,
                "2018":16,
                "2019":41,
                "2020":116,
                "2021":7
            }
        ],
        [
            "Inspired by the biological neuromorphic system, which exhibits a high degree of connectivity to process huge amounts of information, photonic memory is expected to pave a way to overcome the von Neumann bottleneck for nonconventional computing. Here, a photonic flash memory based on all‐inorganic CsPbBr3 perovskite quantum dots (QDs) is demonstrated. The heterostructure formed between the CsPbBr3 QDs and semiconductor layer serves as a basis for optically programmable and electrically erasable characteristics of the memory device. Furthermore, synapse functions including short‐term plasticity, long‐term plasticity, and spike‐rate‐dependent plasticity are emulated at the device level. The photonic potentiation and electrical habituation are implemented and the synaptic weight exhibits multiple wavelength response from 365, 450, 520 to 660 nm. These results may locate the stage for further …",
            "Photonic synapses based on inorganic perovskite quantum dots for neuromorphic computing",
            "Yan Wang and Ziyu Lv and Jinrui Chen and Zhanpeng Wang and Ye Zhou and Li Zhou and Xiaoli Chen and Su‐Ting Han",
            "2018",
            "BbCLCQIAAAAJ:GnPB-g6toBAC",
            166,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201802883",
            "15828961758769005774",
            "\/scholar?cites=15828961758769005774",
            {
                "2018":2,
                "2019":52,
                "2020":102,
                "2021":9
            }
        ],
        [
            "A hybrid double‐floating‐gate flexible memory device by utilizing an rGO‐sheet monolayer and a Au NP array as upper and lower floating gates is reported. The rGO buffer layer acts as a charge‐trapping layer and introduces an energy barrier between the Au NP lower floating gate and the channel. The proposed memory device demonstrates a strong improvement in both field‐effect‐transistor (FET) and memory characteristics.",
            "Layer‐by‐layer‐assembled reduced graphene oxide\/gold nanoparticle hybrid double‐floating‐gate structure for low‐voltage flexible flash memory",
            "Su‐Ting Han and Ye Zhou and Chundong Wang and Lifang He and Wenjun Zhang and VAL Roy",
            "2013",
            "BbCLCQIAAAAJ:WF5omc3nYNoC",
            155,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201203509",
            "3242660193808103523",
            "\/scholar?cites=3242660193808103523",
            {
                "2013":9,
                "2014":23,
                "2015":29,
                "2016":24,
                "2017":21,
                "2018":18,
                "2019":15,
                "2020":14,
                "2021":2
            }
        ],
        [
            "The in‐depth understanding of ions' generation and movement inside all‐inorganic perovskite quantum dots (CsPbBr3 QDs), which may lead to a paradigm to break through the conventional von Neumann bottleneck, is strictly limited. Here, it is shown that formation and annihilation of metal conductive filaments and Br− ion vacancy filaments driven by an external electric field and light irradiation can lead to pronounced resistive‐switching effects. Verified by field‐emission scanning electron microscopy as well as energy‐dispersive X‐ray spectroscopy analysis, the resistive switching behavior of CsPbBr3 QD‐based photonic resistive random‐access memory (RRAM) is initiated by the electrochemical metallization and valance change. By coupling CsPbBr3 QD‐based RRAM with a p‐channel transistor, the novel application of an RRAM–gate field‐effect transistor presenting analogous functions of flash memory is …",
            "Synergies of electrochemical metallization and valance change in all‐inorganic perovskite quantum dots for resistive switching",
            "Yan Wang and Ziyu Lv and Qiufan Liao and Haiquan Shan and Jinrui Chen and Ye Zhou and Li Zhou and Xiaoli Chen and Vellaisamy AL Roy and Zhanpeng Wang and Zongxiang Xu and Yu‐Jia Zeng and Su‐Ting Han",
            "2018",
            "BbCLCQIAAAAJ:blknAaTinKkC",
            130,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201800327",
            "8451727683176390577",
            "\/scholar?cites=8451727683176390577",
            {
                "2018":4,
                "2019":53,
                "2020":71,
                "2021":2
            }
        ],
        [
            "A uniform monolayer of alkanethiol‐protected gold nanoparticle arrays with ultrahigh density have been used as microcontact‐printable charge‐trapping layers for the application in flexible flash memories. The new devices are compared to two reference devices with a floating gate created by thermal evaporation and electrostatic self‐assembly, and show a large memory window, long retention times and good endurance properties.",
            "Microcontact printing of ultrahigh density gold nanoparticle monolayer for flexible flash memories",
            "Su‐Ting Han and Ye Zhou and Zong‐Xiang Xu and Long‐Biao Huang and Xiong‐Bo Yang and VAL Roy",
            "2012",
            "BbCLCQIAAAAJ:9yKSN-GCB0IC",
            126,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201201195",
            "14867248689025987803",
            "\/scholar?cites=14867248689025987803",
            {
                "2012":1,
                "2013":12,
                "2014":16,
                "2015":20,
                "2016":27,
                "2017":15,
                "2018":13,
                "2019":10,
                "2020":10,
                "2021":2
            }
        ],
        [
            "Conventional flash memory devices are voltage driven and found to be unsafe for confidential data storage. To ensure the security of the stored data, there is a strong demand for developing novel nonvolatile memory technology for data encryption. Here we show a photonic flash memory device, based on upconversion nanocrystals, which is light driven with a particular narrow width of wavelength in addition to voltage bias. With the help of near-infrared light, we successfully manipulate the multilevel data storage of the flash memory device. These upconverted photonic flash memory devices exhibit high ON\/OFF ratio, long retention time and excellent rewritable characteristics.",
            "An upconverted photonic nonvolatile memory",
            "Ye Zhou and Su-Ting Han and Xian Chen and Feng Wang and Yong-Bing Tang and VAL Roy",
            "2014",
            "BbCLCQIAAAAJ:_kc_bZDykSQC",
            117,
            "https:\/\/www.nature.com\/articles\/ncomms5720",
            "10532422371088173965",
            "\/scholar?cites=10532422371088173965",
            {
                "2014":2,
                "2015":21,
                "2016":14,
                "2017":17,
                "2018":18,
                "2019":16,
                "2020":25,
                "2021":4
            }
        ],
        [
            "The capability of storing multi-bit information is one of the most important challenges in memory technologies. An ambipolar polymer which intrinsically has the ability to transport electrons and holes as a semiconducting layer provides an opportunity for the charge trapping layer to trap both electrons and holes efficiently. Here, we achieved large memory window and distinct multilevel data storage by utilizing the phenomena of ambipolar charge trapping mechanism. As fabricated flexible memory devices display five well-defined data levels with good endurance and retention properties showing potential application in printed electronics.",
            "Nonvolatile multilevel data storage memory device from controlled ambipolar charge trapping mechanism",
            "Ye Zhou and Su-Ting Han and Prashant Sonar and VAL Roy",
            "2013",
            "BbCLCQIAAAAJ:roLk4NBRz8UC",
            106,
            "https:\/\/www.nature.com\/articles\/srep02319",
            "5117613749637168779",
            "\/scholar?cites=5117613749637168779",
            {
                "2014":9,
                "2015":19,
                "2016":19,
                "2017":15,
                "2018":18,
                "2019":16,
                "2020":10
            }
        ],
        [
            "Phosphorene has attracted great interest due to its unique electronic and optoelectronic properties owing to its tunable direct and moderate band‐gap in association with high carrier mobility. However, its intrinsic instability in air seriously hinders its practical applications, and problems of technical complexity and in‐process degradation exist in currently proposed stabilization strategies. A facile pathway in obtaining and stabilizing phosphorene through a one‐step, ionic liquid‐assisted electrochemical exfoliation and synchronous fluorination process is reported in this study. This strategy enables fluorinated phosphorene (FP) to be discovered and large‐scale, highly selective few‐layer FP (3−6 atomic layers) to be obtained. The synthesized FP is found to exhibit unique morphological and optical characteristics. Possible atomistic fluorination configurations of FP are revealed by core‐level binding energy shift …",
            "Fluorinated phosphorene: electrochemical synthesis, atomistic fluorination, and enhanced stability",
            "Xian Tang and Weiyuan Liang and Jinlai Zhao and Zhongjun Li and Meng Qiu and Taojian Fan and Crystal Shaojuan Luo and Ye Zhou and Yu Li and Zhinan Guo and Dianyuan Fan and Han Zhang",
            "2017",
            "BbCLCQIAAAAJ:maZDTaKrznsC",
            99,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/smll.201702739",
            "10174890214874017779",
            "\/scholar?cites=10174890214874017779",
            {
                "2018":16,
                "2019":29,
                "2020":52,
                "2021":2
            }
        ]
    ]
}