{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "We present an overview of solar flares and associated phenomena, drawing upon a wide range of observational data primarily from the RHESSI era. Following an introductory discussion and overview of the status of observational capabilities, the article is split into topical sections which deal with different areas of flare phenomena (footpoints and ribbons, coronal sources, relationship to coronal mass ejections) and their interconnections. We also discuss flare soft X-ray spectroscopy and the energetics of the process. The emphasis is to describe the observations from multiple points of view, while bearing in mind the models that link them to each other and to theory. The present theoretical and observational understanding of solar flares is far from complete, so we conclude with a brief discussion of models, and a list of missing but important observations.",
            "An observational overview of solar flares",
            "Lyndsay Fletcher and Brian R Dennis and Hugh S Hudson and Sam Krucker and Ken Phillips and Astrid Veronig and Marina Battaglia and Laura Bone and Amir Caspi and Qingrong Chen and Peter Gallagher and PT Grigis and Haisheng Ji and W Liu and RO Milligan and M Temmer",
            "2011",
            "bCARjEwAAAAJ:kWvqk_afx_IC",
            387,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s11214-010-9701-8.pdf",
            "14556564758429065951",
            "\/scholar?cites=14556564758429065951",
            {
                "2012":24,
                "2013":28,
                "2014":37,
                "2015":51,
                "2016":51,
                "2017":46,
                "2018":41,
                "2019":47,
                "2020":57,
                "2021":3
            }
        ]
    ]
}