{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present NMR data in the normal and superconducting states of CeCoIn 5 for fields close to H c 2 (0)= 11.8 T in the a b plane. Recent experiments identified a first-order transition from the normal to superconducting state for H> 10.5 T, and a new thermodynamic phase below 290 mK within the superconducting state. We find that the Knight shifts of the In (1), In (2), and the Co are discontinuous across the first-order transition and the magnetic linewidths increase dramatically. The broadening differs for the three sites, unlike the expectation for an Abrikosov vortex lattice, and suggests the presence of static spin moments in the vortex cores. In the low-temperature and high-field phase, the broad NMR lineshapes suggest ordered local moments, rather than a long-wavelength quasiparticle spin density modulation expected for an FFLO phase.",
            "Microscopic evidence for field-induced magnetism in CeCoIn 5",
            "B-L Young and RR Urbano and NJ Curro and JD Thompson and JL Sarrao and AB Vorontsov and MJ Graf",
            "2007",
            "BcJNX84AAAAJ:u-x6o8ySG0sC",
            176,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.036402",
            "5373800151578593835",
            "\/scholar?cites=5373800151578593835",
            {
                "2007":11,
                "2008":19,
                "2009":25,
                "2010":20,
                "2011":28,
                "2012":15,
                "2013":6,
                "2014":8,
                "2015":5,
                "2016":7,
                "2017":14,
                "2018":7,
                "2019":8,
                "2020":3
            }
        ],
        [
            "We present a detailed description of two-band quasi-two-dimensional metals with s-wave superconducting (SC) and antiferromagnetic spin-density-wave (SDW) correlations. We present a general approach and use it to investigate the influence of the difference between the shapes and the areas of the two Fermi surfaces on the phase diagram. In particular, we determine the conditions for the coexistence of SC and SDW orders at different temperatures and dopings. We argue that a conventional s-wave SC order coexists with SDW order only at very low T and in a very tiny range of parameters. An extended s-wave superconductivity, for which SC gap changes sign between the two bands, coexists with antiferromagnetic SDW over a much wider range of parameters and temperatures but even for this SC order the regions of SDW and SC can still be separated by a first-order transition. We show that the coexistence …",
            "Superconductivity and spin-density waves in multiband metals",
            "AB Vorontsov and MG Vavilov and AV Chubukov",
            "2010",
            "BcJNX84AAAAJ:UeHWp8X0CEIC",
            173,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.81.174538",
            "18293456739397770347",
            "\/scholar?cites=18293456739397770347",
            {
                "2010":9,
                "2011":18,
                "2012":24,
                "2013":16,
                "2014":25,
                "2015":22,
                "2016":16,
                "2017":12,
                "2018":10,
                "2019":10,
                "2020":9,
                "2021":2
            }
        ],
        [
            "Using general symmetry arguments and model calculations we analyze the superconducting gap in materials with multiple Fermi-surface pockets, with applications to iron pnictides. We show that the gap in the pnictides has an extended s-wave symmetry but is either nodeless or has nodes, depending on the interplay between intraband and interband interactions. We argue that the nodes in the gap emerge without a phase transition as the tendency toward a spin-density-wave order gets weaker. These findings provide a way to reconcile seemingly conflicting results of numerical and experimental studies of the pnictides.",
            "Momentum dependence and nodes of the superconducting gap in the iron pnictides",
            "AV Chubukov and MG Vavilov and AB Vorontsov",
            "2009",
            "BcJNX84AAAAJ:u5HHmVD_uO8C",
            163,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.80.140515",
            "7009513138788010456",
            "\/scholar?cites=7009513138788010456",
            {
                "2009":4,
                "2010":38,
                "2011":43,
                "2012":27,
                "2013":10,
                "2014":12,
                "2015":6,
                "2016":5,
                "2017":5,
                "2018":5,
                "2019":4,
                "2020":3
            }
        ],
        [
            "We consider phase transitions and potential coexistence of spin-density-wave (SDW) magnetic order and extended s-wave (s+) superconducting order within a two-band itinerant model of iron pnictides in which SDW magnetism and s+ superconductivity are competing orders. We show that depending on parameters, the transition between these two states is either first order or involves an intermediate phase in which the two orders coexist. We demonstrate that such coexistence is possible when SDW order is incommensurate.",
            "Interplay between magnetism and superconductivity in the iron pnictides",
            "AB Vorontsov and MG Vavilov and AV Chubukov",
            "2009",
            "BcJNX84AAAAJ:9yKSN-GCB0IC",
            136,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.79.060508",
            "7383765090261330745",
            "\/scholar?cites=7383765090261330745",
            {
                "2009":16,
                "2010":20,
                "2011":26,
                "2012":13,
                "2013":13,
                "2014":10,
                "2015":8,
                "2016":9,
                "2017":5,
                "2018":8,
                "2019":6,
                "2020":1
            }
        ],
        [
            "We consider the superfluid density ρ s (T) in a two-band superconductor with sign-changing extended s-wave symmetry (s+) in the presence of nonmagnetic impurities and apply the results to Fe-pnictides. We show that the behavior of the superfluid density is essentially the same as in an ordinary s-wave superconductor with magnetic impurities. We show that, for moderate to strong interband impurity scattering, ρ s (T) behaves as a power law T n with n≈ 1.6÷ 2 over a wide range of T. We argue that the power-law behavior is consistent with recent experiments on the penetration depth λ (T) in doped BaFe 2 As 2 but disagrees quantitatively with the data on LaFePO.",
            "Superfluid density and penetration depth in the iron pnictides",
            "AB Vorontsov and MG Vavilov and AV Chubukov",
            "2009",
            "BcJNX84AAAAJ:35N4QoGY0k4C",
            126,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.79.140507",
            "670684495359273641",
            "\/scholar?cites=670684495359273641",
            {
                "2009":10,
                "2010":23,
                "2011":33,
                "2012":21,
                "2013":14,
                "2014":9,
                "2015":4,
                "2016":5,
                "2017":1,
                "2018":1,
                "2019":2,
                "2020":3
            }
        ],
        [
            "We consider the superfluid density ρ s (T) in a two-band superconductor with sign-changing extended s-wave symmetry (s+) in the presence of nonmagnetic impurities and apply the results to Fe-pnictides. We show that the behavior of the superfluid density is essentially the same as in an ordinary s-wave superconductor with magnetic impurities. We show that, for moderate to strong interband impurity scattering, ρ s (T) behaves as a power law T n with n≈ 1.6÷ 2 over a wide range of T. We argue that the power-law behavior is consistent with recent experiments on the penetration depth λ (T) in doped BaFe 2 As 2 but disagrees quantitatively with the data on LaFePO.",
            "Superfluid density and penetration depth in the iron pnictides",
            "AB Vorontsov and MG Vavilov and AV Chubukov",
            "2009",
            "BcJNX84AAAAJ:d1gkVwhDpl0C",
            126,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.79.140507",
            "670684495359273641",
            "\/scholar?cites=670684495359273641",
            {
                "2009":10,
                "2010":23,
                "2011":33,
                "2012":21,
                "2013":14,
                "2014":9,
                "2015":4,
                "2016":5,
                "2017":1,
                "2018":1,
                "2019":2,
                "2020":3
            }
        ],
        [
            "We investigate the ground state properties of a noncentrosymmetric superconductor near a surface. We determine the spectrum of Andreev bound states due to surface-induced mixing of bands with opposite spin helicities for a Rashba-type spin-orbit coupling. We find that the order parameter suppression qualitatively changes the bound state spectrum. The spin structure of Andreev states leads to a spin supercurrent along the interface, which is strongly enhanced compared to the normal state spin current. Particle and hole coherence amplitudes show Faraday-like rotations of the spin along quasiparticle trajectories.",
            "Surface bound states and spin currents in noncentrosymmetric superconductors",
            "AB Vorontsov and I Vekhter and M Eschrig",
            "2008",
            "BcJNX84AAAAJ:IjCSPb-OGe4C",
            114,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.127003",
            "1765486794254327026",
            "\/scholar?cites=1765486794254327026",
            {
                "2009":12,
                "2010":9,
                "2011":12,
                "2012":13,
                "2013":9,
                "2014":8,
                "2015":18,
                "2016":12,
                "2017":7,
                "2018":5,
                "2019":4,
                "2020":4,
                "2021":1
            }
        ],
        [
            "We consider a quasi-two-dimensional superconductor with line nodes in the presence of an in-plane magnetic field, and compute the dependence of the specific heat C and the in-plane heat conductivity κ on the angle between the field and the nodal direction in the vortex state. We use a variation of the microscopic Brandt-Pesch-Tewordt method that accounts for the scattering of quasiparticles off vortices, and analyze the signature of the nodes in C and κ. At low to moderate fields the specific heat anisotropy changes sign with increasing temperature. Comparison with measurements of C and κ in CeCoIn 5 resolves the contradiction between the two in favor of the d x 2− y 2 gap.",
            "Nodal structure of quasi-two-dimensional superconductors probed by a magnetic field",
            "A Vorontsov and I Vekhter",
            "2006",
            "BcJNX84AAAAJ:IWHjjKOFINEC",
            114,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.237001",
            "4368314052266081932",
            "\/scholar?cites=4368314052266081932",
            {
                "2006":3,
                "2007":13,
                "2008":17,
                "2009":10,
                "2010":15,
                "2011":15,
                "2012":11,
                "2013":3,
                "2014":5,
                "2015":2,
                "2016":7,
                "2017":4,
                "2018":3,
                "2019":2,
                "2020":3
            }
        ],
        [
            "We consider a quasi-two-dimensional superconductor with line nodes in the presence of an in-plane magnetic field, and compute the dependence of the specific heat C and the in-plane heat conductivity κ on the angle between the field and the nodal direction in the vortex state. We use a variation of the microscopic Brandt-Pesch-Tewordt method that accounts for the scattering of quasiparticles off vortices, and analyze the signature of the nodes in C and κ. At low to moderate fields the specific heat anisotropy changes sign with increasing temperature. Comparison with measurements of C and κ in CeCoIn 5 resolves the contradiction between the two in favor of the d x 2− y 2 gap.",
            "Nodal structure of quasi-two-dimensional superconductors probed by a magnetic field",
            "A Vorontsov and I Vekhter",
            "2006",
            "BcJNX84AAAAJ:2osOgNQ5qMEC",
            114,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.237001",
            "4368314052266081932",
            "\/scholar?cites=4368314052266081932",
            {
                "2006":3,
                "2007":13,
                "2008":17,
                "2009":10,
                "2010":15,
                "2011":15,
                "2012":11,
                "2013":3,
                "2014":5,
                "2015":2,
                "2016":7,
                "2017":4,
                "2018":3,
                "2019":2,
                "2020":3
            }
        ],
        [
            "The structure of the superconducting order parameter in the iron-pnictide superconductor BaFe 2 (As 0.67 P 0.33) 2 (T c= 31 K) with line nodes is studied by the angle-resolved thermal conductivity measurements in a magnetic field rotated within the basal plane. We find that the thermal conductivity displays distinct fourfold oscillations with minima when the field is directed at±45∘ with respect to the tetragonal a axis. We discuss possible gap structures that can account for the data, and conclude that the observed results are most consistent with the closed nodal loops located at the flat parts of the electron Fermi surface with high Fermi velocity.",
            "Nodal gap structure of superconducting BaFe 2 (As 1− x P x) 2 from angle-resolved thermal conductivity in a magnetic field",
            "M Yamashita and Y Senshu and T Shibauchi and S Kasahara and K Hashimoto and D Watanabe and H Ikeda and T Terashima and I Vekhter and AB Vorontsov and Y Matsuda",
            "2011",
            "BcJNX84AAAAJ:GnPB-g6toBAC",
            103,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.84.060507",
            "15985725493806642906",
            "\/scholar?cites=15985725493806642906",
            {
                "2011":5,
                "2012":27,
                "2013":15,
                "2014":15,
                "2015":13,
                "2016":7,
                "2017":5,
                "2018":8,
                "2019":4,
                "2020":4
            }
        ]
    ]
}