{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Owing to their high energy efficiency, low pollution, and low noise, fuel cells are widely regarded as 21st century energy-conversion devices for mobile, stationary, and portable power. Through tremendous progress made in the past decade, currently available fuel cell materials appear to be adequate for nearterm markets with highest cost entry points. As a result, industries are currently placing their focus on fuel cell design and engineering for better performance, improved durability, cost reduction, and better cold-start characteristics. This new focus has led to an urgent need for identification, understanding, prediction, control, and optimization of various transport and electrochemical processes that occur on disparate length scales in fuel cells. The purpose of the present review is to summarize the current status of fundamental models for fuel cell engineering and indicate where this burgeoning field is heading. By …",
            "Fundamental models for fuel cell engineering",
            "Chao-Yang Wang",
            "2004",
            "Bd5ItT8AAAAJ:u5HHmVD_uO8C",
            1386,
            "https:\/\/pubs.acs.org\/doi\/full\/10.1021\/cr020718s",
            "2763915795722020519",
            "\/scholar?cites=2763915795722020519",
            {
                "2005":20,
                "2006":72,
                "2007":110,
                "2008":127,
                "2009":109,
                "2010":148,
                "2011":122,
                "2012":124,
                "2013":88,
                "2014":77,
                "2015":87,
                "2016":64,
                "2017":63,
                "2018":49,
                "2019":61,
                "2020":49,
                "2021":9
            }
        ],
        [
            "Two-phase flow and transport of reactants and products in the air cathode of proton exchange membrane (PEM) fuel cells is studied analytically and numerically. Single- and two-phase regimes of water distribution and transport are classified by a threshold current density corresponding to first appearance of liquid water at the membrane\/cathode interface. When the cell operates above the threshold current density, liquid water appears and a two-phase zone forms within the porous cathode. A two-phase, multicomponent mixture model in conjunction with a finite-volume-based computational fluid dynamics (CFD) technique is applied to simulate the cathode operation in this regime. The model is able to handle the situation where a single-phase region co-exists with a two-phase zone in the air cathode. For the first time, the polarization curve as well as water and oxygen concentration distributions encompassing …",
            "Two-phase flow and transport in the air cathode of proton exchange membrane fuel cells",
            "ZH Wang and CY Wang and KS Chen",
            "2001",
            "Bd5ItT8AAAAJ:u-x6o8ySG0sC",
            1080,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0378775300006625",
            "3239771298132214263",
            "\/scholar?cites=3239771298132214263",
            {
                "2001":3,
                "2002":13,
                "2003":41,
                "2004":58,
                "2005":84,
                "2006":99,
                "2007":76,
                "2008":96,
                "2009":77,
                "2010":92,
                "2011":68,
                "2012":64,
                "2013":51,
                "2014":50,
                "2015":42,
                "2016":35,
                "2017":35,
                "2018":30,
                "2019":40,
                "2020":18,
                "2021":1
            }
        ],
        [
            "A transient, multidimensional model has been developed to simulate proton exchange membrane fuel cells. The model accounts simultaneously for electrochemical kinetics, current distribution, hydrodynamics, and multicomponent transport. A single set of conservation equations valid for flow channels, gas‐diffusion electrodes, catalyst layers, and the membrane region are developed and numerically solved using a finite‐volume‐based computational fluid dynamics technique. The numerical model is validated against published experimental data with good agreement. Subsequently, the model is applied to explore hydrogen dilution effects in the anode feed. The predicted polarization curves under hydrogen dilution conditions are in qualitative agreement with recent experiments reported in the literature. The detailed two‐dimensional electrochemical and flow\/transport simulations further reveal that in the presence …",
            "Computational fluid dynamics modeling of proton exchange membrane fuel cells",
            "Sukkee Um and C‐Y Wang and KS Chen",
            "2000",
            "Bd5ItT8AAAAJ:d1gkVwhDpl0C",
            966,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/1.1394090\/meta",
            "15620722890730043886",
            "\/scholar?cites=15620722890730043886",
            {
                "2001":6,
                "2002":19,
                "2003":45,
                "2004":66,
                "2005":79,
                "2006":92,
                "2007":87,
                "2008":80,
                "2009":63,
                "2010":75,
                "2011":53,
                "2012":35,
                "2013":35,
                "2014":38,
                "2015":32,
                "2016":40,
                "2017":33,
                "2018":25,
                "2019":32,
                "2020":21,
                "2021":2
            }
        ],
        [
            "High-current-density performance of polymer electrolyte fuel cells (PEFCs) is known to be limited by transport of reactants and products. In addition, at high current densities, excessive amount of water is generated and condenses, filling the pores of electrodes with liquid water, and hence limiting the reactant transport to active catalyst. This phenomenon known as\" flooding\" is an important limiting factor of PEFC performance. In this work, the governing physics of water transport in both hydrophilic and hydrophobic diffusion media is described along with one-dimensional analytical solutions of related transport processes. It is found that liquid water transport across the gas diffusion layer (GDL) is controlled by capillary forces resulting from the gradient in phase saturation. A one-dimensional analytical solution of liquid water transport across the GDL is derived, and liquid saturation in excess of 10% is predicted for a …",
            "Liquid water transport in gas diffusion layer of polymer electrolyte fuel cells",
            "Ugur Pasaogullari and CY Wang",
            "2004",
            "Bd5ItT8AAAAJ:9yKSN-GCB0IC",
            812,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/1.1646148\/meta",
            "1682748004516197392",
            "\/scholar?cites=1682748004516197392",
            {
                "2004":9,
                "2005":26,
                "2006":66,
                "2007":72,
                "2008":76,
                "2009":72,
                "2010":78,
                "2011":66,
                "2012":51,
                "2013":36,
                "2014":49,
                "2015":59,
                "2016":40,
                "2017":29,
                "2018":22,
                "2019":26,
                "2020":33,
                "2021":1
            }
        ],
        [
            "A general form of the thermal energy equation for a battery system is derived based on first principles using the volume‐averaging technique. A thermal‐electrochemical coupled modeling approach is presented to simultaneously predict battery electrochemical and thermal behaviors. This approach couples the thermal energy equation with the previous multiphase micro‐macroscopic electrochemical model via the heat generation and temperature‐dependent physicochemical properties. The thermal‐electrochemical model is multidimensional and capable of predicting the average cell temperature as well as the temperature distribution inside a cell. Numerical simulations are performed on a Ni‐MH battery to demonstrate the significance of thermal‐electrochemical coupling and to investigate the effects of thermal environment on battery electrochemical and thermal behaviors under various charging conditions.© …",
            "Thermal‐Electrochemical Modeling of Battery Systems",
            "WB Gu and CY Wang",
            "2000",
            "Bd5ItT8AAAAJ:Tyk-4Ss8FVUC",
            639,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/1.1393625\/meta",
            "1866338455321262377",
            "\/scholar?cites=1866338455321262377",
            {
                "2000":3,
                "2001":2,
                "2002":10,
                "2003":4,
                "2004":5,
                "2005":7,
                "2006":7,
                "2007":10,
                "2008":11,
                "2009":8,
                "2010":16,
                "2011":32,
                "2012":39,
                "2013":80,
                "2014":64,
                "2015":62,
                "2016":62,
                "2017":61,
                "2018":49,
                "2019":53,
                "2020":49,
                "2021":4
            }
        ],
        [
            "A 1D electrochemical, lumped thermal model is used to explore pulse power limitations and thermal behavior of a 6 Ah, 72 cell, 276 V nominal Li-ion hybrid-electric vehicle (HEV) battery pack. Depleted\/saturated active material Li surface concentrations in the negative\/positive electrodes consistently cause end of high-rate (∼25 C) pulse discharge at the 2.7 V cell−1 minimum limit, indicating solid-state diffusion is the limiting mechanism. The 3.9 V cell−1 maximum limit, meant to protect the negative electrode from lithium deposition side reaction during charge, is overly conservative for high-rate (∼15 C) pulse charges initiated from states-of-charge (SOCs) less than 100%. Two-second maximum pulse charge rate from the 50% SOC initial condition can be increased by as much as 50% without risk of lithium deposition. Controlled to minimum\/maximum voltage limits, the pack meets partnership for next generation …",
            "Power and thermal characterization of a lithium-ion battery pack for hybrid-electric vehicles",
            "Kandler Smith and Chao-Yang Wang",
            "2006",
            "Bd5ItT8AAAAJ:ufrVoPGSRksC",
            597,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0378775306001017",
            "16364464612183728169",
            "\/scholar?cites=16364464612183728169",
            {
                "2008":5,
                "2009":8,
                "2010":24,
                "2011":19,
                "2012":46,
                "2013":52,
                "2014":71,
                "2015":54,
                "2016":70,
                "2017":76,
                "2018":52,
                "2019":51,
                "2020":54,
                "2021":10
            }
        ],
        [
            "Two-phase transport of reactants and products constitutes an important limit in performance of polymer electrolyte fuel cells (PEFC). Particularly, at high current densities and\/or low gas flow rates, product water condenses in open pores of the cathode gas diffusion layer (GDL) and limits the effective oxygen transport to the active catalyst sites. Furthermore, liquid water covers some of the active catalytic surface, rendering them inactive for electrochemical reaction. Traditionally, these two-phase transport processes in the GDL are modeled using so-called unsaturated flow theory (UFT), in which a uniform gas-phase pressure is assumed across the entire porous layer, thereby ignoring the gas-phase flow counter to capillarity-induced liquid motion. In this work, using multi-phase mixture (M2) formalism, the constant gas pressure assumption is relaxed and the effects of counter gas-flow are studied and found to be a …",
            "Two-phase transport and the role of micro-porous layer in polymer electrolyte fuel cells",
            "Ugur Pasaogullari and Chao-Yang Wang",
            "2004",
            "Bd5ItT8AAAAJ:qjMakFHDy7sC",
            595,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0013468604003846",
            "9550339899042326813",
            "\/scholar?cites=9550339899042326813",
            {
                "2005":20,
                "2006":45,
                "2007":34,
                "2008":52,
                "2009":51,
                "2010":63,
                "2011":45,
                "2012":38,
                "2013":30,
                "2014":37,
                "2015":45,
                "2016":35,
                "2017":24,
                "2018":20,
                "2019":31,
                "2020":20,
                "2021":2
            }
        ],
        [
            "Liquid water transport and removal from the gas diffusion layer (GDL) and gas channel of a polymer electrolyte fuel cell (PEFC) are studied experimentally and theoretically. In situ observations of the liquid water distribution on the GDL surface and inside the gas channel were made in an operating transparent PEFC. Liquid droplet formation and emergence from the GDL surface are characterized and two modes of liquid water removal from the GDL surface identified: one through droplet detachment by the shear force of the core gas flow followed by a mist flow in the gas channel, and the other by capillary wicking onto the more hydrophilic channel walls followed by the annular film flow and\/or liquid slug flow in the channel. In the former regime, typical of high gas flow rates, the droplet detachment diameter is correlated well with the mean gas velocity in the channel. In the latter regime characteristic of low gas flow …",
            "Liquid water removal from a polymer electrolyte fuel cell",
            "FY Zhang and XG Yang and CY Wang",
            "2006",
            "Bd5ItT8AAAAJ:2osOgNQ5qMEC",
            572,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/1.2138675\/meta",
            "2429388098397839522",
            "\/scholar?cites=2429388098397839522",
            {
                "2005":2,
                "2006":12,
                "2007":46,
                "2008":58,
                "2009":57,
                "2010":76,
                "2011":51,
                "2012":40,
                "2013":35,
                "2014":35,
                "2015":41,
                "2016":25,
                "2017":22,
                "2018":23,
                "2019":25,
                "2020":17,
                "2021":4
            }
        ],
        [
            "Effects of hydrophobic polymer content within a carbon paper, used as the cathode gas diffusion layer (GDL), on power performance of a H2\/air proton exchange membrane fuel cell (PEMFC) have been studied. Electrochemical methods are used in conjunction with morphology and wetting property characterization. Surface contact angle of wet-proof-treated GDL as a function of temperature is measured by a novel capillary rise method. It is shown that the contact angle generally decreases with the temperature, and that there is insignificant difference in contact angle on carbon papers treated with different contents of fluorinated ethylene propylene (FEP) ranging from 10 to 40 wt.%. Under all humidification conditions in this study, a membrane-electrode assembly (MEA) consisting of 10 wt.% FEP-impregnated GDL shows higher power densities than 30 wt.% FEP-impregnated one. Surface morphology of the …",
            "Effects of hydrophobic polymer content in GDL on power performance of a PEM fuel cell",
            "Chan Lim and CY Wang",
            "2004",
            "Bd5ItT8AAAAJ:IjCSPb-OGe4C",
            507,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0013468604003585",
            "4556230427822275540",
            "\/scholar?cites=4556230427822275540",
            {
                "2005":13,
                "2006":29,
                "2007":35,
                "2008":47,
                "2009":45,
                "2010":47,
                "2011":35,
                "2012":43,
                "2013":26,
                "2014":37,
                "2015":35,
                "2016":31,
                "2017":26,
                "2018":16,
                "2019":18,
                "2020":21,
                "2021":2
            }
        ],
        [
            "Using an optical\/air polymer electrolyte fuel cell (PEFC), the mechanics of liquid water transport, starting from droplet emergence on the gas diffusion layer (GDL) surface, droplet growth and departure, to the two-phase flow in gas channels, is characterized under automotive conditions of 0.82 A\/cm 2, 70 C, and 2 atm. It is observed that water droplets emerge from the GDL surface under oversaturation of water vapor in the gas phase, appear only at preferential locations, and can grow to a size comparable to the channel dimension under the influence of surface adhesion. Liquid film formation on more hydrophilic channel walls and channel clogging are also revealed and analyzed.© 2004 The Electrochemical Society. All rights reserved.",
            "Visualization of liquid water transport in a PEFC",
            "XG Yang and FY Zhang and AL Lubawy and CY Wang",
            "2004",
            "Bd5ItT8AAAAJ:UeHWp8X0CEIC",
            504,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/1.1803051\/meta",
            "12493649885247095802",
            "\/scholar?cites=12493649885247095802",
            {
                "2004":2,
                "2005":17,
                "2006":42,
                "2007":51,
                "2008":55,
                "2009":66,
                "2010":49,
                "2011":44,
                "2012":37,
                "2013":29,
                "2014":22,
                "2015":22,
                "2016":16,
                "2017":17,
                "2018":13,
                "2019":11,
                "2020":8,
                "2021":2
            }
        ]
    ]
}