{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Single-molecule Förster resonance energy transfer (smFRET) is increasingly being used to determine distances, structures, and dynamics of biomolecules in vitro and in vivo. However, generalized protocols and FRET standards to ensure the reproducibility and accuracy of measurements of FRET efficiencies are currently lacking. Here we report the results of a comparative blind study in which 20 labs determined the FRET efficiencies (E) of several dye-labeled DNA duplexes. Using a unified, straightforward method, we obtained FRET efficiencies with sd between±0.02 and±0.05. We suggest experimental and computational procedures for converting FRET efficiencies into accurate distances, and discuss potential uncertainties in the experiment and the modeling. Our quantitative assessment of the reproducibility of intensity-based smFRET measurements and a unified correction procedure represents an important …",
            "Precision and accuracy of single-molecule FRET measurements—a multi-laboratory benchmark study",
            "Björn Hellenkamp and Sonja Schmid and Olga Doroshenko and Oleg Opanasyuk and Ralf Kühnemuth and Soheila Rezaei Adariani and Benjamin Ambrose and Mikayel Aznauryan and Anders Barth and Victoria Birkedal and Mark E Bowen and Hongtao Chen and Thorben Cordes and Tobias Eilert and Carel Fijen and Christian Gebhardt and Markus Götz and Giorgos Gouridis and Enrico Gratton and Taekjip Ha and Pengyu Hao and Christian A Hanke and Andreas Hartmann and Jelle Hendrix and Lasse L Hildebrandt and Verena Hirschfeld and Johannes Hohlbein and Boyang Hua and Christian G Hübner and Eleni Kallis and Achillefs N Kapanidis and Jae-Yeol Kim and Georg Krainer and Don C Lamb and Nam Ki Lee and Edward A Lemke and Brié Levesque and Marcia Levitus and James J McCann and Nikolaus Naredi-Rainer and Daniel Nettels and Thuy Ngo and Ruoyi Qiu and Nicole C Robb and Carlheinz Röcker and Hugo Sanabria and Michael Schlierf and Tim Schröder and Benjamin Schuler and Henning Seidel and Lisa Streit and Johann Thurn and Philip Tinnefeld and Swati Tyagi and Niels Vandenberk and Andrés Manuel Vera and Keith R Weninger and Bettina Wünsch and Inna S Yanez-Orozco and Jens Michaelis and Claus AM Seidel and Timothy D Craggs and Thorsten Hugel",
            "2018",
            "BDCPXa0AAAAJ:_Qo2XoVZTnwC",
            144,
            "https:\/\/www.nature.com\/articles\/s41592-018-0085-0",
            "3943948026499096495",
            "\/scholar?cites=3943948026499096495",
            {
                "2017":1,
                "2018":16,
                "2019":41,
                "2020":80,
                "2021":5
            }
        ],
        [
            "Development of biologically relevant crowding solutions necessitates improved understanding of how the relative size and density of mobile obstacles affect probe diffusion. Both the crowding density and relative size of each co-solute in a mixture will contribute to the measured microviscosity as assessed by altered translational mobility. Using multiphoton fluorescent correlation spectroscopy, this study addresses how excluded volume of dextran polymers from 10 to 500 kDa affect microviscosity quantified by measurements of calmodulin labeled with green fluorescent protein as the diffusing probe. Autocorrelation functions were fit using both a multiple-component model with maximum entropy method (MEMFCS) and an anomalous model. Anomalous diffusion was not detected, but fits of the data with the multiple-component model revealed separable modes of diffusion. When the dominant mode of diffusion from …",
            "Macromolecular crowding and size effects on probe microviscosity",
            "Aron B Goins and Hugo Sanabria and M Neal Waxham",
            "2008",
            "BDCPXa0AAAAJ:d1gkVwhDpl0C",
            105,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349508789604",
            "4040612537794643736",
            "\/scholar?cites=4040612537794643736",
            {
                "2009":6,
                "2010":11,
                "2011":7,
                "2012":7,
                "2013":8,
                "2014":6,
                "2015":10,
                "2016":9,
                "2017":13,
                "2018":9,
                "2019":9,
                "2020":10
            }
        ],
        [
            "One of the key questions regarding intracellular diffusion is how the environment affects molecular mobility. Mostly, intracellular diffusion has been described as hindered, and the physical reasons for this behavior are: immobile barriers, molecular crowding, and binding interactions with immobile or mobile molecules. Using results from multi-photon fluorescence correlation spectroscopy, we describe how immobile barriers and crowding agents affect translational mobility. To study the hindrance produced by immobile barriers, we used sol-gels (silica nanostructures) that consist of a continuous solid phase and aqueous phase in which fluorescently tagged molecules diffuse. In the case of molecular crowding, translational mobility was assessed in increasing concentrations of 500 kDa dextran solutions. Diffusion of fluorescent tracers in both sol-gels and dextran solutions shows clear evidence of anomalous …",
            "Multiple diffusion mechanisms due to nanostructuring in crowded environments",
            "Hugo Sanabria and Yoshihisa Kubota and M Neal Waxham",
            "2007",
            "BDCPXa0AAAAJ:u5HHmVD_uO8C",
            95,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349507708299",
            "14849520156497004628",
            "\/scholar?cites=14849520156497004628",
            {
                "2007":1,
                "2008":10,
                "2009":8,
                "2010":15,
                "2011":17,
                "2012":6,
                "2013":3,
                "2014":7,
                "2015":4,
                "2016":6,
                "2017":6,
                "2018":3,
                "2019":5,
                "2020":4
            }
        ],
        [
            "Ca2+-Calmodulin-dependent protein kinase II (CaMKII) is an abundant synaptic protein that was recently shown to regulate the organization of actin filaments leading to structural modifications of synapses. CaMKII is a dodecameric complex with a special architecture that provides it with unique potential for organizing the actin cytoskeleton. We report using biochemical assays that the β isoform of CaMKII binds to and bundles actin filaments, and the disposition of βCaMKII within the actin bundles was revealed by cryoelectron tomography. In addition, βCaMKII was found to inhibit actin polymerization, suggesting that it either serves as a capping protein or binds monomeric actin, reducing the amount of freely available monomers to nucleate polymer assembly. By means of fluorescent cross-correlation spectroscopy, we determined that βCaMKII does indeed bind to monomeric actin, reaching saturation at a …",
            "βCaMKII regulates actin assembly and structure",
            "Hugo Sanabria and Matthew T Swulius and Steven J Kolodziej and Jun Liu and M Neal Waxham",
            "2009",
            "BDCPXa0AAAAJ:2osOgNQ5qMEC",
            79,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925820322377",
            "15648737211299232294",
            "\/scholar?cites=15648737211299232294",
            {
                "2009":4,
                "2010":4,
                "2011":8,
                "2012":13,
                "2013":9,
                "2014":8,
                "2015":6,
                "2016":6,
                "2017":1,
                "2018":6,
                "2019":5,
                "2020":9
            }
        ],
        [
            "One of the major challenges in electrochemistry is to properly account for polarization of the electrical double layer that forms at an electrode-electrolyte interface, especially when interpreting the impedance spectra of biological molecules, electrolytes, or live cell suspensions. This double layer, which affects the measured impedance, is also known as the electrode polarization effect. Various methods of correcting for its effects on impedance data have been reported, including varying the spacing between electrodes, four-electrode techniques, and electrodeless methods. Here we discuss the use of a constant phase element in a recently proposed circuit model, which can be thought of as a measure of the fractal nature of the interface. We also report on the conductivity spectra of several saline solutions over the frequency range 1 Hz–1 MHz, in which we observe Debye-like relaxation behavior that changes with ion …",
            "Relaxation processes due to the electrode-electrolyte interface in ionic solutions",
            "Hugo Sanabria and John H Miller Jr",
            "2006",
            "BDCPXa0AAAAJ:u-x6o8ySG0sC",
            75,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.74.051505",
            "9873282448152363853",
            "\/scholar?cites=9873282448152363853",
            {
                "2007":4,
                "2008":6,
                "2009":5,
                "2010":7,
                "2011":6,
                "2012":5,
                "2013":4,
                "2014":5,
                "2015":5,
                "2016":6,
                "2017":5,
                "2018":3,
                "2019":11,
                "2020":3
            }
        ],
        [
            "An analysis method of lifetime, polarization and spectrally filtered fluorescence correlation spectroscopy, referred to as filtered FCS (fFCS), is introduced. It uses, but is not limited to, multiparameter fluorescence detection to differentiate between molecular species with respect to their fluorescence lifetime, polarization and spectral information. Like the recently introduced fluorescence lifetime correlation spectroscopy (FLCS) [Chem. Phys. Lett. 2002, 353, 439–445], fFCS is based on pulsed laser excitation. However, it uses the species‐specific polarization and spectrally resolved fluorescence decays to generate filters. We determined the most efficient method to generate global filters taking into account the anisotropy information. Thus, fFCS is able to distinguish species, even if they have very close or the same fluorescence lifetime, given differences in other fluorescence parameters. fFCS can be applied as a tool to …",
            "Filtered FCS: Species Auto‐and Cross‐Correlation Functions Highlight Binding and Dynamics in Biomolecules",
            "Suren Felekyan and Stanislav Kalinin and Hugo Sanabria and Alessandro Valeri and Claus AM Seidel",
            "2012",
            "BDCPXa0AAAAJ:UebtZRa9Y70C",
            63,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/cphc.201100897",
            "10967239345284936907",
            "\/scholar?cites=10967239345284936907",
            {
                "2012":2,
                "2013":10,
                "2014":13,
                "2015":4,
                "2016":6,
                "2017":2,
                "2018":10,
                "2019":5,
                "2020":11
            }
        ],
        [
            "Calmodulin (CaM) is the major pathway that transduces intracellular Ca2+ increases to the activation of a wide variety of downstream signaling enzymes. CaM and its target proteins form an integrated signaling network believed to be tuned spatially and temporally to control CaM's ability to appropriately pass signaling events downstream. Here, we report the spatial diffusivity and availability of CaM labeled with enhanced green fluorescent protein (eGFP)-CaM, at basal and elevated Ca2+, quantified by the novel fluorescent techniques of raster image scanning spectroscopy and number and brightness analysis. Our results show that in basal Ca2+ conditions cytoplasmic eGFP-CaM diffuses at a rate of 10 μm2\/s, twofold slower than the noninteracting tracer, eGFP, indicating that a significant fraction of CaM is diffusing bound to other partners. The diffusion rate of eGFP-CaM is reduced to 7 μm2\/s when a large (646 …",
            "Spatial diffusivity and availability of intracellular calmodulin",
            "Hugo Sanabria and Michelle A Digman and Enrico Gratton and M Neal Waxham",
            "2008",
            "BDCPXa0AAAAJ:qjMakFHDy7sC",
            55,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349508820152",
            "12010533468121979562",
            "\/scholar?cites=12010533468121979562",
            {
                "2007":1,
                "2008":1,
                "2009":3,
                "2010":3,
                "2011":4,
                "2012":4,
                "2013":3,
                "2014":10,
                "2015":3,
                "2016":3,
                "2017":6,
                "2018":6,
                "2019":4,
                "2020":4
            }
        ],
        [
            "In vitro biochemical reactions are most often studied in dilute solution, a poor mimic of the intracellular space of eukaryotic cells, which are crowded with mobile and immobile macromolecules. Such crowded conditions exert volume exclusion and other entropic forces that have the potential to impact chemical equilibria and reaction rates. In this article, we used the well-characterized and ubiquitous molecule calmodulin (CaM) and a combination of theoretical and experimental approaches to address how crowding impacts CaM's conformational plasticity. CaM is a dumbbell-shaped molecule that contains four EF hands (two in the N-lobe and two in the C-lobe) that each could bind Ca2+, leading to stabilization of certain substates that favor interactions with other target proteins. Using coarse-grained molecular simulations, we explored the distribution of CaM conformations in the presence of crowding agents. These …",
            "Modulation of calmodulin plasticity by the effect of macromolecular crowding",
            "Dirar Homouz and Hugo Sanabria and M Neal Waxham and Margaret S Cheung",
            "2009",
            "BDCPXa0AAAAJ:UeHWp8X0CEIC",
            50,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022283609008055",
            "11661510239835530666",
            "\/scholar?cites=11661510239835530666",
            {
                "2010":6,
                "2011":5,
                "2012":3,
                "2013":8,
                "2014":8,
                "2015":6,
                "2016":3,
                "2017":6,
                "2018":3,
                "2019":2
            }
        ],
        [
            "We derive an analytical model of the potential differences induced across plasma and internal organelle membranes in suspended cells exposed to oscillatory electric fields. Multiple shells are modeled using iterative applications of the single-shell calculation with mobile charges. This work is motivated, in part, by recent results suggesting the ability to use alternating current (ac) fields to noninvasively monitor enzyme activity within internal membranes, particularly the mitochondrial electron transport chain. Previous work, on induced transmembrane voltages in cells subjected to ac fields, has mainly been limited to oscillatory potentials across the plasma membrane. Here we first develop a three-membrane model, consisting of a plasma membrane surrounding inner and outer membranes representing an internal organelle, such as a mitochondrion. Frequency-dependent transmembrane potentials are modeled for …",
            "Effects of oscillatory electric fields on internal membranes: an analytical model",
            "Vijayanand Vajrala and James R Claycomb and Hugo Sanabria and John H Miller Jr",
            "2008",
            "BDCPXa0AAAAJ:zYLM7Y9cAGgC",
            46,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349508705514",
            "12469608257698658199",
            "\/scholar?cites=12469608257698658199",
            {
                "2010":3,
                "2011":5,
                "2012":3,
                "2013":2,
                "2014":4,
                "2015":6,
                "2016":4,
                "2017":4,
                "2018":5,
                "2019":6,
                "2020":3,
                "2021":1
            }
        ]
    ]
}