{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Enhancement of polarization and related properties in heteroepitaxially constrained thin films of the ferroelectromagnet, BiFeO3, is reported. Structure analysis indicates that the crystal structure of film is monoclinic in contrast to bulk, which is rhombohedral. The films display a room-temperature spontaneous polarization (50 to 60 microcoulombs per square centimeter) almost an order of magnitude higher than that of the bulk (6.1 microcoulombs per square centimeter). The observed enhancement is corroborated by first-principles calculations and found to originate from a high sensitivity of the polarization to small changes in lattice parameters. The films also exhibit enhanced thickness-dependent magnetism compared with the bulk. These enhanced and combined functional responses in thin film form present an opportunity to create and implement thin film devices that actively couple the magnetic and ferroelectric …",
            "Epitaxial BiFeO3 multiferroic thin film heterostructures",
            "JBNJ Wang and JB Neaton and H Zheng and V Nagarajan and SB Ogale and B Liu and D Viehland and V Vaithyanathan and DG Schlom and UV Waghmare and NA Spaldin and KM Rabe and M Wuttig and R Ramesh",
            "2003",
            "bDGbEV8AAAAJ:u5HHmVD_uO8C",
            6250,
            "https:\/\/science.sciencemag.org\/content\/299\/5613\/1719.abstract",
            "16008266154748471982",
            "\/scholar?cites=16008266154748471982",
            {
                "2004":52,
                "2005":123,
                "2006":181,
                "2007":300,
                "2008":326,
                "2009":363,
                "2010":443,
                "2011":451,
                "2012":486,
                "2013":498,
                "2014":478,
                "2015":511,
                "2016":416,
                "2017":402,
                "2018":398,
                "2019":411,
                "2020":343,
                "2021":33
            }
        ],
        [
            "A plane-wave basis has great advantages for many calculations in the physics solids. To apply this basis to a wider class of materials, the atomic characteristic of a pseudopotential is identified which leads to rapid convergence in the solid, and a new method for generating pseudopotentials optimized according to this criterion is shown. As a test case, an ab initio plane-wave basis determination of the structural properties of fcc copper is performed. The results indicate that these optimized pseudopotentials will facilitate study of transition metals and first-row nonmetals.",
            "Optimized pseudopotentials",
            "Andrew M Rappe and Karin M Rabe and Efthimios Kaxiras and JD Joannopoulos",
            "1990",
            "bDGbEV8AAAAJ:d1gkVwhDpl0C",
            2162,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.41.1227",
            "15696742856039039487",
            "\/scholar?cites=15696742856039039487",
            {
                "1991":11,
                "1992":20,
                "1993":27,
                "1994":27,
                "1995":27,
                "1996":35,
                "1997":25,
                "1998":33,
                "1999":39,
                "2000":42,
                "2001":37,
                "2002":38,
                "2003":42,
                "2004":46,
                "2005":43,
                "2006":41,
                "2007":44,
                "2008":61,
                "2009":79,
                "2010":62,
                "2011":65,
                "2012":89,
                "2013":98,
                "2014":143,
                "2015":161,
                "2016":142,
                "2017":155,
                "2018":177,
                "2019":161,
                "2020":167,
                "2021":15
            }
        ],
        [
            "This review covers important advances in recent years in the physics of thin-film ferroelectric oxides, the strongest emphasis being on those aspects particular to ferroelectrics in thin-film form. The authors introduce the current state of development in the application of ferroelectric thin films for electronic devices and discuss the physics relevant for the performance and failure of these devices. Following this the review covers the enormous progress that has been made in the first-principles computational approach to understanding ferroelectrics. The authors then discuss in detail the important role that strain plays in determining the properties of epitaxial thin ferroelectric films. Finally, this review ends with a look at the emerging possibilities for nanoscale ferroelectrics, with particular emphasis on ferroelectrics in nonconventional nanoscale geometries.",
            "Physics of thin-film ferroelectric oxides",
            "Matthew Dawber and KM Rabe and JF Scott",
            "2005",
            "bDGbEV8AAAAJ:u-x6o8ySG0sC",
            2139,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.77.1083",
            "12569446948605467576",
            "\/scholar?cites=12569446948605467576",
            {
                "2006":50,
                "2007":102,
                "2008":135,
                "2009":153,
                "2010":151,
                "2011":179,
                "2012":168,
                "2013":150,
                "2014":180,
                "2015":157,
                "2016":173,
                "2017":133,
                "2018":121,
                "2019":132,
                "2020":127,
                "2021":12
            }
        ],
        [
            "We report the characterization of series of oxygen deficient Ba2YCu3Ox samples for 7 ≥ x ≥ 6 prepared by Zr gettered annealing at 440°C. Measurements include complete crystal structure analysis at 5 K by powder neutron diffraction, electron microscopy study of the oxygen ordering, and magnetic measurements of the superconducting transitions, with particular attention to the transition widths. The results show for the first time that the 90 K and 60 K plateaus in Tc as a function of oxygen stoichiometry are associated with plateaus in the effective valence of the plane coppers. We also correlate the disappearance of superconductivity for x < 6.5 with an abrupt transfer of negative charge into the CuO2 planes. We propose that different ordering schemes of oxygen have different characteristic Tc's between 90 and 60 K.",
            "Structural anomalies, oxygen ordering and superconductivity in oxygen deficient Ba2YCu3Ox",
            "RJ Cava and AW Hewat and EA Hewat and B Batlogg and M Marezio and KM Rabe and JJ Krajewski and WF Peck Jr and LW Rupp Jr",
            "1990",
            "bDGbEV8AAAAJ:IRz6iEL74y4C",
            1312,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/092145349090376P",
            "7654047208879616985",
            "\/scholar?cites=7654047208879616985",
            {
                "1990":41,
                "1991":112,
                "1992":141,
                "1993":118,
                "1994":106,
                "1995":90,
                "1996":82,
                "1997":59,
                "1998":54,
                "1999":48,
                "2000":62,
                "2001":39,
                "2002":33,
                "2003":26,
                "2004":31,
                "2005":36,
                "2006":20,
                "2007":19,
                "2008":12,
                "2009":20,
                "2010":15,
                "2011":13,
                "2012":15,
                "2013":14,
                "2014":11,
                "2015":15,
                "2016":11,
                "2017":13,
                "2018":15,
                "2019":17,
                "2020":10,
                "2021":1
            }
        ],
        [
            "The ground-state structural and electronic properties of ferroelectric Bi Fe O 3 are calculated using density functional theory within the local spin-density approximation (LSDA) and the LSDA+ U method. The crystal structure is computed to be rhombohedral with space group R 3 c, and the electronic structure is found to be insulating and antiferromagnetic, both in excellent agreement with available experiments. A large ferroelectric polarization of 90–100 μ C∕ cm 2 is predicted, consistent with the large atomic displacements in the ferroelectric phase and with recent experimental reports, but differing by an order of magnitude from early experiments. One possible explanation is that the latter may have suffered from large leakage currents. However, both past and contemporary measurements are shown to be consistent with the modern theory of polarization, suggesting that the range of reported polarizations may …",
            "First-principles study of spontaneous polarization in multiferroic ",
            "JB Neaton and C Ederer and UV Waghmare and NA Spaldin and KM Rabe",
            "2005",
            "bDGbEV8AAAAJ:9yKSN-GCB0IC",
            1303,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.71.014113",
            "10390125048510677908",
            "\/scholar?cites=10390125048510677908",
            {
                "2005":17,
                "2006":38,
                "2007":65,
                "2008":62,
                "2009":64,
                "2010":102,
                "2011":89,
                "2012":94,
                "2013":102,
                "2014":110,
                "2015":120,
                "2016":95,
                "2017":82,
                "2018":85,
                "2019":104,
                "2020":59,
                "2021":9
            }
        ],
        [
            "Predictions and measurements of the effect of biaxial strain on the properties of epitaxial ferroelectric thin films and superlattices are reviewed. Results for single-layer ferroelectric films of biaxially strained SrTiO3, BaTiO3, and PbTiO3 as well as PbTiO3\/SrTiO3 and BaTiO3\/SrTiO3 superlattices are described. Theoretical approaches, including first principles, thermodynamic analysis, and phase-field models, are applied to these biaxially strained materials, the assumptions and limitations of each technique are explained, and the predictions are compared. Measurements of the effect of biaxial strain on the paraelectric-to-ferroelectric transition temperature (TC) are shown, demonstrating the ability of percent-level strains to shift TC by hundreds of degrees in agreement with the predictions that predated such experiments. Along the way, important experimental techniques for characterizing the properties of strained …",
            "Strain tuning of ferroelectric thin films",
            "Darrell G Schlom and Long-Qing Chen and Chang-Beom Eom and Karin M Rabe and Stephen K Streiffer and Jean-Marc Triscone",
            "2007",
            "bDGbEV8AAAAJ:UeHWp8X0CEIC",
            1004,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.matsci.37.061206.113016",
            "7266066919699884222",
            "\/scholar?cites=7266066919699884222",
            {
                "2008":21,
                "2009":39,
                "2010":44,
                "2011":58,
                "2012":69,
                "2013":89,
                "2014":108,
                "2015":98,
                "2016":107,
                "2017":80,
                "2018":91,
                "2019":104,
                "2020":84,
                "2021":9
            }
        ]
    ]
}