{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Nintedanib (formerly known as BIBF 1120) is an intracellular inhibitor that targets multiple tyrosine kinases. A phase 2 trial suggested that treatment with 150 mg of nintedanib twice daily reduced lung-function decline and acute exacerbations in patients with idiopathic pulmonary fibrosis.We conducted two replicate 52-week, randomized, double-blind, phase 3 trials (INPULSIS-1 and INPULSIS-2) to evaluate the efficacy and safety of 150 mg of nintedanib twice daily as compared with placebo in patients with idiopathic pulmonary fibrosis. The primary end point was the annual rate of decline in forced vital capacity (FVC). Key secondary end points were the time to the first acute exacerbation and the change from baseline in the total score on the St. George's Respiratory Questionnaire, both assessed over a 52-week period.A total of 1066 patients were randomly assigned in a 3:2 ratio to …",
            "Efficacy and safety of nintedanib in idiopathic pulmonary fibrosis",
            "Luca Richeldi and Roland M Du Bois and Ganesh Raghu and Arata Azuma and Kevin K Brown and Ulrich Costabel and Vincent Cottin and Kevin R Flaherty and David M Hansell and Yoshikazu Inoue and Dong Soon Kim and Martin Kolb and Andrew G Nicholson and Paul W Noble and Moisés Selman and Hiroyuki Taniguchi and Michèle Brun and Florence Le Maulf and Mannaïg Girard and Susanne Stowasser and Rozsa Schlenker-Herceg and Bernd Disse and Harold R Collard",
            "2014",
            "Bdn4jRIAAAAJ:p__nRnzSRKYC",
            2610,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/nejmoa1402584",
            "5679779943204704756",
            "\/scholar?cites=5679779943204704756",
            {
                "2014":75,
                "2015":331,
                "2016":362,
                "2017":419,
                "2018":405,
                "2019":419,
                "2020":470,
                "2021":56
            }
        ],
        [
            "In two of three phase 3 trials, pirfenidone, an oral antifibrotic therapy, reduced disease progression, as measured by the decline in forced vital capacity (FVC) or vital capacity, in patients with idiopathic pulmonary fibrosis; in the third trial, this end point was not achieved. We sought to confirm the beneficial effect of pirfenidone on disease progression in such patients.In this phase 3 study, we randomly assigned 555 patients with idiopathic pulmonary fibrosis to receive either oral pirfenidone (2403 mg per day) or placebo for 52 weeks. The primary end point was the change in FVC or death at week 52. Secondary end points were the 6-minute walk distance, progression-free survival, dyspnea, and death from any cause or from idiopathic pulmonary fibrosis.In the pirfenidone group, as compared with the placebo group, there was a relative reduction of 47.9% in the proportion of patients …",
            "A phase 3 trial of pirfenidone in patients with idiopathic pulmonary fibrosis",
            "Talmadge E King Jr and Williamson Z Bradford and Socorro Castro-Bernardini and Elizabeth A Fagan and Ian Glaspole and Marilyn K Glassberg and Eduard Gorina and Peter M Hopkins and David Kardatzke and Lisa Lancaster and David J Lederer and Steven D Nathan and Carlos A Pereira and Steven A Sahn and Robert Sussman and Jeffrey J Swigris and Paul W Noble",
            "2014",
            "Bdn4jRIAAAAJ:JQOojiI6XY0C",
            2371,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMoa1402582",
            "1895263573398455523",
            "\/scholar?cites=1895263573398455523",
            {
                "2014":74,
                "2015":324,
                "2016":335,
                "2017":390,
                "2018":386,
                "2019":380,
                "2020":387,
                "2021":43
            }
        ],
        [
            "Background: This document provides clinical recommendations for the diagnosis of idiopathic pulmonary fibrosis (IPF). It represents a collaborative effort between the American Thoracic Society, European Respiratory Society, Japanese Respiratory Society, and Latin American Thoracic Society.Methods: The evidence syntheses were discussed and recommendations formulated by a multidisciplinary committee of IPF experts. The evidence was appraised and recommendations were formulated, written, and graded using the Grading of Recommendations, Assessment, Development, and Evaluation approach.Results: The guideline panel updated the diagnostic criteria for IPF. Previously defined patterns of usual interstitial pneumonia (UIP) were refined to patterns of UIP, probable UIP, indeterminate for UIP, and alternate diagnosis. For patients with newly detected interstitial lung disease (ILD) who have a high …",
            "Diagnosis of idiopathic pulmonary fibrosis. An official ATS\/ERS\/JRS\/ALAT clinical practice guideline",
            "Ganesh Raghu and Martine Remy-Jardin and Jeffrey L Myers and Luca Richeldi and Christopher J Ryerson and David J Lederer and Juergen Behr and Vincent Cottin and Sonye K Danoff and Ferran Morell and Kevin R Flaherty and Athol Wells and Fernando J Martinez and Arata Azuma and Thomas J Bice and Demosthenes Bouros and Kevin K Brown and Harold R Collard and Abhijit Duggal and Liam Galvin and Yoshikazu Inoue and R Gisli Jenkins and Takeshi Johkoh and Ella A Kazerooni and Masanori Kitaichi and Shandra L Knight and George Mansour and Andrew G Nicholson and Sudhakar NJ Pipavath and Ivette Buendía-Roldán and Moisés Selman and William D Travis and Simon LF Walsh and Kevin C Wilson",
            "2018",
            "Bdn4jRIAAAAJ:tH6gc1N1XXoC",
            930,
            "https:\/\/www.atsjournals.org\/doi\/abs\/10.1164\/rccm.201807-1255ST",
            "8953140241033096184",
            "\/scholar?cites=8953140241033096184",
            {
                "2018":25,
                "2019":303,
                "2020":521,
                "2021":64
            }
        ],
        [
            "The appropriate selection of lung transplant recipients is an important determinant of outcomes. This consensus document is an update of the recipient selection guidelines published in 2006.The Pulmonary Council of the International Society for Heart and Lung Transplantation (ISHLT) organized a Writing Committee of international experts to provide consensus opinion regarding the appropriate timing of referral and listing of candidates for lung transplantation. A comprehensive search of the medical literature was conducted with the assistance of a medical librarian. Writing Committee members were assigned specific topics to research and discuss. The Chairs of the Writing Committee were responsible for evaluating the completeness of the literature search, providing editorial support for the manuscript, and organizing group discussions regarding its content.The consensus document makes specific …",
            "A consensus document for the selection of lung transplant candidates: 2014—an update from the Pulmonary Transplantation Council of the International Society for Heart and Lung …",
            "David Weill and Christian Benden and Paul A Corris and John H Dark and R Duane Davis and Shaf Keshavjee and David J Lederer and Michael J Mulligan and G Alexander Patterson and Lianne G Singer and Greg I Snell and Geert M Verleden and Martin R Zamora and Allan R Glanville",
            "2015",
            "Bdn4jRIAAAAJ:NJ774b8OgUMC",
            906,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1053249814011814",
            "10408779983246274325",
            "\/scholar?cites=10408779983246274325",
            {
                "2015":45,
                "2016":107,
                "2017":139,
                "2018":172,
                "2019":179,
                "2020":206,
                "2021":20
            }
        ],
        [
            "Acute exacerbation of idiopathic pulmonary fibrosis has been defined as an acute, clinically significant, respiratory deterioration of unidentifiable cause. The objective of this international working group report on acute exacerbation of idiopathic pulmonary fibrosis was to provide a comprehensive update on the topic. A literature review was conducted to identify all relevant English text publications and abstracts. Evidence-based updates on the epidemiology, etiology, risk factors, prognosis, and management of acute exacerbations of idiopathic pulmonary fibrosis are provided. Finally, to better reflect the current state of knowledge and improve the feasibility of future research into its etiology and treatment, the working group proposes a new conceptual framework for acute respiratory deterioration in idiopathic pulmonary fibrosis and a revised definition and diagnostic criteria for acute exacerbation of idiopathic …",
            "Acute exacerbation of idiopathic pulmonary fibrosis. An international working group report",
            "Harold R Collard and Christopher J Ryerson and Tamera J Corte and Gisli Jenkins and Yasuhiro Kondoh and David J Lederer and Joyce S Lee and Toby M Maher and Athol U Wells and Katerina M Antoniou and Juergen Behr and Kevin K Brown and Vincent Cottin and Kevin R Flaherty and Junya Fukuoka and David M Hansell and Takeshi Johkoh and Naftali Kaminski and Dong Soon Kim and Martin Kolb and David A Lynch and Jeffrey L Myers and Ganesh Raghu and Luca Richeldi and Hiroyuki Taniguchi and Fernando J Martinez",
            "2016",
            "Bdn4jRIAAAAJ:mlAyqtXpCwEC",
            598,
            "https:\/\/www.atsjournals.org\/doi\/abs\/10.1164\/rccm.201604-0801CI",
            "12003573386583224733",
            "\/scholar?cites=12003573386583224733",
            {
                "2015":3,
                "2016":13,
                "2017":98,
                "2018":111,
                "2019":153,
                "2020":194,
                "2021":13
            }
        ],
        [
            "Idiopathic pulmonary fibrosis appears to be increasing in incidence. It requires early recognition and intervention with supportive care and pharmacologic agents to forestall its progression. Lung transplantation may be curative.",
            "Idiopathic pulmonary fibrosis",
            "David J Lederer and Fernando J Martinez",
            "2018",
            "Bdn4jRIAAAAJ:5icHVeHT4IsC",
            427,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMra1705751",
            "10621316987463249970",
            "\/scholar?cites=10621316987463249970",
            {
                "2018":28,
                "2019":136,
                "2020":236,
                "2021":21
            }
        ],
        [
            "Rationale: Functional studies may be useful to predict survival in idiopathic pulmonary fibrosis (IPF). Various cutoffs of 6-min-walk distance (6MWD) have been suggested to identify patients at a high risk of death.Objectives: To examine the association between 6MWD and survival in patients with IPF listed for lung transplantation, and to identify sensitive and specific cutoffs for predicting death at 6 mo.Methods: We performed a retrospective cohort study of 454 patients classified as having IPF listed for lung transplantation with the United Network for Organ Sharing between June 30, 2004 and July 22, 2005.Measurements and Main Results: Lower 6MWD was associated with an increased mortality rate (p value for linear trend < 0.0001). Patients with a walk distance less than 207 m had a more than fourfold greater mortality rate than those with a walk distance of 207 m or more, despite adjustment for demographics …",
            "Six-minute-walk distance predicts waiting list survival in idiopathic pulmonary fibrosis",
            "David J Lederer and Selim M Arcasoy and Jessie S Wilt and Frank D'Ovidio and Joshua R Sonett and Steven M Kawut",
            "2006",
            "Bdn4jRIAAAAJ:u5HHmVD_uO8C",
            422,
            "https:\/\/www.atsjournals.org\/doi\/abs\/10.1164\/rccm.200604-520OC",
            "4390989006517177694",
            "\/scholar?cites=4390989006517177694",
            {
                "2007":18,
                "2008":20,
                "2009":26,
                "2010":32,
                "2011":39,
                "2012":29,
                "2013":30,
                "2014":35,
                "2015":32,
                "2016":32,
                "2017":33,
                "2018":40,
                "2019":28,
                "2020":19,
                "2021":2
            }
        ],
        [
            "",
            "Clinical risk factors for primary graft dysfunction after lung transplantation",
            "Joshua M Diamond and James C Lee and Steven M Kawut and Rupal J Shah and A Russell Localio and Scarlett L Bellamy and David J Lederer and Edward Cantu and Benjamin A Kohl and Vibha N Lama and Sangeeta M Bhorade and Maria Crespo and Ejigayehu Demissie and Joshua Sonett and Keith Wille and Jonathan Orens and Ashish S Shah and Ann Weinacker and Selim Arcasoy and Pali D Shah and David S Wilkes and Lorraine B Ware and Scott M Palmer and Jason D Christie and Lung Transplant Outcomes Group",
            "2013",
            "Bdn4jRIAAAAJ:g5m5HwL7SMYC",
            395,
            "https:\/\/www.atsjournals.org\/doi\/abs\/10.1164\/rccm.201210-1865oc",
            "15044363861935086586",
            "\/scholar?cites=15044363861935086586",
            {
                "2013":15,
                "2014":42,
                "2015":44,
                "2016":53,
                "2017":66,
                "2018":56,
                "2019":47,
                "2020":61,
                "2021":6
            }
        ],
        [
            "                     Chinese translation                  This article has been corrected. The original version (PDF) is appended to this article as a Supplement. Idiopathic pulmonary fibrosis (IPF) is characterized by formation and proliferation of fibroblast foci. Endothelin-1 induces lung fibroblast proliferation and contractile activity via the endothelin A (ETA) receptor.To determine whether ambrisentan, an ETA receptor–selective antagonist, reduces the rate of IPF progression.Randomized, double-blind, placebo-controlled, event-driven trial. (ClinicalTrials.gov: NCT00768300)Academic and private hospitals.Patients with IPF aged 40 to 80 years with minimal or no honeycombing on high-resolution …",
            "Treatment of idiopathic pulmonary fibrosis with ambrisentan: a parallel, randomized trial",
            "Ganesh Raghu and Juergen Behr and Kevin K Brown and Jim J Egan and Steven M Kawut and Kevin R Flaherty and Fernando J Martinez and Steven D Nathan and Athol U Wells and Harold R Collard and Ulrich Costabel and Luca Richeldi and Joao De Andrade and Nasreen Khalil and Lake D Morrison and David J Lederer and Lixin Shao and Xiaoming Li and Patty S Pedersen and A Bruce Montgomery and Jason W Chien and Thomas G O'Riordan",
            "2013",
            "Bdn4jRIAAAAJ:dfsIfKJdRG4C",
            374,
            "https:\/\/www.acpjournals.org\/doi\/abs\/10.7326\/0003-4819-158-9-201305070-00003",
            "10133473422986751603",
            "\/scholar?cites=10133473422986751603",
            {
                "2013":18,
                "2014":60,
                "2015":51,
                "2016":56,
                "2017":57,
                "2018":43,
                "2019":43,
                "2020":37,
                "2021":4
            }
        ],
        [
            "Right ventricular failure from increased pulmonary vascular loading is a major cause of morbidity and mortality, yet its modulation by disease remains poorly understood. We tested the hypotheses that, unlike the systemic circulation, pulmonary vascular resistance (RPA) and compliance (CPA) are consistently and inversely related regardless of age, pulmonary hypertension, or interstitial fibrosis and that this relation may be changed by elevated pulmonary capillary wedge pressure, augmenting right ventricular pulsatile load.Several large clinical databases with right heart\/pulmonary catheterization data were analyzed to determine the RPA-CPA relationship with pulmonary hypertension, pulmonary fibrosis, patient age, and varying pulmonary capillary wedge pressure. Patients with suspected or documented pulmonary hypertension (n=1009) and normal pulmonary capillary …",
            "Pulmonary capillary wedge pressure augments right ventricular pulsatile loading",
            "Ryan J Tedford and Paul M Hassoun and Stephen C Mathai and Reda E Girgis and Stuart D Russell and David R Thiemann and Oscar H Cingolani and James O Mudd and Barry A Borlaug and Margaret M Redfield and David J Lederer and David A Kass",
            "2012",
            "Bdn4jRIAAAAJ:ZeXyd9-uunAC",
            298,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/circulationaha.111.051540",
            "8959188400548139261",
            "\/scholar?cites=8959188400548139261",
            {
                "2011":1,
                "2012":10,
                "2013":27,
                "2014":25,
                "2015":40,
                "2016":40,
                "2017":47,
                "2018":25,
                "2019":39,
                "2020":38,
                "2021":3
            }
        ]
    ]
}