{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Philanthropists have long funded a wide range of educational research, practice, and policy initiatives, primarily through namesake foundations. Some observers have criticized these efforts as doing little to change the status quo in education and have called for more aggressive action on the part of this sector. Out of this critique has emerged a new philanthropic form, often termed venture philanthropy . Perhaps nowhere is venture philanthropy more prevalent than in the charter school and policy and advocacy terrain. Drawing from document analysis and a review of historical literature, this article provides a sociopolitical, descriptive discussion of this “new” form of philanthropy in supporting the charter school reform network. It also examines the funding strategies of venture philanthropies and the areas of policy intersection in program initiatives. The article concludes with a discussion of some political and …",
            "The politics of venture philanthropy in charter school policy and advocacy",
            "Janelle Scott",
            "2009",
            "bE6Gn5EAAAAJ:9yKSN-GCB0IC",
            367,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0895904808328531",
            "16185629128515621085",
            "\/scholar?cites=16185629128515621085",
            {
                "2009":4,
                "2010":7,
                "2011":15,
                "2012":23,
                "2013":15,
                "2014":29,
                "2015":34,
                "2016":55,
                "2017":50,
                "2018":37,
                "2019":38,
                "2020":51,
                "2021":1
            }
        ],
        [
            "For the last two-and-a-half years, authors Amy Stuart Wells, Alejandra Lopez, Janelle Scott, and Jennifer Jellison Holme have been engaged with a team of researchers in a comprehensive qualitative study of charter schools in ten California school districts. They have emerged from this study with a new understanding of how the implementation of a specific education policy can reflect much broader social changes, including the transformation from modernity to postmodernity. Given that much of the literature on postmodernity is theoretical in nature, this article invites readers to wrestle with the complexity that results when theory meets the day-to-day experiences of people trying to start schools. In their study, the authors examined how people in different social locations define the possibilities for localized social movements, and how they see the potential threat of greater inequality resulting from this reform within …",
            "Charter schools as postmodern paradox: Rethinking social stratification in an age of deregulated school choice",
            "Amy Stuart Wells and Alejandra Lopez and Janelle Scott and Jennifer Jellison Holme",
            "1999",
            "bE6Gn5EAAAAJ:u5HHmVD_uO8C",
            267,
            "https:\/\/meridian.allenpress.com\/her\/article\/69\/2\/172\/31707",
            "10210224052382778498",
            "\/scholar?cites=10210224052382778498",
            {
                "1999":2,
                "2000":6,
                "2001":15,
                "2002":16,
                "2003":10,
                "2004":18,
                "2005":19,
                "2006":15,
                "2007":13,
                "2008":8,
                "2009":14,
                "2010":9,
                "2011":12,
                "2012":12,
                "2013":19,
                "2014":8,
                "2015":14,
                "2016":15,
                "2017":10,
                "2018":8,
                "2019":8,
                "2020":13
            }
        ],
        [
            "In this article Wells, Slayton, and Scott draw on data from their charter school                research to question the extent to which “democratic” and “market-based” schools are                dichotomous. They argue that in the current political and economic climate,                free-market and deregulatory educational reforms such as charter school laws are                perceived to be highly “democratic” by their neoliberal advocates and by many of the                suburban school board members and superintendents in their case studies. Thus the                authors call on progressive supporters of charter schools and public schools to couch                their arguments for democratic schooling in a call for social justice and equity as                opposed to greater “liberty” for educational consumers, whereby the more economically                empowered consumers remain highly advantaged.",
            "Defining democracy in the neoliberal age: Charter school reform and educational consumption",
            "Amy Stuart Wells and Julie Slayton and Janelle Scott",
            "2002",
            "bE6Gn5EAAAAJ:d1gkVwhDpl0C",
            195,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.3102\/00028312039002337",
            "13795268424374626861",
            "\/scholar?cites=13795268424374626861",
            {
                "2003":5,
                "2004":6,
                "2005":9,
                "2006":8,
                "2007":3,
                "2008":6,
                "2009":11,
                "2010":6,
                "2011":6,
                "2012":5,
                "2013":13,
                "2014":19,
                "2015":19,
                "2016":8,
                "2017":13,
                "2018":15,
                "2019":19,
                "2020":21
            }
        ]
    ]
}