{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Several microRNAs (miRNA) have been implicated in nasopharyngeal carcinoma (NPC), a highly invasive and metastatic cancer that is widely prevalent in southern China. In this study, we report that microRNA miR-26a iscommonly downregulated in NPC specimens and NPC cell lines with important functional consequences. Ectopic expression of miR-26a dramatically suppressed cell proliferation and colony formation by inducing G1-phase cell-cycle arrest. We found that miR-26a strongly reduced the expression of EZH2 oncogene in NPC cells. Similar to the restoring miR-26 expression, EZH2 downregulation inhibited cell growth and cell-cycle progression, whereas EZH2 overexpression rescued the suppressive effect of miR-26a. Mechanistic investigations revealed that miR-26a suppressed the expression of c-myc, the cyclin D3 and E2, and the cyclin-dependent kinase CDK4 and CDK6 while enhancing the …",
            "MiR-26a inhibits cell growth and tumorigenesis of nasopharyngeal carcinoma through repression of EZH2",
            "Juan Lu and Ming-Liang He and Lu Wang and Ying Chen and Xiong Liu and Qi Dong and Yang-Chao Chen and Ying Peng and Kai-Tai Yao and Hsiang-Fu Kung and Xiang-Ping Li",
            "2011",
            "BeBfIoAAAAAJ:u5HHmVD_uO8C",
            416,
            "https:\/\/cancerres.aacrjournals.org\/content\/71\/1\/225.short",
            "805550280581386621",
            "\/scholar?cites=805550280581386621",
            {
                "2011":21,
                "2012":58,
                "2013":46,
                "2014":64,
                "2015":50,
                "2016":48,
                "2017":39,
                "2018":34,
                "2019":27,
                "2020":23,
                "2021":2
            }
        ],
        [
            "MicroRNAs (miRNAs) are a class of endogenous, small non-protein coding single-stranded RNA molecules, which are crucial post-transcriptional regulators of gene expression. Previous studies have shown that miRNAs participate in a wide range of biological functions and play important roles in various human diseases including glioma. However, the role of miRNAs in mediating glioblastoma cell migration and invasion has not been elucidated. Using miRNA microarray, we identified miR-146b as one of the miRNAs that is significantly dysregulated in human glioblastoma tissue. We showed that miR-146b overexpression by transfection with the precursor miR-146b, or knock-down by Locked Nucleic Acid (LNA)-modified anti-miR-146b, has no effect on the growth of human glioblastoma U373 cells. However, precursor miR-146b transfection significantly reduced the migration and invasion of U373 cells, while …",
            "microRNA-146b inhibits glioma cell migration and invasion by targeting MMPs",
            "Hongping Xia and Yanting Qi and Samuel S Ng and Xiaona Chen and Dan Li and Shen Chen and Ruiguang Ge and Songshan Jiang and Guo Li and Yangchao Chen and Ming-Liang He and Hsiang-fu Kung and Lihui Lai and Marie C Lin",
            "2009",
            "BeBfIoAAAAAJ:d1gkVwhDpl0C",
            230,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006899309003709",
            "12252931384571824178",
            "\/scholar?cites=12252931384571824178",
            {
                "2009":4,
                "2010":18,
                "2011":40,
                "2012":36,
                "2013":34,
                "2014":27,
                "2015":12,
                "2016":17,
                "2017":17,
                "2018":9,
                "2019":7,
                "2020":9
            }
        ],
        [
            "Osteogenic differentiation of mesenchymal stem cells (MSCs) is a complex process, which is regulated by various factors including microRNAs. Our preliminary data showed that the expression of endogenous miR-20a was increased during the course of osteogenic differentiation. Simultaneously, the expression of osteoblast markers and regulators BMP2, BMP4, Runx2, Osx, OCN and OPN was also elevated whereas adipocyte markers PPARγ and osteoblast antagonist, Bambi and Crim1, were downregulated, thereby suggesting that miR-20a plays an important role in regulating osteoblast differentiation. To validate this hypothesis, we tested its effects on osteogenic differentiation by introducing miR-20a mimics and lentiviral-miR20a-expression vectors into hMSCs. We showed that miR-20a promoted osteogenic differentiation by the upregulation of BMP\/Runx2 signaling. We performed bioinformatics analysis and …",
            "MiRNA-20a promotes osteogenic differentiation of human mesenchymal stem cells by co-regulating BMP signaling",
            "Jin-fang Zhang and Wei-ming Fu and Ming-liang He and Wei-dong Xie and Qing Lv and Gang Wan and Guo Li and Hua Wang and Gang Lu and Xiang Hu and Su Jiang and Jian-na Li and Marie CM Lin and Ya-ou Zhang and HsiangFu Kung",
            "2011",
            "BeBfIoAAAAAJ:W7OEmFMy1HYC",
            221,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.4161\/rna.8.5.16043",
            "13346611470374631563",
            "\/scholar?cites=13346611470374631563",
            {
                "2011":1,
                "2012":12,
                "2013":26,
                "2014":23,
                "2015":30,
                "2016":32,
                "2017":23,
                "2018":28,
                "2019":21,
                "2020":22,
                "2021":3
            }
        ],
        [
            "Exacerbation of hepatitis B virus (HBV) is a serious cause of morbidity and mortality in hepatitis B surface antigen (HBsAg)-positive patients undergoing transplantation. Our aim was to evaluate the effectiveness of lamivudine to prevent hepatitis due to exacerbation of HBV in HBsAg-positive patients treated with allogeneic hematopoietic cell transplantation. We studied 20 consecutive HBsAg-positive recipients of allogeneic hematopoietic cell transplantation who received lamivudine 100 mg daily starting one week before transplantation until week 52 after transplantation (group 1). Serial serum alanine aminotransferase and HBV DNA levels were measured before and after transplantation at 4- to 8-week intervals for the first year and then 4- to 12-week intervals. Their virologic and clinical outcomes were compared with 20 case-matched recipients who did not receive any antiviral therapy to HBV (anti-HBV) before …",
            "Preemptive use of lamivudine reduces hepatitis B exacerbation after allogeneic hematopoietic cell transplantation",
            "George KK Lau and Ming-Liang He and Daniel YT Fong and Angeline Bartholomeusz and Wing-yan Au and Albert KW Lie and Stephen Locarnini and Raymond Liang",
            "2002",
            "BeBfIoAAAAAJ:u-x6o8ySG0sC",
            213,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0270913902000770",
            "8667612348745102807",
            "\/scholar?cites=8667612348745102807",
            {
                "2003":16,
                "2004":19,
                "2005":17,
                "2006":17,
                "2007":10,
                "2008":14,
                "2009":16,
                "2010":16,
                "2011":9,
                "2012":7,
                "2013":10,
                "2014":10,
                "2015":17,
                "2016":12,
                "2017":3,
                "2018":2,
                "2019":8,
                "2020":2
            }
        ],
        [
            "Enhancer of zeste homolog 2 (EZH2) has been shown to be overexpressed in hepatocellular (HCC). We investigated the potential role of EZH2 in HCC tumorigenesis and examined the usefulness of RNA interference (RNAi) targeting EZH2 as a form of HCC treatment. Lentivirus‐mediated RNAi was employed to knock‐down EZH2 expression in human hepatoma cells to study the function of EZH2 in tumorigenesis and evaluate the treatment efficacy. Lentivirus‐mediated RNAi effectively reduced EZH2 expression. Suppression of EZH2 in HCC cells significantly reduced their growth rate in vitro and markedly diminished their tumorigenicity in vivo. Moreover, in a mice model of established large‐sized HCC, we showed that intratumor injection of lentiviral (Lenti)‐shRNA (short hairpin RNA) or siRNA (small interfering RNA) targeting EZH2 produced significant tumor regression. To understand its molecular …",
            "Lentivirus‐mediated RNA interference targeting enhancer of zeste homolog 2 inhibits hepatocellular carcinoma growth through down‐regulation of stathmin",
            "Yangchao Chen and Marie C Lin and Hong Yao and Hua Wang and Ai‐Qun Zhang and Jun Yu and Chee‐kin Hui and George K Lau and Ming‐liang He and Joseph Sung and Hsiang‐fu Kung",
            "2007",
            "BeBfIoAAAAAJ:9yKSN-GCB0IC",
            188,
            "https:\/\/aasldpubs.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/hep.21668",
            "962117895577732290",
            "\/scholar?cites=962117895577732290",
            {
                "2007":4,
                "2008":6,
                "2009":25,
                "2010":16,
                "2011":16,
                "2012":19,
                "2013":17,
                "2014":18,
                "2015":15,
                "2016":15,
                "2017":16,
                "2018":3,
                "2019":11,
                "2020":6
            }
        ],
        [
            "Bone development is dynamically regulated by homeostasis, in which a balance between adipocytes and osteoblasts is maintained. Disruption of this differentiation balance leads to various bone-related metabolic diseases, including osteoporosis. In the present study, a primate-specific microRNA (miR-637) was found to be involved in the differentiation of human mesenchymal stem cells (hMSCs). Our preliminary data indicated that miR-637 suppressed the growth of hMSCs and induced S-phase arrest. Expression of miR-637 was increased during adipocyte differentiation (AD), whereas it was decreased during osteoblast differentiation (OS), which suggests miR-637 could act as a mediator of adipoosteogenic differentiation. Osterix (Osx), a significant transcription factor of osteoblasts, was shown to be a direct target of miR-637, which significantly enhanced AD and suppressed OS in hMSCs through direct …",
            "MiR-637 maintains the balance between adipocytes and osteoblasts by directly targeting Osterix",
            "Jin-fang Zhang and Wei-ming Fu and Ming-liang He and Hua Wang and Wei-mao Wang and Shi-cang Yu and Xiu-Wu Bian and Jin Zhou and Marie CM Lin and Gang Lu and Wai-sang Poon and Hsiang-fu Kung",
            "2011",
            "BeBfIoAAAAAJ:YsMSGLbcyi4C",
            176,
            "https:\/\/www.molbiolcell.org\/doi\/abs\/10.1091\/mbc.e11-04-0356",
            "14120079850369339462",
            "\/scholar?cites=14120079850369339462",
            {
                "2012":15,
                "2013":21,
                "2014":23,
                "2015":30,
                "2016":22,
                "2017":23,
                "2018":13,
                "2019":14,
                "2020":13,
                "2021":1
            }
        ],
        [
            "zMicroRNAs (miRNAs) are endogenously expressed small noncoding RNAs that regulate approximately one‐third of human genes at post‐transcription level. Previous studies have shown that miRNAs were implicated in many cellular processes and participated in the progress of various tumors including hepatocellular carcinoma (HCC). Among all miRNAs, the let‐7 family is well recognized to play pivotal roles in tumorigenesis by functioning as potential growth suppressor. In the present study, we aimed to investigate the role of let‐7 family, particularly the hsa‐let‐7g, in the molecular pathogenesis of HCC. By use of MTT, qPCR, Western blotting and 2‐dimensional electrophoresis (2‐DE), over‐expression of hsa‐let‐7g was found to inhibit the proliferation of HCC cell line via negative and positive regulations of c‐Myc and p16INK4A, respectively. The expression of hsa‐let‐7g was noted to be markedly lowered in …",
            "Hsa‐let‐7g inhibits proliferation of hepatocellular carcinoma cells by downregulation of c‐Myc and upregulation of p16INK4A",
            "Fei‐Fei Lan and Hua Wang and Yang‐Chao Chen and Chu‐Yan Chan and Samuel S Ng and Kui Li and Dan Xie and Ming‐Liang He and Marie C Lin and Hsiang‐Fu Kung",
            "2011",
            "BeBfIoAAAAAJ:zYLM7Y9cAGgC",
            165,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ijc.25336",
            "1537376740539364022",
            "\/scholar?cites=1537376740539364022",
            {
                "2010":1,
                "2011":25,
                "2012":18,
                "2013":19,
                "2014":16,
                "2015":23,
                "2016":18,
                "2017":14,
                "2018":13,
                "2019":8,
                "2020":7,
                "2021":2
            }
        ],
        [
            "MicroRNAs (miRNAs) are non-protein-coding RNAs that function as post-transcriptional gene regulators. Recent evidence has shown that miRNA plays a pivotal role in the development of many cancers including glioma, a lethal brain cancer. We have recently compared the miRNA expression profiles between normal brain and glioma tissues from Chinese patients by miRNA microarray and identified a panel of differentially expressed miRNAs. Here, we studied the function of one miRNA, miR-15b, in glioma carcinogenesis and elucidated its downstream targets. Over-expression of miR-15b resulted in cell cycle arrest at G0\/G1 phase while suppression of miR-15b expression resulted in a decrease of cell populations in G0\/G1 and a corresponding increase of cell populations in S phase. We further showed that CCNE1 (encoding cyclin E1) is one of the downstream targets of miR-15b. Taken together, our findings …",
            "MicroRNA-15b regulates cell cycle progression by targeting cyclins in glioma cells",
            "Hongping Xia and Yanting Qi and Samuel S Ng and Xiaona Chen and Shen Chen and Marong Fang and Dan Li and Yu Zhao and Ruiguang Ge and Guo Li and Yangchao Chen and Ming-Liang He and Hsiang-fu Kung and Lihui Lai and Marie C Lin",
            "2009",
            "BeBfIoAAAAAJ:UeHWp8X0CEIC",
            159,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006291X08025722",
            "7218770037901026942",
            "\/scholar?cites=7218770037901026942",
            {
                "2009":5,
                "2010":18,
                "2011":22,
                "2012":16,
                "2013":20,
                "2014":12,
                "2015":23,
                "2016":19,
                "2017":9,
                "2018":6,
                "2019":5,
                "2020":4
            }
        ],
        [
            "A great challenge for gene therapy is to develop a high efficient gene delivery system with low toxicity. Nonviral vectors are still attractive although the current agents displayed some disadvantages (i.e., low transfection efficiency, high toxicity). To overcome the high toxicity of poly(ethylene imine) (PEI) and low transfection efficiency of PEGylated PEI (PEG-PEI), we linked a cell specific target molecule folate (FA) on poly(ethylene glycol) (PEG) and then grafted the FA-PEG onto hyperbranched PEI 25 kDa. The FA-PEG- grafted-hyperbranched-PEI (FA-PEG-PEI) effectively condensed plasmid DNA (pDNA) into nanoparticles with positive surface charge under a suitable N\/P ratio. Tested in deferent cell lines (i.e., HEK 293T, glioma C6 and hepatoma HepG2 cells), no significant cytotoxicity of FA-PEG-PEI was added to PEG-PEI. More importantly, significant transfection efficiency was exhibited in FA-targeted cells …",
            "Synthesis and characterization of folate-PEG-grafted-hyperbranched-PEI for tumor-targeted gene delivery",
            "Bing Liang and Ming-Liang He and Zhong-Peng Xiao and Yi Li and Chu-yan Chan and Hsiang-Fu Kung and Xin-Tao Shuai and Ying Peng",
            "2008",
            "BeBfIoAAAAAJ:qjMakFHDy7sC",
            158,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006291X08000259",
            "924004560139376932",
            "\/scholar?cites=924004560139376932",
            {
                "2007":1,
                "2008":6,
                "2009":15,
                "2010":18,
                "2011":18,
                "2012":20,
                "2013":18,
                "2014":19,
                "2015":7,
                "2016":10,
                "2017":8,
                "2018":5,
                "2019":5,
                "2020":6,
                "2021":2
            }
        ],
        [
            "AIM: To evaluate the covalently closed circle DNA (cccDNA) level of hepatitis B virus (HBV) in patients’ liver and sera.METHODS: HBV DNA was isolated from patients’ liver biopsies and sera. A sensitive real-time PCR method, which is capable of differentiation of HBV viral genomic DNA and cccDNA, was used to quantify the total HBV cccDNA. The total HBV viral DNA was quantitated by real-time PCR using a HBV diagnostic kit (PG Biotech, LTD, Shenzhen, China) described previously.RESULTS: For the first time, we measured the level of HBV DNA and cccDNA isolated from ten HBV patients’ liver biopsies and sera. In the liver biopsies, cccDNA was detected from all the biopsy samples. The copy number of cccDNA ranged from from 0.03 to 173.1 per cell, the copy number of total HBV DNA ranged from 0.08 to 3 717 per cell. The ratio of total HBV DNA to cccDNA ranged from 1 to 3 406. In the sera, cccDNA was …",
            "HBV cccDNA in patients’ sera as an indicator for HBV reactivation and an early signal of liver damage",
            "Ying Chen and Johnny Sze and Ming-Liang He",
            "2004",
            "BeBfIoAAAAAJ:2osOgNQ5qMEC",
            150,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC4717084\/",
            "8647764776168557007",
            "\/scholar?cites=8647764776168557007",
            {
                "2004":5,
                "2005":14,
                "2006":5,
                "2007":10,
                "2008":14,
                "2009":18,
                "2010":15,
                "2011":11,
                "2012":11,
                "2013":11,
                "2014":6,
                "2015":11,
                "2016":2,
                "2017":5,
                "2018":4,
                "2019":5,
                "2020":2,
                "2021":1
            }
        ]
    ]
}