{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Recent research results have failed to support the conventionally held belief that students learn physics best from hands-on experiences with physical equipment. Rather, studies have found that students who perform similar experiments with computer simulations perform as well or better on measures of conceptual understanding than their peers who used physical equipment. In this study, we explored how university-level nonscience majors’ understanding of the physics concepts related to pulleys was supported by experimentation with real pulleys and a computer simulation of pulleys. We report that when students use one type of manipulative (physical or virtual), the comparison is influenced both by the concept studied and the timing of the post-test. Students performed similarly on questions related to force and mechanical advantage regardless of the type of equipment used. On the other hand, students who …",
            "Exploration of factors that affect the comparative effectiveness of physical and virtual manipulatives in an undergraduate laboratory",
            "Jacquelyn J Chini and Adrian Madsen and Elizabeth Gire and N Sanjay Rebello and Sadhana Puntambekar",
            "2012",
            "BEc4-18AAAAJ:8k81kl-MbHgC",
            60,
            "https:\/\/journals.aps.org\/prper\/abstract\/10.1103\/PhysRevSTPER.8.010113",
            "18042216552141782259",
            "\/scholar?cites=18042216552141782259",
            {
                "2013":5,
                "2014":3,
                "2015":9,
                "2016":9,
                "2017":11,
                "2018":5,
                "2019":7,
                "2020":10
            }
        ],
        [
            "With computers becoming more ubiquitous in our daily lives and in our classrooms, questions of how students interact and learn with physical experiments and computer simulations are central in science education. We investigated how students' ideas about pulleys were influenced by the use of physical and virtual manipulatives. We found that there were advantages for each type of manipulative, and that virtual and physical manipulatives helped students develop correct understandings of different concepts. We also found that the order the manipulatives were used affected student learning, with students who used real pulleys before the simulation achieving higher scores on questions having to do with effort force, the distance the rope is pulled, and mechanical advantage.",
            "The effects of physical and virtual manipulatives on students' conceptual learning about pulleys",
            "Elizabeth Gire and Adrian Carmichael and Jacquelyn J Chini and Amy Rouinfar and Sanjay Rebello and Garrett Smith and Sadhana Puntambekar",
            "2010",
            "BEc4-18AAAAJ:5nxA0vEk-isC",
            51,
            "https:\/\/45.55.127.102\/handle\/1\/2776",
            "16738945281688924500",
            "\/scholar?cites=16738945281688924500",
            {
                "2010":2,
                "2011":5,
                "2012":4,
                "2013":10,
                "2014":7,
                "2015":4,
                "2016":4,
                "2017":5,
                "2018":6,
                "2019":4
            }
        ],
        [
            "[This paper is part of the Focused Collection on Preparing and Supporting University Physics Educators.] Undergraduate students are increasingly being used to support course transformations that incorporate research-based instructional strategies. While such students are typically selected based on strong content knowledge and possible interest in teaching, they often do not have previous pedagogical training. The current training models make use of real students or classmates role playing as students as the test subjects. We present a new environment for facilitating the practice of physics pedagogy skills, a highly immersive mixed-reality classroom simulator, and assess its effectiveness for undergraduate physics learning assistants (LAs). LAs prepared, taught, and reflected on a lesson about motion graphs for five highly interactive computer generated student avatars in the mixed-reality classroom simulator …",
            "Learning from avatars: Learning assistants practice physics pedagogy in a classroom simulator",
            "Jacquelyn J Chini and Carrie L Straub and Kevin H Thomas",
            "2016",
            "BEc4-18AAAAJ:IWHjjKOFINEC",
            47,
            "https:\/\/journals.aps.org\/prper\/abstract\/10.1103\/PhysRevPhysEducRes.12.010117",
            "15492290270723061645",
            "\/scholar?cites=15492290270723061645",
            {
                "2016":2,
                "2017":1,
                "2018":9,
                "2019":11,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Universal Design for Learning is not widely used in postsecondary STEM education. The purpose of this literature review is to synthesize the empirical literature using Universal Design for Learning in postsecondary STEM education for all learners. The criteria for this review are (a) empirical literature in (b) peer reviewed journals (c) published after 2006. Keywords used were STEM, UDL\/UDI\/Universal Design, and postsecondary\/university\/college\/higher education. This review identified four studies and three literature reviews that met the search criteria; the analysis of the identified literature provides a model for how Universal Design for Learning can impact postsecondary STEM instruction, including an increase in inclusive teaching methods and self-advocacy from students with disabilities, and leads to recommendations for additional research.",
            "Universal design for learning in postsecondary STEM education for students with disabilities: A systematic literature review",
            "Jillian Schreffler and Eleazar Vasquez III and Jacquelyn Chini and Westley James",
            "2019",
            "BEc4-18AAAAJ:35N4QoGY0k4C",
            25,
            "https:\/\/link.springer.com\/article\/10.1186\/s40594-019-0161-8",
            "4605774057587234958",
            "\/scholar?cites=4605774057587234958",
            {
                "2019":1,
                "2020":19,
                "2021":4
            }
        ],
        [
            "Teaching assistants (TAs) that lead reformed recitations and labs must understand and buy into the design of the course and the research-based instructional strategies that the course requires in order to create high-fidelity implementations. We present a model that outlines possible influences on TAs’ buy-in and their in-class actions coupled with a method, using a Real-time Instructor Observation Tool-based [EA West et al. Phys. Rev. ST Phys. Educ. Res. 9, 010109 (2013)] exercise, to measure the effect of these influences that is not only quicker than interviews but also allows one to quantify these effects. We use this method to measure the influences on six graduate TAs teaching algebra-based introductory mechanics and electricity and magnetism recitations and labs (“mini studios”) at the University of Central Florida. The results from the exercise are confirmed by interview responses from the TAs. We find a …",
            "Quicker method for assessing influences on teaching assistant buy-in and practices in reformed courses",
            "Matthew Wilcox and Yuehai Yang and Jacquelyn J Chini",
            "2016",
            "BEc4-18AAAAJ:hC7cP41nSMkC",
            18,
            "https:\/\/journals.aps.org\/prper\/abstract\/10.1103\/PhysRevPhysEducRes.12.020123",
            "15876907250556888709",
            "\/scholar?cites=15876907250556888709",
            {
                "2018":2,
                "2019":3,
                "2020":12
            }
        ],
        [
            "Federal legislation specifies equitable access to education for all students at all levels of education, including postsecondary. To explore how well the physics education research (PER) community is currently serving students who inherently vary in needs, abilities, and interests, four research-based curricula (Tutorials in Introductory Physics, Open Source Tutorials in Physics Sensemaking, Physics by Inquiry, and Next Generation Physical Science and Everyday Thinking) were compared with the Universal Design for Learning (UDL) framework. This framework originates in the education literature base and is composed of 3 guiding principles (1. Provide multiple means of representation, 2. provide multiple means of action and expression, and 3. provide multiple means for engagement) further described by 9 principles and 31 checkpoints. The UDL guidelines provide a framework for designing courses to be …",
            "Postsecondary physics curricula and Universal Design for Learning: Planning for diverse learners",
            "Erin Scanlon and Jillian Schreffler and Westley James and Eleazar Vasquez and Jacquelyn J Chini",
            "2018",
            "BEc4-18AAAAJ:NaGl4SEjCO4C",
            14,
            "https:\/\/journals.aps.org\/prper\/abstract\/10.1103\/PhysRevPhysEducRes.14.020101",
            "3655324792997053753",
            "\/scholar?cites=3655324792997053753",
            {
                "2019":5,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Graduate teaching assistants (TAs) play an important role in introductory physics courses, particularly in large enrollment courses where the TA may be viewed as more approachable and accessible than the lecture instructor. Thus, while TAs may still be in the process of developing their views on teaching physics, their practices directly influence a large number of introductory students. As the first steps in reforming our introductory courses and TA training program, we collected multiple types of data on TAs teaching in traditional algebra-based physics laboratories. Drawing on prior work on TAs' pedagogical knowledge, we explore how the beliefs expressed by TAs in interviews align with their practices during a laboratory video-taped mid-semester. Additionally, we explore how both the TAs' expressed beliefs and practices align with students' responses to an end-of-semester TA evaluation survey.",
            "Alignment of TAs' beliefs with practice and student perception",
            "Jacquelyn J Chini and Ahlam Al-Rawi",
            "2013",
            "BEc4-18AAAAJ:4TOpqqG69KYC",
            13,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4789661",
            "14476820427324126459",
            "\/scholar?cites=14476820427324126459",
            {
                "2014":1,
                "2015":1,
                "2016":2,
                "2017":2,
                "2018":1,
                "2019":6
            }
        ],
        [
            "The teaching\/learning interview has been used to investigate student learning. The aim of the teaching\/learning interview is to model a natural learning environment while allowing more direct access to a student’s or group’s thinking and reasoning. The interview typically involves one to four students working with a researcher’interviewer while being audio and video recorded. It has previously been reported [1] that the data collected in a teaching\/learning interview is richer in detail than data collected in an actual classroom. We investigated the possibility that there were also other differences between these formats. We used the same instructional materials as well as pre‐, mid‐ and post‐tests in a teaching\/learning interview and in a classroom laboratory setting. We will describe how the data collected in these two settings compare.",
            "Does the teaching\/learning interview provide an accurate snapshot of classroom learning?",
            "Jacquelyn J Chini and Adrian Carmichael and N Sanjay Rebello and Sadhana Puntambekar",
            "2009",
            "BEc4-18AAAAJ:MXK_kJrjxJIC",
            13,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3266690",
            "3375103479089271916",
            "\/scholar?cites=3375103479089271916",
            {
                "2011":3,
                "2012":1,
                "2013":3,
                "2014":2,
                "2015":2,
                "2016":2
            }
        ],
        [
            "This study aims to understand how the sequence of physical and virtual activities affects student conceptual understanding of pulleys. We compared pre-, mid-and post-test scores of two treatment groups, which differed by the temporal order in which the physical and virtual activities were completed. We examined overall scores as well as scores on individual questions. In questions dealing with the concept of work, students who performed the virtual experiment first seemed to have blocked information learned in the physical. In questions about force, students in each treatment group showed similar gains from pre-to mid-test but from mid-to post-test there was no gain, consistent with the primacy effect. Further, students who performed the physical experiment first did better on force mid-test questions, consistent with advantages of kinesthetic learning.In this study we investigate the effects of sequence of physical and virtual activities on student learning of various concepts in physics. The affordances and limitations of physical laboratory experiments and computer simulation activities have increasingly been described in science education research (De Jong & Van Joolingen, 1998; Finkelstein, et al., 2005; Triona & Klahr, 2003; Klahr, Triona, & Williams, 2007; Zacharia & Constantinou, 2008; Zacharia, Olympiou, & Papaevripidou, 2008). It has been shown that there are many advantages and disadvantages to using each type of manipulative. Klahr, Triona, & Williams (2007) reported that learning with a physical manipulative is advantageous as it is consistent with the concreteto-abstract nature of cognitive development, because it increases student …",
            "Comparing the effects of physical and virtual experimentation sequence on students’ understanding of mechanics",
            "Adrian Carmichael and Jacquelyn J Chini and Elizabeth Gire and N Sanjay Rebello and Sadhana Puntambekar",
            "2010",
            "BEc4-18AAAAJ:3fE2CSJIrl8C",
            10,
            "http:\/\/perg.phys.ksu.edu\/papers\/2010\/carmichael-aera.pdf",
            "10356944977608460642",
            "\/scholar?cites=10356944977608460642",
            {
                "2010":1,
                "2011":2,
                "2012":2,
                "2013":1,
                "2014":2,
                "2015":1,
                "2016":1
            }
        ],
        [
            "Federal legislation requires equitable access to education for all students at all levels, including in the postsecondary setting. While there have been a few studies in the chemistry education research literature base focused on how to support students with specific disabilities, this work seems to exist as a separate stream of research without direct impact on curriculum development and the overall community. This study focused on investigating how well three sets of general chemistry curricular materials support variations in students’ abilities, interests, and needs. To accomplish this, we compared the curricular materials with the Universal Design for Learning (UDL) framework, which describes steps to account for variations in ability among learners during curriculum development. The UDL framework is organized into three guidelines (multiple means of representation, action and expression, and engagement …",
            "Postsecondary chemistry curricula and universal design for learning: planning for variations in learners’ abilities, needs, and interests",
            "Erin Scanlon and Tamra Legron-Rodriguez and Jillian Schreffler and Elijah Ibadlit and Eleazar Vasquez and Jacquelyn J Chini",
            "2018",
            "BEc4-18AAAAJ:J_g5lzvAfSwC",
            8,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2018\/rp\/c8rp00095f",
            "14580799251004087527",
            "\/scholar?cites=14580799251004087527",
            {
                "2019":3,
                "2020":5
            }
        ]
    ]
}