{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "In this paper we show how a solution of BSDE can be reflected by a very irregular L2-obstacle. We prove that this problem is equivalent to find the smallest g-supermartingale of BSDE that dominates this obstacle. We then obtain the existence and uniqueness and continuous dependence theorem for this reflected BSDE. We also consider the problem of existence and uniqueness of reflected BSDE with double L2 obstacles, by using a penalization method. A new monotonic limit theorem is developed to prove the convergence of the penalization sequence, and to prove the existence theorem. We also prove that this reflected BSDE with double obstacles is equivalent to a problem of the smallest g-supermartingale and the largest g-submartingale. 2005 Elsevier SAS. All rights reserved.",
            "The smallest -supermartingale and reflected BSDE with single and double  obstacles",
            "Shige Peng and Mingyu Xu",
            "2005",
            "BEyYBdAAAAAJ:u5HHmVD_uO8C",
            147,
            "http:\/\/www.numdam.org\/article\/AIHPB_2005__41_3_605_0.pdf",
            "3551070232863154542",
            "\/scholar?cites=3551070232863154542",
            {
                "2005":1,
                "2006":3,
                "2007":4,
                "2008":6,
                "2009":9,
                "2010":9,
                "2011":15,
                "2012":9,
                "2013":15,
                "2014":13,
                "2015":17,
                "2016":11,
                "2017":11,
                "2018":6,
                "2019":6,
                "2020":12
            }
        ],
        [
            "In this paper, we consider BSDEs with a Lipschitz coefficient reflected on one discontinuous (r.c.l.l.) barrier. We prove the convergence of the solutions of the penalized equations to the solution of the RBSDE.",
            "Penalization method for reflected backward stochastic differential equations with one rcll barrier",
            "J-P Lepeltier and Mingyu Xu",
            "2005",
            "BEyYBdAAAAAJ:u-x6o8ySG0sC",
            93,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0167715205002105",
            "3604230396925275383",
            "\/scholar?cites=3604230396925275383",
            {
                "2005":2,
                "2006":4,
                "2007":3,
                "2008":5,
                "2009":3,
                "2010":7,
                "2011":12,
                "2012":5,
                "2013":7,
                "2014":2,
                "2015":12,
                "2016":3,
                "2017":9,
                "2018":8,
                "2019":4,
                "2020":7
            }
        ],
        [
            "We prove the existence and uniqueness of the solution to certain reflected backward stochastic differential equations (RBSDEs) with one continuous barrier and deterministic terminal time, under monotonicity, and general increasing growth conditions on the associated coefficient. As an application, we obtain, in some constraint cases, the price of an American contingent claim as the unique solution of such an RBSDE.",
            "Reflected backward stochastic differential equations under monotonicity and general increasing growth conditions",
            "J-P Lepeltier and Anis Matoussi and Mingyu Xu",
            "2005",
            "BEyYBdAAAAAJ:MXK_kJrjxJIC",
            68,
            "https:\/\/www.cambridge.org\/core\/journals\/advances-in-applied-probability\/article\/reflected-backward-stochastic-differential-equations-under-monotonicity-and-general-increasing-growth-conditions\/59AF3A42F2534367A04E38190B844354",
            "633978075459297766",
            "\/scholar?cites=633978075459297766",
            {
                "2005":3,
                "2006":1,
                "2007":3,
                "2008":4,
                "2009":2,
                "2010":7,
                "2011":9,
                "2012":7,
                "2013":9,
                "2014":2,
                "2015":2,
                "2016":4,
                "2017":6,
                "2018":4,
                "2019":4,
                "2020":1
            }
        ],
        [
            "We prove the existence and uniqueness of Sobolev solution of a semilinear PDE's and PDE's with obstacle under monotonicity condition. Moreover we give the probabilistic interpretation of the solutions in term of Backward SDE and reflected Backward SDE respectively",
            "Sobolev solution for semilinear PDE with obstacle under monotonicity condition",
            "Anis Matoussi and Mingyu Xu",
            "2008",
            "BEyYBdAAAAAJ:d1gkVwhDpl0C",
            36,
            "https:\/\/projecteuclid.org\/euclid.ejp\/1464819108",
            "15978644777848756691",
            "\/scholar?cites=15978644777848756691",
            {
                "2009":4,
                "2010":4,
                "2011":2,
                "2012":4,
                "2013":3,
                "2014":5,
                "2015":3,
                "2016":3,
                "2017":2,
                "2018":1,
                "2019":2,
                "2020":1
            }
        ]
    ]
}