{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Turbulence is ubiquitous in atmospheric clouds, which have enormous turbulence Reynolds numbers owing to the large range of spatial scales present. Indeed, the ratio of energy-containing and dissipative length scales is on the order of 105 for a typical convective cloud, with a corresponding large-eddy Reynolds number on the order of 106 to 107. A characteristic trait of high-Reynolds-number turbulence is strong intermittency in energy dissipation, Lagrangian acceleration, and scalar gradients at small scales. Microscale properties of clouds are determined to a great extent by thermodynamic and fluid-mechanical interactions between droplets and the surrounding air, all of which take place at small spatial scales. Furthermore, these microscale properties of clouds affect the efficiency with which clouds produce rain as well as the nature of their interaction with atmospheric radiation and chemical …",
            "Particle-turbulence interactions in atmospheric clouds",
            "Raymond A Shaw",
            "2003",
            "BFa7Xo0AAAAJ:u5HHmVD_uO8C",
            694,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.fluid.35.101101.161125",
            "6442190617907904715",
            "\/scholar?cites=6442190617907904715",
            {
                "2003":4,
                "2004":26,
                "2005":34,
                "2006":32,
                "2007":37,
                "2008":38,
                "2009":40,
                "2010":39,
                "2011":31,
                "2012":44,
                "2013":34,
                "2014":41,
                "2015":44,
                "2016":50,
                "2017":45,
                "2018":58,
                "2019":46,
                "2020":42,
                "2021":4
            }
        ],
        [
            "A mechanism is presented, based on the inherent turbulent nature of cumulus clouds, for the broadening of cloud droplet spectra during condensational growth. This mechanism operates independent of entrainment and, therefore, can operate in adiabatic cloud cores. Cloud droplets of sufficient size are not randomly dispersed in a cloud but are preferentially concentrated in regions of low vorticity in the turbulent flow field. Regions of high vorticity (low droplet concentration) develop higher supersaturation than regions of low vorticity (high droplet concentration). Therefore, on small spatial scales cloud droplets are growing in a strongly fluctuating supersaturation field. These fluctuations in supersaturation exist independent of large-scale vertical velocity fluctuations. Droplets growing in regions of high vorticity will experience enhanced growth rates, allowing some droplets to grow larger than predicted by the classic …",
            "Preferential concentration of cloud droplets by turbulence: Effects on the early evolution of cumulus cloud droplet spectra",
            "Raymond A Shaw and Walter C Reade and Lance R Collins and Johannes Verlinde",
            "1998",
            "BFa7Xo0AAAAJ:u-x6o8ySG0sC",
            208,
            "https:\/\/journals.ametsoc.org\/view\/journals\/atsc\/55\/11\/1520-0469_1998_055_1965_pcocdb_2.0.co_2.xml",
            "18197358112887454406",
            "\/scholar?cites=18197358112887454406",
            {
                "1998":2,
                "1999":2,
                "2000":11,
                "2001":14,
                "2002":9,
                "2003":5,
                "2004":8,
                "2005":17,
                "2006":7,
                "2007":4,
                "2008":8,
                "2009":11,
                "2010":6,
                "2011":12,
                "2012":9,
                "2013":10,
                "2014":7,
                "2015":6,
                "2016":13,
                "2017":14,
                "2018":17,
                "2019":8,
                "2020":5
            }
        ],
        [
            "We report laboratory observations of higher freezing temperatures when an ice-forming nucleus is near the surface of an undercooled water drop than when the nucleus is immersed in the drop. The nucleation rate at the water surface is a factor of 1010 greater than in bulk water, thereby complementing and providing evidence for homogeneous surface crystallization, which has been hypothesized recently. Interpretation of the data via classical nucleation theory shows that the free energy of formation of a critical ice germ is decreased by a factor of approximately 2 when the substrate is near the air−water interface. Furthermore, the analysis suggests that the jump frequency of molecules from the liquid to the solid may be greatly enhanced at the interface. ",
            "Heterogeneous surface crystallization observed in undercooled water",
            "Raymond A Shaw and Adam J Durant and Youshi Mi",
            "2005",
            "BFa7Xo0AAAAJ:qjMakFHDy7sC",
            201,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp0506336",
            "1494773409444426229",
            "\/scholar?cites=1494773409444426229",
            {
                "2005":4,
                "2006":9,
                "2007":14,
                "2008":9,
                "2009":13,
                "2010":11,
                "2011":12,
                "2012":15,
                "2013":15,
                "2014":15,
                "2015":16,
                "2016":16,
                "2017":9,
                "2018":14,
                "2019":14,
                "2020":12,
                "2021":2
            }
        ],
        [
            "Ice formation in atmospheric clouds is crucial to our understanding of precipitation and cloud radiative properties. In recent work it was shown that heterogeneous ice nucleation rates can be strongly enhanced by a form of surface crystallization (Shaw et al., 2005). Here we present new laboratory data and consider the implications for contact nucleation and its relevance to ice nucleation in atmospheric clouds. Our observations contradict three leading hypotheses for contact nucleation and suggest, instead, that the notion of contact nucleation should be generalized to include surface crystallization from particles contacting a supercooled drop from the inside out, as well as from the outside in. Our findings lead to the hypothesis that the freezing temperature of an evaporating drop will suddenly become higher once the drop surface contacts an immersed ice nucleus. This mechanism for evaporation freezing is …",
            "Evaporation freezing by contact nucleation inside‐out",
            "Adam J Durant and Raymond A Shaw",
            "2005",
            "BFa7Xo0AAAAJ:UeHWp8X0CEIC",
            177,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2005GL024175",
            "10772924574106788391",
            "\/scholar?cites=10772924574106788391",
            {
                "2006":5,
                "2007":9,
                "2008":9,
                "2009":14,
                "2010":16,
                "2011":9,
                "2012":17,
                "2013":11,
                "2014":16,
                "2015":7,
                "2016":11,
                "2017":17,
                "2018":17,
                "2019":9,
                "2020":9,
                "2021":1
            }
        ],
        [
            "Advances at the interface between atmospheric and turbulence research are helping to elucidate fundamental properties of clouds.",
            "Can we understand clouds without turbulence?",
            "Eberhard Bodenschatz and Szymon P Malinowski and Raymond A Shaw and Frank Stratmann",
            "2010",
            "BFa7Xo0AAAAJ:roLk4NBRz8UC",
            157,
            "https:\/\/science.sciencemag.org\/content\/327\/5968\/970.summary",
            "265622985292047836",
            "\/scholar?cites=265622985292047836",
            {
                "2010":4,
                "2011":14,
                "2012":15,
                "2013":14,
                "2014":23,
                "2015":18,
                "2016":19,
                "2017":11,
                "2018":14,
                "2019":8,
                "2020":12,
                "2021":2
            }
        ],
        [
            "The current understanding of fundamental processes in atmospheric clouds, such as nucleation, droplet growth, and the onset of precipitation (collision-coalescence), is based on the assumption that droplets in undiluted clouds are distributed in space in a perfectly random manner, ie droplet positions are independently distributed with uniform probability. We have analysed data from a homogeneous cloud core to test this assumption and gain an understanding of the nature of droplet transport. This is done by examining one-dimensional cuts through clouds, using a theory originally developed for x-ray scattering by liquids, and obtaining statistics of droplet spacing. The data reveal droplet clustering even in cumulus cloud cores free of entrained ambient air. By relating the variance of droplet counts to the integral of the pair correlation function, we detect a systematic, scale-dependent clustering signature. The …",
            "Scale-dependent droplet clustering in turbulent clouds",
            "Alexander B Kostinski and Raymond A Shaw",
            "2001",
            "BFa7Xo0AAAAJ:9yKSN-GCB0IC",
            153,
            "https:\/\/search.proquest.com\/openview\/2c3de70a60732dc14f499b4b9537edf4\/1?pq-origsite=gscholar&cbl=34769",
            "11141001082477492001",
            "\/scholar?cites=11141001082477492001",
            {
                "2001":2,
                "2002":14,
                "2003":9,
                "2004":5,
                "2005":8,
                "2006":9,
                "2007":11,
                "2008":7,
                "2009":3,
                "2010":8,
                "2011":7,
                "2012":8,
                "2013":6,
                "2014":8,
                "2015":3,
                "2016":7,
                "2017":10,
                "2018":15,
                "2019":7,
                "2020":3
            }
        ],
        [
            "We report experimental evidence of spatial clustering of dense particles in homogenous, isotropic turbulence at high Reynolds numbers. The dissipation-scale clustering becomes stronger as the Stokes number increases and is found to exhibit similarity with respect to the droplet Stokes number over a range of experimental conditions (particle diameter and turbulent energy dissipation rate). These findings are in qualitative agreement with recent theoretical and computational studies of inertial particle clustering in turbulence. Because of the large Reynolds numbers a broad scaling range of particle clustering due to turbulent mixing is present, and the inertial clustering can clearly be distinguished from that due to mixing of fluid particles.",
            "Inertial clustering of particles in high-Reynolds-number turbulence",
            "Ewe Wei Saw and Raymond A Shaw and Sathyanarayana Ayyalasomayajula and Patrick Y Chuang and Armann Gylfason",
            "2008",
            "BFa7Xo0AAAAJ:Tyk-4Ss8FVUC",
            140,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.214501",
            "7438043702128895844",
            "\/scholar?cites=7438043702128895844",
            {
                "2008":6,
                "2009":5,
                "2010":16,
                "2011":6,
                "2012":14,
                "2013":15,
                "2014":11,
                "2015":8,
                "2016":14,
                "2017":10,
                "2018":14,
                "2019":11,
                "2020":7,
                "2021":1
            }
        ],
        [
            " During the measurement campaign FROST (FReezing Of duST), LACIS (Leipzig Aerosol Cloud Interaction Simulator) was used to investigate the immersion freezing behavior of size selected, coated and uncoated Arizona Test Dust (ATD) particles with a mobility diameter of 300 nm. Particles were coated with succinic acid (C4H6O4), sulfuric acid (H2SO4) and ammonium sulfate ((NH4)2SO4). Ice fractions at mixed-phase cloud temperatures ranging from 233.15 K to 239.15 K (±0.60 K) were determined for all types of particles. In this temperature range, pure ATD particles and those coated with C4H6O4 or small amounts of H2SO4 were found to be the most efficient ice nuclei (IN). ATD particles coated with (NH4)2SO4 were the most inefficient IN. Since the supercooled droplets were highly diluted before freezing occurred, a freezing point suppression due to the soluble material on the particles (and therefore in the droplets) cannot explain this observation. Therefore, it is reasonable to assume that the coatings lead to particle surface alterations which cause the differences in the IN abilities. Two different theoretical approaches based on the stochastic and the singular hypotheses were applied to clarify and parameterize the freezing behavior of the particles investigated. Both approaches describe the experimentally determined results, yielding parameters that can subsequently be used to compare our results to those from other studies. However, we cannot clarify at the current state which of the two approaches correctly describes the investigated immersion freezing process. But both approaches confirm the assumption that the coatings lead to …",
            "Heterogeneous freezing of droplets with immersed mineral dust particles–measurements and parameterization",
            "D Niedermeier and S Hartmann and RA Shaw and D Covert and TF Mentel and J Schneider and L Poulain and P Reitz and C Spindler and T Clauss and A Kiselev and E Hallbauer and H Wex and K Mildenberger and F Stratmann",
            "2010",
            "BFa7Xo0AAAAJ:_FxGoFyzp5QC",
            134,
            "https:\/\/acp.copernicus.org\/articles\/10\/3601\/2010\/",
            "15520975190011459919",
            "\/scholar?cites=15520975190011459919",
            {
                "2010":5,
                "2011":21,
                "2012":16,
                "2013":17,
                "2014":20,
                "2015":11,
                "2016":17,
                "2017":6,
                "2018":5,
                "2019":8,
                "2020":7
            }
        ],
        [
            " Heterogeneous ice nucleation, a primary pathway for ice formation in the atmosphere, has been described alternately as being stochastic, in direct analogy with homogeneous nucleation, or singular, with ice nuclei initiating freezing at deterministic temperatures. We present an idealized, conceptual model to explore the transition between stochastic and singular ice nucleation. This \"soccer ball\" model treats particles as being covered with surface sites (patches of finite area) characterized by different nucleation barriers, but with each surface site following the stochastic nature of ice embryo formation. The model provides a phenomenological explanation for seemingly contradictory experimental results obtained in our research groups. Even with ice nucleation treated fundamentally as a stochastic process this process can be masked by the heterogeneity of surface properties, as might be typical for realistic atmospheric particle populations. Full evaluation of the model findings will require experiments with well characterized ice nucleating particles and the ability to vary both temperature and waiting time for freezing.",
            "Heterogeneous ice nucleation: exploring the transition from stochastic to singular freezing behavior",
            "D Niedermeier and RA Shaw and S Hartmann and H Wex and T Clauss and J Voigtländer and F Stratmann",
            "2011",
            "BFa7Xo0AAAAJ:7PzlFSSx8tAC",
            129,
            "https:\/\/acp.copernicus.org\/articles\/11\/8767\/2011\/",
            "4483529734627864165",
            "\/scholar?cites=4483529734627864165",
            {
                "2011":4,
                "2012":18,
                "2013":19,
                "2014":13,
                "2015":16,
                "2016":16,
                "2017":10,
                "2018":9,
                "2019":11,
                "2020":11,
                "2021":2
            }
        ],
        [
            "Baker, M.,, RG Corbin,, and J. Latham, 1980: The influence of entrainment on the evolution of cloud drop spectra: I. A model of inhomogeneous mixing. Quart. J. Roy. Meteor. Soc., 106, 581–598.",
            "Homogeneous and inhomogeneous mixing in cumulus clouds: Dependence on local turbulence structure",
            "Katrin Lehmann and Holger Siebert and Raymond A Shaw",
            "2009",
            "BFa7Xo0AAAAJ:3fE2CSJIrl8C",
            128,
            "https:\/\/journals.ametsoc.org\/view\/journals\/atsc\/66\/12\/2009jas3012.1.xml?tab_body=fulltext-display",
            "2910008373261939643",
            "\/scholar?cites=2910008373261939643",
            {
                "2010":2,
                "2011":10,
                "2012":9,
                "2013":15,
                "2014":7,
                "2015":14,
                "2016":17,
                "2017":10,
                "2018":17,
                "2019":15,
                "2020":11,
                "2021":1
            }
        ]
    ]
}