{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Many researchers, especially those new to the field, need to determine which criteria are essential for demonstrating autophagy, either for the purposes of their own research, or in the capacity of a manuscript or grant review. 1 Acceptable standards are an important issue, particularly considering that each of us may have his\/her own opinion regarding the answer. Unfortunately, the answer is in part a “moving target” as the field evolves. 2 This can be extremely frustrating for researchers who may think they have met those criteria, only to find out that the reviewers of their papers have different ideas. Conversely, as a reviewer, it is tiresome to raise the same objections repeatedly, wondering why researchers have not fulfilled some of the basic requirements for establishing the occurrence of an autophagic process. In addition, drugs that potentially modulate autophagy are increasingly being used in clinical trials, and …",
            "Guidelines for the use and interpretation of assays for monitoring autophagy",
            "Daniel J Klionsky and Kotb Abdelmohsen and Akihisa Abe and Md Joynal Abedin and Hagai Abeliovich and Abraham Acevedo Arozena and Hiroaki Adachi and Christopher M Adams and Peter D Adams and Khosrow Adeli and Peter J Adhihetty and Sharon G Adler and Galila Agam and Rajesh Agarwal and Manish K Aghi and Maria Agnello and Patrizia Agostinis and Patricia V Aguilar and Julio Aguirre-Ghiso and Edoardo M Airoldi and Slimane Ait-Si-Ali and Takahiko Akematsu and Emmanuel T Akporiaye and Mohamed Al-Rubeai and Guillermo M Albaiceta and Chris Albanese and Diego Albani and Matthew L Albert and Jesus Aldudo and Hana Algül and Mehrdad Alirezaei and Iraide Alloza and Alexandru Almasan and Maylin Almonte-Beceril and Emad S Alnemri and Covadonga Alonso and Nihal Altan-Bonnet and Dario C Altieri and Silvia Alvarez and Lydia Alvarez-Erviti and Sandro Alves and Giuseppina Amadoro and Atsuo Amano and Consuelo Amantini and Santiago Ambrosio and Ivano Amelio and Amal O Amer and Mohamed Amessou and Angelika Amon and Zhenyi An and Frank A Anania and Stig U Andersen and Usha P Andley and Catherine K Andreadi and Nathalie Andrieu-Abadie and Alberto Anel and David K Ann and Shailendra Anoopkumar-Dukie and Manuela Antonioli and Hiroshi Aoki and Nadezda Apostolova and Saveria Aquila and Katia Aquilano and Koichi Araki and Eli Arama and Agustin Aranda and Jun Araya and Alexandre Arcaro and Esperanza Arias and Hirokazu Arimoto and Aileen R Ariosa and Jane L Armstrong and Thierry Arnould and Ivica Arsov and Katsuhiko Asanuma and Valerie Askanas and Eric Asselin and Ryuichiro Atarashi and Sally S Atherton and Julie D Atkin and Laura D Attardi and Patrick Auberger and Georg Auburger and Laure Aurelian and Riccardo Autelli and Laura Avagliano and Maria Laura Avantaggiati and Limor Avrahami and Suresh Awale and Neelam Azad and Tiziana Bachetti and Jonathan M Backer and Dong-Hun Bae and Jae-Sung Bae and Ok-Nam Bae and Soo Han Bae and Eric H Baehrecke and Seung-Hoon Baek and Stephen Baghdiguian and Agnieszka Bagniewska-Zadworna and Hua Bai and Jie Bai and Xue-Yuan Bai and Yannick Bailly and Kithiganahalli Narayanaswamy Balaji and Walter Balduini and Andrea Ballabio and Rena Balzan and Rajkumar Banerjee and Gábor Bánhegyi and Haijun Bao and Benoit Barbeau and Maria D Barrachina and Esther Barreiro and Bonnie Bartel and Alberto Bartolomé and Diane C Bassham and Maria Teresa Bassi and Robert C Bast Jr and Alakananda Basu and Maria Teresa Batista and Henri Batoko and Maurizio Battino and Kyle Bauckman and Bradley L Baumgarner and K Ulrich Bayer and Rupert Beale and Jean-Francois Beaulieu and George R Beck Jr and Christoph Becker and J David Beckham and Pierre-Andre Bedard and Patrick J Bednarski and Thomas J Begley and Christian Behl and Christian Behrends and Georg MN Behrens and Kevin E Behrns and Eloy Bejarano and Amine Belaid and Francesca Belleudi and Giovanni Bénard and Guy Berchem and Daniele Bergamaschi and Matteo Bergami and Ben Berkhout and Laura Berliocchi and Amélie Bernard and Monique Bernard and Francesca Bernassola",
            "2016",
            "bfSI6W0AAAAJ:pAkWuXOU-OoC",
            9503,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/15548627.2015.1100356",
            "5466665393835199140",
            "\/scholar?cites=5466665393835199140",
            {
                "2008":103,
                "2009":207,
                "2010":261,
                "2011":322,
                "2012":453,
                "2013":642,
                "2014":828,
                "2015":875,
                "2016":1031,
                "2017":1158,
                "2018":1155,
                "2019":1065,
                "2020":1211,
                "2021":85
            }
        ],
        [
            "Until recently, advanced very high-resolution radiometer (AVHRR) observations were the only viable source of data for global land cover mapping. While many useful insights have been gained from analyses based on AVHRR data, the availability of moderate resolution imaging spectroradiometer (MODIS) data with greatly improved spectral, spatial, geometric, and radiometric attributes provides significant new opportunities and challenges for remote sensing-based land cover mapping research. In this paper, we describe the algorithms and databases being used to produce the MODIS global land cover product. This product provides maps of global land cover at 1-km spatial resolution using several classification systems, principally that of the IGBP. To generate these maps, a supervised classification methodology is used that exploits a global database of training sites interpreted from high-resolution imagery in …",
            "Global land cover mapping from MODIS: algorithms and early results",
            "Mark A Friedl and Douglas K McIver and John CF Hodges and Xiaoyang Y Zhang and D Muchoney and Alan H Strahler and Curtis E Woodcock and Sucharita Gopal and Annemarie Schneider and Amanda Cooper and Alessandro Baccini and F Gao and C Schaaf",
            "2002",
            "bfSI6W0AAAAJ:_Ybze24A_UAC",
            2487,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0034425702000780",
            "13604132364895634439",
            "\/scholar?cites=13604132364895634439",
            {
                "2002":8,
                "2003":19,
                "2004":45,
                "2005":84,
                "2006":85,
                "2007":111,
                "2008":116,
                "2009":111,
                "2010":144,
                "2011":153,
                "2012":164,
                "2013":158,
                "2014":207,
                "2015":185,
                "2016":197,
                "2017":165,
                "2018":158,
                "2019":166,
                "2020":160,
                "2021":11
            }
        ],
        [
            "The human AIDS viruses human immunodeficiency virus type 1 (HIV-1) and type 2 (HIV-2) represent cross-species (zoonotic) infections 1, 2, 3, 4. Although the primate reservoir of HIV-2 has been clearly identified as the sooty mangabey (Cercocebus atys) 2, 4, 5, 6, 7, the origin of HIV-1 remains uncertain. Viruses related to HIV-1 have been isolated from the common chimpanzee (Pan troglodytes) 8, 9, but only three such SIVcpz infections have been documented 1, 10, 11, one of which involved a virus so divergent 11 that it might represent a different primate lentiviral lineage. In a search for the HIV-1 reservoir, we have now sequenced the genome of a new SIVcpz strain (SIVcpzUS) and have determined, by mitochondrial DNA analysis, the subspecies identity of all known SIVcpz-infected chimpanzees. We find that two chimpanzee subspecies in Africa, the central P. t. troglodytes and the eastern P. t. schweinfurthii …",
            "Origin of HIV-1 in the chimpanzee Pan troglodytes troglodytes",
            "Feng Gao and Elizabeth Bailes and David L Robertson and Yalu Chen and Cynthia M Rodenburg and Scott F Michael and Larry B Cummins and Larry O Arthur and Martine Peeters and George M Shaw and Paul M Sharp and Beatrice H Hahn",
            "1999",
            "bfSI6W0AAAAJ:u5HHmVD_uO8C",
            2383,
            "https:\/\/www.nature.com\/articles\/17130",
            "3869994608424814355",
            "\/scholar?cites=3869994608424814355",
            {
                "1999":50,
                "2000":118,
                "2001":90,
                "2002":86,
                "2003":101,
                "2004":98,
                "2005":124,
                "2006":111,
                "2007":121,
                "2008":102,
                "2009":130,
                "2010":116,
                "2011":111,
                "2012":151,
                "2013":130,
                "2014":129,
                "2015":104,
                "2016":112,
                "2017":85,
                "2018":81,
                "2019":81,
                "2020":81,
                "2021":6
            }
        ],
        [
            "Accurate measurements of regional to global scale vegetation dynamics (phenology) are required to improve models and understanding of inter-annual variability in terrestrial ecosystem carbon exchange and climate–biosphere interactions. Since the mid-1980s, satellite data have been used to study these processes. In this paper, a new methodology to monitor global vegetation phenology from time series of satellite data is presented. The method uses series of piecewise logistic functions, which are fit to remotely sensed vegetation index (VI) data, to represent intra-annual vegetation dynamics. Using this approach, transition dates for vegetation activity within annual time series of VI data can be determined from satellite data. The method allows vegetation dynamics to be monitored at large scales in a fashion that it is ecologically meaningful and does not require pre-smoothing of data or the use of user-defined …",
            "Monitoring vegetation phenology using MODIS",
            "Xiaoyang Zhang and Mark A Friedl and Crystal B Schaaf and Alan H Strahler and John CF Hodges and Feng Gao and Bradley C Reed and Alfredo Huete",
            "2003",
            "bfSI6W0AAAAJ:Fu2w8maKXqMC",
            2168,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0034425702001359",
            "356026547626445949",
            "\/scholar?cites=356026547626445949",
            {
                "2003":6,
                "2004":17,
                "2005":35,
                "2006":38,
                "2007":53,
                "2008":69,
                "2009":79,
                "2010":111,
                "2011":115,
                "2012":125,
                "2013":174,
                "2014":177,
                "2015":171,
                "2016":215,
                "2017":164,
                "2018":176,
                "2019":197,
                "2020":208,
                "2021":19
            }
        ],
        [
            "With the launch of NASA's Terra satellite and the MODerate Resolution Imaging Spectroradiometer (MODIS), operational Bidirectional Reflectance Distribution Function (BRDF) and albedo products are now being made available to the scientific community. The MODIS BRDF\/Albedo algorithm makes use of a semiempirical kernel-driven bidirectional reflectance model and multidate, multispectral data to provide global 1-km gridded and tiled products of the land surface every 16 days. These products include directional hemispherical albedo (black-sky albedo), bihemispherical albedo (white-sky albedo), Nadir BRDF-Adjusted surface Reflectances (NBAR), model parameters describing the BRDF, and extensive quality assurance information. The algorithm has been consistently producing albedo and NBAR for the public since July 2000. Initial evaluations indicate a stable BRDF\/Albedo Product, where, for example …",
            "First operational BRDF, albedo nadir reflectance products from MODIS",
            "Crystal B Schaaf and Feng Gao and Alan H Strahler and Wolfgang Lucht and Xiaowen Li and Trevor Tsang and Nicholas C Strugnell and Xiaoyang Zhang and Yufang Jin and Jan-Peter Muller and Philip Lewis and Michael Barnsley and Paul Hobson and Mathias Disney and Gareth Roberts and Michael Dunderdale and Christopher Doll and Robert P d'Entremont and Baoxin Hu and Shunlin Liang and Jeffrey L Privette and David Roy",
            "2002",
            "bfSI6W0AAAAJ:W5xh706n7nkC",
            2089,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0034425702000913",
            "12479501628211422372",
            "\/scholar?cites=12479501628211422372",
            {
                "2002":13,
                "2003":17,
                "2004":38,
                "2005":68,
                "2006":59,
                "2007":71,
                "2008":93,
                "2009":81,
                "2010":115,
                "2011":115,
                "2012":121,
                "2013":152,
                "2014":190,
                "2015":162,
                "2016":151,
                "2017":121,
                "2018":169,
                "2019":153,
                "2020":152,
                "2021":13
            }
        ],
        [
            "The precise identification of the HIV-1 envelope glycoprotein (Env) responsible for productive clinical infection could be instrumental in elucidating the molecular basis of HIV-1 transmission and in designing effective vaccines. Here, we developed a mathematical model of random viral evolution and, together with phylogenetic tree construction, used it to analyze 3,449 complete env sequences derived by single genome amplification from 102 subjects with acute HIV-1 (clade B) infection. Viral env genes evolving from individual transmitted or founder viruses generally exhibited a Poisson distribution of mutations and star-like phylogeny, which coalesced to an inferred consensus sequence at or near the estimated time of virus transmission. Overall, 78 of 102 subjects had evidence of productive clinical infection by a single virus, and 24 others had evidence of productive clinical infection by a minimum of two to five …",
            "Identification and characterization of transmitted and early founder virus envelopes in primary HIV-1 infection",
            "Brandon F Keele and Elena E Giorgi and Jesus F Salazar-Gonzalez and Julie M Decker and Kimmy T Pham and Maria G Salazar and Chuanxi Sun and Truman Grayson and Shuyi Wang and Hui Li and Xiping Wei and Chunlai Jiang and Jennifer L Kirchherr and Feng Gao and Jeffery A Anderson and Li-Hua Ping and Ronald Swanstrom and Georgia D Tomaras and William A Blattner and Paul A Goepfert and J Michael Kilby and Michael S Saag and Eric L Delwart and Michael P Busch and Myron S Cohen and David C Montefiori and Barton F Haynes and Brian Gaschen and Gayathri S Athreya and Ha Y Lee and Natasha Wood and Cathal Seoighe and Alan S Perelson and Tanmoy Bhattacharya and Bette T Korber and Beatrice H Hahn and George M Shaw",
            "2008",
            "bfSI6W0AAAAJ:u-x6o8ySG0sC",
            1956,
            "https:\/\/www.pnas.org\/content\/105\/21\/7552.short",
            "16277850139000417137",
            "\/scholar?cites=16277850139000417137",
            {
                "2008":20,
                "2009":90,
                "2010":143,
                "2011":168,
                "2012":194,
                "2013":203,
                "2014":195,
                "2015":174,
                "2016":167,
                "2017":164,
                "2018":153,
                "2019":138,
                "2020":116,
                "2021":9
            }
        ],
        [
            "Landsat 8, a NASA and USGS collaboration, acquires global moderate-resolution measurements of the Earth's terrestrial and polar regions in the visible, near-infrared, short wave, and thermal infrared. Landsat 8 extends the remarkable 40 year Landsat record and has enhanced capabilities including new spectral bands in the blue and cirrus cloud-detection portion of the spectrum, two thermal bands, improved sensor signal-to-noise performance and associated improvements in radiometric resolution, and an improved duty cycle that allows collection of a significantly greater number of images per day. This paper introduces the current (2012–2017) Landsat Science Team's efforts to establish an initial understanding of Landsat 8 capabilities and the steps ahead in support of priorities identified by the team. Preliminary evaluation of Landsat 8 capabilities and identification of new science and applications …",
            "Landsat-8: Science and product vision for terrestrial global change research",
            "David P Roy and Michael A Wulder and Thomas R Loveland and Curtis E Woodcock and Richard G Allen and Martha C Anderson and Dennis Helder and James R Irons and David M Johnson and Robert Kennedy and Ted A Scambos and Crystal B Schaaf and John R Schott and Yongwei Sheng and Eric F Vermote and Alan S Belward and Robert Bindschadler and Warren B Cohen and Feng Gao and James D Hipple and Patrick Hostert and Justin Huntington and Christopher O Justice and Ayse Kilic and Valeriy Kovalskyy and ZP Lee and Lee Lymburner and Jeffrey G Masek and Joel McCorkel and Yanmin Shuai and Ricardo Trezza and James Vogelmann and Randolph H Wynne and Zhe Zhu",
            "2014",
            "bfSI6W0AAAAJ:7T2F9Uy0os0C",
            1399,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S003442571400042X",
            "13350734694130832554",
            "\/scholar?cites=13350734694130832554",
            {
                "2014":32,
                "2015":129,
                "2016":204,
                "2017":223,
                "2018":257,
                "2019":249,
                "2020":273,
                "2021":20
            }
        ],
        [
            "HIV-1 sequences were analyzed to estimate the timing of the ancestral sequence of the main group of HIV-1, the strains responsible for the AIDS pandemic. Using parallel supercomputers and assuming a constant rate of evolution, we applied maximum-likelihood phylogenetic methods to unprecedented amounts of data for this calculation. We validated our approach by correctly estimating the timing of two historically documented points. Using a comprehensive full-length envelope sequence alignment, we estimated the date of the last common ancestor of the main group of HIV-1 to be 1931 (1915–41). Analysis of a gag gene alignment, subregions of envelope including additional sequences, and a method that relaxed the assumption of a strict molecular clock also supported these results.",
            "Timing the ancestor of the HIV-1 pandemic strains",
            "Bette Korber and Mark Muldoon and James Theiler and Fei Gao and Radhika Gupta and Alan Lapedes and BH Hahn and Steven Wolinsky and Tanmoy Bhattacharya",
            "2000",
            "bfSI6W0AAAAJ:d1gkVwhDpl0C",
            1369,
            "https:\/\/science.sciencemag.org\/content\/288\/5472\/1789.abstract",
            "7055234930252058893",
            "\/scholar?cites=7055234930252058893",
            {
                "2000":19,
                "2001":52,
                "2002":55,
                "2003":73,
                "2004":81,
                "2005":79,
                "2006":82,
                "2007":78,
                "2008":68,
                "2009":86,
                "2010":89,
                "2011":76,
                "2012":83,
                "2013":80,
                "2014":60,
                "2015":61,
                "2016":56,
                "2017":42,
                "2018":45,
                "2019":35,
                "2020":45,
                "2021":1
            }
        ],
        [
            "The Landsat Ecosystem Disturbance Adaptive Processing System (LEDAPS) at the National Aeronautics and Space Administration (NASA) Goddard Space Flight Center has processed and released 2100 Landsat Thematic Mapper and Enhanced Thematic Mapper Plus surface reflectance scenes, providing 30-m resolution wall-to-wall reflectance coverage for North America for epochs centered on 1990 and 2000. This dataset can support decadal assessments of environmental and land-cover change, production of reflectance-based biophysical products, and applications that merge reflectance data from multiple sensors [e.g., the Advanced Spaceborne Thermal Emission and Reflection Radiometer, Multiangle Imaging Spectroradiometer, Moderate Resolution Imaging Spectroradiometer (MODIS)]. The raw imagery was obtained from the orthorectified Landsat GeoCover dataset, purchased by NASA from the …",
            "A Landsat surface reflectance dataset for North America, 1990-2000",
            "Jeffrey G Masek and Eric F Vermote and Nazmi E Saleous and Robert Wolfe and Forrest G Hall and Karl Fred Huemmrich and Feng Gao and Jonathan Kutler and Teng-Kui Lim",
            "2006",
            "bfSI6W0AAAAJ:kzcrU_BdoSEC",
            1306,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1576692\/",
            "4913059818656296820",
            "\/scholar?cites=4913059818656296820",
            {
                "2006":4,
                "2007":6,
                "2008":13,
                "2009":6,
                "2010":17,
                "2011":25,
                "2012":51,
                "2013":75,
                "2014":103,
                "2015":154,
                "2016":171,
                "2017":175,
                "2018":180,
                "2019":145,
                "2020":155,
                "2021":14
            }
        ],
        [
            "A first attempt to classify HIV-1 sequences was to subdivide them into European\/North American and African strains, as sequences derived from European and North American isolates formed a distinct cluster in phylogenetic trees, while strains from Africa separated into different lineages (Li et al. 1988; Myers et al. 1988). However, when additional sequences from other geographic regions became available, it was clear that this classification system was too limited. Instead phylogenetic analysis of envelope sequences revealed the existence of multiple phylogenetic clusters, or clades, which were approximately equidistant from one another. These clades were named subtypes A to F, with the prototypic “North-American\/European” strains relabelled subtype B (Myers et al. 1992). Subsequently, five of these six env-based subtypes\/clades (A, B, C, D and F, but not subtype E) were identified in phylogenies inferred from the gag region (Louwagie et al. 1993). In the following years four additional subtypes, G to J, were characterized based on phylogenetic comparisons of partial sequences (Janssens et al. 1994; Kostrikis et al. 1995; Leitner et al. 1995; Louwagie et al. 1995). More recently, subtype F was reported to be comprised of sub-subtypes F1, F2 and F3 based upon gag and env phylogenetic comparisons (Triques et al. 1999), but after subsequent analysis of complete genomes, sub-subtype F3 was renamed subtype K (Triques et al. 2000).[The latter subtype “K” should not be confused with partial sequences recently designated as “k” which cluster as a sister clade to subtype D (Roques et al. 1999).] Collectively all of the HIV-1 subtypes group …",
            "HIV-1 nomenclature proposal",
            "David L Robertson and JP Anderson and JA Bradac and JK Carr and B Foley and RK Funkhouser and F Gao and BH Hahn and ML Kalish and C Kuiken and GH Learn and T Leitner and F McCutchan and S Osmanov and M Peeters and D Pieniazek and M Salminen and PM Sharp and S Wolinsky and B Korber",
            "2000",
            "bfSI6W0AAAAJ:9yKSN-GCB0IC",
            1277,
            "https:\/\/www.academia.edu\/download\/53521992\/HIV-1_nomenclature_proposal20170615-2753-1jjzyvo.pdf",
            "9217363908433309218",
            "\/scholar?cites=9217363908433309218",
            {
                "2000":16,
                "2001":48,
                "2002":73,
                "2003":51,
                "2004":55,
                "2005":64,
                "2006":62,
                "2007":67,
                "2008":64,
                "2009":60,
                "2010":84,
                "2011":74,
                "2012":74,
                "2013":83,
                "2014":93,
                "2015":52,
                "2016":63,
                "2017":58,
                "2018":31,
                "2019":44,
                "2020":40,
                "2021":5
            }
        ]
    ]
}