{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present a catalog of high-energy gamma-ray sources detected by the Large Area Telescope (LAT), the primary science instrument on the Fermi Gamma-ray Space Telescope (Fermi), during the first 11 months of the science phase of the mission, which began on 2008 August 4. The First Fermi-LAT catalog (1FGL) contains 1451 sources detected and characterized in the 100 MeV to 100 GeV range. Source detection was based on the average flux over the 11 month period, and the threshold likelihood Test Statistic is 25, corresponding to a significance of just over 4σ. The 1FGL catalog includes source location regions, defined in terms of elliptical fits to the 95% confidence regions and power-law spectral fits as well as flux measurements in five energy bands for each source. In addition, monthly light curves are provided. Using a protocol defined before launch we have tested for several populations of gamma-ray …",
            "Fermi large area telescope first source catalog",
            "AA ea Abdo and Markus Ackermann and Marco Ajello and A Allafort and E Antolini and WB Atwood and Magnus Axelsson and Luca Baldini and Jean Ballet and Guido Barbiellini and D Bastieri and BM Baughman and K Bechtol and R Bellazzini and F Belli and B Berenji and D Bisello and RD Blandford and ED Bloom and E Bonamente and J Bonnell and AW Borgland and A Bouvier and J Bregeon and A Brez and M Brigida and Pascal Bruel and TH Burnett and G Busetto and S Buson and GA Caliandro and RA Cameron and R Campana and B Canadas and PA Caraveo and S Carrigan and JM Casandjian and E Cavazzuti and M Ceccanti and C Cecchi and Ö Çelik and E Charles and A Chekhtman and CC Cheung and J Chiang and AN Cillis and S Ciprini and R Claus and J Cohen-Tanugi and J Conrad and R Corbet and DS Davis and M DeKlotz and PR Den Hartog and CD Dermer and A De Angelis and A De Luca and F De Palma and SW Digel and M Dormody and E do Couto e Silva and PS Drell and R Dubois and D Dumora and D Fabiani and C Farnier and C Favuzzi and SJ Fegan and EC Ferrara and WB Focke and P Fortin and M Frailis and Y Fukazawa and S Funk and P Fusco and F Gargano and D Gasparrini and N Gehrels and S Germani and G Giavitto and B Giebels and N Giglietto and P Giommi and F Giordano and M Giroletti and T Glanzman and G Godfrey and IA Grenier and M-H Grondin and JE Grove and L Guillemot and S Guiriec and M Gustafsson and D Hadasch and Y Hanabata and AK Harding and M Hayashida and E Hays and SE Healey and AB Hill and D Horan and RE Hughes and G Iafrate and G Johannesson and AS Johnson and RP Johnson and TJ Johnson and WN Johnson and T Kamae and H Katagiri and J Kataoka and N Kawai and M Kerr and J Knödlseder and D Kocevski and M Kuss and J Lande and D Landriu and L Latronico and S-H Lee and M Lemoine-Goumard and AM Lionetto and M Llena Garde and Francesco Longo and F Loparco and B Lott and MN Lovellette and P Lubrano and GM Madejski and A Makeev and B Marangelli and M Marelli and E Massaro and MN Mazziotta and W McConville and JE McEnery and PF Michelson and M Minuti and W Mitthumsiri and T Mizuno and AA Moiseev and M Mongelli and C Monte and ME Monzani and Elena Moretti and A Morselli and IV Moskalenko and S Murgia and H Nakajima and T Nakamori",
            "2010",
            "bG-h2sEAAAAJ:bnK-pcrLprsC",
            1620,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/188\/2\/405\/meta",
            "15236665364345628976",
            "\/scholar?cites=15236665364345628976",
            {
                "2010":175,
                "2011":350,
                "2012":275,
                "2013":176,
                "2014":120,
                "2015":122,
                "2016":82,
                "2017":73,
                "2018":84,
                "2019":81,
                "2020":68,
                "2021":6
            }
        ],
        [
            "We show that dissipationless Λ cold dark matter simulations predict that the majority of the most massive subhaloes of the Milky Way are too dense to host any of its bright satellites (LV > 105 L⊙). These dark subhaloes have peak circular velocities at infall of Vinfall= 30–70 km s-1 and infall masses of (0.2–4) × 1010 M⊙. Unless the Milky Way is a statistical anomaly, this implies that galaxy formation becomes effectively stochastic at these masses. This is in marked contrast to the well-established monotonic relation between galaxy luminosity and halo circular velocity (or halo mass) for more massive haloes. We show that at least two (and typically four) of these massive dark subhaloes are expected to produce a larger dark matter annihilation flux than Draco. It may be possible to circumvent these conclusions if baryonic feedback in dwarf satellites or different dark matter physics can reduce the central densities …",
            "Too big to fail? The puzzling darkness of massive Milky Way subhaloes",
            "Michael Boylan-Kolchin and James S Bullock and Manoj Kaplinghat",
            "2011",
            "bG-h2sEAAAAJ:g5m5HwL7SMYC",
            1207,
            "https:\/\/academic.oup.com\/mnrasl\/article-abstract\/415\/1\/L40\/965196",
            "11405627269172932998",
            "\/scholar?cites=11405627269172932998",
            {
                "2011":7,
                "2012":48,
                "2013":78,
                "2014":113,
                "2015":139,
                "2016":162,
                "2017":178,
                "2018":160,
                "2019":146,
                "2020":156,
                "2021":16
            }
        ],
        [
            "Dark matter is among the most important open problems in modern physics. Aimed at graduate students and researchers, this book describes the theoretical and experimental aspects of the dark matter problem in particle physics, astrophysics and cosmology. Featuring contributions from 48 leading theorists and experimentalists, it presents many aspects, from astrophysical observations to particle physics candidates, and from the prospects for detection at colliders to direct and indirect searches. The book introduces observational evidence for dark matter along with a detailed discussion of the state-of-the-art of numerical simulations and alternative explanations in terms of modified gravity. It then moves on to the candidates arising from theories beyond the Standard Model of particle physics, and to the prospects for detection at accelerators. It concludes by looking at direct and indirect dark matter searches, and the prospects for detecting the particle nature of dark matter with astrophysical experiments.• Describes the theoretical and experimental aspects of the dark matter problem• Presents observations, theory and experiments to give a complete and consistent understanding of dark matter• Features contributions from leading experts in the field",
            "Particle dark matter: observations, models and searches",
            "Gianfranco Bertone",
            "2010",
            "bG-h2sEAAAAJ:SP6oXDckpogC",
            756,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=szrTSWO7D-8C&oi=fnd&pg=PR12&dq=info:DnT6PK3Feg4J:scholar.google.com&ots=cU4MWFUY81&sig=KZ0G_UoxwYtahkg4WqYG_e5h6vs",
            "1043363611532751886",
            "\/scholar?cites=1043363611532751886",
            {
                "2010":15,
                "2011":41,
                "2012":67,
                "2013":84,
                "2014":64,
                "2015":75,
                "2016":77,
                "2017":87,
                "2018":89,
                "2019":71,
                "2020":74,
                "2021":5
            }
        ],
        [
            "We use the Aquarius simulations to show that the most massive subhaloes in galaxy-mass dark matter (DM) haloes in Λ cold dark matter (ΛCDM) are grossly inconsistent with the dynamics of the brightest Milky Way dwarf spheroidal galaxies. While the best-fitting hosts of the dwarf spheroidals all have, ΛCDM simulations predict at least 10 subhaloes with V max> 25 km s− 1. These subhaloes are also among the most massive at earlier times, and significantly exceed the reionization suppression mass back to z∼ 10. No ΛCDM-based model of the satellite population of the Milky Way explains this result. The problem lies in the satellites’ densities: it is straightforward to match the observed Milky Way luminosity function, but doing so requires the dwarf spheroidals to have DM haloes that are a factor of∼ 5 more massive than is observed. Independent of the difficulty in explaining the absence of these dense, massive …",
            "The Milky Way’s bright satellites as an apparent failure of ΛCDM",
            "Michael Boylan-Kolchin and James S Bullock and Manoj Kaplinghat",
            "2012",
            "bG-h2sEAAAAJ:J-pR_7NvFogC",
            694,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/422\/2\/1203\/1033710",
            "18296158803180732087",
            "\/scholar?cites=18296158803180732087",
            {
                "2012":41,
                "2013":75,
                "2014":100,
                "2015":81,
                "2016":80,
                "2017":87,
                "2018":84,
                "2019":70,
                "2020":67,
                "2021":5
            }
        ],
        [
            "We derive an accurate mass estimator for dispersion-supported stellar systems and demonstrate its validity by analysing resolved line-of-sight velocity data for globular clusters, dwarf galaxies and elliptical galaxies. Specifically, by manipulating the spherical Jeans equation we show that the mass enclosed within the 3D deprojected half-light radius r1\/2 can be determined with only mild assumptions about the spatial variation of the stellar velocity dispersion anisotropy as long as the projected velocity dispersion profile is fairly flat near the half-light radius, as is typically observed. We find M1\/2= 3 G−1<σ2los>r1\/2≃ 4 G−1<σ2los>Re, where <σ2los> is the luminosity-weighted square of the line-of-sight velocity dispersion and Re is the 2D projected half-light radius. While deceptively familiar in form, this formula is not the virial theorem, which cannot be used to determine accurate masses unless the radial profile of …",
            "Accurate masses for dispersion-supported galaxies",
            "Joe Wolf and Gregory D Martinez and James S Bullock and Manoj Kaplinghat and Marla Geha and Ricardo R Munoz and Joshua D Simon and Frank F Avedo",
            "2010",
            "bG-h2sEAAAAJ:WbkHhVStYXYC",
            681,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/406\/2\/1220\/1002447",
            "14972026305199319631",
            "\/scholar?cites=14972026305199319631",
            {
                "2009":2,
                "2010":22,
                "2011":51,
                "2012":52,
                "2013":71,
                "2014":65,
                "2015":80,
                "2016":78,
                "2017":62,
                "2018":60,
                "2019":68,
                "2020":58,
                "2021":9
            }
        ],
        [
            "Satellite galaxies of the Milky Way are among the most promising targets for dark matter searches in gamma rays. We present a search for dark matter consisting of weakly interacting massive particles, applying a joint likelihood analysis to 10 satellite galaxies with 24 months of data of the Fermi Large Area Telescope. No dark matter signal is detected. Including the uncertainty in the dark matter distribution, robust upper limits are placed on dark matter annihilation cross sections. The 95% confidence level upper limits range from about 10− 26 cm 3 s− 1 at 5 GeV to about 5× 10− 23 cm 3 s− 1 at 1 TeV, depending on the dark matter annihilation final state. For the first time, using gamma rays, we are able to rule out models with the most generic cross section (∼ 3× 10− 26 cm 3 s− 1 for a purely s-wave cross section), without assuming additional boost factors.",
            "Constraining dark matter models from a combined analysis of Milky Way satellites with the Fermi Large Area Telescope",
            "Markus Ackermann and Marco Ajello and A t Albert and WB Atwood and Luca Baldini and Jean Ballet and Guido Barbiellini and D Bastieri and K Bechtol and R Bellazzini and B Berenji and RD Blandford and ED Bloom and E Bonamente and AW Borgland and J Bregeon and M Brigida and Pascal Bruel and R Buehler and TH Burnett and S Buson and GA Caliandro and RA Cameron and B Canadas and PA Caraveo and JM Casandjian and C Cecchi and E Charles and A Chekhtman and J Chiang and S Ciprini and R Claus and J Cohen-Tanugi and Jan Conrad and S Cutini and A de Angelis and F de Palma and CD Dermer and SW Digel and E do Couto e Silva and PS Drell and A Drlica-Wagner and L Falletti and C Favuzzi and SJ Fegan and EC Ferrara and Y Fukazawa and S Funk and P Fusco and F Gargano and D Gasparrini and N Gehrels and S Germani and N Giglietto and F Giordano and M Giroletti and T Glanzman and G Godfrey and IA Grenier and S Guiriec and M Gustafsson and D Hadasch and M Hayashida and E Hays and RE Hughes and TE Jeltema and G Jóhannesson and RP Johnson and AS Johnson and T Kamae and H Katagiri and J Kataoka and J Knödlseder and M Kuss and J Lande and L Latronico and AM Lionetto and M Llena Garde and F Longo and F Loparco and B Lott and MN Lovellette and P Lubrano and GM Madejski and MN Mazziotta and JE McEnery and J Mehault and PF Michelson and W Mitthumsiri and T Mizuno and C Monte and ME Monzani and A Morselli and IV Moskalenko and S Murgia and M Naumann-Godo and JP Norris and E Nuss and T Ohsugi and A Okumura and N Omodei and E Orlando and JF Ormes and M Ozaki and D Paneque and D Parent and M Pesce-Rollins and M Pierbattista and F Piron and G Pivato and TA Porter and S Profumo and S Raino and Massimiliano Razzano and A Reimer and O Reimer and S Ritz and M Roth and HF-W Sadrozinski and C Sbarra and JD Scargle and TL Schalk and C Sgro and EJ Siskind and G Spandre and P Spinelli and L Strigari and DJ Suson and H Tajima and H Takahashi and T Tanaka and JG Thayer and JB Thayer and DJ Thompson and L Tibaldo and Marco Tinivella and DF Torres and E Troja and Y Uchiyama and J Vandenbroucke and V Vasileiou and G Vianello and V Vitale and AP Waite and P Wang and BL Winer and KS Wood and M Wood and Zhaoyu Yang and Stephan Zimmer",
            "2011",
            "bG-h2sEAAAAJ:iH-uZ7U-co4C",
            680,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.241302",
            "7747471527448382382",
            "\/scholar?cites=7747471527448382382",
            {
                "2011":3,
                "2012":127,
                "2013":179,
                "2014":100,
                "2015":101,
                "2016":57,
                "2017":36,
                "2018":41,
                "2019":17,
                "2020":16,
                "2021":2
            }
        ],
        [
            "We use cosmological simulations to study the effects of self-interacting dark matter (SIDM) on the density profiles and substructure counts of dark-matter haloes from the scales of spiral galaxies to galaxy clusters, focusing explicitly on models with cross-sections over dark-matter particle mass σ\/m = 1 and 0.1 cm2 g−1. Our simulations rely on a new SIDM N-body algorithm that is derived self-consistently from the Boltzmann equation and that reproduces analytic expectations in controlled numerical experiments. We find that well-resolved SIDM haloes have constant-density cores, with significantly lower central densities than their cold dark matter (CDM) counterparts. In contrast, the subhalo content of SIDM haloes is only modestly reduced compared to CDM, with the suppression greatest for large hosts and small halo-centric distances. Moreover, the large-scale clustering and halo circular velocity functions in …",
            "Cosmological simulations with self-interacting dark matter–I. Constant-density cores and substructure",
            "Miguel Rocha and Annika HG Peter and James S Bullock and Manoj Kaplinghat and Shea Garrison-Kimmel and Jose Onorbe and Leonidas A Moustakas",
            "2013",
            "bG-h2sEAAAAJ:W7OEmFMy1HYC",
            617,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/430\/1\/81\/984169",
            "1551816119062232667",
            "\/scholar?cites=1551816119062232667",
            {
                "2013":34,
                "2014":73,
                "2015":70,
                "2016":82,
                "2017":88,
                "2018":73,
                "2019":82,
                "2020":102,
                "2021":9
            }
        ],
        [
            "The Milky Way has at least twenty-three known satellite galaxies that shine with luminosities ranging from about a thousand to a billion times that of the Sun. Half of these galaxies were discovered 1, 2 in the past few years in the Sloan Digital Sky Survey, and they are among the least luminous galaxies in the known Universe. A determination of the mass of these galaxies provides a test of galaxy formation at the smallest scales 3, 4 and probes the nature of the dark matter that dominates the mass density of the Universe 5. Here we use new measurements of the velocities of the stars in these galaxies 6, 7 to show that they are consistent with them having a common mass of about 10 7 within their central 300 parsecs. This result demonstrates that the faintest of the Milky Way satellites are the most dark-matter-dominated galaxies known, and could be a hint of a new scale in galaxy formation or a characteristic scale for …",
            "A common mass scale for satellite galaxies of the Milky Way",
            "Louis E Strigari and James S Bullock and Manoj Kaplinghat and Joshua D Simon and Marla Geha and Beth Willman and Matthew G Walker",
            "2008",
            "bG-h2sEAAAAJ:GnPB-g6toBAC",
            565,
            "https:\/\/www.nature.com\/articles\/nature07222",
            "9679160924033978289",
            "\/scholar?cites=9679160924033978289",
            {
                "2008":5,
                "2009":67,
                "2010":72,
                "2011":64,
                "2012":53,
                "2013":46,
                "2014":54,
                "2015":44,
                "2016":30,
                "2017":31,
                "2018":29,
                "2019":30,
                "2020":24,
                "2021":7
            }
        ],
        [
            "We show the existence of a statistically significant, robust detection of a gamma-ray source in the Milky Way Galactic Center that is consistent with a spatially extended signal using about 4 years of Fermi-LAT data. The gamma-ray flux is consistent with annihilation of dark matter particles with a thermal annihilation cross section if the spatial distribution of dark matter particles is similar to the predictions of dark matter only simulations. We find statistically significant detections of an extended source with gamma-ray spectrum that is consistent with dark matter particle masses of approximately 10 GeV to 1 TeV annihilating to b b quarks and masses approximately 10–30 GeV annihilating to τ τ leptons. However, a part of the allowed region in this interpretation is in conflict with constraints from Fermi observations of the Milky Way satellites. The biggest improvement over the fit including just the point sources is obtained for …",
            "Detection of a gamma-ray source in the galactic center consistent with extended emission from dark matter annihilation and concentrated astrophysical emission",
            "Kevork N Abazajian and Manoj Kaplinghat",
            "2012",
            "bG-h2sEAAAAJ:P5F9QuxV20EC",
            548,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.86.083511",
            "13561358129040922840",
            "\/scholar?cites=13561358129040922840",
            {
                "2012":4,
                "2013":30,
                "2014":72,
                "2015":127,
                "2016":122,
                "2017":67,
                "2018":52,
                "2019":30,
                "2020":43,
                "2021":1
            }
        ],
        [
            "We show the existence of a statistically significant, robust detection of a gamma-ray source in the Milky Way Galactic Center that is consistent with a spatially extended signal using about 4 years of Fermi-LAT data. The gamma-ray flux is consistent with annihilation of dark matter particles with a thermal annihilation cross section if the spatial distribution of dark matter particles is similar to the predictions of dark matter only simulations. We find statistically significant detections of an extended source with gamma-ray spectrum that is consistent with dark matter particle masses of approximately 10 GeV to 1 TeV annihilating to b b quarks and masses approximately 10–30 GeV annihilating to τ τ leptons. However, a part of the allowed region in this interpretation is in conflict with constraints from Fermi observations of the Milky Way satellites. The biggest improvement over the fit including just the point sources is obtained for …",
            "Detection of a gamma-ray source in the galactic center consistent with extended emission from dark matter annihilation and concentrated astrophysical emission",
            "Kevork N Abazajian and Manoj Kaplinghat",
            "2012",
            "bG-h2sEAAAAJ:mVmsd5A6BfQC",
            548,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.86.083511",
            "13561358129040922840",
            "\/scholar?cites=13561358129040922840",
            {
                "2012":4,
                "2013":30,
                "2014":72,
                "2015":127,
                "2016":122,
                "2017":67,
                "2018":52,
                "2019":30,
                "2020":43,
                "2021":1
            }
        ]
    ]
}