{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "The genome of the yeast Saccharomyces cerevisiae has been completely sequenced through a worldwide collaboration. The sequence of 12,068 kilobases defines 5885 potential protein-encoding genes, approximately 140 genes specifying ribosomal RNA, 40 genes for small nuclear RNA molecules, and 275 transfer RNA genes. In addition, the complete sequence provides information about the higher order organization of yeast9s 16 chromosomes and allows some insight into their evolutionary history. The genome shows a considerable amount of apparent genetic redundancy, and one of the major problems to be tackled during the next stage of the yeast genome project is to elucidate the biological functions of all of these genes.",
            "Life with 6000 genes",
            "André Goffeau and Bart G Barrell and Howard Bussey and Ronald W Davis and Bernard Dujon and Heinz Feldmann and Francis Galibert and Jörg D Hoheisel and Claude Jacq and Michael Johnston and Edward J Louis and Hans-Werner Mewes and Yota Murakami and Peter Philippsen and Hervé Tettelin and Stephen G Oliver",
            "1996",
            "BGTBRAUAAAAJ:u5HHmVD_uO8C",
            5270,
            "https:\/\/science.sciencemag.org\/content\/274\/5287\/546.abstract",
            "7615961820104948007",
            "\/scholar?cites=7615961820104948007",
            {
                "1997":132,
                "1998":172,
                "1999":166,
                "2000":219,
                "2001":238,
                "2002":239,
                "2003":244,
                "2004":273,
                "2005":232,
                "2006":264,
                "2007":218,
                "2008":219,
                "2009":183,
                "2010":194,
                "2011":218,
                "2012":227,
                "2013":224,
                "2014":234,
                "2015":218,
                "2016":243,
                "2017":235,
                "2018":224,
                "2019":201,
                "2020":168,
                "2021":14
            }
        ],
        [
            "Since the completion of the genome sequence of Saccharomyces cerevisiae in 1996 (refs 1, 2), there has been a large increase in complete genome sequences, accompanied by great advances in our understanding of genome evolution. Although little is known about the natural and life histories of yeasts in the wild, there are an increasing number of studies looking at ecological and geographic distributions 3, 4, population structure 5, 6, 7, 8 and sexual versus asexual reproduction 9, 10. Less well understood at the whole genome level are the evolutionary processes acting within populations and species that lead to adaptation to different environments, phenotypic differences and reproductive isolation. Here we present one-to fourfold or more coverage of the genome sequences of over seventy isolates of the baker’s yeast S. cerevisiae and its closest relative, Saccharomyces paradoxus. We examine variation in …",
            "Population genomics of domestic and wild yeasts",
            "Gianni Liti and David M Carter and Alan M Moses and Jonas Warringer and Leopold Parts and Stephen A James and Robert P Davey and Ian N Roberts and Austin Burt and Vassiliki Koufopanou and Isheng J Tsai and Casey M Bergman and Douda Bensasson and Michael JT O’Kelly and Alexander Van Oudenaarden and David BH Barton and Elizabeth Bailes and Alex N Nguyen and Matthew Jones and Michael A Quail and Ian Goodhead and Sarah Sims and Frances Smith and Anders Blomberg and Richard Durbin and Edward J Louis",
            "2009",
            "BGTBRAUAAAAJ:tYavs44e6CUC",
            1396,
            "https:\/\/www.nature.com\/articles\/nature07743",
            "5023587421446906870",
            "\/scholar?cites=5023587421446906870",
            {
                "2009":50,
                "2010":87,
                "2011":123,
                "2012":111,
                "2013":122,
                "2014":128,
                "2015":138,
                "2016":144,
                "2017":141,
                "2018":119,
                "2019":103,
                "2020":108,
                "2021":7
            }
        ],
        [
            "This directory was made possible by a unique international collaboration between the 633 scientists whose names appear below. It represents both the first published description of the complete sequence of most chromsomes from Saccharomyces cerevisiae, and the first published overview of the entire sequence. As such, the authors would like future papers referring to the entire sequence and\/or its contents to cite this directory; future papers referring to the sequence of individual chromosomes should refer to the papers listed at the head of page 9. The authors’ affiliations appear in the papers describing the individual chromosomes.",
            "The yeast genome directory",
            "AEA Goffeau and R Aert and ML Agostini-Carbone and A Ahmed and M Aigle and L Alberghina and K Albermann and M Albers and M Aldea and D Alexandraki and G Aljinovic and E Allen",
            "1997",
            "BGTBRAUAAAAJ:a0OBvERweLwC",
            473,
            "https:\/\/www.nature.com\/articles\/387s005",
            "15015465810202757420",
            "\/scholar?cites=15015465810202757420",
            {
                "1997":16,
                "1998":70,
                "1999":65,
                "2000":61,
                "2001":38,
                "2002":38,
                "2003":24,
                "2004":33,
                "2005":17,
                "2006":24,
                "2007":8,
                "2008":13,
                "2009":11,
                "2010":4,
                "2011":5,
                "2012":7,
                "2013":6,
                "2014":6,
                "2015":8,
                "2016":5,
                "2017":5,
                "2018":1,
                "2019":2,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Topoisomerase II (topo II) catalyzes the decatenation of interlinked DNA molecules and is essential for chromosome segregation. To test the hypothesis that the noncatalytic C-terminal domain of topo II is necessary for mediating interactions with other proteins required for chromosome segregation, we used a two-hybrid cloning strategy to identify proteins that interact with S. cerevisiae topo II in vivo. One protein identified (Sgs1p) is structurally related to E. coli RecQ protein and contains helicase signature motifs. Strains lacking Sgs1p exhibit elevated levels of chromosome missegregation during both mitotic and meiotic division. We propose a model to account for the interaction of a toposomerase and a helicase in the faithful segregation of newly replicated eukaryotic chromosomes.",
            "Sgs1: A eukaryotic homolog of E. coil RecQ that interacts with topoisomerase II in vivo and is required for faithful chromosome segregation",
            "Paul M Watt and Edward J Louis and Rhona H Borts and Ian D Hickson",
            "1995",
            "BGTBRAUAAAAJ:u-x6o8ySG0sC",
            466,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0092867495903356",
            "16947921189506780118",
            "\/scholar?cites=16947921189506780118",
            {
                "1995":3,
                "1996":20,
                "1997":24,
                "1998":35,
                "1999":41,
                "2000":48,
                "2001":42,
                "2002":37,
                "2003":32,
                "2004":20,
                "2005":23,
                "2006":24,
                "2007":16,
                "2008":20,
                "2009":9,
                "2010":9,
                "2011":12,
                "2012":6,
                "2013":10,
                "2014":2,
                "2015":6,
                "2016":9,
                "2017":1,
                "2018":4,
                "2019":2,
                "2020":8,
                "2021":1
            }
        ],
        [
            "The Saccharomyces cerevisiae SGS1 gene is homologous to Escherichia coli RecQ and the human BLM and WRN proteins that are defective in the cancer-prone disorder Bloom9s syndrome and the premature aging disorder Werner9s syndrome, respectively. While recQ mutants are deficient in conjugational recombination and DNA repair, Bloom9s syndrome cell lines show hyperrecombination. Bloom9s and Werner9s syndrome cell lines both exhibit chromosomal instability. sgslΔ strains show mitotic hyperrecombination, as do Bloom9s cells. This was manifested as an increase in the frequency of interchromosomal homologous recombination, intrachromosomal excision recombination, and ectopic recombination. Hyperrecombination was partially independent of both RAD52 and RAD1. Meiotic recombination was not increased in sgs1Δ mutants, although meiosis I chromosome missegregation has been shown …",
            "SGS1, a homologue of the Bloom's and Werner's syndrome genes, is required for maintenance of genome stability in Saccharomyces cerevisiae",
            "Paul M Watt and Ian D Hickson and Rhona H Borts and Edward J Louis",
            "1996",
            "BGTBRAUAAAAJ:9yKSN-GCB0IC",
            427,
            "https:\/\/www.genetics.org\/content\/144\/3\/935.short",
            "16848578641375765455",
            "\/scholar?cites=16848578641375765455",
            {
                "1997":10,
                "1998":16,
                "1999":37,
                "2000":35,
                "2001":53,
                "2002":28,
                "2003":26,
                "2004":23,
                "2005":22,
                "2006":29,
                "2007":25,
                "2008":22,
                "2009":15,
                "2010":13,
                "2011":14,
                "2012":6,
                "2013":8,
                "2014":10,
                "2015":8,
                "2016":4,
                "2017":7,
                "2018":4,
                "2019":1,
                "2020":9,
                "2021":1
            }
        ]
    ]
}