{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Interleukin-10 (IL-10) affects the growth and differentiation of many hemopoietic cells in vitro; in particular, it is a potent suppressor of macrophage and T cell functions. In IL-10-deficient mice, generated by gene targeting, lymphocyte development and antibody responses are normal, but most animals are growth retarded and anemic and suffer from chronic enterocolitis. Alterations in intestine include extensive mucosal hyperplasia, inflammatory reactions, and aberrant expression of major histocompatibility complex class II molecules on epithelia. In contrast, mutants kept under specific pathogen-free conditions develop only a local inflammation limited to the proximal colon. These results indicate that the bowel inflammation in the mutants originates from uncontrolled immune responses stimulated by enteric antigens and that IL-10 is an essential immunoregulator in the intestinal tract.",
            "Interleukin-10-deficient mice develop chronic enterocolitis",
            "Ralf Kühn and Jurgen Lohler and Donna Rennick and Klaus Rajewsky and Werner Müller",
            "1993",
            "BIDx4wkAAAAJ:tzM49s52ZIMC",
            4608,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/009286749380068P",
            "11543314273736734870",
            "\/scholar?cites=11543314273736734870",
            {
                "1994":46,
                "1995":102,
                "1996":109,
                "1997":118,
                "1998":179,
                "1999":177,
                "2000":170,
                "2001":139,
                "2002":193,
                "2003":153,
                "2004":152,
                "2005":155,
                "2006":179,
                "2007":175,
                "2008":191,
                "2009":196,
                "2010":180,
                "2011":220,
                "2012":233,
                "2013":231,
                "2014":214,
                "2015":212,
                "2016":204,
                "2017":158,
                "2018":144,
                "2019":176,
                "2020":157,
                "2021":15
            }
        ],
        [
            "A flexible, fast and simple magnetic cell sorting system for separation of large numbers of cells according to specific cell surface markers was developed and tested. Cells stained sequentially with biotinylated antibodies, fluorochrome‐conjugated avidin, and superparamagnetic biotinylated‐microparticles (about 100 nm diameter) are separated on high gradient magnetic (HGM) columns. Unlabelled cells pass through the column, while labelled cells are retained. The retained cells can be easily eluted. More than 109 cells can be processed in about 15 min. Enrichment rates of more than 100‐fold and depletion rates of several 1,000‐fold can be achieved. The simultaneous tagging of cells with fluorochromes and very small, invisible magnetic beads makes this system an ideal complement to flow cytometry. Light scatter and fluorescent parameters of the cells are not changed by the bound particles. Magnetically …",
            "High gradient magnetic cell separation with MACS",
            "Stefan Miltenyi and Werner Müller and Walter Weichel and Andreas Radbruch",
            "1990",
            "BIDx4wkAAAAJ:u5HHmVD_uO8C",
            1897,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/cyto.990110203",
            "13635007832040903534",
            "\/scholar?cites=13635007832040903534",
            {
                "1990":6,
                "1991":8,
                "1992":21,
                "1993":30,
                "1994":48,
                "1995":60,
                "1996":76,
                "1997":64,
                "1998":91,
                "1999":72,
                "2000":70,
                "2001":67,
                "2002":45,
                "2003":43,
                "2004":48,
                "2005":46,
                "2006":46,
                "2007":52,
                "2008":62,
                "2009":60,
                "2010":64,
                "2011":74,
                "2012":73,
                "2013":89,
                "2014":81,
                "2015":83,
                "2016":86,
                "2017":86,
                "2018":81,
                "2019":80,
                "2020":71,
                "2021":4
            }
        ],
        [
            "NITRIC oxide (NO) is important in many biological functions 1–5. It is generated from L-arginine by the enzyme NO synthase (NOS). The cytokine-inducible NOS (iNOS) is activated by several immunological stimuli, leading to the production of large quantities of NO which can be cytotoxic 6. To define the biological role of iNOS further, we generated iNOS mutant mice. These are viable, fertile and without evident histopathological abnormalities. However, in contrast to wild-type and heterozygous mice, which are highly resistant to the protozoa parasite Leishmania major infection, mutant mice are uniformly susceptible. The infected mutant mice developed a significantly stronger Thl type of immune response than the wild-type or heterozygous mice. The mutant mice showed reduced nonspecific inflammatory response to carrageenin, and were resistant to lipopolysaccharide-induced mortality.",
            "Altered immune responses in mice lacking inducible nitric oxide synthase",
            "Xiao-qing Wei and Ian G Charles and Austin Smith and Jan Ure and Gui-jie Feng and Fang-ping Huang and Damo Xu and Werner Müller and Salvador Moncada and Fool Y Liew",
            "1995",
            "BIDx4wkAAAAJ:4fGpz3EwCPoC",
            1478,
            "https:\/\/www.nature.com\/articles\/375408a0",
            "13473827447550550669",
            "\/scholar?cites=13473827447550550669",
            {
                "1995":15,
                "1996":79,
                "1997":96,
                "1998":133,
                "1999":122,
                "2000":90,
                "2001":91,
                "2002":91,
                "2003":74,
                "2004":64,
                "2005":56,
                "2006":56,
                "2007":60,
                "2008":38,
                "2009":51,
                "2010":42,
                "2011":30,
                "2012":39,
                "2013":41,
                "2014":42,
                "2015":35,
                "2016":28,
                "2017":25,
                "2018":26,
                "2019":27,
                "2020":21,
                "2021":1
            }
        ],
        [
            "Interleukin-4 (IL-4) promotes the growth and differentiation of many hematopoietic cells in vitro; in particular, it directs the immunoglobulin (Ig) class switch to IgG1 and IgE. Mice homozygous for a mutation that inactivates the IL-4 gene were generated to test the requirement for IL-4 in vivo. In the mutant mice T and B cell development was normal, but the serum levels of IgG1 and IgE were strongly reduced. The IgG1 dominance in a T cell-dependent immune response was lost, and IgE was not detectable upon nematode infection. Thus, some but not all of the in vitro properties of IL-4 are critical for the physiology of the immune system in vivo.",
            "Generation and analysis of interleukin-4 deficient mice",
            "R Kühn and K Rajewsky and W Müller",
            "1991",
            "BIDx4wkAAAAJ:2KloaMYe4IUC",
            1432,
            "https:\/\/science.sciencemag.org\/content\/254\/5032\/707.abstract",
            "14124512835898472678",
            "\/scholar?cites=14124512835898472678",
            {
                "1992":31,
                "1993":70,
                "1994":81,
                "1995":86,
                "1996":94,
                "1997":92,
                "1998":123,
                "1999":85,
                "2000":94,
                "2001":54,
                "2002":57,
                "2003":65,
                "2004":54,
                "2005":44,
                "2006":39,
                "2007":42,
                "2008":38,
                "2009":29,
                "2010":23,
                "2011":32,
                "2012":41,
                "2013":18,
                "2014":30,
                "2015":21,
                "2016":23,
                "2017":15,
                "2018":16,
                "2019":8,
                "2020":11,
                "2021":2
            }
        ],
        [
            "The regulatory T (Treg) cells restrain immune responses through suppressor-function elaboration that is dependent upon expression of the transcription factor Foxp3. Despite a critical role for Treg cells in maintaining lympho-myeloid homeostasis, it remains unclear whether a single mechanism or multiple mechanisms of Treg cell-mediated suppression are operating in vivo and how redundant such mechanisms might be. Here we addressed these questions by examining the role of the immunomodulatory cytokine IL-10 in Treg cell-mediated suppression. Analyses of mice in which the Treg cell-specific ablation of a conditional IL-10 allele was induced by Cre recombinase knocked into the Foxp3 gene locus showed that although IL-10 production by Treg cells was not required for the control of systemic autoimmunity, it was essential for keeping immune responses in check at environmental interfaces such as the …",
            "Regulatory T cell-derived interleukin-10 limits inflammation at environmental interfaces",
            "Yuri P Rubtsov and Jeffrey P Rasmussen and Emil Y Chi and Jason Fontenot and Luca Castelli and Xin Ye and Piper Treuting and Lisa Siewe and Axel Roers and William R Henderson Jr and Werner Muller and Alexander Y Rudensky",
            "2008",
            "BIDx4wkAAAAJ:uJ-U7cs_P_0C",
            1315,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1074761308001131",
            "12570271298442214536",
            "\/scholar?cites=12570271298442214536",
            {
                "2008":20,
                "2009":70,
                "2010":78,
                "2011":82,
                "2012":110,
                "2013":123,
                "2014":101,
                "2015":128,
                "2016":116,
                "2017":111,
                "2018":104,
                "2019":125,
                "2020":122,
                "2021":15
            }
        ],
        [
            "We have characterized the progressive stages of chronic intestinal inflammation that develops spontaneously in specific pathogen-free (SPF) mice with a targeted disruption in the IL-10 gene (IL-10-\/-). Our longitudinal studies showed that inflammatory changes first appear in the cecum, ascending and transverse colon of 3-wk-old mutants. As the disease progressed, lesions appeared in the remainder of the colon and in the rectum. Some aged IL-10-\/- mice also developed inflammation in the small intestine. Prolonged disease with transmural lesions and a high incidence of colorectal adenocarcinomas (60%) was observed in 6-mo-old mutants. Mechanistic studies have associated uncontrolled cytokine production by activated macrophages and CD4+ Th1-like T cells with the enterocolitis exhibited by IL-10-\/- mice. A major role for a pathogenic Th1 response was further suggested by showing that anti-IFNgamma …",
            "Enterocolitis and colon cancer in interleukin-10-deficient mice are associated with aberrant cytokine production and CD4 (+) TH1-like responses.",
            "Daniel J Berg and Natalie Davidson and Ralf Kühn and Werner Müller and Satish Menon and Gina Holland and L Thompson-Snipes and Michael W Leach and Donna Rennick",
            "1996",
            "BIDx4wkAAAAJ:u-x6o8ySG0sC",
            1259,
            "https:\/\/www.jci.org\/articles\/view\/118861",
            "4114133882408625491",
            "\/scholar?cites=4114133882408625491",
            {
                "1997":14,
                "1998":40,
                "1999":46,
                "2000":48,
                "2001":43,
                "2002":39,
                "2003":54,
                "2004":44,
                "2005":48,
                "2006":38,
                "2007":61,
                "2008":69,
                "2009":54,
                "2010":61,
                "2011":69,
                "2012":80,
                "2013":74,
                "2014":67,
                "2015":71,
                "2016":65,
                "2017":47,
                "2018":28,
                "2019":56,
                "2020":39
            }
        ]
    ]
}