{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "The retail patronage idea includes such key concepts as store choice and frequency of visit. In this study, the authors synthesize previous empirical studies through a formal, critical review of retailing literature. The meta-analysis suggests that various predictors (e.g., service, product selection, quality) are strongly related to shoppers’ retail choice, whereas others (e.g., store attitude, store image) are important antecedents of shopping frequency. However, the relationships between the predictors and retail patronage vary according to the study characteristics (e.g., experimental vs. other designs). The authors offer implications for retailing research and practice.",
            "Determinants of retail patronage: a meta-analytical perspective",
            "Yue Pan and George M Zinkhan",
            "2006",
            "BimExhMAAAAJ:u5HHmVD_uO8C",
            923,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022435906000352",
            "4279146710144361305",
            "\/scholar?cites=4279146710144361305",
            {
                "2007":12,
                "2008":20,
                "2009":47,
                "2010":52,
                "2011":58,
                "2012":71,
                "2013":63,
                "2014":82,
                "2015":72,
                "2016":90,
                "2017":92,
                "2018":98,
                "2019":75,
                "2020":72,
                "2021":6
            }
        ],
        [
            "Online user-generated product reviews have become an indispensible tool for consumers and thus for retailers who want to attract and retain consumers. Yet, relatively little is known about what causes consumers to find an online peer review helpful to their shopping tasks. Prior research examines mostly the effects of product reviews on consumer product attitude, product choice, and product sales. This paper, however, provides an analysis of the determinants of review helpfulness. In two studies, we examine the effects of review characteristics, product type, and reviewer characteristics on perceived review helpfulness. With data collected from a real online retailer, we provide empirical evidence to support our conceptual predictions. Specifically, both review valence and length have positive effects on review helpfulness, but the product type (i.e., experiential vs. utilitarian product) moderates these effects. Using …",
            "Born unequal: a study of the helpfulness of user-generated product reviews",
            "Yue Pan and Jason Q Zhang",
            "2011",
            "BimExhMAAAAJ:d1gkVwhDpl0C",
            517,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022435911000406",
            "2527676085260989666",
            "\/scholar?cites=2527676085260989666",
            {
                "2012":9,
                "2013":29,
                "2014":43,
                "2015":66,
                "2016":59,
                "2017":63,
                "2018":73,
                "2019":73,
                "2020":85,
                "2021":12
            }
        ],
        [
            "We explore the impact of privacy disclosures on online shoppers’ trust in an e-tailer through a two-phase study. In the first study, we use a between-subjects factorial design to test whether the presence of an online privacy policy influences consumer trust and find that consumers are likely to respond more favorably to a shopping site with a clearly stated privacy message than to one without it, especially when privacy risk is high. In our second experiment, we examine the effects of different forms of privacy disclosures. The results suggest that online shoppers find a short, straightforward privacy statement more comprehensible than a lengthy, legalistic one. However, how a privacy policy is presented (in terms of wording) does not affect a shopper's trust in the store to any significant degree.",
            "Exploring the impact of online privacy disclosures on consumer trust",
            "Yue Pan and George M Zinkhan",
            "2006",
            "BimExhMAAAAJ:u-x6o8ySG0sC",
            354,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022435906000558",
            "1005176551491095846",
            "\/scholar?cites=1005176551491095846",
            {
                "2007":7,
                "2008":11,
                "2009":13,
                "2010":22,
                "2011":25,
                "2012":23,
                "2013":28,
                "2014":23,
                "2015":30,
                "2016":41,
                "2017":35,
                "2018":37,
                "2019":23,
                "2020":26,
                "2021":2
            }
        ],
        [
            "Despite the importance of customer loyalty, no comprehensive, empirical work has attempted to assess the general findings across academic studies. The study intends to fill that void by conducting a meta-analysis of empirical findings on the predictors of customer loyalty. Although findings of this study support all the hypothesized main effects, they indicate stronger effect size for trust than for other determinants of loyalty. The study also tests the robustness of previous findings across various research and measurement contexts. The analysis of moderating effects reveals several interesting findings. For instance, attitudinal loyalty measures seem to be a plausible surrogate for behavioral loyalty measures. The effects of customer satisfaction and trust on loyalty are less prominent when products are purchased on a regular and relatively short (as opposed to an irregular and relatively long) purchase cycle. Factors that …",
            "Antecedents of customer loyalty: An empirical synthesis and reexamination",
            "Yue Pan and Simon Sheng and Frank T Xie",
            "2012",
            "BimExhMAAAAJ:qjMakFHDy7sC",
            347,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0969698911001196",
            "16205151456485909439",
            "\/scholar?cites=16205151456485909439",
            {
                "2012":6,
                "2013":10,
                "2014":32,
                "2015":25,
                "2016":40,
                "2017":57,
                "2018":60,
                "2019":53,
                "2020":50,
                "2021":3
            }
        ],
        [
            "Decades of empirical and theoretical research has produced an extensive literature on the ethical judgments construct. Given its importance to understanding people’s ethical choices, future research should explore the psychological processes that produce ethical judgments. In this paper, the authors discuss two steps needed to advance this effort. First, they note that the business ethics literature lacks a single, generally accepted definition of ethical judgments. After reviewing several extant definitions, the authors offer a definition of the construct and discuss its advantages. Second, future ethical judgment research would benefit from greater integration between theories of ethical decision making and theories of social cognition. Drawing upon the Hunt–Vitell (Journal of Macromarketing 6(Spring), 5–15, 1986; In: N. C. Smith and J. A. Quelch (eds.), Ethics in Marketing. Irwin, Homewood, IL, pp …",
            "Ethical judgments in business ethics research: Definition, and research agenda",
            "John R Sparks and Yue Pan",
            "2010",
            "BimExhMAAAAJ:9yKSN-GCB0IC",
            169,
            "https:\/\/link.springer.com\/article\/10.1007\/s10551-009-0092-2",
            "942078881067377620",
            "\/scholar?cites=942078881067377620",
            {
                "2010":7,
                "2011":10,
                "2012":13,
                "2013":17,
                "2014":18,
                "2015":12,
                "2016":15,
                "2017":16,
                "2018":17,
                "2019":19,
                "2020":21,
                "2021":2
            }
        ],
        [
            "As a central construct in theories of ethical decision making, ethical judgments have been the subject of more than one hundred empirical studies. Despite its size, the ethical judgments literature seems to lack clarity in three areas. First, empirical results are sometimes inconsistent or contradictory across studies. Second, a broad array of diverse measures of ethical judgments raises concerns about research validity. Third, differences in sample composition may affect comparability of study results. To help resolve these issues, this study conducts a review and meta-analysis of the ethical judgments literature. The results offer insights in all three areas. They help resolve some of the inconsistencies in the relationships between ethical judgments and certain theoretical antecedents; they support the use of diverse measures of ethical judgments; and they offer caution in the use of student samples in ethical judgments …",
            "Predictors, consequence, and measurement of ethical judgments: Review and meta-analysis",
            "Yue Pan and John R Sparks",
            "2012",
            "BimExhMAAAAJ:IjCSPb-OGe4C",
            157,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S014829631100035X",
            "12885570265754224991",
            "\/scholar?cites=12885570265754224991",
            {
                "2011":2,
                "2012":1,
                "2013":8,
                "2014":7,
                "2015":14,
                "2016":15,
                "2017":24,
                "2018":30,
                "2019":25,
                "2020":24,
                "2021":3
            }
        ],
        [
            "Two studies investigate the impact of retail density and time pressure on shoppers' store attitudes and behavioral intentions. In a goods setting, experiment 1 results show a curvilinear pattern as the level of retail density increases. That is, individuals prefer a medium level of crowding to a store with low or high crowding. This inverted-U shaped crowding effect has not previously been tested in the retailing literature. Experiment 2 employs a service setting, where the relationship between retail crowding and outcome variables is found to be linear rather than curvilinear, except under conditions of time pressure. In contrast to the goods setting, individuals have more favorable attitudes and expect to pay more for a service as the level of crowding increases. Thus, our study findings suggest that the optimal level of crowding depends on the type of retail setting.",
            "The differential effects of retail density: An investigation of goods versus service settings",
            "Yue Pan and Jennifer Christie Siemens",
            "2011",
            "BimExhMAAAAJ:UeHWp8X0CEIC",
            108,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0148296310000548",
            "12909990363098837203",
            "\/scholar?cites=12909990363098837203",
            {
                "2011":4,
                "2012":8,
                "2013":11,
                "2014":7,
                "2015":10,
                "2016":14,
                "2017":14,
                "2018":11,
                "2019":12,
                "2020":14
            }
        ]
    ]
}