{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "A number of intriguing properties emerge upon the formation of the epitaxial interface between the insulating oxides LaAlO3 and SrTiO3. These properties, which include a quasi two‐dimensional conducting electron gas, low temperature superconductivity, and magnetism, are not present in the bulk materials, generating a great deal of interest in the fundamental physics of their origins. While it is generally accepted that the novel behavior arises as a result of a combination of electronic and atomic reconstructions and growth‐induced defects, the complex interplay between these effects remains unclear. In this report, we review the progress that has been made towards unraveling the complete picture of the SrTiO3\/LaAlO3 interface, focusing primarily on present ab initio theoretical work and its relation to the experimental data. In the process, we highlight some key unresolved issues and discuss how they might be …",
            "Electronic and Magnetic Properties of SrTiO3\/LaAlO3 Interfaces from First Principles",
            "Hanghui Chen and Alexie M Kolpak and Sohrab Ismail‐Beigi",
            "2010",
            "BJ7BG98AAAAJ:u5HHmVD_uO8C",
            120,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.200903800",
            "1130376527989289548",
            "\/scholar?cites=1130376527989289548",
            {
                "2010":2,
                "2011":11,
                "2012":17,
                "2013":11,
                "2014":16,
                "2015":15,
                "2016":11,
                "2017":15,
                "2018":10,
                "2019":10,
                "2020":2
            }
        ],
        [
            "We experimentally demonstrate a novel approach to substantially modify orbital occupations and symmetries in electronically correlated oxides. In contrast to methods using strain or confinement, this orbital tuning is achieved by exploiting charge transfer and inversion symmetry breaking using atomically layered heterostructures. We illustrate the technique in the LaTiO 3− LaNiO 3− LaAlO 3 system; a combination of x-ray absorption spectroscopy and ab initio theory reveals electron transfer and concomitant polar fields, resulting in a∼ 50% change in the occupation of Ni d orbitals. This change is sufficiently large to remove the orbital degeneracy of bulk LaNiO 3 and creates an electronic configuration approaching a single-band Fermi surface. Furthermore, we theoretically show that such three-component heterostructuring is robust and tunable by choice of insulator in the heterostructure, providing a general …",
            "Orbital Engineering in Symmetry-Breaking Polar Heterostructures",
            "Ankit S. Disa and Divine P. Kumah and Andrei Malashevich and Hanghui Chen and Dario A. Arena and Eliot D. Specht and Sohrab Ismail-Beigi and F. J. Walker and Charles H. Ahn",
            "2015",
            "BJ7BG98AAAAJ:Tyk-4Ss8FVUC",
            107,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.114.026801",
            "14172284425867141627",
            "\/scholar?cites=14172284425867141627",
            {
                "2015":11,
                "2016":23,
                "2017":16,
                "2018":13,
                "2019":21,
                "2020":23
            }
        ],
        [
            "DOI: 10.1002\/adma. 201304256 the MI transition observed in this system based on modifications of Ni-O bond properties and corresponding changes in the carrier itinerancy involve charge ordering,[15] orbital ordering,[4, 7, 16] Mott behavior,[17] and electronic bandwidth control in the charge-transfer conduction framework.[18] In contrast to the other ReNiO 3, which undergo temperature-dependent MI transitions, LNO is a paramagnetic metal at all temperatures due to the large ionic radius of La that suppresses the Ni-O bond distortions.Experimentally, various researchers have found that thin LNO films undergo a MI transition as a function of thickness when the thickness is less than a critical value of 5 uc [9, 10] in thin films and 3 uc for superlattices of LNO.[6, 16] We find similar results for LNO grown using molecular beam epitaxy on LAO, an insulating substrate, with a critical thickness of 5 uc for vacuum-terminated films and 3 uc for LNO\/LAO superlattices. The resistivity versus temperature behavior (Figure 1 a) exhibits insulating behavior in uncapped films for film thicknesses of 4 uc; for 5 uc and thicker films, we observe metallic behavior (Figure 1 b). The dependence of the magnetic and electronic phases of the bulk nickelates on the atomic-scale structural properties of the Ni-O bond properties suggests a similar basis for the thickness-dependent MI transition. Proposals to explain the observed MI transition in thin films and the reduced critical thickness for conductivity in superlattices [6, 7, 19] include interfacial constraints on octahedral connectivity,[20, 21] disorder-driven localization,[9] strain,[16, 22] and inter-layer percolation.[23] However …",
            "Tuning the structure of nickelates to achieve two-dimensional electron conduction",
            "Divine P Kumah and Ankit S Disa and Joseph H Ngai and Hanghui Chen and Andrei Malashevich and James W Reiner and Sohrab Ismail-Beigi and Frederick J Walker and Charles H Ahn",
            "2014",
            "BJ7BG98AAAAJ:UeHWp8X0CEIC",
            87,
            "https:\/\/www.researchgate.net\/profile\/Divine_Kumah\/publication\/260019079_Tuning_the_Structure_of_Nickelates_to_Achieve_Two-Dimensional_Electron_Conduction\/links\/59e762ed4585152d5f04e910\/Tuning-the-Structure-of-Nickelates-to-Achieve-Two-Dimensional-Electron-Conduction.pdf",
            "2666421458984663305",
            "\/scholar?cites=2666421458984663305",
            {
                "2014":10,
                "2015":9,
                "2016":11,
                "2017":19,
                "2018":17,
                "2019":10,
                "2020":11
            }
        ],
        [
            "We present an ab initio study of the (001) interfaces between two insulating perovskites, the polar LaAlO 3 and the nonpolar SrTiO 3. We observe an insulating-to-metallic transition above a critical LaAlO 3 thickness. We explain that the high conductivity observed at the TiO 2\/LaO interface and the lack of similar conductivity at the SrO\/AlO 2 interface are inherent in the atomic geometry of the system. A large interfacial hopping matrix element between cations causes the formation of a bound electron state at the TiO 2\/LaO interface. This mechanism for the formation of interfacial bound states suggests a robust means for tuning conductivities at various oxide heterointerfaces.",
            "Fundamental asymmetry in interfacial electronic reconstruction between insulating oxides: An ab initio study",
            "Hanghui Chen and Alexie M Kolpak and Sohrab Ismail-Beigi",
            "2009",
            "BJ7BG98AAAAJ:u-x6o8ySG0sC",
            69,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.79.161402",
            "12625985303504252433",
            "\/scholar?cites=12625985303504252433",
            {
                "2009":7,
                "2010":12,
                "2011":7,
                "2012":5,
                "2013":9,
                "2014":7,
                "2015":4,
                "2016":2,
                "2017":6,
                "2018":3,
                "2019":3,
                "2020":3
            }
        ],
        [
            "We present a first-principles study on the interface between perovskite ferroelectrics (PbTiO 3) and conducting magnetic manganites (La 1− x Sr x MnO 3). We show that by switching the ferroelectric polarization, additional carriers are accumulated or depleted at the interfacial region of the manganite and that this change in carrier density can modify the magnetic spin configuration of the interfacial Mn, which is consistent with the experimentally observed anomalously large change in the magnetization. We also describe an unexpected purely interfacial phenomenon whereby the ferroelectric polarization of the interfacial region changes the magnetic energetics—a degree of freedom not present in bulk manganites. Theoretically, we show the the ground-state magnetic structure depends sensitively on the precise choice of Hubbard U parameter within the widely used DFT+ U class of exchange correlation functionals …",
            "Ferroelectric control of magnetization in LaSrMnO manganites: A first-principles study",
            "Hanghui Chen and Sohrab Ismail-Beigi",
            "2012",
            "BJ7BG98AAAAJ:9yKSN-GCB0IC",
            64,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.86.024433",
            "11502420845398088061",
            "\/scholar?cites=11502420845398088061",
            {
                "2012":1,
                "2013":6,
                "2014":11,
                "2015":12,
                "2016":11,
                "2017":8,
                "2018":4,
                "2019":7,
                "2020":3
            }
        ]
    ]
}