{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The use of androgen deprivation therapy (ADT) in the treatment of men with prostate cancer has risen sharply. Although cardiovascular disease is the most common reason for death among men with prostate cancer who do not die of the disease itself, data regarding the effect of ADT on cardiovascular morbidity and mortality in men with prostate cancer are limited. In the current study, the authors attempted to measure the risk for subsequent cardiovascular morbidity in men with prostate cancer who received ADT.A cohort of newly diagnosed men in a population‐based registry who were diagnosed between 1992 and 1996 were identified retrospectively. A total of 22,816 subjects were identified after exclusion criteria were applied. Using a multivariate model, the authors calculated the risk of subsequent cardiovascular morbidity in men with prostate cancer who were treated with ADT …",
            "Androgen deprivation therapy increases cardiovascular morbidity in men with prostate cancer",
            "Christopher S Saigal and John L Gore and Tracey L Krupski and Janet Hanley and Matthias Schonlau and Mark S Litwin",
            "2007",
            "bJAP1wYAAAAJ:u5HHmVD_uO8C",
            526,
            "https:\/\/acsjournals.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/cncr.22933",
            "1494987859282008175",
            "\/scholar?cites=1494987859282008175",
            {
                "2008":38,
                "2009":43,
                "2010":51,
                "2011":65,
                "2012":57,
                "2013":54,
                "2014":39,
                "2015":34,
                "2016":28,
                "2017":32,
                "2018":20,
                "2019":23,
                "2020":29,
                "2021":2
            }
        ],
        [
            "ContextAlthough partial nephrectomy is the preferred treatment for many patients with early-stage kidney cancer, recent clinical trial data, which demonstrate better survival for patients treated with radical nephrectomy, have generated new uncertainty regarding the comparative effectiveness of these treatment options.ObjectiveTo compare long-term survival after partial vs radical nephrectomy among a population-based patient cohort whose treatment reflects contemporary surgical practice.Design, Setting, and PatientsWe performed a retrospective cohort study of Medicare beneficiaries with clinical stage T1a kidney cancer treated with partial or radical nephrectomy from 1992 through 2007. Using an instrumental variable approach to account for measured and unmeasured differences between treatment groups, we fit a 2-stage residual inclusion model to estimate the treatment effect of partial nephrectomy on long …",
            "Long-term survival following partial vs radical nephrectomy among older patients with early-stage kidney cancer",
            "Hung-Jui Tan and Edward C Norton and Zaojun Ye and Khaled S Hafez and John L Gore and David C Miller",
            "2012",
            "bJAP1wYAAAAJ:JV2RwH3_ST0C",
            392,
            "https:\/\/jamanetwork.com\/journals\/jama\/article-abstract\/1148150",
            "15089986853881364687",
            "\/scholar?cites=15089986853881364687",
            {
                "2011":1,
                "2012":13,
                "2013":46,
                "2014":58,
                "2015":51,
                "2016":52,
                "2017":56,
                "2018":46,
                "2019":33,
                "2020":28
            }
        ],
        [
            " Single institution series have demonstrated that obese patients have higher rates of wound infection and delayed graft function (DGF), but similar rates of graft survival. We used UNOS data to determine whether obesity affects outcome following renal transplantation.  From the UNOS database, we identified patients who underwent primary kidney‐only transplantation between 1997 and 1999. Recipient and donor body mass index (BMI) was categorized as underweight (BMI < 18.5), normal (BMI 18.5–24.9), overweight (BMI 25–29.9), obese (BMI 30–34.9) or morbidly obese (BMI ≥ 35). We correlated BMI with intermediate measures of graft outcome and overall graft survival, and created multivariate models to evaluate the independent effect of BMI on graft outcome, adjusting for factors known to affect graft success.  The study sample comprised 27 377 recipients. Older age, female sex, African American race and …",
            "Obesity and outcome following renal transplantation",
            "JL Gore and PT Pham and GM Danovitch and AH Wilkinson and JT Rosenthal and GS Lipshutz and JS Singer",
            "2006",
            "bJAP1wYAAAAJ:9yKSN-GCB0IC",
            368,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1600-6143.2005.01198.x",
            "424262300415649182",
            "\/scholar?cites=424262300415649182",
            {
                "2006":6,
                "2007":18,
                "2008":19,
                "2009":17,
                "2010":18,
                "2011":18,
                "2012":24,
                "2013":30,
                "2014":44,
                "2015":31,
                "2016":38,
                "2017":28,
                "2018":20,
                "2019":20,
                "2020":27
            }
        ],
        [
            "The standard sextant protocol for obtaining transrectal ultrasound guided biopsy of the prostate has been shown to underestimate the presence of prostate cancer. Studies have demonstrated an increased cancer detection rate with additional laterally directed biopsies. We compared the sensitivity of individual biopsy cores and evaluated combinations of these cores to identify an optimal biopsy strategy.A total of 396 consecutive patients underwent biopsy of the lateral peripheral zone in addition to standard sextant biopsy. The cancer detection rate for each biopsy core was calculated. The sensitivity of different combinations of biopsy cores was compared with those of standard sextant biopsies and with a 12 core biopsy protocol that combined the standard sextant biopsy with a complete set of laterally directed cores.Cancer was detected in 160 of 396 (40.3%) patients. Of …",
            "Optimal combinations of systematic sextant and laterally directed biopsies for the detection of prostate cancer",
            "JOHN L GORE and SHAHROKH F SHARIAT and BRIAN J MILES and DOV KADMON and NING JIANG and THOMAS M WHEELER and KEVIN M SLAWIN",
            "2001",
            "bJAP1wYAAAAJ:u-x6o8ySG0sC",
            303,
            "https:\/\/www.auajournals.org\/doi\/abs\/10.1016\/S0022-5347%2805%2966347-1",
            "8519456044436370418",
            "\/scholar?cites=8519456044436370418",
            {
                "2002":13,
                "2003":15,
                "2004":24,
                "2005":31,
                "2006":22,
                "2007":18,
                "2008":21,
                "2009":9,
                "2010":23,
                "2011":22,
                "2012":19,
                "2013":14,
                "2014":16,
                "2015":11,
                "2016":7,
                "2017":4,
                "2018":13,
                "2019":7,
                "2020":5
            }
        ],
        [
            "The primary treatments for clinically localized prostate cancer confer equivalent cancer control for most patients but disparate side effects. In the current study, the authors sought to compare health‐related quality of life (HRQOL) outcomes after the most commonly used treatments.A total of 580 men completed the Medical Outcomes Study Short Form‐36, the University of California‐Los Angeles (UCLA) Prostate Cancer Index, and the American Urological Association Symptom Index before and through 24 months after treatment with radical prostatectomy (RP), external beam radiation therapy (EBRT), or brachytherapy (BT).General HRQOL did not appear to be affected by treatment. Obstructive and irritative urinary symptoms were more common after BT (P < .001). Urinary control and sexual function were better after EBRT than BT (P < .001 and P = .02, respectively) and …",
            "Quality of life after surgery, external beam irradiation, or brachytherapy for early‐stage prostate cancer",
            "Mark S Litwin and John L Gore and Lorna Kwan and Judson M Brandeis and Steve P Lee and H Rodney Withers and Robert E Reiter",
            "2007",
            "bJAP1wYAAAAJ:d1gkVwhDpl0C",
            274,
            "https:\/\/acsjournals.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/cncr.22676",
            "11251997264014051916",
            "\/scholar?cites=11251997264014051916",
            {
                "2007":5,
                "2008":22,
                "2009":39,
                "2010":28,
                "2011":22,
                "2012":31,
                "2013":24,
                "2014":29,
                "2015":13,
                "2016":19,
                "2017":13,
                "2018":14,
                "2019":7,
                "2020":4
            }
        ],
        [
            "Evidence-based guidelines recommend radical cystectomy for patients with muscle-invasive bladder cancer. However, many patients receive alternate therapies, such as chemotherapy or radiation. We examined factors that are associated with the use of radical cystectomy for invasive bladder cancer and compared the survival outcomes of patients with invasive bladder cancer by the treatment they received.From linked Surveillance, Epidemiology, and End Results–Medicare data, we identified a cohort of 3262 Medicare beneficiaries aged 66 years or older at diagnosis with stage II muscle-invasive bladder cancer from January 1, 1992, through December 31, 2002. We examined the use of radical cystectomy with multilevel multivariable models and survival after diagnosis with the use of instrumental variable analyses. All statistical tests were two-sided …",
            "Use of radical cystectomy for patients with invasive bladder cancer",
            "John L Gore and Mark S Litwin and Julie Lai and Elizabeth M Yano and Rodger Madison and Claude Setodji and John L Adams and Christopher S Saigal",
            "2010",
            "bJAP1wYAAAAJ:W7OEmFMy1HYC",
            231,
            "https:\/\/academic.oup.com\/jnci\/article-abstract\/102\/11\/802\/970701",
            "872080770698529446",
            "\/scholar?cites=872080770698529446",
            {
                "2010":4,
                "2011":12,
                "2012":19,
                "2013":19,
                "2014":26,
                "2015":21,
                "2016":26,
                "2017":29,
                "2018":23,
                "2019":20,
                "2020":26,
                "2021":3
            }
        ],
        [
            "Single‐institution series have documented the adverse impact of a 12‐week delay between resection of muscle‐invasive bladder cancer and radical cystectomy. These data are derived from tertiary centers, in which referral populations may confound outcomes. The authors sought to examine the survival impact of a delay in radical cystectomy using nationally representative data.From the linked Surveillance, Epidemiology, and End Results–Medicare dataset, the authors identified subjects with stage II transitional cell carcinoma (TCC) of the bladder who underwent radical cystectomy between 1992 and 2001. They examined delays of 8, 12, and 24 weeks and incorporated these delay cutoffs into multivariate Cox proportional hazards survival models. Covariates included age, race\/ethnicity, marital status, Charlson comorbidity index, and cancer grade.The authors …",
            "Mortality increases when radical cystectomy is delayed more than 12 weeks",
            "John L Gore and Julie Lai and Claude M Setodji and Mark S Litwin and Christopher S Saigal",
            "2009",
            "bJAP1wYAAAAJ:Tyk-4Ss8FVUC",
            215,
            "https:\/\/acsjournals.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/cncr.24052",
            "14397602254925386955",
            "\/scholar?cites=14397602254925386955",
            {
                "2009":6,
                "2010":9,
                "2011":13,
                "2012":18,
                "2013":14,
                "2014":23,
                "2015":27,
                "2016":10,
                "2017":16,
                "2018":20,
                "2019":22,
                "2020":32,
                "2021":4
            }
        ],
        [
            " Decision making for treatment of localized prostate cancer is often guided by therapeutic side-effect profiles. We sought to assess health-related quality-of-life outcomes for patients 48 months after treatment for localized prostate cancer. Men treated for localized prostate cancer (N = 475) were evaluated before treatment and at 11 intervals during the 48 months after intervention. Changes in mean health-related quality-of-life scores and the probability of regaining baseline levels of health-related quality of life were compared between treatment groups. All statistical tests were two-sided. Urinary incontinence was more common after prostatectomy (n = 307) than after brachytherapy (n = 90) or external beam radiation therapy (n = 78) (both P < .001), whereas voiding and storage urinary symptoms were more prevalent after brachytherapy than after prostatectomy (both P < .001). Sexual dysfunction profoundly …",
            "Survivorship beyond convalescence: 48-month quality-of-life outcomes after treatment for localized prostate cancer",
            "John L Gore and Lorna Kwan and Steve P Lee and Robert E Reiter and Mark S Litwin",
            "2009",
            "bJAP1wYAAAAJ:qjMakFHDy7sC",
            168,
            "https:\/\/academic.oup.com\/jnci\/article-abstract\/101\/12\/888\/2515623",
            "9098403769654891818",
            "\/scholar?cites=9098403769654891818",
            {
                "2009":2,
                "2010":15,
                "2011":17,
                "2012":17,
                "2013":19,
                "2014":24,
                "2015":19,
                "2016":12,
                "2017":8,
                "2018":10,
                "2019":10,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Kidney, prostate, and bladder cancers increase with age and are influenced partly by modifiable risk factors. Urological cancer rates may increase substantially amid a growing, aging population.To describe kidney, bladder, and prostate cancer incidence, mortality, and risk factor-attributable bladder and kidney cancer deaths between 1990 and 2013, by age, sex, and development status.Cancer mortality data were derived from global vital registries. Incidence data from cancer registries were transformed to mortality estimates using separately estimated mortality incidence ratios. These sources served as input data for an ensemble modeling approach to estimate bladder, prostate, and kidney cancer mortality. Cause-specific mortality estimates were transformed into incidence estimates using mortality incidence ratios.In 2013, 2.1 million kidney, bladder, and …",
            "Global Burden of Urologic Cancers, 1990–2013",
            "Geolani W Dy and John L Gore and Mohammad H Forouzanfar and Mohsen Naghavi and Christina Fitzmaurice",
            "2017",
            "bJAP1wYAAAAJ:HE397vMXCloC",
            160,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0302283816307114",
            "1250197089908252708",
            "\/scholar?cites=1250197089908252708",
            {
                "2017":16,
                "2018":43,
                "2019":40,
                "2020":51,
                "2021":5
            }
        ],
        [
            "                     Chinese translation                 The U.S. Preventive Services Task Force recently concluded that the harms of existing prostate-specific antigen (PSA) screening strategies outweigh the benefits.To evaluate comparative effectiveness of alternative PSA screening strategies.Microsimulation model of prostate cancer incidence and mortality quantifying harms and lives saved for alternative PSA screening strategies.National and trial data on PSA growth, screening and biopsy patterns, incidence, treatment distributions, treatment efficacy, and mortality.A contemporary cohort of U.S. men.Lifetime.Societal …",
            "Comparative Effectiveness of Alternative Prostate-Specific Antigen–Based Prostate Cancer Screening StrategiesModel Estimates of Potential Benefits and Harms",
            "Roman Gulati and John L Gore and Ruth Etzioni",
            "2013",
            "bJAP1wYAAAAJ:YFjsv_pBGBYC",
            151,
            "https:\/\/www.acpjournals.org\/doi\/abs\/10.7326\/0003-4819-158-3-201302050-00003",
            "10792994019723858763",
            "\/scholar?cites=10792994019723858763",
            {
                "2012":2,
                "2013":12,
                "2014":22,
                "2015":26,
                "2016":13,
                "2017":26,
                "2018":22,
                "2019":9,
                "2020":12,
                "2021":1
            }
        ]
    ]
}