{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Theoretical and experimental studies are presented to understand the initial stages of growth of InGaAs on GaAs. Thermodynamic considerations show that, as strain increases, the free‐energy minimum surface of the epilayer is not atomically flat, but three‐dimensional in form. Since by altering growth conditions the strained epilayer can be grown near equilibrium or far from equilibrium, the effect of strain on growth modes can be studied. In situ reflection high‐energy electron diffraction studies are carried out to study the growth modes and surface lattice spacing before the onset of dislocations. The surface lattice constant does not change abruptly from that of the substrate to that of the epilayer at the critical thickness, but changes monotonically. These observations are consistent with the simple thermodynamic considerations presented.",
            "Role of strain and growth conditions on the growth front profile of In_x Ga_(1-x) As on GaAs during the pseudomorphic growth regime",
            "Paul R Berger and Kevin Chang and Pallab Bhattacharya and Jasprit Singh and KK Bajaj",
            "1988",
            "bkj7wpIAAAAJ:u5HHmVD_uO8C",
            300,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.99850",
            "16270327526885130905",
            "\/scholar?cites=16270327526885130905",
            {
                "1989":13,
                "1990":11,
                "1991":17,
                "1992":16,
                "1993":21,
                "1994":18,
                "1995":17,
                "1996":12,
                "1997":10,
                "1998":12,
                "1999":16,
                "2000":9,
                "2001":11,
                "2002":7,
                "2003":9,
                "2004":12,
                "2005":7,
                "2006":9,
                "2007":9,
                "2008":7,
                "2009":10,
                "2010":6,
                "2011":6,
                "2012":3,
                "2013":3,
                "2014":6,
                "2015":5,
                "2016":3,
                "2017":3,
                "2018":3,
                "2019":6,
                "2020":3
            }
        ],
        [
            "Improved optical absorption and photocurrent for polythiophene–fullerene bulk heterojunction photovoltaic devices is demonstrated using a unique self-assembled monolayer of Ag nanoparticles formed from a colloidal solution. With the presence of suitable nanoparticle organic capping groups that inhibit its propensity to agglomerate, the particle-to-particle spacing can be tailored. Transmission electron microscopy reveals the self-assembled Ag nanospheres are highly uniform with an average diameter of ∼4 nm and controllable particle-to-particle spacing. The localized surface plasmon resonance peak is ∼465 nm with a narrow full width at half maximum (95 nm). In the spectral range of 350–650 nm, where the organic bulk heterojunction photoactive film absorbs, an enhanced optical absorption is observed due to the increased electric field in the photoactive layer by excited localized surface plasmons within …",
            "Plasmon-enhanced optical absorption and photocurrent in organic bulk heterojunction photovoltaic devices using self-assembled layer of silver nanoparticles",
            "Woo-Jun Yoon and Kyung-Young Jung and Jiwen Liu and Thirumalai Duraisamy and Rao Revur and Fernando L Teixeira and Suvankar Sengupta and Paul R Berger",
            "2010",
            "bkj7wpIAAAAJ:9yKSN-GCB0IC",
            233,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927024809002918",
            "5510336391912134029",
            "\/scholar?cites=5510336391912134029",
            {
                "2009":1,
                "2010":6,
                "2011":32,
                "2012":38,
                "2013":29,
                "2014":30,
                "2015":26,
                "2016":20,
                "2017":14,
                "2018":12,
                "2019":9,
                "2020":14,
                "2021":1
            }
        ],
        [
            "Resonant interband tunneling diodes on silicon substrates are demonstrated using a Si\/Si0.5Ge0.5\/Si heterostructure grown by low temperature molecular beam epitaxy which utilized both a central intrinsic spacer and δ-doped injectors. A low substrate temperature of 370 °C was used during growth to ensure a high level of dopant incorporation. A B δ-doping spike lowered the barrier for holes to populate the quantum well at the valence band discontinuity, and an Sb δ-doping reduces the doping requirement of the n-type bulk Si by producing a deep n+ well. Samples studied from the as-grown wafers showed no evidence of negative differential resistance (NDR). The effect of postgrowth rapid thermal annealing temperature was studied on tunnel diode properties. Samples which underwent heat treatment at 700 and 800 °C for 1 min, in contrast, exhibited NDR behavior. The peak-to-valley current ratio (PVCR …",
            "Room temperature operation of epitaxially grown Si\/SiGe\/Si resonant interband tunneling diodes",
            "Sean L Rommel and Thomas E Dillon and MW Dashiell and H Feng and J Kolodzey and Paul R Berger and Phillip E Thompson and Karl D Hobart and Roger Lake and Alan C Seabaugh and Gerhard Klimeck and Daniel K Blanks",
            "1998",
            "bkj7wpIAAAAJ:u-x6o8ySG0sC",
            193,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.122419",
            "7443377859006711122",
            "\/scholar?cites=7443377859006711122",
            {
                "1998":3,
                "1999":7,
                "2000":14,
                "2001":11,
                "2002":6,
                "2003":18,
                "2004":27,
                "2005":28,
                "2006":24,
                "2007":10,
                "2008":9,
                "2009":7,
                "2010":5,
                "2011":3,
                "2012":6,
                "2013":4,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":3,
                "2018":2
            }
        ],
        [
            "Hydrogen silsesquioxane (HSQ) is a high-resolution negative-tone inorganic resist for electron beam lithography. Investigations on the smoothness of the surfaces of thin films (less than 100 nm thick) have been conducted for nanolithography applications. It is demonstrated that films at thicknesses down to 25 nm have very low rms roughness and are defect free. Using 50 kV electron beam lithography, we demonstrate the achievement of isolated 6-nm-wide lines and 27 nm period gratings in 30 nm HSQ films on silicon substrates. These results are superior to those achieved with poly(methylmethacrylate) resist and demonstrates the versatility of HSQ for nanolithography.",
            "Nanometer-period gratings in hydrogen silsesquioxane fabricated by electron beam lithography",
            "Michael J Word and Ilesanmi Adesida and Paul R Berger",
            "2003",
            "bkj7wpIAAAAJ:d1gkVwhDpl0C",
            116,
            "https:\/\/avs.scitation.org\/doi\/abs\/10.1116\/1.1629711",
            "5921488127010859434",
            "\/scholar?cites=5921488127010859434",
            {
                "2004":4,
                "2005":5,
                "2006":18,
                "2007":17,
                "2008":13,
                "2009":11,
                "2010":9,
                "2011":7,
                "2012":7,
                "2013":4,
                "2014":2,
                "2015":3,
                "2016":4,
                "2017":3,
                "2018":1,
                "2019":3,
                "2020":3,
                "2021":1
            }
        ]
    ]
}