{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "We report the first observation of Airy optical beams. This intriguing class of wave packets, initially predicted by Berry and Balazs in 1979, has been realized in both one-and two-dimensional configurations. As demonstrated in our experiments, these Airy beams can exhibit unusual features such as the ability to remain diffraction-free over long distances while they tend to freely accelerate during propagation.",
            "Observation of accelerating Airy beams",
            "GA Siviloglou and J Broky and Aristide Dogariu and DN Christodoulides",
            "2007",
            "BKT9Mm0AAAAJ:u5HHmVD_uO8C",
            1818,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.213901",
            "7934850857201269688",
            "\/scholar?cites=7934850857201269688",
            {
                "2008":24,
                "2009":41,
                "2010":60,
                "2011":99,
                "2012":110,
                "2013":136,
                "2014":174,
                "2015":185,
                "2016":169,
                "2017":181,
                "2018":191,
                "2019":203,
                "2020":214,
                "2021":20
            }
        ],
        [
            "We investigate both theoretically and experimentally the self-healing properties of accelerating Airy beams. We show that this class of waves tends to reform during propagation in spite of the severity of the imposed perturbations. In all occasions the reconstruction of these beams is interpreted through their internal transverse power flow. The robustness of these optical beams in scattering and turbulent environments is also studied experimentally. Our observations are in excellent agreement with numerical simulations.",
            "Self-healing properties of optical Airy beams",
            "John Broky and Georgios A Siviloglou and Aristide Dogariu and Demetrios N Christodoulides",
            "2008",
            "BKT9Mm0AAAAJ:UeHWp8X0CEIC",
            756,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-16-17-12880",
            "16064982758123450226",
            "\/scholar?cites=16064982758123450226",
            {
                "2008":2,
                "2009":14,
                "2010":29,
                "2011":42,
                "2012":38,
                "2013":45,
                "2014":84,
                "2015":76,
                "2016":81,
                "2017":87,
                "2018":89,
                "2019":80,
                "2020":76,
                "2021":8
            }
        ],
        [
            "We demonstrate both theoretically and experimentally that optical Airy beams propagating in free space can perform ballistic dynamics akin to those of projectiles moving under the action of gravity. The parabolic trajectories of these beams as well as the motion of their center of gravity were observed in good agreement with theory. The possibility of circumventing an obstacle placed in the path of the Airy beam is discussed.",
            "Ballistic dynamics of Airy beams",
            "GA Siviloglou and J Broky and A Dogariu and DN Christodoulides",
            "2008",
            "BKT9Mm0AAAAJ:Tyk-4Ss8FVUC",
            437,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-33-3-207",
            "8083703835607031241",
            "\/scholar?cites=8083703835607031241",
            {
                "2008":9,
                "2009":16,
                "2010":20,
                "2011":27,
                "2012":25,
                "2013":31,
                "2014":46,
                "2015":31,
                "2016":43,
                "2017":35,
                "2018":43,
                "2019":59,
                "2020":45,
                "2021":4
            }
        ],
        [
            "The spreading of partially coherent beams propagating through atmospheric turbulence is studied by use of the coherent-mode representation of the beams. Specifically, we consider partially coherent Gaussian Schell-model beams entering the atmosphere, and we examine the spreading of each coherent mode, represented by a Hermite–Gaussian function, on propagation. We find that in atmospheric turbulence the relative spreading of higher-order modes is smaller than that of lower-order modes, whereas the relative spreading of all order modes is the same as in free space. This modal behavior successfully explains why under certain circumstances partially coherent beams are less affected by atmospheric turbulence than are fully spatially coherent laser beams.",
            "Mode analysis of spreading of partially coherent beams propagating through atmospheric turbulence",
            "Tomohiro Shirai and Aristide Dogariu and Emil Wolf",
            "2003",
            "BKT9Mm0AAAAJ:u-x6o8ySG0sC",
            358,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=josaa-20-6-1094",
            "8794985920545379537",
            "\/scholar?cites=8794985920545379537",
            {
                "2004":3,
                "2005":19,
                "2006":20,
                "2007":19,
                "2008":31,
                "2009":26,
                "2010":26,
                "2011":31,
                "2012":21,
                "2013":24,
                "2014":26,
                "2015":23,
                "2016":20,
                "2017":14,
                "2018":15,
                "2019":20,
                "2020":17,
                "2021":2
            }
        ],
        [
            "We show that, when a partially coherent beam propagates through an inhomogeneous medium such as atmospheric turbulence, the phase randomization that is induced is less effective in degrading the spatial coherence properties. By evaluating the final beam widths we report what is to our knowledge the first experimental demonstration that, on propagation through thermally induced turbulence, a partially coherent beam is less affected than a spatially coherent beam.",
            "Propagation of partially coherent beams: turbulence-induced degradation",
            "Aristide Dogariu and Stefan Amarande",
            "2003",
            "BKT9Mm0AAAAJ:9yKSN-GCB0IC",
            259,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-28-1-10",
            "1443969030211252266",
            "\/scholar?cites=1443969030211252266",
            {
                "2003":4,
                "2004":3,
                "2005":9,
                "2006":11,
                "2007":20,
                "2008":28,
                "2009":31,
                "2010":18,
                "2011":17,
                "2012":19,
                "2013":12,
                "2014":10,
                "2015":10,
                "2016":14,
                "2017":11,
                "2018":9,
                "2019":16,
                "2020":15,
                "2021":2
            }
        ]
    ]
}