{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Spontaneous formation of colonies of bacteria or flocks of birds are examples of self-organization in active living matter. Here, we demonstrate a form of self-organization from nonequilibrium driving forces in a suspension of synthetic photoactivated colloidal particles. They lead to two-dimensional \"living crystals,\" which form, break, explode, and re-form elsewhere. The dynamic assembly results from a competition between self-propulsion of particles and an attractive interaction induced respectively by osmotic and phoretic effects and activated by light. We measured a transition from normal to giant-number fluctuations. Our experiments are quantitatively described by simple numerical simulations. We show that the existence of the living crystals is intrinsically related to the out-of-equilibrium collisions of the self-propelled particles.",
            "Living crystals of light-activated colloidal surfers",
            "Jeremie Palacci and Stefano Sacanna and Asher Preska Steinberg and David J Pine and Paul M Chaikin",
            "2013",
            "bM1EYZgAAAAJ:QIV2ME_5wuYC",
            1189,
            "https:\/\/science.sciencemag.org\/content\/339\/6122\/936.abstract",
            "17623036024074050022",
            "\/scholar?cites=17623036024074050022",
            {
                "2013":42,
                "2014":93,
                "2015":109,
                "2016":148,
                "2017":181,
                "2018":198,
                "2019":189,
                "2020":211,
                "2021":14
            }
        ],
        [
            "New functional materials can in principle be created using colloids that self-assemble into a desired structure by means of a programmable recognition and binding scheme. This idea has been explored by attaching ‘programmed’DNA strands to nanometre-1, 2, 3 and micrometre-4, 5 sized particles and then using DNA hybridization to direct the placement of the particles in the final assembly. Here we demonstrate an alternative recognition mechanism for directing the assembly of composite structures, based on particles with complementary shapes. Our system, which uses Fischer’s lock-and-key principle 6, employs colloidal spheres as keys and monodisperse colloidal particles with a spherical cavity as locks that bind spontaneously and reversibly via the depletion interaction. The lock-and-key binding is specific because it is controlled by how closely the size of a spherical colloidal key particle matches the radius …",
            "Lock and key colloids",
            "Stefano Sacanna and William TM Irvine and Paul M Chaikin and David J Pine",
            "2010",
            "bM1EYZgAAAAJ:u-x6o8ySG0sC",
            688,
            "https:\/\/www.nature.com\/articles\/nature08906",
            "11127353829422593618",
            "\/scholar?cites=11127353829422593618",
            {
                "2010":12,
                "2011":43,
                "2012":50,
                "2013":74,
                "2014":61,
                "2015":87,
                "2016":92,
                "2017":73,
                "2018":74,
                "2019":52,
                "2020":61,
                "2021":7
            }
        ],
        [
            "Recent breakthroughs in colloidal synthesis allow the control of particle shapes and properties with high precision. This provides us with a constantly expanding library of new anisotropic building blocks, thus opening new avenues to explore colloidal self-assembly at a higher level of complexity. This article reviews the most recent advances in the preparation and self-assembly of colloids with well-defined anisotropic shapes. A particular emphasis is given to solution-based syntheses that provide micron-sized colloids in high yields, and to assembly schemes that exploit the shape anisotropy of the building blocks involved.",
            "Shape-anisotropic colloids: Building blocks for complex assemblies",
            "Stefano Sacanna and David J Pine",
            "2011",
            "bM1EYZgAAAAJ:UebtZRa9Y70C",
            379,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1359029411000069",
            "16921164647791262144",
            "\/scholar?cites=16921164647791262144",
            {
                "2011":3,
                "2012":26,
                "2013":44,
                "2014":34,
                "2015":45,
                "2016":47,
                "2017":44,
                "2018":49,
                "2019":38,
                "2020":42,
                "2021":4
            }
        ],
        [
            "We have studied the crystallization behavior of colloidal cubes by means of tunable depletion interactions. The colloidal system consists of novel micron-sized cubic particles prepared by silica deposition on hematite templates and various non-adsorbing water-soluble polymers as depletion agents. We have found that under certain conditions the cubes self-organize into crystals with a simple cubic symmetry, which is set by the size of the depletant. The dynamic of crystal nucleation and growth is investigated, monitoring the samples in time by optical microscopy. Furthermore, by using temperature sensitive microgel particles as depletant it is possible to fine tune depletion interactions to induce crystal melting. Assisting crystallization with an alternating electric field improves the uniformity of the cubic pattern allowing the preparation of macroscopic (almost defect-free) crystals that show visible Bragg colors.",
            "Cubic crystals from cubic colloids",
            "Laura Rossi and Stefano Sacanna and William TM Irvine and Paul M Chaikin and David J Pine and Albert P Philipse",
            "2011",
            "bM1EYZgAAAAJ:Se3iqnhoufwC",
            311,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2011\/sm\/c0sm01246g",
            "14468171500221358474",
            "\/scholar?cites=14468171500221358474",
            {
                "2010":1,
                "2011":8,
                "2012":19,
                "2013":38,
                "2014":32,
                "2015":46,
                "2016":36,
                "2017":39,
                "2018":37,
                "2019":26,
                "2020":27,
                "2021":1
            }
        ],
        [
            "The creation of a new material often starts from the design of its constituent building blocks at a smaller scale. From macromolecules to colloidal architectures, to granular systems, the interactions between basic units of matter can dictate the macroscopic behaviour of the resulting engineered material and even regulate its genesis. Information can be imparted to the building units by altering their physical and chemical properties. In particular, the shape of building blocks has a fundamental role at the colloidal scale, as it can govern the self-organization of particles into hierarchical structures and ultimately into the desired material. Herein we report a simple and general approach to generate an entire zoo of new anisotropic colloids. Our method is based on a controlled deformation of multiphase colloidal particles that can be selectively liquified, polymerized, dissolved and functionalized in bulk. We further …",
            "Shaping colloids for self-assembly",
            "Stefano Sacanna and Mark Korpics and Kelvin Rodriguez and Laura Colón-Meléndez and Seung-Hyun Kim and David J Pine and Gi-Ra Yi",
            "2013",
            "bM1EYZgAAAAJ:aqlVkmm33-oC",
            298,
            "https:\/\/www.nature.com\/articles\/ncomms2694",
            "3155904599013703486",
            "\/scholar?cites=3155904599013703486",
            {
                "2013":4,
                "2014":29,
                "2015":49,
                "2016":40,
                "2017":43,
                "2018":46,
                "2019":38,
                "2020":43,
                "2021":6
            }
        ],
        [
            "'Patchy colloids' is a term that has been recently introduced to indicate specially engineered particles with directional interactions. Based on this concept, a'bottom-up'process for fabricating functional materials and devices has been envisioned, which employs colloidal building blocks and mimics molecular bonding. This article reviews recent progress which has been made in the synthesis and self-assembly of patchy colloids and discusses future directions as well as unresolved challenges.",
            "Recent progress on patchy colloids and their self-assembly",
            "Gi-Ra Yi and David J Pine and Stefano Sacanna",
            "2013",
            "bM1EYZgAAAAJ:7PzlFSSx8tAC",
            248,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/25\/19\/193101\/meta",
            "2677666430227147974",
            "\/scholar?cites=2677666430227147974",
            {
                "2013":4,
                "2014":31,
                "2015":29,
                "2016":48,
                "2017":33,
                "2018":44,
                "2019":30,
                "2020":25,
                "2021":3
            }
        ],
        [
            "We show that under appropriate conditions, mixtures of oil, water, and nanoparticles form thermodynamically stable oil-in-water emulsions with monodisperse droplet diameters in the range of 30–150 nm. This observation challenges current wisdom that so-called Pickering emulsions are at most metastable and points to a new class of mesoscopic equilibrium structures. Thermodynamic stability is demonstrated by the spontaneous evolution of binary droplet mixtures towards one intermediate size distribution. Equilibrium interfacial curvature due to an asymmetric charge distribution induced by adsorbed colloids explains the growth of emulsion droplets upon salt addition. Moreover, the existence of a minimal radius of curvature with a concomitant expulsion of excess oil is in close analogy with microemulsions.",
            "Thermodynamically stable pickering emulsions",
            "Stefano Sacanna and WK Kegel and AP Philipse",
            "2007",
            "bM1EYZgAAAAJ:u5HHmVD_uO8C",
            220,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.158301",
            "528566233887472989",
            "\/scholar?cites=528566233887472989",
            {
                "2007":5,
                "2008":11,
                "2009":19,
                "2010":18,
                "2011":14,
                "2012":18,
                "2013":16,
                "2014":18,
                "2015":20,
                "2016":18,
                "2017":17,
                "2018":14,
                "2019":16,
                "2020":14,
                "2021":1
            }
        ],
        [
            "We introduce a new class of spherical colloids that reversibly self-assemble into well-defined nonlinear structures by virtue of “magnetic patches”. This assembly is driven by tunable magnetostatic binding forces that originate from microscopic permanent magnets embedded underneath the surface of the particles. The resulting clusters form spontaneously in the absence of external magnetizing fields, and their geometry is determined by an interplay between magnetic, steric, and electrostatic interactions. Imposing an external magnetic field enables the clusters to unbind or change their geometry allowing, in principle, the creation of materials with a reconfigurable structural arrangement.",
            "Magnetic click colloidal assembly",
            "Stefano Sacanna and Laura Rossi and David J Pine",
            "2012",
            "bM1EYZgAAAAJ:YOwf2qJgpHMC",
            207,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja301344n",
            "12789396017260162185",
            "\/scholar?cites=12789396017260162185",
            {
                "2012":8,
                "2013":17,
                "2014":22,
                "2015":25,
                "2016":29,
                "2017":36,
                "2018":17,
                "2019":22,
                "2020":24,
                "2021":6
            }
        ],
        [
            "This article investigates the role of shape in colloidal self-assembly and argues for the importance of a tight synergy between particle design and assembly strategies. To this end, we review synthetic methodologies developed to impart colloidal building blocks with anisotropic shapes and self-assembly mechanisms that exploit geometry to direct and control the particles' organization. This paper, which deliberately focuses on micron-scale colloids, is divided into two main sections. Firstly, we discuss the impact of shape on particles' interactions and how this has been exploited to develop heuristic rules for the creation of self-assembling architectures. Secondly, we examine state-of-the-art advances in colloidal synthesis with a clear emphasis on design rules and bulk methods, which are aimed at producing shape-anisotropic particles.",
            "Engineering shape: the novel geometries of colloidal self-assembly",
            "Stefano Sacanna and David J Pine and Gi-Ra Yi",
            "2013",
            "bM1EYZgAAAAJ:L8Ckcad2t8MC",
            194,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2013\/sm\/c3sm50500f",
            "9529411235694313492",
            "\/scholar?cites=9529411235694313492",
            {
                "2013":2,
                "2014":23,
                "2015":28,
                "2016":41,
                "2017":32,
                "2018":27,
                "2019":22,
                "2020":19
            }
        ],
        [
            "We present a refractive-index-matched colloidal system that allows direct observation of critical Casimir induced aggregation with a confocal microscope. We show that in this system, in which van der Waals forces are negligible, a simple competition between repulsive screened Coulomb and attractive critical Casimir forces can account quantitatively for the reversible aggregation. Above the temperature T a, the critical Casimir force drives aggregation of the particles into fractal clusters, while below T a, the electrostatic repulsion between the particles breaks up the clusters, and the particles resuspend by thermal diffusion. The aggregation is observed in a remarkably wide temperature range of as much as 15. We derive a simple expression for the particle pair potential that accounts quantitatively for the temperature-dependent aggregation and aggregate breakup.",
            "Direct observation of colloidal aggregation by critical Casimir forces",
            "Daniel Bonn and Jakub Otwinowski and Stefano Sacanna and Hua Guo and Gerard Wegdam and Peter Schall",
            "2009",
            "bM1EYZgAAAAJ:IjCSPb-OGe4C",
            152,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.156101",
            "4189800083706009524",
            "\/scholar?cites=4189800083706009524",
            {
                "2009":2,
                "2010":9,
                "2011":12,
                "2012":15,
                "2013":20,
                "2014":16,
                "2015":12,
                "2016":16,
                "2017":17,
                "2018":12,
                "2019":7,
                "2020":14
            }
        ]
    ]
}