{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Solitary waves are lumps of energy. We consider the study of dynamical solitary waves, meaning cases where the energy lumps are moving, as opposed to topological solitary waves where the lumps may be static. Solitary waves have been studied in some form or the other for nearly 450 years. Subsequently, there have been many authoritative works on solitary waves. Nevertheless, some of the most recent studies reveal that these peculiar objects are far more complex than what we might have given them credit for. In this review, we introduce the physics of solitary waves in alignments of elastic beads, such as glass beads or stainless steel beads. We show that any impulse propagates as a new kind of highly interactive solitary wave through such an alignment and that the existence of these waves seems to present a need to re-examine the very definition of the concept of equilibrium. We further discuss the …",
            "Solitary waves in the granular chain",
            "Surajit Sen and Jongbae Hong and Jonghun Bang and Edgar Avalos and Robert Doney",
            "2008",
            "bmNK85oAAAAJ:IjCSPb-OGe4C",
            424,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370157308000586",
            "13303406705518498125",
            "\/scholar?cites=13303406705518498125",
            {
                "2008":4,
                "2009":18,
                "2010":21,
                "2011":27,
                "2012":38,
                "2013":49,
                "2014":46,
                "2015":41,
                "2016":43,
                "2017":45,
                "2018":41,
                "2019":23,
                "2020":22,
                "2021":1
            }
        ],
        [
            "We perform measurements, numerical simulations, and quantitative comparisons with available theory on solitary wave propagation in a linear chain of beads without static preconstraint. By designing a nonintrusive force sensor to measure the impulse as it propagates along the chain, we study the solitary wave reflection at a wall. We show that the main features of solitary wave reflection depend on wall mechanical properties. Since previous studies on solitary waves have been performed at walls without these considerations, our experiment provides a more reliable tool to characterize solitary wave propagation. We find, for the first time, precise quantitative agreements.",
            "How Hertzian solitary waves interact with boundaries in a 1D granular medium",
            "Stéphane Job and Francisco Melo and Adam Sokolow and Surajit Sen",
            "2005",
            "bmNK85oAAAAJ:d1gkVwhDpl0C",
            270,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.178002",
            "1142070632700232368",
            "\/scholar?cites=1142070632700232368",
            {
                "2005":7,
                "2006":13,
                "2007":13,
                "2008":12,
                "2009":13,
                "2010":12,
                "2011":21,
                "2012":28,
                "2013":24,
                "2014":19,
                "2015":25,
                "2016":20,
                "2017":22,
                "2018":10,
                "2019":12,
                "2020":16,
                "2021":2
            }
        ],
        [
            "The features of solitary waves observed in horizontal monodisperse chain of barely touching beads not only depend on geometrical and material properties of the beads but also on the initial perturbation provided at the edge of the chain. An impact of a large striker on a monodisperse chain, and similarly a sharp decrease of bead radius in a stepped chain, generates a solitary wave train containing many single solitary waves ordered by decreasing amplitudes. We find, by simple analytical arguments, that the unloading of compression force at the chain edge has a nearly exponential decrease. The characteristic time is mainly a function involving the grains’ masses and the striker mass. Numerical calculations and experiments corroborate these findings.",
            "Solitary wave trains in granular chains: experiments, theory and simulations",
            "Stéphane Job and Francisco Melo and Adam Sokolow and Surajit Sen",
            "2007",
            "bmNK85oAAAAJ:UebtZRa9Y70C",
            183,
            "https:\/\/link.springer.com\/article\/10.1007\/s10035-007-0054-2",
            "7462823193845276853",
            "\/scholar?cites=7462823193845276853",
            {
                "2007":1,
                "2008":4,
                "2009":11,
                "2010":5,
                "2011":12,
                "2012":17,
                "2013":23,
                "2014":17,
                "2015":22,
                "2016":19,
                "2017":18,
                "2018":11,
                "2019":5,
                "2020":17
            }
        ],
        [
            "We present detailed numerical studies on the motion of an initial perturbation in a chain of spheres which are characterized by Hertzian contacts. We consider the propagation of the perturbation in the presence and in the absence of gravitational compaction in the chain [see RS Sinkovits and S. Sen, Phys. Rev. Lett. 74, 2686 (1995)]. Our results show that robust solitonlike pulses carry the initial perturbation from the surface to the depths of the Hertzian chains for various magnitudes of the initial perturbation at finite loadings of the column. In addition, we probe the structural characteristics of the solitonlike pulse as a function of the magnitude of the initial impact, of loading, and of the gravitational field. Our results suggest that the solitonlike features, while altered, persist at finite gravitational fields when the compaction of grains with increasing depth becomes important. In the presence of light mass impurities in the …",
            "Solitonlike pulses in perturbed and driven Hertzian chains and their possible applications in detecting buried impurities",
            "Surajit Sen and Marian Manciu and James D Wright",
            "1998",
            "bmNK85oAAAAJ:2osOgNQ5qMEC",
            174,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.57.2386",
            "9638868897797078773",
            "\/scholar?cites=9638868897797078773",
            {
                "1999":4,
                "2000":10,
                "2001":12,
                "2002":7,
                "2003":3,
                "2004":5,
                "2005":5,
                "2006":6,
                "2007":5,
                "2008":3,
                "2009":11,
                "2010":10,
                "2011":10,
                "2012":19,
                "2013":13,
                "2014":8,
                "2015":8,
                "2016":10,
                "2017":10,
                "2018":8,
                "2019":4,
                "2020":3
            }
        ],
        [
            "It has been seen that inertial mismatches in 1D granular chains lead to remarkable energy absorption which increases with the number of spheres, N, and tapering, q. Short chains, however, are limited in that regard, and we therefore present one solution which greatly improves performance for any size chain. These strongly nonlinear and scalable systems feature surprisingly complicated dynamics and are inadequately represented by a hard-sphere approximation. Additionally, such systems have shock absorption capacities that vary as a function of position along the chain. In this Letter, we present results in the form of normalized kinetic energy diagrams to illustrate the impressive mitigation capability of both original and improved tapered chains.",
            "Decorated, tapered, and highly nonlinear granular chain",
            "Robert Doney and Surajit Sen",
            "2006",
            "bmNK85oAAAAJ:8k81kl-MbHgC",
            159,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.155502",
            "13730504744793348136",
            "\/scholar?cites=13730504744793348136",
            {
                "2007":3,
                "2008":5,
                "2009":10,
                "2010":7,
                "2011":12,
                "2012":13,
                "2013":24,
                "2014":12,
                "2015":16,
                "2016":18,
                "2017":19,
                "2018":11,
                "2019":4,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Atomistic simulations of the vertical propagation of perturbations in deep gravitationally compacted granular columns characterized by the intergrain potential V δ∝ δ n, with n≥ 2 and δ the grain overlap, are shown to recover the results of elasticity theory for weak perturbations. For strong perturbations, the sound velocity c strong→ c weak as z→∞ with the deviations from c weak best expressed via a certain recursion relation in z. We predict that voids in real granular columns lead to c∝ 1− ε, when the void fraction ε is small, and show that the velocity power spectrum of a grain resembles that of a harmonic oscillator chain as z→∞.",
            "Nonlinear dynamics in granular columns",
            "Robert S Sinkovits and Surajit Sen",
            "1995",
            "bmNK85oAAAAJ:9yKSN-GCB0IC",
            149,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.74.2686",
            "2713499029433134252",
            "\/scholar?cites=2713499029433134252",
            {
                "1996":3,
                "1997":3,
                "1998":4,
                "1999":4,
                "2000":10,
                "2001":9,
                "2002":6,
                "2003":4,
                "2004":4,
                "2005":6,
                "2006":1,
                "2007":12,
                "2008":6,
                "2009":4,
                "2010":3,
                "2011":7,
                "2012":12,
                "2013":9,
                "2014":6,
                "2015":5,
                "2016":5,
                "2017":9,
                "2018":8,
                "2019":3,
                "2020":4,
                "2021":2
            }
        ],
        [
            "The equation of motion for a bead in a chain of uncompressed elastic beads in contact that interact via the potential V (δ)∼ δ n, n> 2, δ being overlap, supports solitary waves and does not accommodate sound propagation [V. Nesterenko, J. Appl. Mech. Tech. Phys. 5, 733 (1983)]. We present an iteratively exact solution to describe the solitary wave as a function of material parameters and a universal, infinite set of coefficients, which depend only on n. We compute any arbitrary number of coefficients to desired accuracy and show that only the first few coefficients of our solution significantly improves upon Nesterenko’s solution. The improved solution is a necessary step to develop a theoretical understanding of the formation of secondary solitary waves [M. Manciu, et al., Phys. Rev. E 63, 011614 (2001)].",
            "Solitary wave dynamics in generalized Hertz chains: An improved solution of the equation of motion",
            "Surajit Sen and Marian Manciu",
            "2001",
            "bmNK85oAAAAJ:WF5omc3nYNoC",
            117,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.64.056605",
            "14678664579444341493",
            "\/scholar?cites=14678664579444341493",
            {
                "2002":3,
                "2003":4,
                "2004":4,
                "2005":8,
                "2006":8,
                "2007":6,
                "2008":3,
                "2009":7,
                "2010":7,
                "2011":10,
                "2012":7,
                "2013":6,
                "2014":9,
                "2015":6,
                "2016":16,
                "2017":5,
                "2018":3,
                "2019":5
            }
        ],
        [
            "We present a detailed simulational study of the vertical propagation of weak and strong impulses in deep gravitationally compacted granular columns [see RS Sinkovits and S. Sen, Phys. Rev. Lett. 74, 2686 (1995)]. The intergrain potential is assumed to be V (δ)∼ δ n, n>~ 2, where δ is the overlap between the grains. Due to gravitational compaction, the magnitude of the overlap between the grains increases progressively with increasing depth. Therefore the sound velocity increases as an impulse travels vertically downward into a granular column. For weak impulses, our large scale simulational studies show that the sound velocity c weak∝ z [1− 1 (n− 1)] 2, where z is the depth at which c weak is measured. This result, which has been obtained from particle dynamical studies, is in perfect agreement with the predictions based upon elasticity theory. We then extend our analysis to show that (i) for columns with small …",
            "Sound propagation in impure granular columns",
            "Surajit Sen and Robert S Sinkovits",
            "1996",
            "bmNK85oAAAAJ:Y0pCki6q_DkC",
            111,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.54.6857",
            "8072961005033349789",
            "\/scholar?cites=8072961005033349789",
            {
                "1997":1,
                "1998":2,
                "1999":5,
                "2000":7,
                "2001":8,
                "2002":6,
                "2003":3,
                "2004":2,
                "2005":7,
                "2006":4,
                "2007":5,
                "2008":3,
                "2009":4,
                "2010":3,
                "2011":7,
                "2012":6,
                "2013":6,
                "2014":3,
                "2015":4,
                "2016":4,
                "2017":9,
                "2018":5,
                "2019":2,
                "2020":4,
                "2021":1
            }
        ],
        [
            "We report particle dynamics based studies of impulse propagation in a chain of elastic beads with dissipative contacts and with randomly distributed masses. The interaction between the beads is characterized by the potential V(δ)∼δn, δ≥0 being grain overlap, n>2 and at zero external loading, i.e., under conditions of “sonic vacuum” in which sound cannot propagate through the chain [J. Appl. Mech. Technol. Phys. 5 (1983) 733]. In the earlier work, we have confirmed the studies of Nesterenko and coworkers and have reported that impulses propagate as solitary waves in the system of interest in the absence of dissipation and disorder [Physica A 268 (1999) 644]. In the present study, we first discuss the effects of restitution and velocity dependent friction on the propagation of the impulse. We next report that the maximum energy Emax of the solitary wave as it propagates from a chain of monodisperse grains of …",
            "Impulse propagation in dissipative and disordered chains with power-law repulsive potentials",
            "Marian Manciu and Surajit Sen and Alan J Hurd",
            "2001",
            "bmNK85oAAAAJ:ufrVoPGSRksC",
            100,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0167278901003025",
            "3273149657467100590",
            "\/scholar?cites=3273149657467100590",
            {
                "2002":3,
                "2003":3,
                "2004":2,
                "2005":6,
                "2006":8,
                "2007":5,
                "2008":6,
                "2009":6,
                "2010":4,
                "2011":1,
                "2012":7,
                "2013":7,
                "2014":10,
                "2015":6,
                "2016":7,
                "2017":4,
                "2018":8,
                "2019":4,
                "2020":3
            }
        ],
        [
            "Experiments show that perturbation by an incident striker can generate solitary wave trains in unloaded, monodispersed elastic sphere alignments (Lazaridi AN and Nesterenko VF, Prikl. Mekh. Tekh. Fiz., 3 (1985) 115). We report the first dynamical studies in the elastic regime that confirm and extend upon the results obtained in existing experiments and define the conditions for which controlled generation of solitary wave trains may be possible.",
            "Solitary wave train formation in Hertzian chains",
            "A Sokolow and EG Bittle and Surajit Sen",
            "2007",
            "bmNK85oAAAAJ:MLfJN-KU85MC",
            93,
            "https:\/\/iopscience.iop.org\/article\/10.1209\/0295-5075\/77\/24002\/meta",
            "13019993223093605570",
            "\/scholar?cites=13019993223093605570",
            {
                "2007":6,
                "2008":5,
                "2009":9,
                "2010":3,
                "2011":5,
                "2012":10,
                "2013":9,
                "2014":6,
                "2015":8,
                "2016":5,
                "2017":14,
                "2018":5,
                "2019":2,
                "2020":5,
                "2021":1
            }
        ]
    ]
}