{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Metal ions play crucial roles in thermal stability and folding kinetics of nucleic acids. For ions (especially multivalent ions) in the close vicinity of nucleic acid surface, interion correlations and ion-binding mode fluctuations may be important. Poisson-Boltzmann theory ignores these effects whereas the recently developed tightly bound ion (TBI) theory explicitly accounts for these effects. Extensive experimental data demonstrate that the TBI theory gives improved predictions for multivalent ions (e.g., Mg2+) than the Poisson-Boltzmann theory. In this study, we use the TBI theory to investigate how the metal ions affect the folding stability of B-DNA helices. We quantitatively evaluate the effects of ion concentration, ion size and valence, and helix length on the helix stability. Moreover, we derive practically useful analytical formulas for the thermodynamic parameters as functions of finite helix length, ion type, and ion …",
            "Nucleic acid helix stability: effects of salt concentration, cation valence and size, and chain length",
            "Zhi-Jie Tan and Shi-Jie Chen",
            "2006",
            "Bmt5uCcAAAAJ:d1gkVwhDpl0C",
            286,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349506723098",
            "15934737212318496586",
            "\/scholar?cites=15934737212318496586",
            {
                "2006":9,
                "2007":13,
                "2008":16,
                "2009":16,
                "2010":19,
                "2011":15,
                "2012":20,
                "2013":15,
                "2014":18,
                "2015":22,
                "2016":18,
                "2017":30,
                "2018":17,
                "2019":24,
                "2020":30,
                "2021":3
            }
        ],
        [
            "RNA folding is a remarkably complex problem that involves ion-mediated electrostatic interaction, conformational entropy, base pairing and stacking, and noncanonical interactions. During the past decade, results from a variety of experimental and theoretical studies pointed to (a) the potential ion correlation effect in Mg2+-RNA interactions, (b) the rugged energy landscapes and multistate RNA folding kinetics even for small RNA systems such as hairpins and pseudoknots, (c) the intraloop interactions and sequence-dependent loop free energy, and (d) the strong nonadditivity of chain entropy in RNA pseudoknot and other tertiary folds. Several related issues, which have not been thoroughly resolved, require combined approaches with thermodynamic and kinetic experiments, statistical mechanical modeling, and all-atom computer simulations.",
            "RNA folding: conformational statistics, folding kinetics, and ion electrostatics",
            "Shi-Jie Chen",
            "2008",
            "Bmt5uCcAAAAJ:u-x6o8ySG0sC",
            265,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.biophys.37.032807.125957",
            "3025264361539135349",
            "\/scholar?cites=3025264361539135349",
            {
                "2008":6,
                "2009":21,
                "2010":27,
                "2011":24,
                "2012":28,
                "2013":22,
                "2014":17,
                "2015":18,
                "2016":16,
                "2017":24,
                "2018":24,
                "2019":12,
                "2020":21
            }
        ],
        [
            "Using a statistical mechanical treatment, we study RNA folding energy landscapes. We first validate the theory by showing that, for the RNA molecules we tested having only secondary structures, this treatment (i) predicts about the same native structures as the Zuker method, and (ii) qualitatively predicts the melting curve peaks and shoulders seen in experiments. We then predict thermodynamic folding intermediates. For one hairpin sequence, unfolding is a simple unzipping process. But for another sequence, unfolding is more complex. It involves multiple stable intermediates and a rezipping into a completely non-native conformation before unfolding. The principle that emerges, for which there is growing experimental support, is that although protein folding tends to involve highly cooperative two-state thermodynamic transitions, without detectable intermediates, the folding of RNA secondary structures may …",
            "RNA folding energy landscapes",
            "Shi-Jie Chen and Ken A Dill",
            "2000",
            "Bmt5uCcAAAAJ:u5HHmVD_uO8C",
            222,
            "https:\/\/www.pnas.org\/content\/97\/2\/646.short",
            "12073521693491193788",
            "\/scholar?cites=12073521693491193788",
            {
                "2000":3,
                "2001":7,
                "2002":12,
                "2003":15,
                "2004":12,
                "2005":8,
                "2006":19,
                "2007":13,
                "2008":10,
                "2009":14,
                "2010":20,
                "2011":13,
                "2012":12,
                "2013":10,
                "2014":7,
                "2015":9,
                "2016":9,
                "2017":4,
                "2018":7,
                "2019":7,
                "2020":6,
                "2021":3
            }
        ],
        [
            "We report the results of a first, collective, blind experiment in RNA three-dimensional (3D) structure prediction, encompassing three prediction puzzles. The goals are to assess the leading edge of RNA structure prediction techniques; compare existing methods and tools; and evaluate their relative strengths, weaknesses, and limitations in terms of sequence length and structural complexity. The results should give potential users insight into the suitability of available methods for different applications and facilitate efforts in the RNA structure prediction community in ongoing efforts to improve prediction tools. We also report the creation of an automated evaluation pipeline to facilitate the analysis of future RNA structure prediction exercises.",
            "RNA-Puzzles: a CASP-like evaluation of RNA three-dimensional structure prediction",
            "José Almeida Cruz and Marc-Frédérick Blanchet and Michal Boniecki and Janusz M Bujnicki and Shi-Jie Chen and Song Cao and Rhiju Das and Feng Ding and Nikolay V Dokholyan and Samuel Coulbourn Flores and Lili Huang and Christopher A Lavender and Véronique Lisi and François Major and Katarzyna Mikolajczak and Dinshaw J Patel and Anna Philips and Tomasz Puton and John Santalucia and Fredrick Sijenyi and Thomas Hermann and Kristian Rother and Magdalena Rother and Alexander Serganov and Marcin Skorupski and Tomasz Soltysinski and Parin Sripakdeevong and Irina Tuszynska and Kevin M Weeks and Christina Waldsich and Michael Wildauer and Neocles B Leontis and Eric Westhof",
            "2012",
            "Bmt5uCcAAAAJ:qjMakFHDy7sC",
            205,
            "https:\/\/rnajournal.cshlp.org\/content\/18\/4\/610.short",
            "17143314469976558006",
            "\/scholar?cites=17143314469976558006",
            {
                "2012":16,
                "2013":31,
                "2014":31,
                "2015":27,
                "2016":18,
                "2017":29,
                "2018":16,
                "2019":10,
                "2020":24,
                "2021":1
            }
        ],
        [
            "             Based on the experimentally determined atomic coordinates for RNA helices and the self-avoiding walks of the P (phosphate) and C             4              (carbon) atoms in the diamond lattice for the polynucleotide loop conformations, we derive a set of conformational entropy parameters for RNA pseudoknots. Based on the entropy parameters, we develop a folding thermodynamics model that enables us to compute the sequence-specific RNA pseudoknot folding free energy landscape and thermodynamics. The model is validated through extensive experimental tests both for the native structures and for the folding thermodynamics. The model predicts strong sequence-dependent helix-loop competitions in the pseudoknot stability and the resultant conformational switches between different hairpin and pseudoknot structures. For instance, for the pseudoknot domain of human telomerase RNA, a native-like …",
            "Predicting RNA pseudoknot folding thermodynamics",
            "Song Cao and Shi-Jie Chen",
            "2006",
            "Bmt5uCcAAAAJ:9yKSN-GCB0IC",
            151,
            "https:\/\/academic.oup.com\/nar\/article-abstract\/34\/9\/2634\/2401743",
            "9145013642838875851",
            "\/scholar?cites=9145013642838875851",
            {
                "2006":2,
                "2007":7,
                "2008":9,
                "2009":15,
                "2010":20,
                "2011":17,
                "2012":20,
                "2013":5,
                "2014":15,
                "2015":11,
                "2016":6,
                "2017":5,
                "2018":6,
                "2019":5,
                "2020":7
            }
        ],
        [
            "Based on the complete ensemble of hairpin conformations, a statistical mechanical model that combines the eigenvalue solutions of the rate matrix and the free-energy landscapes has been able to predict the temperature-dependent folding rate, kinetic intermediates, and folding pathways for hairpin-forming RNA sequences. At temperatures higher than a “glass transition” temperature, Tg, the eigenvalues show a distinct time separation, and the rate-limiting step is a two-state single exponential process determined by the slowest eigenmode. At temperatures lower than Tg, no distinct time separation exists for the eigenvalues, hence multiple (slow) eigenmodes contribute to the rate-determining processes, and the folding involves the trapping and detrapping of kinetic intermediates. For a 21-nt sequence we studied, Tg is lower than the transition temperature, Tm, for thermodynamic equilibrium folding. For T > Tm …",
            "RNA hairpin-folding kinetics",
            "Wenbing Zhang and Shi-Jie Chen",
            "2002",
            "Bmt5uCcAAAAJ:2osOgNQ5qMEC",
            142,
            "https:\/\/www.pnas.org\/content\/99\/4\/1931.short",
            "9313384375097093576",
            "\/scholar?cites=9313384375097093576",
            {
                "2002":2,
                "2003":6,
                "2004":13,
                "2005":8,
                "2006":11,
                "2007":4,
                "2008":10,
                "2009":6,
                "2010":11,
                "2011":13,
                "2012":8,
                "2013":1,
                "2014":7,
                "2015":9,
                "2016":6,
                "2017":9,
                "2018":10,
                "2019":4,
                "2020":4
            }
        ],
        [
            "A statistical mechanical model is presented which explicitly accounts for the fluctuations, the electrostatic, and the excluded volume correlations for ions bound to a polyelectrolyte such as DNA. The method can be employed to treat a wide range of ionic conditions including multivalent ions. The microscopic framework of the theory permits the use of realistic finite length and grooved structural model for the polyelectrolyte and modeling of the finite size of the bound ions. Test against Monte Carlo simulations suggests that the theory can give accurate predictions for the ion distribution and the thermodynamic properties. For multivalent ions, the theory makes improved predictions as compared with the mean-field approach. Moreover, for long polyelectrolyte and dilute salt concentration, the theory predicts ion binding properties that agree with the counterion condensation theory.",
            "Electrostatic correlations and fluctuations for ion binding to a finite length polyelectrolyte",
            "Zhi-Jie Tan and Shi-Jie Chen",
            "2005",
            "Bmt5uCcAAAAJ:UeHWp8X0CEIC",
            132,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1842059",
            "14261560985083542539",
            "\/scholar?cites=14261560985083542539",
            {
                "2005":3,
                "2006":7,
                "2007":8,
                "2008":12,
                "2009":4,
                "2010":8,
                "2011":7,
                "2012":11,
                "2013":6,
                "2014":8,
                "2015":16,
                "2016":9,
                "2017":13,
                "2018":8,
                "2019":6,
                "2020":5
            }
        ],
        [
            "This paper is a report of a second round of RNA-Puzzles, a collective and blind experiment in three-dimensional (3D) RNA structure prediction. Three puzzles, Puzzles 5, 6, and 10, represented sequences of three large RNA structures with limited or no homology with previously solved RNA molecules. A lariat-capping ribozyme, as well as riboswitches complexed to adenosylcobalamin and tRNA, were predicted by seven groups using RNAComposer, ModeRNA\/SimRNA, Vfold, Rosetta, DMD, MC-Fold, 3dRNA, and AMBER refinement. Some groups derived models using data from state-of-the-art chemical-mapping methods (SHAPE, DMS, CMCT, and mutate-and-map). The comparisons between the predictions and the three subsequently released crystallographic structures, solved at diffraction resolutions of 2.5–3.2 Å, were carried out automatically using various sets of quality indicators. The comparisons clearly …",
            "RNA-Puzzles Round II: assessment of RNA structure prediction programs applied to three large RNA structures",
            "Zhichao Miao and Ryszard W Adamiak and Marc-Frédérick Blanchet and Michal Boniecki and Janusz M Bujnicki and Shi-Jie Chen and Clarence Cheng and Grzegorz Chojnowski and Fang-Chieh Chou and Pablo Cordero and José Almeida Cruz and Adrian R Ferré-D'Amaré and Rhiju Das and Feng Ding and Nikolay V Dokholyan and Stanislaw Dunin-Horkawicz and Wipapat Kladwang and Andrey Krokhotin and Grzegorz Lach and Marcin Magnus and François Major and Thomas H Mann and Benoît Masquida and Dorota Matelska and Mélanie Meyer and Alla Peselis and Mariusz Popenda and Katarzyna J Purzycka and Alexander Serganov and Juliusz Stasiewicz and Marta Szachniuk and Arpit Tandon and Siqi Tian and Jian Wang and Yi Xiao and Xiaojun Xu and Jinwei Zhang and Peinan Zhao and Tomasz Zok and Eric Westhof",
            "2015",
            "Bmt5uCcAAAAJ:HDshCWvjkbEC",
            123,
            "https:\/\/rnajournal.cshlp.org\/content\/21\/6\/1066.short",
            "17403470789507016368",
            "\/scholar?cites=17403470789507016368",
            {
                "2015":9,
                "2016":27,
                "2017":34,
                "2018":15,
                "2019":12,
                "2020":23,
                "2021":3
            }
        ],
        [
            "Current experiments on structural determination cannot keep up the pace with the steadily emerging RNA sequences and new functions. This underscores the request for an accurate model for RNA three-dimensional (3D) structural prediction. Although considerable progress has been made in mechanistic studies, accurate prediction for RNA tertiary folding from sequence remains an unsolved problem. The first and most important requirement for the prediction of RNA structure from physical principles is an accurate free energy model. A recently developed three-vector virtual bond-based RNA folding model (“Vfold”) has allowed us to compute the chain entropy and predict folding free energies and structures for RNA secondary structures and simple pseudoknots. Here we develop a free energy-based method to predict larger more complex RNA tertiary folds. The approach is based on a multiscaling strategy: from …",
            "Physics-based de novo prediction of RNA 3D structures",
            "Song Cao and Shi-Jie Chen",
            "2011",
            "Bmt5uCcAAAAJ:WF5omc3nYNoC",
            113,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp112059y",
            "1990899732157120929",
            "\/scholar?cites=1990899732157120929",
            {
                "2011":5,
                "2012":13,
                "2013":7,
                "2014":13,
                "2015":16,
                "2016":12,
                "2017":12,
                "2018":16,
                "2019":9,
                "2020":9,
                "2021":1
            }
        ],
        [
            "RNA-Puzzles is a collective experiment in blind 3D RNA structure prediction. We report here a third round of RNA-Puzzles. Five puzzles, 4, 8, 12, 13, 14, all structures of riboswitch aptamers and puzzle 7, a ribozyme structure, are included in this round of the experiment. The riboswitch structures include biological binding sites for small molecules (S-adenosyl methionine, cyclic diadenosine monophosphate, 5-amino 4-imidazole carboxamide riboside 5′-triphosphate, glutamine) and proteins (YbxF), and one set describes large conformational changes between ligand-free and ligand-bound states. The Varkud satellite ribozyme is the most recently solved structure of a known large ribozyme. All puzzles have established biological functions and require structural understanding to appreciate their molecular mechanisms. Through the use of fast-track experimental data, including multidimensional chemical mapping …",
            "RNA-Puzzles Round III: 3D RNA structure prediction of five riboswitches and one ribozyme",
            "Zhichao Miao and Ryszard W Adamiak and Maciej Antczak and Robert T Batey and Alexander J Becka and Marcin Biesiada and Michał J Boniecki and Janusz M Bujnicki and Shi-Jie Chen and Clarence Yu Cheng and Fang-Chieh Chou and Adrian R Ferré-D'Amaré and Rhiju Das and Wayne K Dawson and Feng Ding and Nikolay V Dokholyan and Stanisław Dunin-Horkawicz and Caleb Geniesse and Kalli Kappel and Wipapat Kladwang and Andrey Krokhotin and Grzegorz E Łach and François Major and Thomas H Mann and Marcin Magnus and Katarzyna Pachulska-Wieczorek and Dinshaw J Patel and Joseph A Piccirilli and Mariusz Popenda and Katarzyna J Purzycka and Aiming Ren and Greggory M Rice and John Santalucia and Joanna Sarzynska and Marta Szachniuk and Arpit Tandon and Jeremiah J Trausch and Siqi Tian and Jian Wang and Kevin M Weeks and Benfeard Williams and Yi Xiao and Xiaojun Xu and Dong Zhang and Tomasz Zok and Eric Westhof",
            "2017",
            "Bmt5uCcAAAAJ:EVKlETVVbN8C",
            110,
            "https:\/\/rnajournal.cshlp.org\/content\/23\/5\/655.short",
            "16747882131279899345",
            "\/scholar?cites=16747882131279899345",
            {
                "2016":1,
                "2017":13,
                "2018":27,
                "2019":28,
                "2020":38,
                "2021":3
            }
        ]
    ]
}