{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The Infrared Spectrograph (IRS) is one of three science instruments on the Spitzer Space Telescope. The IRS comprises four separate spectrograph modules covering the wavelength range from 5.3 to 38 μm with spectral resolutions,   and 600, and it was optimized to take full advantage of the very low background in the space environment. The IRS is performing at or better than the prelaunch predictions. An autonomous target acquisition capability enables the IRS to locate the mid‐infrared centroid of a source, providing the information so that the spacecraft can accurately offset that centroid to a selected slit. This feature is particularly useful when taking spectra of sources with poorly known coordinates. An automated data‐reduction pipeline has been developed at the Spitzer Science Center.",
            "The infrared spectrograph*(IRS) on the Spitzer space telescope",
            "James R Houck and Thomas L Roellig and Jeff Van Cleve and William J Forrest and Terry Herter and Charles R Lawrence and Keith Matthews and Harold J Reitsema and B Thomas Soifer and Dan M Watson and Dan Weedman and Marty Huisjen and J Troeltzsch and Donald J Barry and J Bernard-Salas and CE Blacken and Bernhard R Brandl and Vassilis Charmandaris and Daniel Devost and George E Gull and Peter Hall and Charles P Henderson and S James U Higdon and Bruce E Pirger and Justin Schoenwald and Greg C Sloan and Keven I Uchida and Philip N Appleton and Lee Armus and Martin J Burgdorf and Sergio B Fajardo-Acosta and Carl J Grillmair and Jim G Ingalls and Patrick W Morris and Harry I Teplitz",
            "2004",
            "BN4Ow4oAAAAJ:u5HHmVD_uO8C",
            1713,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/423134\/meta",
            "536790565899883054",
            "\/scholar?cites=536790565899883054",
            {
                "2004":33,
                "2005":53,
                "2006":121,
                "2007":158,
                "2008":186,
                "2009":182,
                "2010":150,
                "2011":154,
                "2012":134,
                "2013":98,
                "2014":89,
                "2015":57,
                "2016":70,
                "2017":64,
                "2018":43,
                "2019":47,
                "2020":63,
                "2021":5
            }
        ],
        [
            "On 17 August 2017, the Advanced LIGO 1 and Virgo 2 detectors observed the gravitational-wave event GW170817—a strong signal from the merger of a binary neutron-star system 3. Less than two seconds after the merger, a γ-ray burst (GRB 170817A) was detected within a region of the sky consistent with the LIGO–Virgo-derived location of the gravitational-wave source 4, 5, 6. This sky region was subsequently observed by optical astronomy facilities 7, resulting in the identification 8, 9, 10, 11, 12, 13 of an optical transient signal within about ten arcseconds of the galaxy NGC 4993. This detection of GW170817 in both gravitational waves and electromagnetic waves represents the first ‘multi-messenger’astronomical observation. Such observations enable GW170817 to be used as a ‘standard siren’14, 15, 16, 17, 18 (meaning that the absolute distance to the source can be determined directly from the gravitational …",
            "A gravitational-wave standard siren measurement of the Hubble constant",
            "LIGO Scientific Collaboration and Virgo Collaboration and 1M2H Collaboration and Dark Energy Camera GW-EM Collaboration and DES Collaboration and DLT40 Collaboration and Las Cumbres Observatory Collaboration and VINROUGE Collaboration and MASTER Collaboration",
            "2017",
            "BN4Ow4oAAAAJ:w1MjKQ0l0TYC",
            677,
            "https:\/\/www.nature.com\/articles\/nature24471",
            "10517833483264079387",
            "\/scholar?cites=10517833483264079387",
            {
                "2017":25,
                "2018":168,
                "2019":203,
                "2020":263,
                "2021":11
            }
        ],
        [
            "We present mid‐infrared spectra of T Tauri stars in the Taurus star‐forming region obtained with the Spitzer Infrared Spectrograph (IRS). For the first time, the 5–36 μm spectra of a large sample of T Tauri stars belonging to the same star‐forming region is studied, revealing details of the mid‐infrared excess due to dust in circumstellar disks. We analyze common features and differences in the mid‐IR spectra based on disk structure, dust grain properties, and the presence of companions. Our analysis encompasses spectral energy distributions from the optical to the far‐infrared, a morphological sequence based on the IRS spectra, and spectral indices in IRS wave bands representative of continuum emission. By comparing the observed spectra to a grid of accretion disk models, we infer some basic disk properties for our sample of T Tauri stars and find additional evidence for dust settling.",
            "A survey and analysis of Spitzer infrared spectrograph spectra of T Tauri stars in Taurus",
            "E Furlan and L Hartmann and N Calvet and P D’Alessio and R Franco-Hernández and WJ Forrest and DM Watson and KI Uchida and B Sargent and JD Green and LD Keller and TL Herter",
            "2006",
            "BN4Ow4oAAAAJ:u-x6o8ySG0sC",
            423,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/505468\/meta",
            "12115774915249536294",
            "\/scholar?cites=12115774915249536294",
            {
                "2006":2,
                "2007":32,
                "2008":47,
                "2009":59,
                "2010":38,
                "2011":54,
                "2012":33,
                "2013":39,
                "2014":24,
                "2015":24,
                "2016":21,
                "2017":15,
                "2018":16,
                "2019":11,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We present Spitzer Infrared Spectrograph (IRS) observations of two objects of the Taurus population that show unambiguous signs of clearing in their inner disks. In one of the objects, DM Tau, the outer disk is truncated at 3 AU; this object is akin to another recently reported in Taurus, CoKu Tau\/4, in that the inner disk region is free of small dust. Unlike CoKu Tau\/4, however, this star is still accreting, so optically thin gas should still remain in the inner disk region. The other object, GM Aur, also accreting, has ∼0.02 lunar masses of small dust in the inner disk region within ∼5 AU, consistent with previous reports. However, the IRS spectrum clearly shows that the optically thick outer disk has an inner truncation at a much larger radius than previously suggested, ∼24 AU. These observations provide strong evidence for the presence of gaps in protoplanetary disks.",
            "Disks in transition in the Taurus population: Spitzer IRS spectra of GM Aurigae and DM Tauri",
            "N Calvet and P D’alessio and DM Watson and R Franco-Hernández and E Furlan and J Green and PM Sutter and WJ Forrest and L Hartmann and KI Uchida and LD Keller and B Sargent and J Najita and TL Herter and DJ Barry and P Hall",
            "2005",
            "BN4Ow4oAAAAJ:d1gkVwhDpl0C",
            423,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/491652\/meta",
            "13334553780035693695",
            "\/scholar?cites=13334553780035693695",
            {
                "2005":3,
                "2006":17,
                "2007":43,
                "2008":52,
                "2009":28,
                "2010":41,
                "2011":34,
                "2012":32,
                "2013":26,
                "2014":29,
                "2015":34,
                "2016":26,
                "2017":26,
                "2018":16,
                "2019":9,
                "2020":5,
                "2021":2
            }
        ],
        [
            "We have detected the 158~ tm ground-state fine-structure line of singly ionized carbon in six gas-rich galaxies and mapped its spatial distribution in M82, NGC 1068, and M83. The [C ii] line is bright toward the",
            "Far-infrared spectroscopy of galaxies-The 158 micron C (+) line and the energy balance of molecular clouds",
            "MK Crawford and R Genzel and CH Townes and Dan M Watson",
            "1985",
            "BN4Ow4oAAAAJ:2osOgNQ5qMEC",
            343,
            "http:\/\/adsabs.harvard.edu\/pdf\/1985ApJ...291..755C",
            "14189977512195926895",
            "\/scholar?cites=14189977512195926895",
            {
                "1985":1,
                "1986":8,
                "1987":9,
                "1988":8,
                "1989":12,
                "1990":15,
                "1991":12,
                "1992":12,
                "1993":15,
                "1994":6,
                "1995":8,
                "1996":4,
                "1997":13,
                "1998":4,
                "1999":8,
                "2000":9,
                "2001":10,
                "2002":7,
                "2003":6,
                "2004":9,
                "2005":6,
                "2006":12,
                "2007":4,
                "2008":5,
                "2009":8,
                "2010":11,
                "2011":14,
                "2012":19,
                "2013":16,
                "2014":13,
                "2015":17,
                "2016":13,
                "2017":10,
                "2018":2,
                "2019":7,
                "2020":5,
                "2021":1
            }
        ],
        [
            "The recently recognized class of “transitional disk” systems consists of young stars with optically thick outer disks but inner disks which are mostly devoid of small dust grains. Here we introduce a further class of “pre‐transitional disks” with significant near‐infrared excesses which indicate the presence of an optically thick inner disk separated from an optically thick outer disk; thus, the spectral energy distributions of pre‐transitional disks suggest the incipient development of disk gaps rather than inner holes. In UX Tau A, our analysis of the Spitzer  IRS spectrum finds that the near‐infrared excess is produced by an inner optically thick disk and that a gap of ∼56 AU is present. The Spitzer IRS spectrum of LkCa 15 is suggestive of a gap of ∼46 AU, confirming previous millimeter imaging. In addition, UX Tau A contains crystalline silicates in its disk at radii ≳ 56 AU which poses a challenge to our understanding of the …",
            "On the diversity of the Taurus transitional disks: UX Tauri A and LkCa 15",
            "C Espaillat and N Calvet and P d’Alessio and J Hernández and C Qi and L Hartmann and E Furlan and DM Watson",
            "2007",
            "BN4Ow4oAAAAJ:qjMakFHDy7sC",
            298,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/524360\/meta",
            "7368355956441562131",
            "\/scholar?cites=7368355956441562131",
            {
                "2008":25,
                "2009":21,
                "2010":31,
                "2011":25,
                "2012":32,
                "2013":28,
                "2014":26,
                "2015":20,
                "2016":18,
                "2017":25,
                "2018":19,
                "2019":16,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We present a model of a dusty disk with an inner hole that accounts for the Spitzer Space Telescope Infrared Spectrograph observations of the low‐mass pre–main‐sequence star CoKu Tau\/4. We have modeled the mid‐infrared spectrum (between 8 and 25 μm) as arising from the inner wall of a disk. Our model disk has an evacuated inner zone of radius ∼10 AU, with a dusty inner “wall” of half‐height ∼2 AU that is illuminated at normal incidence by the central star. The radiative equilibrium temperature decreases from the inner disk edge outward through the optically thick disk; this temperature gradient is responsible for the emission of the silicate bands at 10 and 20 μm. The observed spectrum is consistent with being produced by Fe‐Mg amorphous glassy olivine and\/or pyroxene, with no evidence of a crystalline component. The mid‐infrared spectrum of CoKu Tau\/4 is reminiscent of that of the much older star …",
            "The truncated disk of CoKu Tau\/4",
            "Paola D’Alessio and Lee Hartmann and Nuria Calvet and Ramiro Franco-Hernández and William J Forrest and Ben Sargent and Elise Furlan and Keven Uchida and Joel D Green and Dan M Watson and Christine H Chen and F Kemper and GC Sloan and Joan Najita",
            "2005",
            "BN4Ow4oAAAAJ:9yKSN-GCB0IC",
            271,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/427490\/meta",
            "15973236104228627078",
            "\/scholar?cites=15973236104228627078",
            {
                "2005":14,
                "2006":33,
                "2007":31,
                "2008":35,
                "2009":27,
                "2010":23,
                "2011":17,
                "2012":19,
                "2013":15,
                "2014":6,
                "2015":13,
                "2016":11,
                "2017":8,
                "2018":9,
                "2019":4,
                "2020":5,
                "2021":1
            }
        ],
        [
            "In the past few years, several disks with inner holes that are relatively empty of small dust grains have been detected and are known as transitional disks. Recently, Spitzer has identified a new class of\" pre-transitional disks\" with gaps based on near-infrared photometry and mid-infrared spectra; these objects have an optically thick inner disk separated from an optically thick outer disk by an optically thin disk gap. A near-infrared spectrum provided the first confirmation of a gap in the pre-transitional disk of LkCa 15 by verifying that the near-infrared excess emission in this object was due to an optically thick inner disk. Here, we investigate the difference between the nature of the inner regions of transitional and pre-transitional disks using the same veiling-based technique to extract the near-infrared excess emission above the stellar photosphere. However, in this work we use detailed disk models to fit the excess …",
            "Unveiling the structure of pre-transitional disks",
            "C Espaillat and P D'Alessio and J Hernández and E Nagel and KL Luhman and DM Watson and N Calvet and J Muzerolle and M McClure",
            "2010",
            "BN4Ow4oAAAAJ:WF5omc3nYNoC",
            250,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/717\/1\/441\/meta",
            "17729233236736141261",
            "\/scholar?cites=17729233236736141261",
            {
                "2010":4,
                "2011":28,
                "2012":26,
                "2013":38,
                "2014":24,
                "2015":28,
                "2016":24,
                "2017":31,
                "2018":20,
                "2019":15,
                "2020":11,
                "2021":1
            }
        ],
        [
            "A gravitational-wave (GW) transient was identified in data recorded by the Advanced Laser Interferometer Gravitational-wave Observatory (LIGO) detectors on 2015 September 14. The event, initially designated G184098 and later given the name GW150914, is described in detail elsewhere. By prior arrangement, preliminary estimates of the time, significance, and sky location of the event were shared with 63 teams of observers covering radio, optical, near-infrared, X-ray, and gamma-ray wavelengths with ground-and space-based facilities. In this Letter we describe the low-latency analysis of the GW data and present the sky localization of the first observed compact binary merger. We summarize the follow-up observations reported by 25 teams via private Gamma-ray Coordinates Network circulars, giving an overview of the participating facilities, the GW sky localization coverage, the timeline, and depth of the …",
            "Localization and broadband follow-up of the gravitational-wave transient GW150914",
            "Benjamin P Abbott and R Abbott and TD Abbott and MR Abernathy and F Acernese and K Ackley and C Adams and T Adams and P Addesso and RX Adhikari and VB Adya and C Affeldt and Michail Agathos and K Agatsuma and N Aggarwal and OD Aguiar and L Aiello and A Ain and P Ajith and B Allen and Annalisa Allocca and PA Altin and SB Anderson and WG Anderson and K Arai and MC Araya and CC Arceneaux and JS Areeda and N Arnaud and KG Arun and S Ascenzi and G Ashton and M Ast and SM Aston and P Astone and P Aufmuth and C Aulbert and S Babak and P Bacon and MKM Bader and PT Baker and F Baldaccini and G Ballardin and SW Ballmer and JC Barayoga and SE Barclay and BC Barish and D Barker and F Barone and B Barr and L Barsotti and M Barsuglia and D Barta and S Barthelmy and J Bartlett and I Bartos and R Bassiri and Andrea Basti and JC Batch and C Baune and V Bavigadda and M Bazzan and B Behnke and M Bejger and AS Bell and CJ Bell and BK Berger and J Bergman and G Bergmann and CPL Berry and D Bersanetti and A Bertolini and J Betzwieser and S Bhagwat and R Bhandare and IA Bilenko and G Billingsley and J Birch and R Birney and S Biscans and A Bisht and M Bitossi and C Biwer and MA Bizouard and JK Blackburn and CD Blair and DG Blair and RM Blair and S Bloemen and O Bock and TP Bodiya and M Boer and G Bogaert and C Bogan and A Bohe and P Bojtos and C Bond and F Bondu and R Bonnand and BA Boom and R Bork and Valerio Boschi and S Bose and Y Bouffanais and A Bozzi and C Bradaschia and PR Brady and VB Braginsky and M Branchesi and JE Brau and T Briant and A Brillet and M Brinkmann and V Brisson and P Brockill and AF Brooks and DA Brown and DD Brown and NM Brown and CC Buchanan and A Buikema and T Bulik and HJ Bulten and A Buonanno and D Buskulic and C Buy and RL Byer and L Cadonati and G Cagnoli and C Cahillane and J Calderon Bustillo and T Callister and E Calloni and JB Camp and KC Cannon and J Cao and CD Capano and E Capocasa and F Carbognani and S Caride and J Casanueva Diaz and C Casentini and S Caudill and M Cavagliá and F Cavalier and R Cavalieri and G Cella and CB Cepeda and L Cerboni Baiardi and Giovanni Cerretani",
            "2016",
            "BN4Ow4oAAAAJ:HGTzPopzzJcC",
            238,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8205\/826\/1\/L13\/meta",
            "8808947596947072927",
            "\/scholar?cites=8808947596947072927",
            {
                "2016":44,
                "2017":85,
                "2018":51,
                "2019":31,
                "2020":18,
                "2021":2
            }
        ],
        [
            "Detailed far-infrared observations of several atomic and ionic fine-structure lines and molecular rotational",
            "The neutral-gas disk around the galactic center",
            "R Genzel and Dan M Watson and MK Crawford and CH Townes",
            "1985",
            "BN4Ow4oAAAAJ:zYLM7Y9cAGgC",
            197,
            "http:\/\/adsabs.harvard.edu\/pdf\/1985ApJ...297..766G",
            "12713749802684583524",
            "\/scholar?cites=12713749802684583524",
            {
                "1985":1,
                "1986":5,
                "1987":10,
                "1988":9,
                "1989":10,
                "1990":5,
                "1991":3,
                "1992":4,
                "1993":11,
                "1994":7,
                "1995":7,
                "1996":8,
                "1997":2,
                "1998":3,
                "1999":6,
                "2000":4,
                "2001":6,
                "2002":1,
                "2003":5,
                "2004":5,
                "2005":5,
                "2006":6,
                "2007":3,
                "2008":2,
                "2009":5,
                "2010":5,
                "2011":2,
                "2012":15,
                "2013":15,
                "2014":5,
                "2015":3,
                "2016":5,
                "2017":4,
                "2018":2,
                "2019":3,
                "2020":1
            }
        ]
    ]
}