{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Type 2 diabetes affects approximately 8 percent of adults in the United States. Some risk factors — elevated plasma glucose concentrations in the fasting state and after an oral glucose load, overweight, and a sedentary lifestyle — are potentially reversible. We hypothesized that modifying these factors with a lifestyle-intervention program or the administration of metformin would prevent or delay the development of diabetes.We randomly assigned 3234 nondiabetic persons with elevated fasting and post-load plasma glucose concentrations to placebo, metformin (850 mg twice daily), or a lifestyle-modification program with the goals of at least a 7 percent weight loss and at least 150 minutes of physical activity per week. The mean age of the participants was 51 years, and the mean body-mass index (the weight in kilograms divided by the square of the height in meters) was 34.0; 68 percent …",
            "Reduction in the incidence of type 2 diabetes with lifestyle intervention or metformin",
            "Diabetes Prevention Program Research Group",
            "2002",
            "bNNCrVcAAAAJ:VRfTbSk87rEC",
            5351,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMoa012512",
            "10369007350574711383",
            "\/scholar?cites=10369007350574711383",
            {
                "2002":150,
                "2003":334,
                "2004":331,
                "2005":373,
                "2006":344,
                "2007":400,
                "2008":319,
                "2009":294,
                "2010":308,
                "2011":270,
                "2012":252,
                "2013":244,
                "2014":218,
                "2015":233,
                "2016":227,
                "2017":236,
                "2018":240,
                "2019":175,
                "2020":173,
                "2021":6
            }
        ],
        [
            "Obesity is associated with an increased risk of developing insulin resistance and type 2 diabetes. In obese individuals, adipose tissue releases increased amounts of non-esterified fatty acids, glycerol, hormones, pro-inflammatory cytokines and other factors that are involved in the development of insulin resistance. When insulin resistance is accompanied by dysfunction of pancreatic islet β-cells—the cells that release insulin—failure to control blood glucose levels results. Abnormalities in β-cell function are therefore critical in defining the risk and development of type 2 diabetes. This knowledge is fostering exploration of the molecular and genetic basis of the disease and new approaches to its treatment and prevention.",
            "Mechanisms linking obesity to insulin resistance and type 2 diabetes",
            "Steven E Kahn and Rebecca L Hull and Kristina M Utzschneider",
            "2006",
            "bNNCrVcAAAAJ:u-x6o8ySG0sC",
            4671,
            "https:\/\/www.nature.com\/articles\/nature05482?report=reader",
            "6745884584593503215",
            "\/scholar?cites=6745884584593503215",
            {
                "2007":77,
                "2008":153,
                "2009":198,
                "2010":196,
                "2011":225,
                "2012":302,
                "2013":347,
                "2014":404,
                "2015":458,
                "2016":454,
                "2017":503,
                "2018":403,
                "2019":394,
                "2020":469,
                "2021":23
            }
        ],
        [
            "The efficacy of thiazolidinediones, as compared with other oral glucose-lowering medications, in maintaining long-term glycemic control in type 2 diabetes is not known.We evaluated rosiglitazone, metformin, and glyburide as initial treatment for recently diagnosed type 2 diabetes in a double-blind, randomized, controlled clinical trial involving 4360 patients. The patients were treated for a median of 4.0 years. The primary outcome was the time to monotherapy failure, which was defined as a confirmed level of fasting plasma glucose of more than 180 mg per deciliter (10.0 mmol per liter), for rosiglitazone, as compared with metformin or glyburide. Prespecified secondary outcomes were levels of fasting plasma glucose and glycated hemoglobin, insulin sensitivity, and β-cell function.Kaplan–Meier analysis showed a cumulative incidence of monotherapy failure at 5 years of 15% with …",
            "Glycemic durability of rosiglitazone, metformin, or glyburide monotherapy",
            "Steven E Kahn and Steven M Haffner and Mark A Heise and William H Herman and Rury R Holman and Nigel P Jones and Barbara G Kravitz and John M Lachin and M Colleen O'Neill and Bernard Zinman and Giancarlo Viberti",
            "2006",
            "bNNCrVcAAAAJ:u5HHmVD_uO8C",
            3601,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMoa066224",
            "7447978681518912976",
            "\/scholar?cites=7447978681518912976",
            {
                "2006":18,
                "2007":303,
                "2008":323,
                "2009":347,
                "2010":310,
                "2011":286,
                "2012":276,
                "2013":268,
                "2014":245,
                "2015":235,
                "2016":213,
                "2017":206,
                "2018":171,
                "2019":155,
                "2020":138,
                "2021":9
            }
        ]
    ]
}