{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Massive present-day early-type (elliptical and lenticular) galaxies probably gained the bulk of their stellar mass and heavy elements through intense, dust-enshrouded starbursts—that is, increased rates of star formation—in the most massive dark-matter haloes at early epochs. However, it remains unknown how soon after the Big Bang massive starburst progenitors exist. The measured redshift (z) distribution of dusty, massive starbursts has long been suspected to be biased low in z owing to selection effects 1, as confirmed by recent findings of systems with redshifts as high as∼ 5 (refs 2–4). Here we report the identification of a massive starburst galaxy at z= 6.34 through a submillimetre colour-selection technique. We unambiguously determined the redshift from a suite of molecular and atomic fine-structure cooling lines. These measurements reveal a hundred billion solar masses of highly excited, chemically …",
            "A dust-obscured massive maximum-starburst galaxy at a redshift of 6.34",
            "Dominik A Riechers and CM Bradford and DL Clements and CD Dowell and I Pérez-Fournon and RJ Ivison and C Bridge and A Conley and Hai Fu and JD Vieira and J Wardlow and J Calanog and A Cooray and P Hurley and R Neri and J Kamenetzky and JE Aguirre and B Altieri and V Arumugam and DJ Benford and M Béthermin and J Bock and D Burgarella and A Cabrera-Lavers and SC Chapman and P Cox and JS Dunlop and L Earle and D Farrah and P Ferrero and A Franceschini and R Gavazzi and J Glenn and EA Gonzalez Solares and MA Gurwell and M Halpern and E Hatziminaoglou and A Hyde and E Ibar and A Kovács and M Krips and RE Lupu and PR Maloney and P Martinez-Navajas and H Matsuhara and EJ Murphy and BJ Naylor and HT Nguyen and SJ Oliver and A Omont and MJ Page and G Petitpas and N Rangwala and IG Roseboom and D Scott and AJ Smith and JG Staguhn and A Streblyanska and AP Thomson and I Valtchanov and M Viero and L Wang and M Zemcov and J Zmuidzinas",
            "2013",
            "bnWdaogAAAAJ:KlAtU1dfN6UC",
            498,
            "https:\/\/www.nature.com\/articles\/nature12050",
            "3251940533606976205",
            "\/scholar?cites=3251940533606976205",
            {
                "2013":30,
                "2014":73,
                "2015":78,
                "2016":66,
                "2017":67,
                "2018":58,
                "2019":59,
                "2020":60,
                "2021":7
            }
        ],
        [
            "Gravitational lensing is a powerful astrophysical and cosmological probe and is particularly valuable at submillimeter wavelengths for the study of the statistical and individual properties of dusty star-forming galaxies. However, the identification of gravitational lenses is often time-intensive, involving the sifting of large volumes of imaging or spectroscopic data to find few candidates. We used early data from the Herschel Astrophysical Terahertz Large Area Survey to demonstrate that wide-area submillimeter surveys can simply and easily detect strong gravitational lensing events, with close to 100% efficiency.",
            "The detection of a population of submillimeter-bright, strongly lensed galaxies",
            "Mattia Negrello and R Hopwood and G De Zotti and A Cooray and A Verma and J Bock and DT Frayer and MA Gurwell and A Omont and R Neri and H Dannerbauer and LL Leeuw and E Barton and J Cooke and S Kim and E Da Cunha and G Rodighiero and P Cox and David G Bonfield and MJ Jarvis and S Serjeant and RJ Ivison and Simon Dye and I Aretxaga and DH Hughes and E Ibar and F Bertoldi and I Valtchanov and S Eales and L Dunne and SP Driver and R Auld and S Buttiglione and A Cava and CA Grady and DL Clements and Aliakbar Dariush and J Fritz and D Hill and JB Hornbeck and L Kelvin and Guilaine Lagache and M Lopez-Caniego and J Gonzalez-Nuevo and S Maddox and Enzo Pascale and Michael Pohlen and EE Rigby and Aaron Robotham and C Simpson and DJB Smith and P Temi and MA Thompson and BE Woodgate and DG York and JE Aguirre and A Beelen and A Blain and AJ Baker and M Birkinshaw and R Blundell and CM Bradford and D Burgarella and Luigi Danese and JS Dunlop and S Fleuren and J Glenn and AI Harris and J Kamenetzky and RE Lupu and RJ Maddalena and BF Madore and PR Maloney and Hideo Matsuhara and MJ Michaowski and EJ Murphy and BJ Naylor and H Nguyen and Cristina Popescu and S Rawlings and D Rigopoulou and D Scott and KS Scott and M Seibert and I Smail and RJ Tuffs and JD Vieira and PP Van Der Werf and J Zmuidzinas",
            "2010",
            "bnWdaogAAAAJ:a0OBvERweLwC",
            437,
            "https:\/\/science.sciencemag.org\/content\/330\/6005\/800.abstract",
            "9287124499545184263",
            "\/scholar?cites=9287124499545184263",
            {
                "2010":5,
                "2011":47,
                "2012":45,
                "2013":54,
                "2014":37,
                "2015":53,
                "2016":43,
                "2017":43,
                "2018":38,
                "2019":37,
                "2020":35
            }
        ],
        [
            "We are developing the Precision Array for Probing the Epoch of Re-ionization (PAPER) to detect 21 cm emission from the early universe, when the first stars and galaxies were forming. We describe the overall experiment strategy and architecture and summarize two PAPER deployments: a four-antenna array in the low radio frequency interference (RFI) environment of Western Australia and an eight-antenna array at a prototyping site at the NRAO facilities near Green Bank, WV. From these activities we report on system performance, including primary beam model verification, dependence of system gain on ambient temperature, measurements of receiver and overall system temperatures, and characterization of the RFI environment at each deployment site. We present an all-sky map synthesized between 139 MHz and 174 MHz using data from both arrays that reaches down to 80 mJy (4.9 K, for a beam size of 2.15 …",
            "The precision array for probing the epoch of re-ionization: Eight station results",
            "Aaron R Parsons and Donald C Backer and Griffin S Foster and Melvyn CH Wright and Richard F Bradley and Nicole E Gugliucci and Chaitali R Parashare and Erin E Benoit and James E Aguirre and Daniel C Jacobs and Chris L Carilli and David Herne and Mervyn J Lynch and Jason R Manley and Daniel J Werthimer",
            "2010",
            "bnWdaogAAAAJ:abG-DnoFyZgC",
            404,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-6256\/139\/4\/1468\/meta",
            "10151253471514030309",
            "\/scholar?cites=10151253471514030309",
            {
                "2010":7,
                "2011":15,
                "2012":34,
                "2013":33,
                "2014":31,
                "2015":40,
                "2016":49,
                "2017":47,
                "2018":33,
                "2019":53,
                "2020":48,
                "2021":10
            }
        ],
        [
            "We have completed a 1.1 mm continuum survey of 7.5 deg2 of the Perseus Molecular Cloud using Bolocam at the Caltech Submillimeter Observatory. This represents the largest millimeter or submillimeter continuum map of Perseus to date. Our map covers more than 30,000 31  (FWHM) resolution elements to a 1 σ rms of 15 mJy beam−1. We detect a total of 122 cores above a 5 σ point‐source mass detection limit of 0.18 M⊙, assuming a dust temperature of   K, 60 of which are new millimeter or submillimeter detections. The 1.1 mm mass function is consistent with a broken power law of slope   ( ) and   (  M⊙), similar to the local initial mass function slope (  M⊙;   M⊙). No more than 5% of the total cloud mass is contained in discrete 1.1 mm cores, which account for a total mass of 285 M⊙. We suggest an extinction threshold for millimeter cores of   mag, based on our calculation of the probability of finding a 1.1 mm …",
            "Bolocam survey for 1.1 mm dust continuum emission in the c2d legacy clouds. I. Perseus",
            "Melissa L Enoch and Kaisa E Young and Jason Glenn and Neal J Evans and Sunil Golwala and Anneila I Sargent and Paul Harvey and James Aguirre and Alexey Goldin and Douglas Haig and Tracy L Huard and Andrew Lange and Glenn Laurent and Philip Maloney and Philip Mauskopf and Philippe Rossinot and Jack Sayers",
            "2006",
            "bnWdaogAAAAJ:9yKSN-GCB0IC",
            357,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/498678\/meta",
            "530946321506594736",
            "\/scholar?cites=530946321506594736",
            {
                "2006":19,
                "2007":21,
                "2008":29,
                "2009":38,
                "2010":39,
                "2011":38,
                "2012":25,
                "2013":26,
                "2014":21,
                "2015":22,
                "2016":20,
                "2017":16,
                "2018":20,
                "2019":15,
                "2020":7,
                "2021":1
            }
        ],
        [
            "The Hydrogen Epoch of Reionization Array (HERA) is a staged experiment to measure 21 cm emission from the primordial intergalactic medium (IGM) throughout cosmic reionization (z= 6–12), and to explore earlier epochs of our Cosmic Dawn (z~ 30). During these epochs, early stars and black holes heated and ionized the IGM, introducing fluctuations in 21 cm emission. HERA is designed to characterize the evolution of the 21 cm power spectrum to constrain the timing and morphology of reionization, the properties of the first galaxies, the evolution of large-scale structure, and the early sources of heating. The full HERA instrument will be a 350-element interferometer in South Africa consisting of 14 m parabolic dishes observing from 50 to 250 MHz. Currently, 19 dishes have been deployed on site and the next 18 are under construction. HERA has been designated as an SKA Precursor instrument. In this paper …",
            "Hydrogen epoch of reionization array (HERA)",
            "David R DeBoer and Aaron R Parsons and James E Aguirre and Paul Alexander and Zaki S Ali and Adam P Beardsley and Gianni Bernardi and Judd D Bowman and Richard F Bradley and Chris L Carilli and Carina Cheng and Eloy de Lera Acedo and Joshua S Dillon and Aaron Ewall-Wice and Gcobisa Fadana and Nicolas Fagnoni and Randall Fritz and Steve R Furlanetto and Brian Glendenning and Bradley Greig and Jasper Grobbelaar and Bryna J Hazelton and Jacqueline N Hewitt and Jack Hickish and Daniel C Jacobs and Austin Julius and MacCalvin Kariseb and Saul A Kohn and Telalo Lekalake and Adrian Liu and Anita Loots and David MacMahon and Lourence Malan and Cresshim Malgas and Matthys Maree and Zachary Martinot and Nathan Mathison and Eunice Matsetela and Andrei Mesinger and Miguel F Morales and Abraham R Neben and Nipanjana Patra and Samantha Pieterse and Jonathan C Pober and Nima Razavi-Ghods and Jon Ringuette and James Robnett and Kathryn Rosie and Raddwine Sell and Craig Smith and Angelo Syce and Max Tegmark and Nithyanandan Thyagarajan and Peter KG Williams and Haoxuan Zheng",
            "2017",
            "bnWdaogAAAAJ:kNdYIx-mwKoC",
            345,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1538-3873\/129\/974\/045001\/meta",
            "2628410714728729922",
            "\/scholar?cites=2628410714728729922",
            {
                "2016":4,
                "2017":31,
                "2018":71,
                "2019":108,
                "2020":114,
                "2021":14
            }
        ],
        [
            "The Simons Observatory (SO) is a new cosmic microwave background experiment being built on Cerro Toco in Chile, due to begin observations in the early 2020s. We describe the scientific goals of the experiment, motivate the design, and forecast its performance. SO will measure the temperature and polarization anisotropy of the cosmic microwave background in six frequency bands centered at: 27, 39, 93, 145, 225 and 280 GHz. The initial configuration of SO will have three small-aperture 0.5-m telescopes and one large-aperture 6-m telescope, with a total of 60,000 cryogenic bolometers. Our key science goals are to characterize the primordial perturbations, measure the number of relativistic species and the mass of neutrinos, test for deviations from a cosmological constant, improve our understanding of galaxy evolution, and constrain the duration of reionization. The small aperture telescopes will target the …",
            "The Simons Observatory: science goals and forecasts",
            "Peter Ade and James Aguirre and Zeeshan Ahmed and Simone Aiola and Aamir Ali and David Alonso and Marcelo A Alvarez and Kam Arnold and Peter Ashton and Jason Austermann and Humna Awan and Carlo Baccigalupi and Taylor Baildon and Darcy Barron and Nick Battaglia and Richard Battye and Eric Baxter and Andrew Bazarko and James A Beall and Rachel Bean and Dominic Beck and Shawn Beckman and Benjamin Beringue and Federico Bianchini and Steven Boada and David Boettger and J Richard Bond and Julian Borrill and Michael L Brown and Sarah Marie Bruno and Sean Bryan and Erminia Calabrese and Victoria Calafut and Paolo Calisse and Julien Carron and Anthony Challinor and Grace Chesmore and Yuji Chinone and Jens Chluba and Hsiao-Mei Sherry Cho and Steve Choi and Gabriele Coppi and Nicholas F Cothard and Kevin Coughlin and Devin Crichton and Kevin D Crowley and Kevin T Crowley and Ari Cukierman and John M D'Ewart and Rolando Dünner and Tijmen De Haan and Mark Devlin and Simon Dicker and Joy Didier and Matt Dobbs and Bradley Dober and Cody J Duell and Shannon Duff and Adri Duivenvoorden and Jo Dunkley and John Dusatko and Josquin Errard and Giulio Fabbian and Stephen Feeney and Simone Ferraro and Pedro Fluxà and Katherine Freese and Josef C Frisch and Andrei Frolov and George Fuller and Brittany Fuzia and Nicholas Galitzki and Patricio A Gallardo and Jose Tomas Galvez Ghersi and Jiansong Gao and Eric Gawiser and Martina Gerbino and Vera Gluscevic and Neil Goeckner-Wald and Joseph Golec and Sam Gordon and Megan Gralla and Daniel Green and Arpi Grigorian and John Groh and Chris Groppi and Yilun Guan and Jon E Gudmundsson and Dongwon Han and Peter Hargrave and Masaya Hasegawa and Matthew Hasselfield and Makoto Hattori and Victor Haynes and Masashi Hazumi and Yizhou He and Erin Healy and Shawn W Henderson and Carlos Hervias-Caimapo and Charles A Hill and J Colin Hill and Gene Hilton and Matt Hilton and Adam D Hincks and Gary Hinshaw and Renée Hložek and Shirley Ho and Shuay-Pwu Patty Ho and Logan Howe and Zhiqi Huang and Johannes Hubmayr and Kevin Huffenberger and John P Hughes and Anna Ijjas and Margaret Ikape and Kent Irwin and Andrew H Jaffe and Bhuvnesh Jain and Oliver Jeong and Daisuke Kaneko and Ethan D Karpel and Nobuhiko Katayama and Brian Keating and Sarah S Kernasovskiy and Reijo Keskitalo and Theodore Kisner and Kenji Kiuchi and Jeff Klein and Kenda Knowles and Brian Koopman and Arthur Kosowsky and Nicoletta Krachmalnicoff and Stephen E Kuenstner and Chao-Lin Kuo and Akito Kusaka and Jacob Lashner and Adrian Lee and Eunseong Lee and David Leon and Jason S-Y Leung and Antony Lewis and Yaqiong Li and Zack Li and Michele Limon and Eric Linder and Carlos Lopez-Caraballo and Thibaut Louis and Lindsay Lowry and Marius Lungu and Mathew Madhavacheril",
            "2019",
            "bnWdaogAAAAJ:uc_IGeMz5qoC",
            322,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2019\/02\/056\/meta",
            "335786495068898817",
            "\/scholar?cites=335786495068898817",
            {
                "2018":5,
                "2019":90,
                "2020":203,
                "2021":22
            }
        ],
        [
            "In the past decade, our understanding of galaxy evolution has been revolutionized by the discovery that luminous, dusty starburst galaxies were 1,000 times more abundant in the early Universe than at present 1, 2. It has, however, been difficult to measure the complete redshift distribution of these objects, especially at the highest redshifts (z> 4). Here we report a redshift survey at a wavelength of three millimetres, targeting carbon monoxide line emission from the star-forming molecular gas in the direction of extraordinarily bright millimetre-wave-selected sources. High-resolution imaging demonstrates that these sources are strongly gravitationally lensed by foreground galaxies. We detect spectral lines in 23 out of 26 sources and multiple lines in 12 of those 23 sources, from which we obtain robust, unambiguous redshifts. At least 10 of the sources are found to lie at z> 4, indicating that the fraction of dusty starburst …",
            "Dusty starburst galaxies in the early Universe as revealed by gravitational lensing",
            "JD Vieira and Daniel P Marrone and SC Chapman and C De Breuck and YD Hezaveh and A Weiβ and JE Aguirre and KA Aird and M Aravena and MLN Ashby and M Bayliss and BA Benson and AD Biggs and LE Bleem and JJ Bock and M Bothwell and CM Bradford and M Brodwin and JE Carlstrom and CL Chang and TM Crawford and AT Crites and T De Haan and MA Dobbs and EB Fomalont and CD Fassnacht and EM George and MD Gladders and AH Gonzalez and TR Greve and B Gullberg and NW Halverson and FW High and GP Holder and WL Holzapfel and S Hoover and JD Hrubes and TR Hunter and R Keisler and AT Lee and EM Leitch and M Lueker and D Luong-Van and M Malkan and V McIntyre and JJ McMahon and J Mehl and KM Menten and SS Meyer and LM Mocanu and EJ Murphy and T Natoli and S Padin and T Plagge and CL Reichardt and A Rest and J Ruel and JE Ruhl and K Sharon and KK Schaffer and L Shaw and E Shirokoff and JS Spilker and B Stalder and Z Staniszewski and AA Stark and K Story and K Vanderlinde and N Welikala and R Williamson",
            "2013",
            "bnWdaogAAAAJ:YOwf2qJgpHMC",
            312,
            "https:\/\/www.nature.com\/articles\/nature12001",
            "3305696799599511027",
            "\/scholar?cites=3305696799599511027",
            {
                "2013":33,
                "2014":42,
                "2015":45,
                "2016":43,
                "2017":42,
                "2018":36,
                "2019":43,
                "2020":26,
                "2021":1
            }
        ],
        [
            "In this paper, we report new limits on 21 cm emission from cosmic reionization based on a 135 day observing campaign with a 64-element deployment of the Donald C. Backer Precision Array for Probing the Epoch of Reionization in South Africa. This work extends the work presented in Parsons et al. with more collecting area, a longer observing period, improved redundancy-based calibration, improved fringe-rate filtering, and updated power-spectral analysis using optimal quadratic estimators. The result is a new 2σ upper limit on Δ 2 (k) of (22.4 mK) 2 in the range  at z= 8.4. This represents a three-fold improvement over the previous best upper limit. As we discuss in more depth in a forthcoming paper, this upper limit supports and extends previous evidence against extremely cold reionization scenarios. We conclude with a discussion of implications for future 21 cm reionization experiments …",
            "64 constraints on reionization: the 21 cm power spectrum at z= 8.4",
            "Zaki S Ali and Aaron R Parsons and Haoxuan Zheng and Jonathan C Pober and Adrian Liu and James E Aguirre and Richard F Bradley and Gianni Bernardi and Chris L Carilli and Carina Cheng and David R DeBoer and Matthew R Dexter and Jasper Grobbelaar and Jasper Horrell and Daniel C Jacobs and Pat Klima and David HE MacMahon and Matthys Maree and David F Moore and Nima Razavi and Irina I Stefan and William P Walbrugh and Andre Walker",
            "2015",
            "bnWdaogAAAAJ:mvPsJ3kp5DgC",
            292,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/809\/1\/61\/meta",
            "14296822478795218586",
            "\/scholar?cites=14296822478795218586",
            {
                "2015":13,
                "2016":71,
                "2017":64,
                "2018":54,
                "2019":50,
                "2020":30,
                "2021":8
            }
        ],
        [
            "Using the Atacama Large Millimeter\/submillimeter Array, we have conducted a blind redshift survey in the 3 mm atmospheric transmission window for 26 strongly lensed dusty star-forming galaxies (DSFGs) selected with the South Pole Telescope. The sources were selected to have S 1.4 mm> 20 mJy and a dust-like spectrum and, to remove low-z sources, not have bright radio (S 843 MHz< 6 mJy) or far-infrared counterparts (S 100 μm< 1 Jy, S 60 μm< 200 mJy). We robustly detect 44 line features in our survey, which we identify as redshifted emission lines of 12 CO, 13 CO, C I, H 2 O, and H 2 O+. We find one or more spectral features in 23 sources yielding a~ 90% detection rate for this survey; in 12 of these sources we detect multiple lines, while in 11 sources we detect only a single line. For the sources with only one detected line, we break the redshift degeneracy with additional spectroscopic observations if available, or …",
            "ALMA redshifts of millimeter-selected galaxies from the SPT survey: the redshift distribution of dusty star-forming galaxies",
            "A Weiß and C De Breuck and Daniel P Marrone and JD Vieira and JE Aguirre and KA Aird and M Aravena and MLN Ashby and M Bayliss and BA Benson and M Béthermin and AD Biggs and LE Bleem and JJ Bock and M Bothwell and CM Bradford and M Brodwin and JE Carlstrom and CL Chang and SC Chapman and TM Crawford and AT Crites and T De Haan and MA Dobbs and TP Downes and CD Fassnacht and EM George and MD Gladders and AH Gonzalez and TR Greve and NW Halverson and YD Hezaveh and FW High and GP Holder and WL Holzapfel and S Hoover and JD Hrubes and K Husband and R Keisler and AT Lee and EM Leitch and M Lueker and D Luong-Van and M Malkan and V McIntyre and JJ McMahon and J Mehl and KM Menten and SS Meyer and EJ Murphy and S Padin and T Plagge and CL Reichardt and A Rest and M Rosenman and J Ruel and JE Ruhl and KK Schaffer and E Shirokoff and JS Spilker and B Stalder and Z Staniszewski and AA Stark and K Story and K Vanderlinde and N Welikala and R Williamson",
            "2013",
            "bnWdaogAAAAJ:hMod-77fHWUC",
            278,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/767\/1\/88\/meta",
            "6652096053530427323",
            "\/scholar?cites=6652096053530427323",
            {
                "2013":19,
                "2014":30,
                "2015":45,
                "2016":42,
                "2017":42,
                "2018":35,
                "2019":30,
                "2020":32,
                "2021":2
            }
        ],
        [
            "The six-meter Atacama Cosmology Telescope (ACT) in Chile was built to measure the cosmic microwave background (CMB) at arcminute angular scales. We are building a new polarization sensitive receiver for ACT (ACTPol). ACTPol will characterize the gravitational lensing of the CMB and aims to constrain the sum of the neutrino masses with ~ 0.05 eV precision, the running of the spectral index of inflation-induced fluctuations, and the primordial helium abundance to better than 1 %. Our observing fields will overlap with the SDSS BOSS survey at optical wavelengths, enabling a variety of cross-correlation science, including studies of the growth of cosmic structure from Sunyaev-Zel'dovich observations of clusters of galaxies as well as independent constraints on the sum of the neutrino masses. We describe the science objectives and the initial receiver design.",
            "ACTPol: a polarization-sensitive receiver for the Atacama Cosmology Telescope",
            "Michael D Niemack and Peter AR Ade and J Aguirre and F Barrientos and JA Beall and JR Bond and J Britton and HM Cho and S Das and MJ Devlin and S Dicker and J Dunkley and R Dünner and JW Fowler and A Hajian and M Halpern and M Hasselfield and GC Hilton and M Hilton and J Hubmayr and JP Hughes and L Infante and KD Irwin and N Jarosik and J Klein and A Kosowsky and TA Marriage and J McMahon and F Menanteau and K Moodley and JP Nibarger and MR Nolta and LA Page and B Partridge and ED Reese and J Sievers and DN Spergel and ST Staggs and R Thornton and C Tucker and E Wollack and KW Yoon",
            "2010",
            "bnWdaogAAAAJ:ns9cj8rnVeAC",
            275,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/7741\/77411S\/ACTPol--a-polarization-sensitive-receiver-for-the-Atacama-Cosmology\/10.1117\/12.857464.short",
            "7186374248937337390",
            "\/scholar?cites=7186374248937337390",
            {
                "2010":5,
                "2011":14,
                "2012":44,
                "2013":39,
                "2014":49,
                "2015":41,
                "2016":32,
                "2017":18,
                "2018":15,
                "2019":6,
                "2020":11
            }
        ]
    ]
}