{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Molecular dynamics simulations are presented for condensed-phase electron transfer (ET) systems where the electronic polarizability of both the solvent and the solute is incorporated. The solute polarizability is allowed to change with electronic transition. The results display notable deviation from the standard free energy parabolas of traditional ET theories. A new three-parameter ET model is applied, and the theory is shown to accurately model the free energy surfaces. This paper presents conclusive evidence that the traditional theory for the free energy barrier of ET reactions requires modification. ",
            "The theory of electron transfer reactions: what may be missing?",
            "David W Small and Dmitry V Matyushov and Gregory A Voth",
            "2003",
            "Boj8YBkAAAAJ:u5HHmVD_uO8C",
            159,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja029595j",
            "4968087781010192857",
            "\/scholar?cites=4968087781010192857",
            {
                "2003":3,
                "2004":7,
                "2005":8,
                "2006":15,
                "2007":7,
                "2008":14,
                "2009":6,
                "2010":7,
                "2011":8,
                "2012":8,
                "2013":11,
                "2014":10,
                "2015":9,
                "2016":5,
                "2017":9,
                "2018":9,
                "2019":7,
                "2020":14,
                "2021":1
            }
        ],
        [
            "The solvent-induced UV−vis spectral shifts in 4-nitroanisole and pyridinium N-phenoxide betaine-30 dyes utilized in the famous π* and ET(30) polarity scales, respectively, are analyzed by molecular theories in terms of long-range solute−solvent interactions due to induction, dispersion, and dipole−dipole forces. The solvent-induced shift is represented as a sum of the differential solute−solvent internal energy and the differential energy of binding the solvent molecules in the solute vicinity. The aim of the study is 3−fold:  (i) to clarify and quantify the relative effects of the three types of interactions, (ii) to elicit the magnitude of the effect of specific forces, and (iii) to evaluate the contribution of the differential solvent binding to the spectral shift. For (i), the dye properties directing the weighting are the size and the differences in both polarizability and dipole moment between ground and excited states. Accordingly, the …",
            "A Thermodynamic Analysis of the π* and ET(30) Polarity Scales",
            "Dmitry V Matyushov and Roland Schmid and Branka M Ladanyi",
            "1997",
            "Boj8YBkAAAAJ:u-x6o8ySG0sC",
            117,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp961609i",
            "6820083428766093450",
            "\/scholar?cites=6820083428766093450",
            {
                "1997":4,
                "1998":9,
                "1999":13,
                "2000":6,
                "2001":11,
                "2002":5,
                "2003":6,
                "2004":4,
                "2005":4,
                "2006":6,
                "2007":3,
                "2008":4,
                "2009":6,
                "2010":2,
                "2011":4,
                "2012":4,
                "2013":7,
                "2014":4,
                "2015":7,
                "2016":2,
                "2017":2,
                "2018":1,
                "2019":2
            }
        ],
        [
            "The temperature dependence of the solvent reorganization energy for intramolecular electron transfer (ET) in acetonitrile is measured experimentally and calculated theoretically. The Stokes shifts for the charge transfer, optical transitions of (tetrahydro-4H-thiopyran-4-ylidene)propanedinitrile indicate that the solvent reorganization energy for ET decreases with temperature, whereas dielectric continuum theories of solvent reorganization predict an increase with temperature. A molecular alternative to the continuum description is proposed that models the solvent as a fluid of polarizable, dipolar hard spheres. Good agreement between the molecular theory and experiment is achieved for both the ET reorganization energy and equilibrium energy gap. The negative temperature slope of the solvent reorganization energy is understood in terms of its dissection into components arising from different solute−solvent …",
            "A failure of continuum theory: temperature dependence of the solvent reorganization energy of electron transfer in highly polar solvents",
            "Peter Vath and Matthew B Zimmt and Dmitry V Matyushov and Gregory A Voth",
            "1999",
            "Boj8YBkAAAAJ:d1gkVwhDpl0C",
            106,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp990494q",
            "16373181912871503639",
            "\/scholar?cites=16373181912871503639",
            {
                "1999":1,
                "2000":8,
                "2001":10,
                "2002":7,
                "2003":8,
                "2004":7,
                "2005":14,
                "2006":9,
                "2007":1,
                "2008":5,
                "2009":5,
                "2010":3,
                "2011":3,
                "2012":3,
                "2013":2,
                "2014":5,
                "2015":8,
                "2016":4,
                "2017":2,
                "2018":1
            }
        ],
        [
            "A microscopic theory of solvent reorganization energy in polar molecular solvents is developed. The theory represents the solvent response as a combination of the density and polarization fluctuations of the solvent given in terms of the density and polarization structure factors. A fully analytical formulation of the theory is provided for a solute of arbitrary shape with an arbitrary distribution of charge. A good agreement between the analytical procedure and the results of Monte Carlo simulations of model systems is achieved. The reorganization energy splits into the contributions from density fluctuations and polarization fluctuations. The polarization part is dominated by longitudinal polarization response. The density part is inversely proportional to temperature. The dependence of the solvent reorganization energy on the solvent dipole moment and refractive index is discussed.",
            "Solvent reorganization energy of electron-transfer reactions in polar solvents",
            "Dmitry V Matyushov",
            "2004",
            "Boj8YBkAAAAJ:Tyk-4Ss8FVUC",
            97,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1676122",
            "2167207483273525863",
            "\/scholar?cites=2167207483273525863",
            {
                "2005":11,
                "2006":10,
                "2007":7,
                "2008":9,
                "2009":4,
                "2010":8,
                "2011":2,
                "2012":5,
                "2013":7,
                "2014":8,
                "2015":5,
                "2016":6,
                "2017":5,
                "2018":10
            }
        ],
        [
            "We have developed a band-shape analysis of optical transitions in polarizable chromophores characterized by large magnitudes of the transition dipole (intense transitions). The model is tested on steady-state spectra of the coumarin-153 optical dye, employing an explicit solvent description accounting for dipole moment, quadrupole moment, and polarizability of the solvent molecules. The calculations are performed for solvents ranging from nondipolar to strongly dipolar. The solvent dependence of both the experimental Stokes shift and the spectral width is satisfactorily reproduced over the whole polarity range. The optical width is shown to demonstrate a qualitatively different solvent dependence for absorption and emission. The solvent-induced absorption width increases with solvent polarity, whereas the solvent-induced emission width passes through a maximum. This is a result of non-Gaussian statistics of …",
            "Understanding the optical band shape: Coumarin-153 steady-state spectroscopy",
            "Dmitry V Matyushov and Marshall D Newton",
            "2001",
            "Boj8YBkAAAAJ:2osOgNQ5qMEC",
            95,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp011074f",
            "8982492597227804284",
            "\/scholar?cites=8982492597227804284",
            {
                "2002":6,
                "2003":10,
                "2004":5,
                "2005":11,
                "2006":4,
                "2007":10,
                "2008":7,
                "2009":4,
                "2010":4,
                "2011":7,
                "2012":5,
                "2013":2,
                "2014":3,
                "2015":3,
                "2016":2,
                "2017":5,
                "2018":4,
                "2019":2,
                "2020":1
            }
        ],
        [
            "In view of the ever increasing awareness of the importance of dispersion forces to chemical solvent effects, reliable liquid Lennard‐Jones (LJ) energies are eagerly required in order to assess the dispersion component of nonionic solvation. For this purpose two major methods of calculating LJ energies—one based on nonpolar gases solubilities and the other on the generalized van der Waals (GvdW) equation of state—are critically reexamined and updated by applying modern liquid state theories. The former method is improved over previous evaluations by including the cavity formation term according to the Boublik–Mansoori–Carnahan–Starling–Leland equation and by a molecular‐based calculation of the solute solvation energy due to both dispersion and induction forces. For the second approach, the attraction parameter of the GvdW equation of state is separated into the contributions of (i) dipole–dipole …",
            "Calculation of Lennard‐Jones energies of molecular fluids",
            "Dmitry V Matyushov and Roland Schmid",
            "1996",
            "Boj8YBkAAAAJ:UeHWp8X0CEIC",
            94,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.471551",
            "3554290585944217650",
            "\/scholar?cites=3554290585944217650",
            {
                "1996":2,
                "1997":4,
                "1998":4,
                "1999":3,
                "2000":4,
                "2001":2,
                "2002":3,
                "2003":5,
                "2004":2,
                "2005":6,
                "2006":2,
                "2007":5,
                "2008":3,
                "2009":7,
                "2010":6,
                "2011":10,
                "2012":6,
                "2013":3,
                "2014":7,
                "2015":3,
                "2016":2,
                "2017":3,
                "2018":2
            }
        ],
        [
            "We report calculations of solvent reorganization energies and the energy gap analysis for charge transfer in synthetic DNA hairpins consisting of two complementary strands linked by a stilbene chromophore. Reorganization energies are calculated for the processes of photoinduced hole injection from the linker to a neighboring guanine (G) through variable numbers of adenine\/thymine (AT) pairs and for the hole transfer between adjacent G sites connected by AT bridges of different length. Twelve molecules with varying donor−acceptor separation have been analyzed. The solute structure is taken from crystallographic data with atomic resolution, and the polarization response of water is modeled in terms of polarization structure factors accounting for the molecular nature of the polarization fluctuations of the solvent. Both the magnitudes of reorganization energies and the parameter of the rate constant falloff with …",
            "Solvent reorganization energy of charge transfer in DNA hairpins",
            "David N LeBard and Mark Lilichenko and Dmitry V Matyushov and Yuri A Berlin and Mark A Ratner",
            "2003",
            "Boj8YBkAAAAJ:qjMakFHDy7sC",
            91,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp035546x",
            "10512148025496091024",
            "\/scholar?cites=10512148025496091024",
            {
                "2004":7,
                "2005":10,
                "2006":5,
                "2007":8,
                "2008":16,
                "2009":5,
                "2010":9,
                "2011":1,
                "2012":5,
                "2013":3,
                "2014":3,
                "2015":2,
                "2016":4,
                "2017":6,
                "2018":4,
                "2019":1,
                "2020":2
            }
        ],
        [
            "We develop a three-parameter model of electron transfer (ET) in condensed phases based on the Hamiltonian of a two-state solute linearly coupled to a harmonic, classical solvent mode with different force constants in the initial and final states (a classical limit of the quantum Kubo–Toyozawa model). The exact analytical solution for the ET free energy surfaces demonstrates the following features: (i) the range of ET reaction coordinates is limited by a one-sided fluctuation band, (ii) the ET free energies are infinite outside the band, and (iii) the free energy surfaces are parabolic close to their minima and linear far from the minima positions. The model provides an analytical framework to map physical phenomena conflicting with the Marcus–Hush two-parameter model of ET. Nonlinear solvation, ET in polarizable charge-transfer complexes, and configurational flexibility of donor-acceptor complexes are successfully …",
            "Modeling the free energy surfaces of electron transfer in condensed phases",
            "Dmitry V Matyushov and Gregory A Voth",
            "2000",
            "Boj8YBkAAAAJ:Y0pCki6q_DkC",
            91,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1289886",
            "8045597325093760126",
            "\/scholar?cites=8045597325093760126",
            {
                "2001":3,
                "2002":5,
                "2003":7,
                "2004":5,
                "2005":4,
                "2006":7,
                "2007":2,
                "2008":3,
                "2009":3,
                "2010":3,
                "2011":4,
                "2012":5,
                "2013":3,
                "2014":4,
                "2015":8,
                "2016":5,
                "2017":4,
                "2018":8,
                "2019":5,
                "2020":3
            }
        ],
        [
            "The solvent reorganization energy of outer sphere electron transfer in polar liquids is derived in a molecular treatment. The reorganization energy is shown to be the sum of two contributions: the reorganization energy of reorientation of liquid permanent dipoles and and the energy of reorganization of the liquid density. Reorientation of the dipoles gives the main contribution to the solvent reorganization energy, whereas reorganization of the density contributes mainly to the activation entropy which is positive in the normal and negative in the inverted regions of electron transfer. The reorganization energy of the liquid density contains an explicit temperature dependence which causes the non-Arrhenius temperature dependence of the rate constant. Entropy, enthalpy and volume of activation are found for several solvents.",
            "Reorganization energy of electron transfer in polar liquids. Dependence on reactant size, temperature and pressure",
            "Dmitry V Matyushov",
            "1993",
            "Boj8YBkAAAAJ:9yKSN-GCB0IC",
            88,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0301010493870058",
            "641838993379688611",
            "\/scholar?cites=641838993379688611",
            {
                "1994":2,
                "1995":3,
                "1996":6,
                "1997":5,
                "1998":7,
                "1999":9,
                "2000":5,
                "2001":5,
                "2002":5,
                "2003":4,
                "2004":4,
                "2005":4,
                "2006":7,
                "2007":1,
                "2008":3,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":2,
                "2013":2,
                "2014":4,
                "2015":1,
                "2016":1,
                "2017":4
            }
        ],
        [
            "Despite its diversity, life universally relies on a simple basic mechanism of energy transfer in its energy chains—hopping electron transport between centers of electron localization on hydrated proteins and redox cofactors. Since many such hops connect the point of energy input with a catalytic site where energy is stored in chemical bonds, the question of energy losses in (nearly activationless) electron hops, i.e., energetic efficiency, becomes central for the understanding of the energetics of life. We show here that standard considerations based on rules of Gibbs thermodynamics are not sufficient, and the dynamics of the protein and the protein–water interface need to be involved. The rate of electronic transitions is primarily sensitive to the electrostatic potential at the center of electron localization. Numerical simulations show that the statistics of the electrostatic potential produced by hydration water are strongly …",
            "Protein–water electrostatics and principles of bioenergetics",
            "David N LeBard and Dmitry V Matyushov",
            "2010",
            "Boj8YBkAAAAJ:0EnyYjriUFMC",
            71,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2010\/cp\/c0cp01004a",
            "17942712350528533498",
            "\/scholar?cites=17942712350528533498",
            {
                "2011":5,
                "2012":10,
                "2013":13,
                "2014":3,
                "2015":8,
                "2016":10,
                "2017":5,
                "2018":6,
                "2019":7,
                "2020":4
            }
        ]
    ]
}