{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "We present a full-sky 100 μm map that is a reprocessed composite of the COBE\/DIRBE and IRAS\/ISSA maps, with the zodiacal foreground and confirmed point sources removed. Before using the ISSA maps, we remove the remaining artifacts from the IRAS scan pattern. Using the DIRBE 100 and 240 μm data, we have constructed a map of the dust temperature so that the 100 μm map may be converted to a map proportional to dust column density. The dust temperature varies from 17 to 21 K, which is modest but does modify the estimate of the dust column by a factor of 5. The result of these manipulations is a map with DIRBE quality calibration and IRAS resolution. A wealth of filamentary detail is apparent on many different scales at all Galactic latitudes. In high-latitude regions, the dust map correlates well with maps of H I emission, but deviations are coherent in the sky and are especially conspicuous in regions of …",
            "Maps of dust infrared emission for use in estimation of reddening and cosmic microwave background radiation foregrounds",
            "David J Schlegel and Douglas P Finkbeiner and Marc Davis",
            "1998",
            "boVy0Y0AAAAJ:EYYDruWGBe4C",
            15465,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/305772\/meta",
            "14331437772191734773",
            "\/scholar?cites=14331437772191734773",
            {
                "1998":66,
                "1999":275,
                "2000":367,
                "2001":423,
                "2002":498,
                "2003":589,
                "2004":637,
                "2005":709,
                "2006":833,
                "2007":756,
                "2008":944,
                "2009":863,
                "2010":868,
                "2011":1016,
                "2012":1002,
                "2013":860,
                "2014":782,
                "2015":726,
                "2016":678,
                "2017":566,
                "2018":656,
                "2019":617,
                "2020":511,
                "2021":89
            }
        ],
        [
            "We present measurements of dust reddening using the colors of stars with spectra in the Sloan Digital Sky Survey. We measure reddening as the difference between the measured and predicted colors of a star, as derived from stellar parameters from the Sloan Extension for Galactic Understanding and Exploration Stellar Parameter Pipeline. We achieve uncertainties of 56, 34, 25, and 29 mmag in the colors u–g, g–r, r–i, and i–z, per star, though the uncertainty varies depending on the stellar type and the magnitude of the star. The spectrum-based reddening measurements confirm our earlier\" blue tip\" reddening measurements, finding reddening coefficients different by–3%, 1%, 1%, and 2% in u–g, g–r, r–i, and i–z from those found by the blue tip method, after removing a 4% normalization difference. These results prefer an R V= 3.1 Fitzpatrick reddening law to O'Donnell or Cardelli et al. reddening laws. We provide …",
            "Measuring reddening with Sloan Digital Sky Survey stellar spectra and recalibrating SFD",
            "Edward F Schlafly and Douglas P Finkbeiner",
            "2011",
            "boVy0Y0AAAAJ:HE397vMXCloC",
            4586,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/737\/2\/103\/meta",
            "9892349117728873994",
            "\/scholar?cites=9892349117728873994",
            {
                "2012":52,
                "2013":204,
                "2014":378,
                "2015":483,
                "2016":557,
                "2017":617,
                "2018":779,
                "2019":715,
                "2020":708,
                "2021":84
            }
        ],
        [
            "We measure cosmological parameters using the three-dimensional power spectrum P (k) from over 200 000 galaxies in the Sloan Digital Sky Survey (SDSS) in combination with Wilkinson Microwave Anisotropy Probe (WMAP) and other data. Our results are consistent with a “vanilla” flat adiabatic cold dark matter model with a cosmological constant without tilt (n s= 1), running tilt, tensor modes, or massive neutrinos. Adding SDSS information more than halves the WMAP-only error bars on some parameters, tightening 1 σ constraints on the Hubble parameter from h≈ 0.74− 0.07+ 0.18 to h≈ 0.70− 0.03+ 0.04, on the matter density from Ω m≈ 0.25±0.10 to Ω m≈ 0.30±0.04 (1 σ) and on neutrino masses from< 11 to< 0.6 eV (95%). SDSS helps even more when dropping prior assumptions about curvature, neutrinos, tensor modes and the equation of state. Our results are in substantial agreement with the joint analysis …",
            "Cosmological parameters from SDSS and WMAP",
            "Max Tegmark and Michael A Strauss and Michael R Blanton and Kevork Abazajian and Scott Dodelson and Havard Sandvik and Xiaomin Wang and David H Weinberg and Idit Zehavi and Neta A Bahcall and Fiona Hoyle and David Schlegel and Roman Scoccimarro and Michael S Vogeley and Andreas Berlind and Tamás Budavari and Andrew Connolly and Daniel J Eisenstein and Douglas Finkbeiner and Joshua A Frieman and James E Gunn and Lam Hui and Bhuvnesh Jain and David Johnston and Stephen Kent and Huan Lin and Reiko Nakajima and Robert C Nichol and Jeremiah P Ostriker and Adrian Pope and Ryan Scranton and Uroš Seljak and Ravi K Sheth and Albert Stebbins and Alexander S Szalay and István Szapudi and Yongzhong Xu and James Annis and J Brinkmann and Scott Burles and Francisco J Castander and Istvan Csabai and Jon Loveday and Mamoru Doi and Masataka Fukugita and Bruce Gillespie and Greg Hennessy and David W Hogg and Željko Ivezić and Gillian R Knapp and Don Q Lamb and Brian C Lee and Robert H Lupton and Timothy A McKay and Peter Kunszt and Jeffrey A Munn and Liam O’Connell and John Peoples and Jeffrey R Pier and Michael Richmond and Constance Rockosi and Donald P Schneider and Christopher Stoughton and Douglas L Tucker and Daniel E Vanden Berk and Brian Yanny and Donald G York",
            "2004",
            "boVy0Y0AAAAJ:YsMSGLbcyi4C",
            4264,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.69.103501",
            "626756955173747951",
            "\/scholar?cites=626756955173747951",
            {
                "2004":176,
                "2005":374,
                "2006":379,
                "2007":309,
                "2008":290,
                "2009":269,
                "2010":258,
                "2011":239,
                "2012":268,
                "2013":234,
                "2014":224,
                "2015":226,
                "2016":230,
                "2017":176,
                "2018":188,
                "2019":179,
                "2020":192,
                "2021":19
            }
        ],
        [
            "This paper describes the Fifth Data Release (DR5) of the Sloan Digital Sky Survey (SDSS). DR5 includes all survey quality data taken through 2005 June and represents the completion of the SDSS‐I project (whose successor, SDSS‐II, will continue through mid‐2008). It includes five‐band photometric data for 217 million objects selected over 8000 deg2 and 1,048,960 spectra of galaxies, quasars, and stars selected from 5713 deg2 of that imaging data. These numbers represent a roughly 20% increment over those of the Fourth Data Release; all the data from previous data releases are included in the present release. In addition to “standard” SDSS observations, DR5 includes repeat scans of the southern equatorial stripe, imaging scans across M31 and the core of the Perseus Cluster of galaxies, and the first spectroscopic data from SEGUE, a survey to explore the kinematics and chemical evolution of the Galaxy …",
            "The fifth data release of the Sloan Digital Sky Survey",
            "Jennifer K Adelman-McCarthy and Marcel A Agüeros and Sahar S Allam and Kurt SJ Anderson and Scott F Anderson and James Annis and Neta A Bahcall and Coryn AL Bailer-Jones and Ivan K Baldry and JC Barentine and Timothy C Beers and V Belokurov and Andreas Berlind and Mariangela Bernardi and Michael R Blanton and John J Bochanski and William N Boroski and DM Bramich and Howard J Brewington and Jarle Brinchmann and J Brinkmann and Robert J Brunner and Tamás Budavári and Larry N Carey and Samuel Carliles and Michael A Carr and Francisco J Castander and AJ Connolly and RJ Cool and Carlos E Cunha and István Csabai and Julianne J Dalcanton and Mamoru Doi and Daniel J Eisenstein and Michael L Evans and NW Evans and Xiaohui Fan and Douglas P Finkbeiner and Scott D Friedman and Joshua A Frieman and Masataka Fukugita and Bruce Gillespie and G Gilmore and Karl Glazebrook and Jim Gray and Eva K Grebel and James E Gunn and Ernst De Haas and Patrick B Hall and Michael Harvanek and Suzanne L Hawley and Jeffrey Hayes and Timothy M Heckman and John S Hendry and Gregory S Hennessy and Robert B Hindsley and Christopher M Hirata and Craig J Hogan and David W Hogg and Jon A Holtzman and Shin-ichi Ichikawa and Takashi Ichikawa and Željko Ivezić and Sebastian Jester and David E Johnston and Anders M Jorgensen and Mario Jurić and Guinevere Kauffmann and Stephen M Kent and SJ Kleinman and GR Knapp and Alexei Yu Kniazev and Richard G Kron and Jurek Krzesinski and Nikolay Kuropatkin and Donald Q Lamb and Hubert Lampeitl and Brian C Lee and R French Leger and Marcos Lima and Huan Lin and Daniel C Long and Jon Loveday and Robert H Lupton and Rachel Mandelbaum and Bruce Margon and David MartÍnez-Delgado and Takahiko Matsubara and Peregrine M McGehee and Timothy A McKay and Avery Meiksin and Jeffrey A Munn and Reiko Nakajima and Thomas Nash and Eric H Neilsen Jr and Heidi Jo Newberg and Robert C Nichol and Maria Nieto-Santisteban and Atsuko Nitta and Hiroaki Oyaizu and Sadanori Okamura and Jeremiah P Ostriker and Nikhil Padmanabhan and Changbom Park and John Peoples Jr and Jeffrey R Pier and Adrian C Pope and Dimitri Pourbaix and Thomas R Quinn and M Jordan Raddick and Paola Re Fiorentin and Gordon T Richards and Michael W Richmond and Hans-Walter Rix and Constance M Rockosi and David J Schlegel and Donald P Schneider and Ryan Scranton and Uroš Seljak and Erin Sheldon and Kazu Shimasaku and Nicole M Silvestri and J Allyn Smith and Vernesa Smolčić and Stephanie A Snedden and Albert Stebbins and Chris Stoughton and Michael A Strauss and Mark SubbaRao and Yasushi Suto and Alexander S Szalay and István Szapudi and Paula Szkody and Max Tegmark and Aniruddha R Thakar and Christy A Tremonti and Douglas L Tucker and Alan Uomoto and Daniel E Vanden Berk and Jan Vandenberg and S Vidrih and Michael S Vogeley and Wolfgang Voges and Nicole P Vogt and David H Weinberg and Andrew A West and Simon DM White and Brian Wilhite and Brian Yanny and DR Yocum",
            "2007",
            "boVy0Y0AAAAJ:9ZlFYXVOiuMC",
            2281,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/518864\/meta",
            "2368721565313110289",
            "\/scholar?cites=2368721565313110289",
            {
                "2007":46,
                "2008":317,
                "2009":394,
                "2010":318,
                "2011":237,
                "2012":208,
                "2013":165,
                "2014":134,
                "2015":107,
                "2016":99,
                "2017":63,
                "2018":67,
                "2019":59,
                "2020":46,
                "2021":5
            }
        ],
        [
            "We measure the large‐scale real‐space power spectrum   by using a sample of 205,443 galaxies from the Sloan Digital Sky Survey, covering 2417 effective square degrees with mean redshift  . We employ a matrix‐based method using pseudo–Karhunen‐Loève eigenmodes, producing uncorrelated minimum‐variance measurements in 22 k‐bands of both the clustering power and its anisotropy due to redshift‐space distortions, with narrow and well‐behaved window functions in the range  . We pay particular attention to modeling, quantifying, and correcting for potential systematic errors, nonlinear redshift distortions, and the artificial red‐tilt caused by luminosity‐dependent bias. Our results are robust to omitting angular and radial density fluctuations and are consistent between different parts of the sky. Our final result is a measurement of the real‐space matter power spectrum   up to an unknown overall …",
            "The three-dimensional power spectrum of galaxies from the sloan digital sky survey",
            "Max Tegmark and Michael R Blanton and Michael A Strauss and Fiona Hoyle and David Schlegel and Roman Scoccimarro and Michael S Vogeley and David H Weinberg and Idit Zehavi and Andreas Berlind and Tamás Budavari and Andrew Connolly and Daniel J Eisenstein and Douglas Finkbeiner and Joshua A Frieman and James E Gunn and Andrew JS Hamilton and Lam Hui and Bhuvnesh Jain and David Johnston and Stephen Kent and Huan Lin and Reiko Nakajima and Robert C Nichol and Jeremiah P Ostriker and Adrian Pope and Ryan Scranton and Uroš Seljak and Ravi K Sheth and Albert Stebbins and Alexander S Szalay and István Szapudi and Licia Verde and Yongzhong Xu and James Annis and Neta A Bahcall and J Brinkmann and Scott Burles and Francisco J Castander and Istvan Csabai and Jon Loveday and Mamoru Doi and Masataka Fukugita and J Richard Gott III and Greg Hennessy and David W Hogg and Željko Ivezić and Gillian R Knapp and Don Q Lamb and Brian C Lee and Robert H Lupton and Timothy A McKay and Peter Kunszt and Jeffrey A Munn and Liam O’Connell and John Peoples and Jeffrey R Pier and Michael Richmond and Constance Rockosi and Donald P Schneider and Christopher Stoughton and Douglas L Tucker and Daniel E Vanden Berk and Brian Yanny and Donald G York and SDSS Collaboration",
            "2004",
            "boVy0Y0AAAAJ:2KloaMYe4IUC",
            2081,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/382125\/meta",
            "12280904445484162723",
            "\/scholar?cites=12280904445484162723",
            {
                "2004":81,
                "2005":171,
                "2006":190,
                "2007":177,
                "2008":198,
                "2009":157,
                "2010":136,
                "2011":138,
                "2012":98,
                "2013":128,
                "2014":102,
                "2015":89,
                "2016":85,
                "2017":77,
                "2018":74,
                "2019":77,
                "2020":70,
                "2021":9
            }
        ],
        [
            "We propose a comprehensive theory of dark matter that explains the recent proliferation of unexpected observations in high-energy astrophysics. Cosmic ray spectra from ATIC and PAMELA require a WIMP (weakly interacting massive particle). with mass M χ∼ 500–800 GeV that annihilates into leptons at a level well above that expected from a thermal relic. Signals from WMAP and EGRET reinforce this interpretation. Limits on p and π 0− γ’s constrain the hadronic channels allowed for dark matter. Taken together, we argue these facts imply the presence of a new force in the dark sector, with a Compton wavelength m ϕ− 1≳ 1 GeV− 1. The long range allows a Sommerfeld enhancement to boost the annihilation cross section as required, without altering the weak-scale annihilation cross section during dark matter freeze-out in the early universe. If the dark matter annihilates into the new force carrier ϕ, its low mass …",
            "A theory of dark matter",
            "Nima Arkani-Hamed and Douglas P Finkbeiner and Tracy R Slatyer and Neal Weiner",
            "2009",
            "boVy0Y0AAAAJ:f2IySw72cVMC",
            1845,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.79.015014",
            "6052335552561551583",
            "\/scholar?cites=6052335552561551583",
            {
                "2009":195,
                "2010":237,
                "2011":153,
                "2012":165,
                "2013":156,
                "2014":139,
                "2015":151,
                "2016":122,
                "2017":136,
                "2018":138,
                "2019":115,
                "2020":115,
                "2021":10
            }
        ],
        [
            "We have created a variety of composite quasar spectra using a homogeneous data set of over 2200 spectra from the Sloan Digital Sky Survey (SDSS). The quasar sample spans a redshift range of 0.044≤ z≤ 4.789 and an absolute r'magnitude range of-18.0 to-26.5. The input spectra cover an observed wavelength range of 3800–9200 Å at a resolution of 1800. The median composite covers a rest-wavelength range from 800 to 8555 Å and reaches a peak signal-to-noise ratio of over 300 per 1 Å resolution element in the rest frame. We have identified over 80 emission-line features in the spectrum. Emission-line shifts relative to nominal laboratory wavelengths are seen for many of the ionic species. Peak shifts of the broad permitted and semiforbidden lines are strongly correlated with ionization energy, as previously suggested, but we find that the narrow forbidden lines are also shifted by amounts that are strongly …",
            "Composite quasar spectra from the sloan digital sky survey",
            "Daniel E Vanden Berk and Gordon T Richards and Amanda Bauer and Michael A Strauss and Donald P Schneider and Timothy M Heckman and Donald G York and Patrick B Hall and Xiaohui Fan and GR Knapp and Scott F Anderson and James Annis and Neta A Bahcall and Mariangela Bernardi and John W Briggs and J Brinkmann and Robert Brunner and Scott Burles and Larry Carey and Francisco J Castander and AJ Connolly and JH Crocker and Istvan Csabai and Mamoru Doi and Douglas Finkbeiner and Scott Friedman and Joshua A Frieman and Masataka Fukugita and James E Gunn and GS Hennessy and Željko Ivezić and Stephen Kent and Peter Z Kunszt and DQ Lamb and R French Leger and Daniel C Long and Jon Loveday and Robert H Lupton and Avery Meiksin and Aronne Merelli and Jeffrey A Munn and Heidi Jo Newberg and Matt Newcomb and RC Nichol and Russell Owen and Jeffrey R Pier and Adrian Pope and Constance M Rockosi and David J Schlegel and Walter A Siegmund and Stephen Smee and Yehuda Snir and Chris Stoughton and Christopher Stubbs and Mark SubbaRao and Alexander S Szalay and Gyula P Szokoly and Christy Tremonti and Alan Uomoto and Patrick Waddell and Brian Yanny and Wei Zheng",
            "2001",
            "boVy0Y0AAAAJ:4OULZ7Gr8RgC",
            1834,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/321167\/meta",
            "5879971515532928035",
            "\/scholar?cites=5879971515532928035",
            {
                "2001":6,
                "2002":41,
                "2003":58,
                "2004":79,
                "2005":68,
                "2006":95,
                "2007":90,
                "2008":101,
                "2009":78,
                "2010":95,
                "2011":92,
                "2012":138,
                "2013":104,
                "2014":91,
                "2015":122,
                "2016":119,
                "2017":104,
                "2018":111,
                "2019":124,
                "2020":94,
                "2021":10
            }
        ],
        [
            "We measure the large-scale real-space power spectrum P (k) using luminous red galaxies (LRGs) in the Sloan Digital Sky Survey (SDSS) and use this measurement to sharpen constraints on cosmological parameters from the Wilkinson Microwave Anisotropy Probe (WMAP). We employ a matrix-based power spectrum estimation method using Pseudo-Karhunen-Loève eigenmodes, producing uncorrelated minimum-variance measurements in 20 k-bands of both the clustering power and its anisotropy due to redshift-space distortions, with narrow and well-behaved window functions in the range 0.01 h\/Mpc< k< 0.2 h\/Mpc. Results from the LRG and main galaxy samples are consistent, with the former providing higher signal-to-noise. Our results are robust to omitting angular and radial density fluctuations and are consistent between different parts of the sky. They provide a striking confirmation of the predicted large …",
            "Cosmological constraints from the SDSS luminous red galaxies",
            "Max Tegmark and Daniel J Eisenstein and Michael A Strauss and David H Weinberg and Michael R Blanton and Joshua A Frieman and Masataka Fukugita and James E Gunn and Andrew JS Hamilton and Gillian R Knapp and Robert C Nichol and Jeremiah P Ostriker and Nikhil Padmanabhan and Will J Percival and David J Schlegel and Donald P Schneider and Roman Scoccimarro and Uroš Seljak and Hee-Jong Seo and Molly Swanson and Alexander S Szalay and Michael S Vogeley and Jaiyul Yoo and Idit Zehavi and Kevork Abazajian and Scott F Anderson and James Annis and Neta A Bahcall and Bruce Bassett and Andreas Berlind and Jon Brinkmann and Tamás Budavari and Francisco Castander and Andrew Connolly and Istvan Csabai and Mamoru Doi and Douglas P Finkbeiner and Bruce Gillespie and Karl Glazebrook and Gregory S Hennessy and David W Hogg and Željko Ivezić and Bhuvnesh Jain and David Johnston and Stephen Kent and Donald Q Lamb and Brian C Lee and Huan Lin and Jon Loveday and Robert H Lupton and Jeffrey A Munn and Kaike Pan and Changbom Park and John Peoples and Jeffrey R Pier and Adrian Pope and Michael Richmond and Constance Rockosi and Ryan Scranton and Ravi K Sheth and Albert Stebbins and Christopher Stoughton and István Szapudi and Douglas L Tucker and Daniel E Vanden Berk and Brian Yanny and Donald G York",
            "2006",
            "boVy0Y0AAAAJ:fPk4N6BV_jEC",
            1657,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.74.123507",
            "5834424242834634544",
            "\/scholar?cites=5834424242834634544",
            {
                "2006":8,
                "2007":155,
                "2008":260,
                "2009":223,
                "2010":185,
                "2011":143,
                "2012":130,
                "2013":110,
                "2014":81,
                "2015":62,
                "2016":66,
                "2017":59,
                "2018":52,
                "2019":53,
                "2020":48,
                "2021":11
            }
        ],
        [
            "This paper describes the Fourth Data Release of the Sloan Digital Sky Survey (SDSS), including all survey‐quality data taken through 2004 June. The data release includes five‐band photometric data for 180 million objects selected over 6670 deg2 and 673,280 spectra of galaxies, quasars, and stars selected from 4783 deg2 of those imaging data using the standard SDSS target selection algorithms. These numbers represent a roughly 27% increment over those of the Third Data Release; all the data from previous data releases are included in the present release. The Fourth Data Release also includes an additional 131,840 spectra of objects selected using a variety of alternative algorithms, to address scientific issues ranging from the kinematics of stars in the Milky Way thick disk to populations of faint galaxies and quasars.",
            "The fourth data release of the sloan digital sky survey",
            "Jennifer K Adelman-McCarthy and Marcel A Agüeros and Sahar S Allam and Kurt SJ Anderson and Scott F Anderson and James Annis and Neta A Bahcall and Ivan K Baldry and JC Barentine and Andreas Berlind and Mariangela Bernardi and Michael R Blanton and William N Boroski and Howard J Brewington and Jarle Brinchmann and J Brinkmann and Robert J Brunner and Tamás Budavári and Larry N Carey and Michael A Carr and Francisco J Castander and AJ Connolly and István Csabai and Paul C Czarapata and Julianne J Dalcanton and Mamoru Doi and Feng Dong and Daniel J Eisenstein and Michael L Evans and Xiaohui Fan and Douglas P Finkbeiner and Scott D Friedman and Joshua A Frieman and Masataka Fukugita and Bruce Gillespie and Karl Glazebrook and Jim Gray and Eva K Grebel and James E Gunn and Vijay K Gurbani and Ernst de Haas and Patrick B Hall and Frederick H Harris and Michael Harvanek and Suzanne L Hawley and Jeffrey Hayes and John S Hendry and Gregory S Hennessy and Robert B Hindsley and Christopher M Hirata and Craig J Hogan and David W Hogg and Donald J Holmgren and Jon A Holtzman and Shin-ichi Ichikawa and Željko Ivezić and Sebastian Jester and David E Johnston and Anders M Jorgensen and Mario Jurić and Stephen M Kent and SJ Kleinman and GR Knapp and Alexei Yu Kniazev and Richard G Kron and Jurek Krzesinski and Nikolay Kuropatkin and Donald Q Lamb and Hubert Lampeitl and Brian C Lee and R French Leger and Huan Lin and Daniel C Long and Jon Loveday and Robert H Lupton and Bruce Margon and David Martínez-Delgado and Rachel Mandelbaum and Takahiko Matsubara and Peregrine M McGehee and Timothy A McKay and Avery Meiksin and Jeffrey A Munn and Reiko Nakajima and Thomas Nash and Eric H Neilsen Jr and Heidi Jo Newberg and Peter R Newman and Robert C Nichol and Tom Nicinski and Maria Nieto-Santisteban and Atsuko Nitta and William O’Mullane and Sadanori Okamura and Russell Owen and Nikhil Padmanabhan and George Pauls and John Peoples Jr and Jeffrey R Pier and Adrian C Pope and Dimitri Pourbaix and Thomas R Quinn and Gordon T Richards and Michael W Richmond and Constance M Rockosi and David J Schlegel and Donald P Schneider and Joshua Schroeder and Ryan Scranton and Uroš Seljak and Erin Sheldon and Kazu Shimasaku and J Allyn Smith and Vernesa Smolčić and Stephanie A Snedden and Chris Stoughton and Michael A Strauss and Mark SubbaRao and Alexander S Szalay and István Szapudi and Paula Szkody and Max Tegmark and Aniruddha R Thakar and Douglas L Tucker and Alan Uomoto and Daniel E Vanden Berk and Jan Vandenberg and Michael S Vogeley and Wolfgang Voges and Nicole P Vogt and Lucianne M Walkowicz and David H Weinberg and Andrew A West and Simon DM White and Yongzhong Xu and Brian Yanny and DR Yocum and Donald G York and Idit Zehavi and Stefano Zibetti and Daniel B Zucker",
            "2006",
            "boVy0Y0AAAAJ:1sJd4Hv_s6UC",
            1320,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/497917\/meta",
            "6615996118350521184",
            "\/scholar?cites=6615996118350521184",
            {
                "2006":153,
                "2007":221,
                "2008":187,
                "2009":153,
                "2010":124,
                "2011":93,
                "2012":79,
                "2013":53,
                "2014":52,
                "2015":38,
                "2016":42,
                "2017":26,
                "2018":25,
                "2019":32,
                "2020":26,
                "2021":5
            }
        ]
    ]
}