{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "The ground return current of a high voltage direct current system will intrude the transformers adjacent to the grounding electrode in the case of monopole operation, leading to the half-cycle saturation of transformers. To mitigate the adverse effect, placing dc blocking devices (BDs) in transformer neutrals is popularly advocated. The conventional switching method of BDs may redirect the dc flow from one transformer with a BD to neighboring transformers without BDs. In this case, the dc currents through the neutrals of those transformers may possibly exceed the threshold undesirably. This problem is due to the lack of guidance for dc current distribution from the global view by means of finite BDs. Thus, this paper presents an optimization approach for the switching of BDs based on the gravitational search algorithm. A mathematical model for investigating the dc global distribution is established with the equivalent …",
            "Advanced DC bias suppression strategy based on finite DC blocking devices",
            "Zhicheng Xie and Xiangning Lin and Zheyuan Zhang and Zhengtian Li and Weihong Xiong and Huan Hu and Muhammad Shoaib Khalid and Owolabi Sunday Adio",
            "2017",
            "bOvzZ_YAAAAJ:Se3iqnhoufwC",
            16,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/7865963\/",
            "14854369355289167981",
            "\/scholar?cites=14854369355289167981",
            {
                "2017":2,
                "2018":9,
                "2019":5
            }
        ],
        [
            "Aiming at the fact that large-scale penetration of wind power will to some extent weaken the small signal stability of power systems, in this paper, the dynamic model of a doubly fed induction generator (DFIG) is established firstly, to analyze the impact of wind generation on power oscillation damping. Then, based on the conventional maximum power point tracking control of variable speed wind turbine, a supplementary control scheme is proposed to increase the damping of power system. To achieve best performance, parameters of the damping control are tuned by using a genetic algorithm. Results of eigenvalue analysis and simulations demonstrate the effectiveness of supplementary damping control with fixed wind speed. At last, due to the problem that fluctuation of output power of wind generators would cause the unstable performance of the DFIG damping controller above, a new algorithm that adapts to the wind variation is added to the supplementary damping control scheme. Results of the simulation show that an improved damping control scheme can stably enhance system damping under various wind speeds and has higher practical value. View Full-Text",
            "A novel DFIG damping control for power system with high wind power penetration",
            "Aiguo Tan and Xiangning Lin and Jinwen Sun and Ran Lyu and Zhengtian Li and Long Peng and Muhammad Shoaib Khalid",
            "2016",
            "bOvzZ_YAAAAJ:9yKSN-GCB0IC",
            15,
            "https:\/\/www.mdpi.com\/1996-1073\/9\/7\/521",
            "1562603345947905786",
            "\/scholar?cites=1562603345947905786",
            {
                "2017":5,
                "2018":3,
                "2019":3,
                "2020":2,
                "2021":2
            }
        ],
        [
            "This paper proposes the possibility of using the diesel generator with renewable energy sources (RES) and compares the cost of energy of isolated pv-wind-diesel-battery-converter hybrid system with a stand-alone diesel generator for a rural region in Egypt. The isolated system is also evaluated to find out the quantity of air pollution. The system has to supply a load with an average value of 48 kW and a peak value of 71 kW. HOMER software is used to carry out the cost of energy (COE), net present cost (NPC) and environmental emissions (Kg\/yr) calculations of optimization model. The simulation results show that the proposed hybrid system is very economical and environment friendly. The COE for the isolated hybrid power system is found to be 0.139$\/kWh which is more than half of the stand alone diesel generator system.",
            "Feasibility study of isolated PV-wind hybrid system in Egypt",
            "Samir Mohammed Dawoud and Xiang Ning Lin and Jin Wen Sun and Merfat Ibrahim Okba and Muhammad Shoaib Khalid and Asad Waqar",
            "2015",
            "bOvzZ_YAAAAJ:W7OEmFMy1HYC",
            14,
            "https:\/\/www.scientific.net\/AMR.1092-1093.145",
            "8782401271484609353",
            "\/scholar?cites=8782401271484609353",
            {
                "2015":2,
                "2016":1,
                "2017":5,
                "2018":5,
                "2019":1
            }
        ],
        [
            "The wind power in China is being developed mainly in terms of large scale, long distance, and high clustering. In this scenario, the uncertainty of wind farm operation gradually becomes a significant factor that power grid dispatcher needs to deal with. Among which, trip-off risk of wind turbine results from system disturbance, fault and fault removal of wind farm, etc. Besides, the geographical distribution of wind turbine usually also has the impact on the trip-off risk of wind farm. In view of above factors, existing security analysis methodology is difficult to satisfy the requirement of real-time alarming due to extreme analytical difficulty and huge computing complexity. Therefore, reasonable design of trip-off risk measure index of wind turbine becomes a key issue to implement a dynamic trip-off real-time alarming system. In this paper, a wind turbine trip-off decision tree system is constructed with the discrete characteristics …",
            "Design of wind turbine dynamic trip-off risk alarming mechanism for large-scale wind farms",
            "Peng Liu and Zhengtian Li and Yixin Zhuo and Xiangning Lin and Suyang Ding and Muhammad Shoaib Khalid and Owolabi Sunday Adio",
            "2017",
            "bOvzZ_YAAAAJ:Y0pCki6q_DkC",
            13,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/7919230\/",
            "8594714907064825052",
            "\/scholar?cites=8594714907064825052",
            {
                "2017":3,
                "2018":4,
                "2019":2,
                "2020":4
            }
        ],
        [
            "Ignoring the dynamic impedance characteristics of a thyristor-controlled series-capacitor-type fault current limiter (TCSC-FCL) may lead to maloperation\/fail-to-trip or slow response of distance protection. To solve the above problem, the TCSC-FCL dynamic impedance analysis model was established. Taking the special operation mode of the TCSC-FCL into account, the time-varying characteristics of the TCSC-FCL during the whole process from the series compensation mode to the current-limiting mode were analyzed. Then, this paper proposed the function expression of dynamic impedance characteristics of the TCSC-FCL and put forward the distance protection setting strategy based on a dynamic offset impedance circle in order to eliminate the influence of TCSC-FCL dynamic impedance characteristics to the distance protection operation. By establishing a typical simulation model including the TCSC-FCL, the …",
            "A new distance protection method considering TCSC-FCL dynamic impedance characteristics",
            "Fanrong Wei and Xiangning Lin and Zhengtian Li and Le Chen and Muhammad Shoaib Khalid",
            "2017",
            "bOvzZ_YAAAAJ:eQOLeE2rZwMC",
            12,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/8119887\/",
            "10130230704698492288",
            "\/scholar?cites=10130230704698492288",
            {
                "2019":4,
                "2020":7,
                "2021":1
            }
        ],
        [
            "This paper presents a novel chance constrained programming model for the operational-planning of a microgrid containing renewable energy sources like wind and solar, and vehicle to grid (V2G) storage. The model investigates the economic implications of the V2G storage on the microgrid operation. The microgrids consisting of intermittent renewable energy sources always need additional backup to mitigate the fluctuating power. This additional backup results in increased investment and operational costs. The V2G storage in such a situation can act as energy buffer and can supply the microgrid with balancing services at low costs. However the availability of the power from the V2G storage is also intermittent in nature because of the random plug-in pattern of electric vehicles. In this paper a microgrid containing a wind, PV and diesel generation and energy storage (V2G\/flxed) is connected to an external grid …",
            "Multi-objective chance constrained programming model for operational-planning of V2G integrated microgrid",
            "Asad Waqar and Shaorong Wang and Muhammad S Khalid and Xiaohan Shi",
            "2015",
            "bOvzZ_YAAAAJ:zYLM7Y9cAGgC",
            9,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/7432298\/",
            "6479718613165243878",
            "\/scholar?cites=6479718613165243878",
            {
                "2015":1,
                "2016":2,
                "2017":3,
                "2018":1,
                "2019":2
            }
        ],
        [
            "Removal of transmission lines in power systems may result in load flow transferring and unreasonable operations of backup protections, which may develop into cascading tripping accidents and even blackouts. Traditional backup protection based on local measurement information has disadvantages in preventing from cascading trip because it cannot distinguish the over load reason between due to faults and due to load flow transferring. On the premise that the load flow transferring can be identified based on wide-area coordination system, concise adaptive adjustment methods for the operation characteristics of zone III distance protection and overcurrent protections are proposed to avoid the mal-operation caused by load flow transferring. Meanwhile, their backup protection functionality can be reserve to a great extent. The simulation test results illustrate the validity of the proposed method.",
            "Countermeasures on preventing backup protection mal-operation during load flow transferring",
            "Xiangning Lin and Kun Yu and Ning Tong and Zhengtian Li and Muhammad Shoaib Khalid and Jingguang Huang and Zhongqing Li and Rui Zhang",
            "2016",
            "bOvzZ_YAAAAJ:_FxGoFyzp5QC",
            8,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0142061515005797",
            "13045892019965925394",
            "\/scholar?cites=13045892019965925394",
            {
                "2017":2,
                "2018":2,
                "2019":3,
                "2020":1
            }
        ],
        [
            "Remote and scattered population of Pakistan have no access to national grid, while grid extension to these areas is an uphill task. Most people in far flung areas live without electricity, where decentralized generation based on renewable sources is the only way for the provision of electricity. The renewable energies are site specific and climate dependent therefore; integrated renewable energy system are deployed which can play significant role in bringing prosperity to the poverty stricken people lives by meeting their energy demands. Due to the stochastic behavior of renewable energy sources hybrid energy systems are preferred because it is more reliable and efficient. This paper deals with the economic planning of hybrid energy system of such that in the absence of one source the other can take over for cost effective energy production. We have performed economic analysis of three renewable sources Solar …",
            "Economic planning for remote community microgrid containing solar PV, biomass gasifier and microhydro",
            "Muhammad Younas and Rizwan Kamal and Muhammad Shoaib Khalid and Affaq Qamar",
            "2018",
            "bOvzZ_YAAAAJ:u5HHmVD_uO8C",
            5,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/8664025\/",
            "1043613106997995133",
            "\/scholar?cites=1043613106997995133",
            {
                "2019":1,
                "2020":3,
                "2021":1
            }
        ],
        [
            "International interconnections generate a series of advantages within those countries that are connected. The most significant of these is the contribution to the security and continuity of the electricity supply within those interconnected systems. This paper presents the benefit of regional-interconnection networks, and the improvement of Iraq transmission network in its generation and transmission capacity by connecting 400kV, 50HZ grid with neighboring countries (Iran, Syria, and Turkey). The Phase-shifting transformer (PST) proves to be more effective than other devices to control the active power flow between two large independent grids of different areas or countries. This paper focuses on the efficiency of PST in limiting the magnitude and direction of active power flow from these countries 400kVnetworks to Iraq network In this paper, SVC is used to regulate active power transfer by regulating voltage at load …",
            "Iraq network 400kV, 50Hz interconnect with Iran, Turkey and Syria using phase-shifting transformers in control and limit power flow of countries",
            "Qasim Kamil Mohsin and Xiangning Lin and Zhicheng Wang and Owolabi Sunday and M Shoaib Khalid and Peiwen Zheng",
            "2014",
            "bOvzZ_YAAAAJ:hqOjcs7Dif8C",
            5,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/7065985\/",
            "17393405051723386059",
            "\/scholar?cites=17393405051723386059",
            {
                "2017":3,
                "2018":1,
                "2019":1
            }
        ]
    ]
}