{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Networks of filamentous proteins play a crucial role in cell mechanics. These cytoskeletal networks, together with various cross-linking and other associated proteins largely determine the (visco) elastic response of cells. In this Letter we study a model system of cross-linked, stiff filaments in order to explore the connection between the microstructure under strain and the macroscopic response of cytoskeletal networks. We find two distinct regimes as a function primarily of cross-link density and filament rigidity: one characterized by affine deformation and one by nonaffine deformation. We characterize the crossover between these two.",
            "Deformation of cross-linked semiflexible polymer networks",
            "David A Head and Alex J Levine and FC MacKintosh",
            "2003",
            "BpCjE34AAAAJ:u-x6o8ySG0sC",
            430,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.108102",
            "16089297326499327649",
            "\/scholar?cites=16089297326499327649",
            {
                "2004":13,
                "2005":13,
                "2006":21,
                "2007":31,
                "2008":13,
                "2009":35,
                "2010":28,
                "2011":25,
                "2012":24,
                "2013":23,
                "2014":25,
                "2015":26,
                "2016":37,
                "2017":20,
                "2018":33,
                "2019":28,
                "2020":27,
                "2021":5
            }
        ],
        [
            "The human red blood cell (RBC) membrane, a fluid lipid bilayer tethered to an elastic 2D spectrin network, provides the principal control of the cell’s morphology and mechanics. These properties, in turn, influence the ability of RBCs to transport oxygen in circulation. Current mechanical measurements of RBCs rely on external loads. Here we apply a noncontact optical interferometric technique to quantify the thermal fluctuations of RBC membranes with 3 nm accuracy over a broad range of spatial and temporal frequencies. Combining this technique with a new mathematical model describing RBC membrane undulations, we measure the mechanical changes of RBCs as they undergo a transition from the normal discoid shape to the abnormal echinocyte and spherical shapes. These measurements indicate that, coincident with this morphological transition, there is a significant increase in the membrane’s shear …",
            "Measurement of red blood cell mechanics during morphological changes",
            "YongKeun Park and Catherine A Best and Kamran Badizadegan and Ramachandra R Dasari and Michael S Feld and Tatiana Kuriabova and Mark L Henle and Alex J Levine and Gabriel Popescu",
            "2010",
            "BpCjE34AAAAJ:zYLM7Y9cAGgC",
            398,
            "https:\/\/www.pnas.org\/content\/107\/15\/6731\/",
            "8016660418187583501",
            "\/scholar?cites=8016660418187583501",
            {
                "2010":3,
                "2011":37,
                "2012":28,
                "2013":46,
                "2014":52,
                "2015":46,
                "2016":35,
                "2017":43,
                "2018":36,
                "2019":33,
                "2020":33,
                "2021":4
            }
        ],
        [
            "Semiflexible polymers such as filamentous actin (F-actin) play a vital role in the mechanical behavior of cells, yet the basic properties of cross-linked F-actin networks remain poorly understood. To address this issue, we have performed numerical studies of the linear response of homogeneous and isotropic two-dimensional networks subject to an applied strain at zero temperature. The elastic moduli are found to vanish for network densities at a rigidity percolation threshold. For higher densities, two regimes are observed: one in which the deformation is predominately affine and the filaments stretch and compress; and a second in which bending modes dominate. We identify a dimensionless scalar quantity, being a combination of the material length scales, that specifies to which regime a given network belongs. A scaling argument is presented that approximately agrees with this crossover variable. By a direct …",
            "Distinct regimes of elastic response and deformation modes of cross-linked cytoskeletal and semiflexible polymer networks",
            "DA Head and AJ Levine and FC MacKintosh",
            "2003",
            "BpCjE34AAAAJ:9yKSN-GCB0IC",
            388,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.68.061907",
            "13364978813203634361",
            "\/scholar?cites=13364978813203634361",
            {
                "2004":5,
                "2005":14,
                "2006":19,
                "2007":26,
                "2008":15,
                "2009":29,
                "2010":27,
                "2011":16,
                "2012":24,
                "2013":34,
                "2014":23,
                "2015":21,
                "2016":27,
                "2017":25,
                "2018":33,
                "2019":25,
                "2020":19,
                "2021":3
            }
        ],
        [
            "We study the dynamics of rigid spheres embedded in viscoelastic media and address two questions of importance to microrheology. First, we calculate the complete response to an external force of a single bead in a homogeneous elastic network viscously coupled to an incompressible fluid. From this response function we find the frequency range where the standard assumptions of microrheology are valid. Second, we study fluctuations when embedded spheres perturb the media around them and show that mutual fluctuations of two separated spheres provide a more accurate determination of the complex shear modulus than do the fluctuations of a single sphere.",
            "One-and two-particle microrheology",
            "Alex J Levine and TC Lubensky",
            "2000",
            "BpCjE34AAAAJ:u5HHmVD_uO8C",
            353,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.85.1774",
            "16849238769520432061",
            "\/scholar?cites=16849238769520432061",
            {
                "2001":6,
                "2002":8,
                "2003":15,
                "2004":12,
                "2005":19,
                "2006":25,
                "2007":19,
                "2008":28,
                "2009":21,
                "2010":18,
                "2011":21,
                "2012":15,
                "2013":25,
                "2014":25,
                "2015":14,
                "2016":13,
                "2017":12,
                "2018":26,
                "2019":13,
                "2020":15
            }
        ],
        [
            "Capillary forces significantly affect the stability of sandpiles. We analyze the stability of sandpiles with such forces, and find that the critical angle is unchanged in the limit of an infinitely large system; however, this angle is increased for finite-sized systems. The failure occurs in the bulk of the sandpile rather than at the surface. This is related to a standard result in soil mechanics. The increase in the critical angle is determined by the surface roughness of the particles, and exhibits three regimes as a function of the added-fluid volume. Our theory is in qualitative agreement with the recent experimental results of Hornbaker et al., although our interpretation differs.",
            "How sandcastles fall",
            "Thomas C Halsey and Alex J Levine",
            "1998",
            "BpCjE34AAAAJ:d1gkVwhDpl0C",
            310,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.80.3141",
            "1664864789851608198",
            "\/scholar?cites=1664864789851608198",
            {
                "1998":1,
                "1999":4,
                "2000":7,
                "2001":12,
                "2002":16,
                "2003":10,
                "2004":15,
                "2005":15,
                "2006":16,
                "2007":13,
                "2008":27,
                "2009":11,
                "2010":15,
                "2011":19,
                "2012":15,
                "2013":17,
                "2014":15,
                "2015":13,
                "2016":12,
                "2017":13,
                "2018":19,
                "2019":14,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We demonstrate how tracer microrheology methods can be extended to study submicron scale variations in the viscoelastic response of soft materials; in particular, a semidilute solution of λ-DNA. The polymer concentration is depleted near the surfaces of the tracer particles, within a distance comparable to the polymer correlation length. The rheology of this microscopic layer alters the tracers’ motion and can be precisely quantified using one-and two-point microrheology. Interestingly, we found this mechanically distinct layer to be twice as thick as the layer of depleted concentration, likely due to solvent drainage through the locally perturbed polymer structure.",
            "Rheological microscopy: local mechanical properties from microrheology",
            "DT Chen and ER Weeks and John C Crocker and MF Islam and R Verma and J Gruber and AJ Levine and Thomas C Lubensky and AG Yodh",
            "2003",
            "BpCjE34AAAAJ:2osOgNQ5qMEC",
            225,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.90.108301",
            "6839234691159554674",
            "\/scholar?cites=6839234691159554674",
            {
                "2003":1,
                "2004":6,
                "2005":15,
                "2006":20,
                "2007":15,
                "2008":23,
                "2009":13,
                "2010":16,
                "2011":12,
                "2012":10,
                "2013":16,
                "2014":22,
                "2015":16,
                "2016":6,
                "2017":7,
                "2018":10,
                "2019":4,
                "2020":12
            }
        ],
        [
            "The mechanics of cells is strongly affected by molecular motors that generate forces in the cellular cytoskeleton. We develop a model for cytoskeletal networks driven out of equilibrium by molecular motors exerting transient contractile stresses. Using this model we show how motor activity can dramatically increase the network’s bulk elastic moduli. We also show how motor binding kinetics naturally leads to enhanced low-frequency stress fluctuations that result in nonequilibrium diffusive motion within an elastic network, as seen in recent in vitro and in vivo experiments.",
            "Nonequilibrium mechanics and dynamics of motor-activated gels",
            "Fred C MacKintosh and Alex J Levine",
            "2008",
            "BpCjE34AAAAJ:YsMSGLbcyi4C",
            195,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.018104",
            "17668830281956529724",
            "\/scholar?cites=17668830281956529724",
            {
                "2008":8,
                "2009":12,
                "2010":9,
                "2011":13,
                "2012":13,
                "2013":12,
                "2014":24,
                "2015":22,
                "2016":16,
                "2017":16,
                "2018":11,
                "2019":19,
                "2020":16,
                "2021":2
            }
        ],
        [
            "In order to address basic questions of importance to microrheology, we study the dynamics of a rigid sphere embedded in a model viscoelastic medium consisting of an elastic network permeated by a viscous fluid. We calculate the complete response of a single bead in this medium to an external force, and compare the result to the commonly–accepted, generalized Stokes-Einstein relation (GSER). We find that our response function is well approximated by the GSER only within a particular frequency range determined by the material parameters of both the bead and the network. We then discuss the relevance of this result to recent experiments. Finally we discuss the approximations made in our solution of the response function by comparing our results to the exact solution for the response function of a bead in a viscous (Newtonian) fluid.",
            "Response function of a sphere in a viscoelastic two-fluid medium",
            "Alex J Levine and TC Lubensky",
            "2001",
            "BpCjE34AAAAJ:qjMakFHDy7sC",
            164,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.63.041510",
            "11447514377225990495",
            "\/scholar?cites=11447514377225990495",
            {
                "2001":4,
                "2002":4,
                "2003":7,
                "2004":10,
                "2005":11,
                "2006":12,
                "2007":6,
                "2008":9,
                "2009":9,
                "2010":6,
                "2011":11,
                "2012":9,
                "2013":19,
                "2014":9,
                "2015":9,
                "2016":6,
                "2017":4,
                "2018":6,
                "2019":6,
                "2020":6
            }
        ],
        [
            "We determine both the in-plane and out-of-plane dynamics of viscoelastic membranes separating two viscous fluids in order to understand microrheological studies of such membranes. We demonstrate the general viscoelastic signatures in the dynamics of shear, bending, and compression modes. We show that these modes remain independent in the presence of hydrodynamic interactions. The full response functions for motion both in-plane and out-of-plane are derived for the general case of viscoelastic films in contact with arbitrary viscous fluids. Specifically, we derive closed-form expressions for the in-plane longitudinal and transverse response functions for viscous membranes embedded in fluid media. We also find a screening of the otherwise two-dimensional character of the response to point forces due to the presence of the solvent.",
            "Dynamics of viscoelastic membranes",
            "Alex J Levine and FC MacKintosh",
            "2002",
            "BpCjE34AAAAJ:Tyk-4Ss8FVUC",
            126,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.66.061606",
            "895846090276813244",
            "\/scholar?cites=895846090276813244",
            {
                "2004":3,
                "2005":3,
                "2006":4,
                "2007":6,
                "2008":7,
                "2009":7,
                "2010":11,
                "2011":15,
                "2012":9,
                "2013":8,
                "2014":11,
                "2015":10,
                "2016":8,
                "2017":7,
                "2018":6,
                "2019":3,
                "2020":8
            }
        ],
        [
            "We measure the increase in the maximum stable angle of a sandpile, θ c, with the volume fraction, φ, of a liquid added to cause cohesion between the grains. For two different liquids, tan θ c does not apparently scale with the air-liquid surface tension at low φ, whereas it does at higher φ. This suggests that the liquid forms menisci at asperities on the surfaces of the grains before filling cohesive menisci at intergrain contact points. In this cohesive limit, θ c (φ) agrees with a surface roughness theory. Electron and fluorescence microscopy of the dry and wet surfaces of the grains support this model.",
            "Critical angle of wet sandpiles",
            "TG Mason and AJ Levine and D Ertaş and TC Halsey",
            "1999",
            "BpCjE34AAAAJ:UeHWp8X0CEIC",
            119,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.60.R5044",
            "16725391116506191776",
            "\/scholar?cites=16725391116506191776",
            {
                "2000":4,
                "2001":10,
                "2002":6,
                "2003":7,
                "2004":12,
                "2005":6,
                "2006":7,
                "2007":4,
                "2008":7,
                "2009":2,
                "2010":4,
                "2011":3,
                "2012":3,
                "2013":7,
                "2014":5,
                "2015":8,
                "2016":4,
                "2017":5,
                "2018":6,
                "2019":4,
                "2020":4
            }
        ]
    ]
}