{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Understanding intramolecular energy flow in molecules is one of the central goals of chemical physics. Statistical theories [such as Rice-Ram sperger-Ka:; sel-Marcus (RRKM) theory] of unimolecular reaction rates, which assume that the vibrational degrees of freedom rapidly exchange energy, have proved extremely successful (1). Recent work on small mol ecules has provided rigorous tests of these theories (2). With the success of unimolecular reaction theory, it has become clear that intramolecular vibrational energy redistribution (IVR) is a nearly universal phenomenon when molecules have enough energy to break bonds. However, despite this success, several impottant issues about the nature'Of the assumed statistical motion have been left unresolved. Definifive measurements of the lime scale of the IVR process have only recently become possible. Unimolecular reaction theories only require IVR to be …",
            "Intramolecular dynamics from eigenstate-resolved infrared spectra",
            "KK Lehmann and G Scoles and BH Pate",
            "1994",
            "BPez5DMAAAAJ:u5HHmVD_uO8C",
            437,
            "https:\/\/www.annualreviews.org\/doi\/pdf\/10.1146\/annurev.pc.45.100194.001325",
            "11992519644160674028",
            "\/scholar?cites=11992519644160674028",
            {
                "1995":18,
                "1996":15,
                "1997":31,
                "1998":27,
                "1999":26,
                "2000":23,
                "2001":18,
                "2002":18,
                "2003":24,
                "2004":25,
                "2005":16,
                "2006":21,
                "2007":23,
                "2008":28,
                "2009":12,
                "2010":11,
                "2011":15,
                "2012":15,
                "2013":11,
                "2014":6,
                "2015":10,
                "2016":11,
                "2017":5,
                "2018":7,
                "2019":12,
                "2020":7
            }
        ],
        [
            "This article provides a review of recent work in the field of helium nanodroplet spectroscopy with an emphasis on the dynamical aspects of the interactions between molecules in helium as well as their interaction with this unique quantum solvent. Emphasis is placed on experimental methods and studies introducing recent new approaches, in particular including time-resolved techniques. Corresponding theoretical results on the energetics and dynamics of helium droplets are also discussed.",
            "Spectroscopy and dynamics in helium nanodroplets",
            "Frank Stienkemeier and Kevin K Lehmann",
            "2006",
            "BPez5DMAAAAJ:9yKSN-GCB0IC",
            425,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-4075\/39\/8\/R01\/meta",
            "4799464495745945723",
            "\/scholar?cites=4799464495745945723",
            {
                "2006":5,
                "2007":31,
                "2008":24,
                "2009":42,
                "2010":30,
                "2011":34,
                "2012":31,
                "2013":30,
                "2014":26,
                "2015":26,
                "2016":28,
                "2017":42,
                "2018":25,
                "2019":26,
                "2020":20,
                "2021":3
            }
        ],
        [
            "A nonstandard, high sensitivity, absorption detection technique has been applied to the investigation of the very weak fifth, sixth, and seventh overtones of HCN at 100 Torr and 296 K. The frequency range covered is from 17 500 to 23 000 cm−1. We report high resolution, absolute absorption spectra with a noise equivalent sensitivity as low as ∼2×10−9\/cm (recently improved to 7×10−10\/cm). Band origins, rotational constants, and band intensities are reported and compared with calculated values. The HCN overtone spectra in the present study are not affected by any kind of perturbation, despite the high excitation energy involved.",
            "Ring‐down cavity absorption spectroscopy of the very weak HCN overtone bands with six, seven, and eight stretching quanta",
            "D Romanini and KK Lehmann",
            "1993",
            "BPez5DMAAAAJ:u-x6o8ySG0sC",
            424,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.465866",
            "10296540086416173468",
            "\/scholar?cites=10296540086416173468",
            {
                "1994":6,
                "1995":21,
                "1996":21,
                "1997":26,
                "1998":12,
                "1999":38,
                "2000":20,
                "2001":21,
                "2002":22,
                "2003":16,
                "2004":18,
                "2005":16,
                "2006":22,
                "2007":19,
                "2008":16,
                "2009":27,
                "2010":8,
                "2011":12,
                "2012":8,
                "2013":14,
                "2014":13,
                "2015":13,
                "2016":14,
                "2017":4,
                "2018":4,
                "2019":6,
                "2020":3,
                "2021":1
            }
        ],
        [
            "In this article, recent developments in helium nanodroplet isolation (HENDI) spectroscopy are reviewed, with an emphasis on the infrared region of the spectrum. We discuss how molecular beam spectroscopy and matrix isolation spectroscopy can be usefully combined into a method that provides a unique tool to tackle physical and chemical problems which had been outside our experimental possibilities. Next, in reviewing the experimental methodology, we present design criteria for droplet beam formation and its seeding with the chromophore(s) of interest, followed by a discussion of the merits and shortcomings of radiation sources currently used in this type of spectroscopy. In a second, more conceptual part of the review, we discuss several HENDI issues which are understood by the community to a varied level of depth and precision. In this context, we show first how a superfluid helium cluster adopts the …",
            "Helium nanodroplet isolation rovibrational spectroscopy: Methods and recent results",
            "Carlo Callegari and Kevin K Lehmann and Roman Schmied and Giacinto Scoles",
            "2001",
            "BPez5DMAAAAJ:d1gkVwhDpl0C",
            383,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1418746",
            "17765431352724429490",
            "\/scholar?cites=17765431352724429490",
            {
                "2001":2,
                "2002":10,
                "2003":24,
                "2004":30,
                "2005":31,
                "2006":44,
                "2007":30,
                "2008":16,
                "2009":21,
                "2010":17,
                "2011":29,
                "2012":18,
                "2013":16,
                "2014":20,
                "2015":11,
                "2016":16,
                "2017":16,
                "2018":13,
                "2019":12,
                "2020":5
            }
        ],
        [
            "Cavity ring‐down is becoming a widely used technique in gas phase spectroscopy. It holds promise for further important extensions, which will lead to even more frequent use. However, we have found widespread confusion in the literature about the nature of coherence effects, especially when the optical cavity constituting the ring‐down cell is excited with a short coherence length laser source. In this paper we use the superposition principle of optics to present a general and natural framework for describing the excitation of a ring‐down cavity regardless of the relative values of the cavity ring‐down time, the input pulse coherence time, or the dephasing time of absorption species inside the cavity. This analysis demonstrates that even in the impulsive limit the radiation inside a high finesse cavity can have frequency components only at the natural resonance frequencies of the cavity modes. As an immediate …",
            "The superposition principle and cavity ring‐down spectroscopy",
            "Kevin K Lehmann and Daniele Romanini",
            "1996",
            "BPez5DMAAAAJ:2osOgNQ5qMEC",
            238,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.472955",
            "14702615148142685895",
            "\/scholar?cites=14702615148142685895",
            {
                "1996":1,
                "1997":7,
                "1998":5,
                "1999":18,
                "2000":4,
                "2001":15,
                "2002":17,
                "2003":9,
                "2004":11,
                "2005":12,
                "2006":14,
                "2007":9,
                "2008":9,
                "2009":11,
                "2010":9,
                "2011":10,
                "2012":14,
                "2013":6,
                "2014":11,
                "2015":9,
                "2016":9,
                "2017":5,
                "2018":9,
                "2019":8,
                "2020":5
            }
        ]
    ]
}