{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Two-photon absorption coefficients \/32 of ten direct gap semiconductors with band-gap energy Eg varying between 1 .4 and 3.7 eV were measured using 1.06 µm and 0.53 um picosecond pulses. $2 was found to scale as E43, as predicted by theory for the samples measured. Extension of the empirical relationship between $2 and Eg to InSb with Eg = 0.2 eV also provides agree-ment between previously measured values and the predicted 02. In addition, the absolute values of $2 are in excellent agreement (the average difference being <26%) with recent theory, which includes the effects of nonparabolic bands. The nonlinear refraction induced in these materials was monitored and found to agree well with the assumption that the self-refraction originates from the two-photon-generated free carriers. The observed self-defocusing yields an effective nonlinear index as much as two orders of magnitude larger than …",
            "Two photon absorption, nonlinear refraction, and optical limiting in semiconductors",
            "Eric W Van Stryland and H Vanherzeele and M Am Woodall and MJ Soileau and Arthur L Smirl and Shekhar Guha and Thomas F Boggess",
            "1985",
            "BQQ2ZrsAAAAJ:u5HHmVD_uO8C",
            513,
            "https:\/\/www.spiedigitallibrary.org\/journals\/optical-engineering\/volume-24\/issue-4\/244613\/Two-Photon-Absorption-Nonlinear-Refraction-And-Optical-Limiting-In-Semiconductors\/10.1117\/12.7973538.short",
            "4878088821099788916",
            "\/scholar?cites=4878088821099788916",
            {
                "1986":3,
                "1987":11,
                "1988":14,
                "1989":12,
                "1990":18,
                "1991":19,
                "1992":23,
                "1993":27,
                "1994":22,
                "1995":19,
                "1996":23,
                "1997":21,
                "1998":10,
                "1999":12,
                "2000":7,
                "2001":6,
                "2002":9,
                "2003":10,
                "2004":22,
                "2005":13,
                "2006":10,
                "2007":14,
                "2008":12,
                "2009":13,
                "2010":13,
                "2011":8,
                "2012":12,
                "2013":8,
                "2014":7,
                "2015":18,
                "2016":16,
                "2017":12,
                "2018":21,
                "2019":22,
                "2020":20,
                "2021":3
            }
        ],
        [
            "We performed a series of experiments on suspensions of carbon particles in liquids (ink) and carbon particles deposited on glass to determine the mechanisms for the observed optical-limiting behavior. Both materials show reduced transmittance for increasing fluence (energy per unit area). We found that nonlinear scattering dominates the transmissive losses and that the limiting is fluence dependent, so that limiters based on black ink are effective for nanosecond pulses but not for picosecond pulses. Additionally, the nonlinear scattering and the limiting behavior cease after repeated irradiation. For the liquid, flowing eliminates this effect. All the data obtained are consistent with a model of direct heating of the microscopic-sized carbon particles by linear absorption with subsequent optical breakdown initiated by thermally ionized carriers. A simple calculation gives temperatures higher than the sublimation …",
            "Nonlinear optical properties of carbon-black suspensions (ink)",
            "Kamjou Mansour and MJ Soileau and Eric W Van Stryland",
            "1992",
            "BQQ2ZrsAAAAJ:u-x6o8ySG0sC",
            407,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=josab-9-7-1100",
            "239113806247145053",
            "\/scholar?cites=239113806247145053",
            {
                "1993":8,
                "1994":10,
                "1995":4,
                "1996":6,
                "1997":8,
                "1998":7,
                "1999":15,
                "2000":20,
                "2001":10,
                "2002":14,
                "2003":19,
                "2004":20,
                "2005":6,
                "2006":10,
                "2007":11,
                "2008":12,
                "2009":23,
                "2010":24,
                "2011":15,
                "2012":15,
                "2013":22,
                "2014":25,
                "2015":17,
                "2016":16,
                "2017":21,
                "2018":14,
                "2019":22,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We present measurements of the two-photon absorption coefficients β_2 of 10 different semiconductors having band-gap energies between 1.4 and 3.7 eV. We find that β_2 varies as Eg^−3, as predicted by theory. In addition, the absolute values of β_2 agree with theory, which includes the effect of nonparabolic bands, the average difference being less than 26%. This agreement permits confident predictions of two-photon absorption coefficients of other materials at other wavelengths.",
            "Energy band-gap dependence of two-photon absorption",
            "Eric W Van Stryland and MA Woodall and H Vanherzeele and MJ Soileau",
            "1985",
            "BQQ2ZrsAAAAJ:2osOgNQ5qMEC",
            358,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-10-10-490",
            "11215712220561121165",
            "\/scholar?cites=11215712220561121165",
            {
                "1986":2,
                "1987":2,
                "1988":3,
                "1989":3,
                "1990":7,
                "1991":5,
                "1992":3,
                "1993":8,
                "1994":9,
                "1995":3,
                "1996":7,
                "1997":6,
                "1998":9,
                "1999":6,
                "2000":5,
                "2001":11,
                "2002":5,
                "2003":8,
                "2004":7,
                "2005":11,
                "2006":9,
                "2007":11,
                "2008":19,
                "2009":13,
                "2010":12,
                "2011":10,
                "2012":17,
                "2013":13,
                "2014":16,
                "2015":22,
                "2016":15,
                "2017":16,
                "2018":17,
                "2019":23,
                "2020":21,
                "2021":2
            }
        ],
        [
            "We experimentally and theoretically investigate optical beam propagation in nonlinear refractive materials having a thickness greater than the depth of focus of the input beam (i.e., internal self-action). A simple model based on the \"constant shape approximation\" is adequate for analyzing the propagation of laser beams within such media under most conditions. In a tight focus geometry, we find that the position of the sample with respect to the focal plane, z, is an important parameter in the fluence limiting characteristics of the output. The behavior with z allows us to perform a \"thick sample Z-scan\" from which we can determine the sign and magnitude of the nonlinear refraction index. In CS2, we have used this method to independently measure the negative thermally induced index change and the positive Kerr nonlinearity with nanosecond and picosecond CO2 laser pulses, respectively. We have experimentally …",
            "Nonlinear refraction and optical limiting in",
            "Mansoor Sheik-Bahae and Ali A Said and David J Hagan and MJ Soileau and Eric W Van Stryland",
            "1991",
            "BQQ2ZrsAAAAJ:d1gkVwhDpl0C",
            302,
            "https:\/\/www.spiedigitallibrary.org\/journals\/optical-engineering\/volume-30\/issue-8\/0000\/Nonlinear-refraction-and-optical-limiting-in-thick-media\/10.1117\/12.55902.short",
            "10679507964998842615",
            "\/scholar?cites=10679507964998842615",
            {
                "1992":4,
                "1993":10,
                "1994":17,
                "1995":9,
                "1996":16,
                "1997":12,
                "1998":13,
                "1999":11,
                "2000":9,
                "2001":4,
                "2002":5,
                "2003":10,
                "2004":9,
                "2005":4,
                "2006":13,
                "2007":5,
                "2008":11,
                "2009":11,
                "2010":10,
                "2011":12,
                "2012":16,
                "2013":15,
                "2014":12,
                "2015":11,
                "2016":14,
                "2017":11,
                "2018":7,
                "2019":9,
                "2020":10,
                "2021":2
            }
        ],
        [
            "We present a detailed characterization of the output of passive semiconductor-based optical limiters. These devices utilize two-photon absorption along with photogenerated carrier defocusing within the material to limit the output fluence and irradiance. In addition to protecting downstream optical components, the focusing geometry combined with these nonlinearities makes the devices self-protecting. Such devices have a broad working wavelength range since both the initial two-photon absorption and the subsequent carrier refraction are slowly varying funtions of wavelength. For example, ZnSe should have a useful range of from 0.5 to 0.85 μm. In this material we have observed the onset of limiting at input powers as low as 80 W when using 10-nsec, 0.53 μm input pulses. At the same wavelength, when 30 psec pulses into a monolithic ZnSe limiter are used, limiting begins at ≃300 W or 10 nJ. We also monitored …",
            "Optical limiting with semiconductors",
            "Eric W Van Stryland and Yuan-Yen Wu and David J Hagan and MJ Soileau and Kamjou Mansour",
            "1988",
            "BQQ2ZrsAAAAJ:9yKSN-GCB0IC",
            267,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=josab-5-9-1980",
            "16240507960897051884",
            "\/scholar?cites=16240507960897051884",
            {
                "1989":3,
                "1990":8,
                "1991":10,
                "1992":6,
                "1993":15,
                "1994":13,
                "1995":6,
                "1996":10,
                "1997":6,
                "1998":4,
                "1999":4,
                "2000":10,
                "2001":9,
                "2002":11,
                "2003":9,
                "2004":7,
                "2005":11,
                "2006":8,
                "2007":9,
                "2008":6,
                "2009":18,
                "2010":9,
                "2011":3,
                "2012":9,
                "2013":11,
                "2014":9,
                "2015":5,
                "2016":10,
                "2017":7,
                "2018":8,
                "2019":7,
                "2020":6
            }
        ],
        [
            "Optical switching of picosecond pulses in CS2 has been observed to occur at the second critical power for self-focusing. This has been confirmed in an independent direct measurement of the nonlinear refractive index at 1.06 μm and 0.53 μm. The measurement technique involves observations of far field spatial distortions of gaussian beams after passing through a nonlinear material.",
            "Optical switching and n2 measurements in CS2",
            "William E Williams and MJ Soileau and Eric W Van Stryland",
            "1984",
            "BQQ2ZrsAAAAJ:UeHWp8X0CEIC",
            225,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0030401884903286",
            "6919388566805758299",
            "\/scholar?cites=6919388566805758299",
            {
                "1985":5,
                "1986":3,
                "1987":3,
                "1988":9,
                "1989":8,
                "1990":8,
                "1991":6,
                "1992":8,
                "1993":5,
                "1994":7,
                "1995":7,
                "1996":7,
                "1997":4,
                "1998":5,
                "1999":3,
                "2000":2,
                "2001":1,
                "2002":2,
                "2003":6,
                "2004":7,
                "2005":3,
                "2006":6,
                "2007":13,
                "2008":3,
                "2009":6,
                "2010":1,
                "2011":7,
                "2012":11,
                "2013":4,
                "2014":11,
                "2015":11,
                "2016":11,
                "2017":13,
                "2018":4,
                "2019":9,
                "2020":5
            }
        ],
        [
            "The optical properties of silicate glasses under high-power, 850-nm femtosecond laser irradiation have been studied. Photoinduced processes occurred at irradiances well below the threshold for laser-induce damage. Laser spectral line broadening leading to supercontinuum generation in the visible and UV spectral regions was observed in all the glasses studied. Color-center generation and intrinsic luminescence were found in boro-silicate and alkali silicate glasses. It is believed that these processes result from linear and two-photon absorption of the short-wavelength component of the supercontinuum, causing ionization of the glass matrix. No color-center absorption in the visible region was observed in fused silica at irradiances up to the laser-damage threshold.",
            "Color-center generation in silicate glasses exposed to infrared femtosecond pulses",
            "OM Efimov and K Gabel and SV Garnov and LB Glebov and S Grantham and M Richardson and MJ Soileau",
            "1998",
            "BQQ2ZrsAAAAJ:qjMakFHDy7sC",
            164,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=josab-15-1-193",
            "11543132790094829825",
            "\/scholar?cites=11543132790094829825",
            {
                "1999":7,
                "2000":7,
                "2001":12,
                "2002":12,
                "2003":22,
                "2004":11,
                "2005":13,
                "2006":11,
                "2007":7,
                "2008":6,
                "2009":8,
                "2010":11,
                "2011":7,
                "2012":4,
                "2013":4,
                "2014":3,
                "2015":3,
                "2016":1,
                "2017":4,
                "2018":1,
                "2019":5,
                "2020":3,
                "2021":1
            }
        ],
        [
            "An explanation of laser-induced ripples in dielectric surfaces is given. The model takes into account the polarization charge which is induced on the boundaries of defects by the applied laser field. It is shown that this charge results in a sinusoidally varying perturbation to the applied laser field in the vicinity of the defect, and that the perturbation field has a period of  , where λ is the laser wavelength and  is the index of the dielectric. It is further shown that this perturbation is greatest along the direction of laser polarization. At sufficiently high laser field intensities, the sum of the applied laser field and the maxima in the perturbation field will exceed the damage threshold, and a permanent ripple pattern in the surface will result. The predicted spacing and orientation of these ripples is in agreement with the experimentally observed data. Finally, it is shown how bootstrapping occurs to enhance the ripple pattern …",
            "Polarization charge model for laser-induced ripple patterns in dielectric materials",
            "P Temple and M Soileau",
            "1981",
            "BQQ2ZrsAAAAJ:W7OEmFMy1HYC",
            158,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1070638\/",
            "11731260295245080252",
            "\/scholar?cites=11731260295245080252",
            {
                "1982":6,
                "1983":5,
                "1984":7,
                "1985":4,
                "1986":6,
                "1987":2,
                "1988":3,
                "1989":7,
                "1990":2,
                "1991":2,
                "1992":2,
                "1993":2,
                "1994":6,
                "1995":1,
                "1996":3,
                "1997":1,
                "1998":2,
                "1999":2,
                "2000":6,
                "2001":2,
                "2002":7,
                "2003":2,
                "2004":4,
                "2005":4,
                "2006":4,
                "2007":7,
                "2008":5,
                "2009":10,
                "2010":10,
                "2011":7,
                "2012":6,
                "2013":3,
                "2014":7,
                "2015":3,
                "2016":8
            }
        ],
        [
            "We review the influence of self-focusing on the measurement of bulk laser-induced-damage (LID) thresholds in normally transparent optical mate-rials. This role is experimentally determined by measuring the spot size and polarization dependence of LID and by observing beam distortion in the far field. Utilizing these techniques, we find that by using a tight focusing geometry in which the breakdown power is below P2, the effects of self-focusing can be practically eliminated in an LID experiment. P2 is the so-called second critical power for self-focusing, and P2 = 3.77P1, where P1 = cX2\/327r2n2, where c is the speed of light in vacuum, X is the laser wavelength and n2 is the nonlinear index of refraction. This is in accordance with numerical calculations by J. H. Marburger [in Progress in Quantum Electronics, J. H. Sanders and S. Sten-holm, eds., Vol. 4, Part 1, pp. 35-110, Pergamon, Oxford (1975)]. With this …",
            "Laser-induced damage and the role of self-focusing",
            "MJ Soileau and William E Williams and Nastaran Mansour and Eric W Van Stryland",
            "1989",
            "BQQ2ZrsAAAAJ:IjCSPb-OGe4C",
            147,
            "https:\/\/www.spiedigitallibrary.org\/journals\/Optical-Engineering\/volume-28\/issue-10\/281133\/Laser-Induced-Damage-And-The-Role-Of-Self-Focusing\/10.1117\/12.7977098.short",
            "5585735372058683768",
            "\/scholar?cites=5585735372058683768",
            {
                "1991":5,
                "1992":2,
                "1993":2,
                "1994":3,
                "1995":8,
                "1996":7,
                "1997":12,
                "1998":11,
                "1999":6,
                "2000":3,
                "2001":5,
                "2002":8,
                "2003":2,
                "2004":3,
                "2005":3,
                "2006":7,
                "2007":4,
                "2008":3,
                "2009":6,
                "2010":8,
                "2011":4,
                "2012":8,
                "2013":4,
                "2014":4,
                "2015":3,
                "2016":2,
                "2017":3,
                "2018":6,
                "2019":3
            }
        ],
        [
            "The laser-induced breakdown fields at 1.06 μm of fused SiO 2, single-crystal NaCl, and air were measured as a function of focal volume and laser pulse width while keeping all other parameters, including the specimen, constant. The laser pulse width was varied from 40 psec to 31 nsec, and the focal volume was varied by over two orders of magnitude. The dependence of the breakdown field for NaCl and SiO 2 on the laser pulse width t p and the focal folume V was empirically determined to be E B= AV− 1 t p− 1\/4+ C and the dependence for air to be E B=(AV− 1+ C) t p− 1\/4, where A and C are material-dependent constants. Current theories of laser-induced breakdown are carefully compared with these present measurements and are found to be inconsistent.",
            "Pulse-width and focal-volume dependence of laser-induced breakdown",
            "Eric W Van Stryland and MJ Soileau and Arthur L Smirl and William E Williams",
            "1981",
            "BQQ2ZrsAAAAJ:zYLM7Y9cAGgC",
            144,
            "https:\/\/www.astm.org\/DIGITAL_LIBRARY\/STP\/PAGES\/STP37029S.htm",
            "13454208983958412840",
            "\/scholar?cites=13454208983958412840",
            {
                "1981":4,
                "1982":1,
                "1983":10,
                "1984":12,
                "1985":3,
                "1986":1,
                "1987":4,
                "1988":12,
                "1989":4,
                "1990":6,
                "1991":1,
                "1992":1,
                "1993":2,
                "1994":8,
                "1995":6,
                "1996":1,
                "1997":1,
                "1998":3,
                "1999":1,
                "2000":2,
                "2001":6,
                "2002":5,
                "2003":1,
                "2004":3,
                "2005":9,
                "2006":3,
                "2007":4,
                "2008":5,
                "2009":3,
                "2010":2,
                "2011":2,
                "2012":6,
                "2013":4,
                "2014":4,
                "2015":1,
                "2016":2
            }
        ]
    ]
}