{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "When the first edition of this book was published in 1992, supply chain management as an idea was still in its infancy and relatively few companies had made it a priority. The same was true for logistics management, although its precursor, distribution management, was increasingly being recognised as important both in terms of cost and for its potential impact on sales.In the intervening years from the first to the fourth edition, many things have happened. Firstly, there is now a much greater understanding of the role that supply chain management plays in creating competitive advantage. Whereas previously the focus was primarily tactical with a concern for optimising costs, now there is much more of a strategic focus with the emphasis on value creation and delivery. The second major change is the recognition that supply chain management is not just an extension of logistics management, but rather that it is about managing relationships across the complex networks that today's supply chains have become. A third significant change over that period is that the business environment has become a lot more volatile and hence less predictable. This transition from a relatively stable world to one that is much more turbulent requires supply chains to be capable of changing rapidly to meet changed circumstances. These changes are reflected in the additional material included in this new edition. Thus complexity management and the challenge of making the transition from a forecast-driven to a demand-driven business model are given greater emphasis. As ever, I have been greatly influenced in my thinking by the ideas and contributions of colleagues …",
            "Logistics & supply chain management",
            "MART IN CHRISTOPHER",
            "2017",
            "BRfOlVoAAAAJ:QsaTk4IG4EwC",
            12507,
            "http:\/\/dspace.vnbrims.org:13000\/jspui\/bitstream\/123456789\/1913\/1\/Martin_Christopher_Logistics_and_Supply_Chain_Management%2C_4th_Edition____2011.pdf",
            "499822970789656489",
            "\/scholar?cites=499822970789656489",
            {
                "1997":39,
                "1998":49,
                "1999":68,
                "2000":115,
                "2001":188,
                "2002":220,
                "2003":269,
                "2004":364,
                "2005":347,
                "2006":444,
                "2007":512,
                "2008":460,
                "2009":546,
                "2010":614,
                "2011":615,
                "2012":716,
                "2013":766,
                "2014":813,
                "2015":883,
                "2016":850,
                "2017":847,
                "2018":875,
                "2019":887,
                "2020":700,
                "2021":35
            }
        ],
        [
            "Relationship Marketing is as much about keeping customers as it is about getting them in the first place. The aim is to provide unique value in chosen markets, sustainable over time. Relationship Marketing emphasizes both quality and customer service and how these can be managed towards closing the Y quality gap\" between what customers expect and what they get. The authors explore the process of developing and implementing relationship strategies and in so doing, signal a radical shift in marketing practice involving firstly, the coordination of external (customer) markets and secondly, collaboration within internal (staff) markets in order to get the marketing mix right.",
            "Relationship marketing: bringing quality customer service and marketing together",
            "Martin Christopher and Adrian Payne and David Ballantyne",
            "1991",
            "BRfOlVoAAAAJ:W7OEmFMy1HYC",
            3557,
            "https:\/\/dspace.lib.cranfield.ac.uk\/bitstream\/handle\/1826\/621\/?sequence=2",
            "3588660313784079939",
            "\/scholar?cites=3588660313784079939",
            {
                "1994":32,
                "1995":44,
                "1996":69,
                "1997":49,
                "1998":55,
                "1999":67,
                "2000":89,
                "2001":73,
                "2002":82,
                "2003":98,
                "2004":139,
                "2005":128,
                "2006":149,
                "2007":134,
                "2008":124,
                "2009":170,
                "2010":179,
                "2011":222,
                "2012":184,
                "2013":185,
                "2014":218,
                "2015":205,
                "2016":168,
                "2017":201,
                "2018":145,
                "2019":125,
                "2020":117,
                "2021":2
            }
        ],
        [
            "In today’s uncertain and turbulent markets, supply chain vulnerability has become an issue of significance for many companies.  As supply chains become more complex as a result of global sourcing and the continued trend to ‘leaning-down’, supply chain risk increases.  The challenge to business today is to manage and mitigate that risk through creating more resilient supply chains.",
            "Building the resilient supply chain.",
            "Martin Christopher and Helen Peck",
            "2004",
            "BRfOlVoAAAAJ:UeHWp8X0CEIC",
            2868,
            "https:\/\/dspace.lib.cranfield.ac.uk\/handle\/1826\/2666",
            "6394185703551892540",
            "\/scholar?cites=6394185703551892540",
            {
                "2006":21,
                "2007":27,
                "2008":42,
                "2009":67,
                "2010":119,
                "2011":97,
                "2012":159,
                "2013":206,
                "2014":233,
                "2015":283,
                "2016":280,
                "2017":263,
                "2018":335,
                "2019":308,
                "2020":343,
                "2021":22
            }
        ],
        [
            "Turbulent and volatile markets are becoming the norm as life cycles shorten and global economic and competitive forces create additional uncertainty. The risk attached to lengthy and slow-moving logistics “pipelines” has become unsustainable, forcing organizations to look again at how their supply chains are structured and managed. This paper suggests that the key to survival in these changed conditions is through “agility,” in particular by the creation of responsive supply chains. A distinction is drawn between the philosophies of “leanness” and “agility,” and the appropriate application of these ideas is discussed.",
            "The agile supply chain: competing in volatile markets",
            "Martin Christopher",
            "2000",
            "BRfOlVoAAAAJ:9yKSN-GCB0IC",
            2727,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0019850199001108",
            "17147799709707533770",
            "\/scholar?cites=17147799709707533770",
            {
                "2001":13,
                "2002":21,
                "2003":20,
                "2004":45,
                "2005":63,
                "2006":75,
                "2007":119,
                "2008":117,
                "2009":142,
                "2010":141,
                "2011":175,
                "2012":191,
                "2013":182,
                "2014":199,
                "2015":226,
                "2016":216,
                "2017":203,
                "2018":175,
                "2019":192,
                "2020":164,
                "2021":4
            }
        ],
        [
            "In recent years the issue of supply chain risk has been pushed to the fore, initially by fears related to possible disruptions from the much publicised “millennium bug”. Y2K passed seemingly without incident, though the widespread disruptions caused by fuel protests and then Foot and Mouth Disease in the UK, and by terrorist attacks on the USA have underlined the vulnerability of modern supply chains. Despite increasing awareness among practitioners, the concepts of supply chain vulnerability and its managerial counterpart supply chain risk management are still in their infancy. This paper seeks to identify an agenda for future research and to that end the authors go on to clarify the concept of supply chain risk management and to provide a working definition. The existing literature on supply chain vulnerability and risk management is reviewed and compared with findings from exploratory interviews undertaken to …",
            "Supply chain risk management: outlining an agenda for future research",
            "Uta Jüttner and Helen Peck and Martin Christopher",
            "2003",
            "BRfOlVoAAAAJ:zYLM7Y9cAGgC",
            1718,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/13675560310001627016",
            "2854059444443315740",
            "\/scholar?cites=2854059444443315740",
            {
                "2004":7,
                "2005":5,
                "2006":21,
                "2007":32,
                "2008":39,
                "2009":59,
                "2010":85,
                "2011":84,
                "2012":112,
                "2013":138,
                "2014":123,
                "2015":156,
                "2016":156,
                "2017":134,
                "2018":194,
                "2019":171,
                "2020":169,
                "2021":8
            }
        ]
    ]
}