{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Although there are many books\/handbook and journals focused on nanotechnology, no encyclopedic reference work has been published covering all aspects of nanoscale science and technology dealing with materials synthesis, processing, fabrication, probes, spectroscopy, physical properties, electronics, optics, mechanics, biotechnology, devices, etc. The Encyclopedia fills this gap to provide basic information on all fundamental and applied aspects of nanotechnology by drawing on two decades of pioneering research.",
            "Encyclopedia of Nanoscience and Nanotechnology; Volume 10",
            "Hari Singh Nalwa",
            "2004",
            "bshdx-gAAAAJ:eflP2zaiRacC",
            1417,
            "http:\/\/125.234.102.146:8080\/dspace\/handle\/DNULIB_52011\/4815",
            "1818223449015974353",
            "\/scholar?cites=1818223449015974353",
            {
                "2003":5,
                "2004":30,
                "2005":77,
                "2006":78,
                "2007":100,
                "2008":98,
                "2009":80,
                "2010":74,
                "2011":64,
                "2012":92,
                "2013":79,
                "2014":114,
                "2015":115,
                "2016":83,
                "2017":86,
                "2018":129,
                "2019":69,
                "2020":35,
                "2021":6
            }
        ],
        [
            "The kinetics of oxygen reduction was studied in acid solutions on Pt monolayers deposited on a Pd(111) surface and on carbon-supported Pd nanoparticles using the rotating disk-ring electrode technique. These electrocatalysts were prepared by a new method for depositing Pt monolayers involving the galvanic displacement by Pt of an underpotentially deposited Cu monolayer on a Pd substrate and characterized by scanning tunneling and transmission electron microscopies. The kinetics of O2 reduction shows a significant enhancement at Pt monolayers on Pd(111) and Pd nanoparticle surfaces in comparison with the reaction on Pt(111) and Pt nanoparticles. The four-electron reduction, with a first-charge transfer-rate determining step, is operative on both surfaces. The observed increase in the catalytic activity of Pt monolayer surfaces compared with Pt bulk and nanoparticle electrodes may reflect decreased …",
            "Platinum monolayer electrocatalysts for O2 reduction: Pt monolayer on Pd (111) and on carbon-supported Pd nanoparticles",
            "J Zhang and Y Mo and MB Vukmirovic and R Klie and K Sasaki and RR Adzic",
            "2004",
            "bshdx-gAAAAJ:AvfA0Oy_GE0C",
            826,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp0379953",
            "3890297454770161913",
            "\/scholar?cites=3890297454770161913",
            {
                "2005":13,
                "2006":18,
                "2007":38,
                "2008":41,
                "2009":44,
                "2010":68,
                "2011":93,
                "2012":72,
                "2013":76,
                "2014":68,
                "2015":72,
                "2016":62,
                "2017":49,
                "2018":45,
                "2019":26,
                "2020":32,
                "2021":4
            }
        ],
        [
            "Recent isolation of black phosphorus atomic layers (known as phosphorene) has revealed its great potential for use as an alternative 2D semiconductor in many areas of electronics and optoelectronics. Liquid‐phase exfoliation is utilized to produce high‐quality black phosphorus nanoflakes with thicknesses down to a monolayer in the form of uniform and stable dispersions, allowing for pace toward practical applications.",
            "High‐quality black phosphorus atomic layers by liquid‐phase exfoliation",
            "Poya Yasaei and Bijandra Kumar and Tara Foroozan and Canhui Wang and Mohammad Asadi and David Tuschel and J Ernesto Indacochea and Robert F Klie and Amin Salehi‐Khojin",
            "2015",
            "bshdx-gAAAAJ:edDO8Oi4QzsC",
            576,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201405150",
            "12080142089220495848",
            "\/scholar?cites=12080142089220495848",
            {
                "2015":31,
                "2016":81,
                "2017":111,
                "2018":114,
                "2019":104,
                "2020":117,
                "2021":16
            }
        ],
        [
            "Conversion of carbon dioxide (CO2) into fuels is an attractive solution to many energy and environmental challenges. However, the chemical inertness of CO2 renders many electrochemical and photochemical conversion processes inefficient. We report a transition metal dichalcogenide nanoarchitecture for catalytic electrochemical CO2 conversion to carbon monoxide (CO) in an ionic liquid. We found that tungsten diselenide nanoflakes show a current density of 18.95 milliamperes per square centimeter, CO faradaic efficiency of 24%, and CO formation turnover frequency of 0.28 per second at a low overpotential of 54 millivolts. We also applied this catalyst in a light-harvesting artificial leaf platform that concurrently oxidized water in the absence of any external potential.",
            "Nanostructured transition metal dichalcogenide electrocatalysts for CO2 reduction in ionic liquid",
            "Mohammad Asadi and Kibum Kim and Cong Liu and Aditya Venkata Addepalli and Pedram Abbasi and Poya Yasaei and Patrick Phillips and Amirhossein Behranginia and José M Cerrato and Richard Haasch and Peter Zapol and Bijandra Kumar and Robert F Klie and Jeremiah Abiade and Larry A Curtiss and Amin Salehi-Khojin",
            "2016",
            "bshdx-gAAAAJ:8xutWZnSdmoC",
            491,
            "https:\/\/science.sciencemag.org\/content\/353\/6298\/467.abstract",
            "11444013331725368849",
            "\/scholar?cites=11444013331725368849",
            {
                "2016":7,
                "2017":86,
                "2018":121,
                "2019":117,
                "2020":146,
                "2021":12
            }
        ],
        [
            "Electrochemical reduction of carbon dioxide has been recognized as an efficient way to convert carbon dioxide to energy-rich products. Noble metals (for example, gold and silver) have been demonstrated to reduce carbon dioxide at moderate rates and low overpotentials. Nevertheless, the development of inexpensive systems with an efficient carbon dioxide reduction capability remains a challenge. Here we identify molybdenum disulphide as a promising cost-effective substitute for noble metal catalysts. We uncover that molybdenum disulphide shows superior carbon dioxide reduction performance compared with the noble metals with a high current density and low overpotential (54 mV) in an ionic liquid. Scanning transmission electron microscopy analysis and first principle modelling reveal that the molybdenum-terminated edges of molybdenum disulphide are mainly responsible for its catalytic performance …",
            "Robust carbon dioxide reduction on molybdenum disulphide edges",
            "Mohammad Asadi and Bijandra Kumar and Amirhossein Behranginia and Brian A Rosen and Artem Baskin and Nikita Repnin and Davide Pisasale and Patrick Phillips and Wei Zhu and Richard Haasch and Robert F Klie and Petr Král and Jeremiah Abiade and Amin Salehi-Khojin",
            "2014",
            "bshdx-gAAAAJ:BwyfMAYsbu0C",
            472,
            "https:\/\/www.nature.com\/articles\/ncomms5470",
            "3250931034827878625",
            "\/scholar?cites=3250931034827878625",
            {
                "2015":33,
                "2016":65,
                "2017":87,
                "2018":92,
                "2019":88,
                "2020":94,
                "2021":11
            }
        ],
        [
            "Cerium oxide nanoparticles CeO 2− x (∼ 3–20 nm in diameter) made by a vapor phase condensation method, have been studied by several methods of transmission electron microscopy (TEM): electron energy loss spectroscopy (EELS), high resolution imaging, and electron diffraction. The white-line ratios M 5\/M 4 of the EELS spectra were used to determine the relative amounts of cerium ions Ce 3+ and Ce 4+ as a function of particle size. The fraction of Ce 3+ ions in the particles rapidly increased with decreasing particle size below∼ 15 nm in diameter. The particles were completely reduced to CeO 1.5 at the diameter of<∼ 3 nm. This reduced cerium oxide has a fluorite structure which is the same as that of bulk CeO 2. Also, EELS spectra taken from the edge and center of the particle indicated that for larger particles the valence reduction of cerium ions occurs mainly at the surface, forming a CeO 1.5 layer and …",
            "Oxidation state and lattice expansion of  nanoparticles as a function of particle size",
            "Lijun Wu and HJ Wiesmann and AR Moodenbaugh and RF Klie and Yimei Zhu and DO Welch and M Suenaga",
            "2004",
            "bshdx-gAAAAJ:u5HHmVD_uO8C",
            395,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.69.125415",
            "14799329134368595957",
            "\/scholar?cites=14799329134368595957",
            {
                "2004":1,
                "2005":5,
                "2006":13,
                "2007":10,
                "2008":21,
                "2009":25,
                "2010":30,
                "2011":29,
                "2012":20,
                "2013":30,
                "2014":36,
                "2015":33,
                "2016":35,
                "2017":22,
                "2018":24,
                "2019":32,
                "2020":24,
                "2021":3
            }
        ],
        [
            "We report here the first synthesis of pure boron single-wall nanotubes by reaction of BCl3 with H2 over an Mg−MCM-41 catalyst with parallel, uniform diameter (36 ± 1 Å) cylindrical pores. The composition of the tubular structures observed in TEM was confirmed by electron energy loss spectroscopy, and the tubular geometry was confirmed by the presence of the characteristic spectral features in the Raman breathing mode region. ",
            "Synthesis of pure boron single-wall nanotubes",
            "Dragos Ciuparu and Robert F Klie and Yimei Zhu and Lisa Pfefferle",
            "2004",
            "bshdx-gAAAAJ:u-x6o8ySG0sC",
            332,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp049301b",
            "655780491513766003",
            "\/scholar?cites=655780491513766003",
            {
                "2004":2,
                "2005":9,
                "2006":20,
                "2007":12,
                "2008":23,
                "2009":16,
                "2010":27,
                "2011":40,
                "2012":12,
                "2013":20,
                "2014":13,
                "2015":19,
                "2016":19,
                "2017":34,
                "2018":20,
                "2019":19,
                "2020":18,
                "2021":5
            }
        ],
        [
            "Lithium–air batteries are considered to be a potential alternative to lithium-ion batteries for transportation applications, owing to their high theoretical specific energy 1. So far, however, such systems have been largely restricted to pure oxygen environments (lithium–oxygen batteries) and have a limited cycle life owing to side reactions involving the cathode, anode and electrolyte 2, 3, 4, 5. In the presence of nitrogen, carbon dioxide and water vapour, these side reactions can become even more complex 6, 7, 8, 9, 10, 11. Moreover, because of the need to store oxygen, the volumetric energy densities of lithium–oxygen systems may be too small for practical applications 12. Here we report a system comprising a lithium carbonate-based protected anode, a molybdenum disulfide cathode 2 and an ionic liquid\/dimethyl sulfoxide electrolyte that operates as a lithium–air battery in a simulated air atmosphere with a long …",
            "A lithium–oxygen battery with a long cycle life in an air-like atmosphere",
            "Mohammad Asadi and Baharak Sayahpour and Pedram Abbasi and Anh T Ngo and Klas Karis and Jacob R Jokisaari and Cong Liu and Badri Narayanan and Marc Gerard and Poya Yasaei and Xuan Hu and Arijita Mukherjee and Kah Chun Lau and Rajeev S Assary and Fatemeh Khalili-Araghi and Robert F Klie and Larry A Curtiss and Amin Salehi-Khojin",
            "2018",
            "bshdx-gAAAAJ:DBa1UEJaJKAC",
            211,
            "https:\/\/www.nature.com\/articles\/nature25984",
            "1474549941910576754",
            "\/scholar?cites=1474549941910576754",
            {
                "2017":1,
                "2018":23,
                "2019":78,
                "2020":97,
                "2021":11
            }
        ],
        [
            "Large-scale applications of high-transition-temperature (high-T c) superconductors, such as their use in superconducting cables, are impeded by the fact that polycrystalline materials (the only practical option) support significantly lower current densities than single crystals 1, 2, 3, 4, 5, 6. The superconducting critical current density (J c) across a grain boundary drops exponentially if the misorientation angle exceeds 2–7. Grain texturing reduces the average misorientation angle, but problems persist 7, 8. Adding impurities (such as Ca in YBa 2 Cu 3 O 7-δ; YBCO) leads to increased J c (refs 9, 10), which is generally attributed to excess holes introduced by Ca 2+ substituting for Y 3+(ref. 11). However, a comprehensive physical model for the role of grain boundaries and Ca doping has remained elusive. Here we report calculations, imaging and spectroscopy at the atomic scale that demonstrate that in poly-crystalline …",
            "Enhanced current transport at grain boundaries in high-T c superconductors",
            "RF Klie and JP Buban and M Varela and A Franceschetti and C Jooss and Y Zhu and ND Browning and Sokrates T Pantelides and Stephen J Pennycook",
            "2005",
            "bshdx-gAAAAJ:9yKSN-GCB0IC",
            196,
            "https:\/\/www.nature.com\/articles\/nature03644",
            "2658690107376916469",
            "\/scholar?cites=2658690107376916469",
            {
                "2005":4,
                "2006":19,
                "2007":16,
                "2008":15,
                "2009":16,
                "2010":10,
                "2011":14,
                "2012":17,
                "2013":10,
                "2014":6,
                "2015":14,
                "2016":6,
                "2017":10,
                "2018":12,
                "2019":9,
                "2020":7,
                "2021":4
            }
        ],
        [
            "Polarons, the combined motion of electrons in a cloth of their lattice distortions, are a key transport feature in doped manganites. To develop a profound understanding of the colossal resistance effects induced by external fields, the study of polaron correlations and the resulting collective polaron behavior, i.e., polaron ordering and transition from polaronic transport to metallic transport is essential. We show that static long-range ordering of Jahn–Teller polarons forms a polaron solid which represents a new type of charge and orbital ordered state. The related noncentrosymmetric lattice distortions establish a connection between colossal resistance effects and multiferroic properties, i.e., the coexistence of ferroelectric and antiferromagnetic ordering. Colossal resistance effects due to an electrically induced polaron solid–liquid transition are directly observed in a transmission electron microscope with local electric …",
            "Polaron melting and ordering as key mechanisms for colossal resistance effects in manganites",
            "Ch Jooss and L Wu and T Beetz and RF Klie and M Beleggia and MA Schofield and S Schramm and J Hoffmann and Y Zhu",
            "2007",
            "bshdx-gAAAAJ:2osOgNQ5qMEC",
            168,
            "https:\/\/www.pnas.org\/content\/104\/34\/13597.short",
            "15626676202028028231",
            "\/scholar?cites=15626676202028028231",
            {
                "2007":2,
                "2008":16,
                "2009":15,
                "2010":12,
                "2011":21,
                "2012":15,
                "2013":10,
                "2014":14,
                "2015":13,
                "2016":13,
                "2017":5,
                "2018":14,
                "2019":4,
                "2020":12
            }
        ]
    ]
}