{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Cancer is a complex disease with a range of genetic and biochemical markers within and among tumors, but a general tumor characteristic is extracellular acidity, which is associated with tumor growth and development. Acidosis could be a universal marker for cancer imaging and the delivery of therapeutic molecules, but its promise as a cancer biomarker has not been fully realized in the clinic. We have discovered a unique approach for the targeting of acidic tissue using the pH-sensitive folding and transmembrane insertion of pH (low) insertion peptide (pHLIP). The essence of the molecular mechanism has been elucidated, but the principles of design need to be understood for optimal clinical applications. Here, we report on a library of 16 rationally designed pHLIP variants. We show how the tuning of the biophysical properties of peptide–lipid bilayer interactions alters tumor targeting, distribution in organs, and …",
            "Family of pH (low) insertion peptides for tumor targeting",
            "Dhammika Weerakkody and Anna Moshnikova and Mak S Thakur and Valentina Moshnikova and Jennifer Daniels and Donald M Engelman and Oleg A Andreev and Yana K Reshetnyak",
            "2013",
            "Bsm5ue8AAAAJ:u-x6o8ySG0sC",
            155,
            "https:\/\/www.pnas.org\/content\/110\/15\/5834.short",
            "3199855402430737023",
            "\/scholar?cites=3199855402430737023",
            {
                "2014":21,
                "2015":29,
                "2016":26,
                "2017":22,
                "2018":18,
                "2019":19,
                "2020":19,
                "2021":1
            }
        ],
        [
            "What are the molecular events that occur when a peptide inserts across a membrane or exits from it? Using the pH-triggered insertion of the pH low insertion peptide to enable kinetic analysis, we show that insertion occurs in several steps, with rapid (0.1 sec) interfacial helix formation, followed by a much slower (100 sec) insertion pathway to give a transmembrane helix. The reverse process of unfolding and peptide exit from the bilayer core, which can be induced by a rapid rise of the pH from acidic to basic, proceeds approximately 400 times faster than folding\/insertion and through different intermediate states. In the exit pathway, the helix–coil transition is initiated while the polypeptide is still inside the membrane. The peptide starts to exit when about 30% of the helix is unfolded, and continues a rapid exit as it unfolds inside the membrane. These insights may guide understanding of membrane protein folding …",
            "pH (low) insertion peptide (pHLIP) inserts across a lipid bilayer as a helix and exits by a different path",
            "Oleg A Andreev and Alexander G Karabadzhak and Dhammika Weerakkody and Gregory O Andreev and Donald M Engelman and Yana K Reshetnyak",
            "2010",
            "Bsm5ue8AAAAJ:UeHWp8X0CEIC",
            129,
            "https:\/\/www.pnas.org\/content\/107\/9\/4081.short",
            "10020386540352970043",
            "\/scholar?cites=10020386540352970043",
            {
                "2010":4,
                "2011":9,
                "2012":6,
                "2013":13,
                "2014":11,
                "2015":16,
                "2016":10,
                "2017":11,
                "2018":16,
                "2019":17,
                "2020":15,
                "2021":1
            }
        ],
        [
            "The membrane-associated folding\/unfolding of pH (low) insertion peptide (pHLIP) provides an opportunity to study how sequence variations influence the kinetics and pathway of peptide insertion into bilayers. Here, we present the results of steady-state and kinetics investigations of several pHLIP variants with different numbers of charged residues, with attached polar cargoes at the peptide's membrane-inserting end, and with three single-Trp variants placed at the beginning, middle, and end of the transmembrane helix. Each pHLIP variant exhibits a pH-dependent interaction with a lipid bilayer. Although the number of protonatable residues at the inserting end does not affect the ultimate formation of helical structure across a membrane, it correlates with the time for peptide insertion, the number of intermediate states on the folding pathway, and the rates of unfolding and exit. The presence of polar cargoes at the …",
            "Modulation of the pHLIP transmembrane helix insertion pathway",
            "Alexander G Karabadzhak and Dhammika Weerakkody and Dayanjali Wijesinghe and Mak S Thakur and Donald M Engelman and Oleg A Andreev and Vladislav S Markin and Yana K Reshetnyak",
            "2012",
            "Bsm5ue8AAAAJ:u5HHmVD_uO8C",
            58,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349512003323",
            "221080999027139925",
            "\/scholar?cites=221080999027139925",
            {
                "2013":6,
                "2014":4,
                "2015":10,
                "2016":10,
                "2017":5,
                "2018":10,
                "2019":8,
                "2020":4,
                "2021":1
            }
        ],
        [
            "We have used pHLIP® [pH (low) insertion peptide] to study the roles of carboxyl groups in transmembrane (TM) peptide insertion. pHLIP binds to the surface of a lipid bilayer as a disordered peptide at neutral pH; when the pH is lowered, it inserts across the membrane to form a TM helix. Peptide insertion is reversed when the pH is raised above the characteristic pKa (6.0). A key event that facilitates membrane insertion is the protonation of aspartic acid (Asp) and\/or glutamic acid (Glu) residues, since their negatively charged side chains hinder membrane insertion at neutral pH. In order to gain mechanistic understanding, we studied the membrane insertion and exit of a series of pHLIP variants where the four Asp residues were sequentially mutated to nonacidic residues, including histidine (His). Our results show that the presence of His residues does not prevent the pH-dependent peptide membrane insertion at ∼ …",
            "Roles of carboxyl groups in the transmembrane insertion of peptides",
            "Francisco N Barrera and Dhammika Weerakkody and Michael Anderson and Oleg A Andreev and Yana K Reshetnyak and Donald M Engelman",
            "2011",
            "Bsm5ue8AAAAJ:9yKSN-GCB0IC",
            58,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022283611008771",
            "7482564559640572393",
            "\/scholar?cites=7482564559640572393",
            {
                "2011":2,
                "2012":2,
                "2013":5,
                "2014":5,
                "2015":8,
                "2016":5,
                "2017":5,
                "2018":10,
                "2019":13,
                "2020":2,
                "2021":1
            }
        ],
        [
            "pH (Low) Insertion Peptides (pHLIP peptides) find application in studies of membrane-associated folding because spontaneous insertion of these peptides is conveniently triggered by varying pH. Here, we employed small-angle X-ray scattering (SAXS) to investigate a wild-type (WT) pHLIP peptide oligomeric state in solution at high concentrations and monitor changes in the liposome structure upon peptide insertion into the bilayer. We established that even at high concentrations (up to 300 μM) the WT pHLIP peptide at pH 8.0 does not form oligomers larger than tetramers (which exhibit concentration-dependent transfer to the monomeric state, as was shown previously). This finding has significance for medical applications when high concentration of the peptide is injected into blood and diluted in blood circulation. The interaction of WT pHLIP peptide with liposomes does not alter the unilamellar vesicle structure …",
            "pHLIP peptide interaction with a membrane monitored by SAXS",
            "Theyencheri Narayanan and Dhammika Weerakkody and Alexander G Karabadzhak and Michael Anderson and Oleg A Andreev and Yana K Reshetnyak",
            "2016",
            "Bsm5ue8AAAAJ:eQOLeE2rZwMC",
            21,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.jpcb.6b06643",
            "17521858540626564094",
            "\/scholar?cites=17521858540626564094",
            {
                "2017":4,
                "2018":3,
                "2019":6,
                "2020":8
            }
        ],
        [
            "A series of cyclic peptides containing a number of tryptophan (W) and glutamic acid (E) residues were synthesized and evaluated as pH-sensitive agents for targeting of acidic tissue and pH-dependent cytoplasmic delivery of molecules. Biophysical studies revealed the molecular mechanism of peptides action and localization within the lipid bilayer of the membrane at high and low pHs. The symmetric, c [(WE) 4 WC] and asymmetric, c [E 4 W 5 C], cyclic peptides translocated amanitin, a polar cargo molecule of similar size, across the lipid bilayer and induced cell death in a pH-and concentration-dependent manner. Fluorescently-labelled peptides were evaluated for targeting of acidic 4T1 mammary tumors in mice. The highest tumor to muscle ratio (5.6) was established for asymmetric cyclic peptide, c [E 4 W 5 C], at 24 hours after intravenous administration. pH-insensitive cyclic peptide c [R 4 W 5 C], where glutamic …",
            "Novel pH-sensitive cyclic peptides",
            "Dhammika Weerakkody and Anna Moshnikova and Naglaa Salem El-Sayed and Ramona-Cosmina Adochite and Gregory Slaybaugh and Jovana Golijanin and Rakesh K Tiwari and Oleg A Andreev and Keykavous Parang and Yana K Reshetnyak",
            "2016",
            "Bsm5ue8AAAAJ:d1gkVwhDpl0C",
            18,
            "https:\/\/www.nature.com\/articles\/srep31322",
            "3247482646789825192",
            "\/scholar?cites=3247482646789825192",
            {
                "2017":5,
                "2018":5,
                "2019":2,
                "2020":6
            }
        ],
        [
            "The physical properties of lipid bilayers, such as curvature and fluidity, can affect the interactions of polypeptides with membranes, influencing biological events. Additionally, given the growing interest in peptide-based therapeutics, understanding the influence of membrane properties on membrane-associated peptides has potential utility. pH low insertion peptides (pHLIPs) are a family of water-soluble peptides that can insert across cell membranes in a pH-dependent manner, enabling the use of pH to follow peptide-lipid interactions. Here we study pHLIP interactions with liposomes varying in size and composition, to determine the influence of several key membrane physical properties. We find that pHLIP binding to bilayer surfaces at neutral pH is governed by the ease of access to the membrane’s hydrophobic core, which can be facilitated by membrane curvature, thickness, and the cholesterol content of the …",
            "Bilayer thickness and curvature influence binding and insertion of a pHLIP peptide",
            "Alexander G Karabadzhak and Dhammika Weerakkody and John Deacon and Oleg A Andreev and Yana K Reshetnyak and Donald M Engelman",
            "2018",
            "Bsm5ue8AAAAJ:Tyk-4Ss8FVUC",
            15,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349518304582",
            "11270988860860780010",
            "\/scholar?cites=11270988860860780010",
            {
                "2018":2,
                "2019":4,
                "2020":8,
                "2021":1
            }
        ],
        [
            "The investigation of pH-dependent membrane-associated folding has both fundamental interest and practical applications for targeting of acidic tumors and specific delivery of therapeutic molecules across membrane of cancer cells. We and others investigated molecular mechanism and medical uses of class of water soluble membrane peptides, pH (Low) Insertion Peptides (pHLIP® peptides). Here we employed optical spectroscopy methods to study interactions of the truncated pHLIP® peptide (Short pHLIP®) with lipid bilayer of membrane. Tryptophan fluorescence, CD and OCD data indicate on pH-triggered formation of transmembrane helical structure. Dual quenching and FRET assays demonstrated that Short pHLIP® peptide spans lipid bilayer of membrane similar to Long pHLIP® peptides. Truncated pHLIP® peptides with multiple charged and protonatable residues in their sequences potentially can make …",
            "Insertion into lipid bilayer of truncated pHLIP® peptide",
            "Dhammika Weerakkody and Oleg A Andreev and Yana K Reshetnyak",
            "2016",
            "Bsm5ue8AAAAJ:ufrVoPGSRksC",
            2,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2405580816302126",
            "9404780662221725909",
            "\/scholar?cites=9404780662221725909",
            {
                "2019":1,
                "2020":1
            }
        ]
    ]
}