{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Observations of the high-redshift Universe with the 21 cm hyperfine line of neutral hydrogen promise to open an entirely new window onto the early phases of cosmic structure formation. Here we review the physics of the 21 cm transition, focusing on processes relevant at high redshifts, and describe the insights to be gained from such observations. These include measuring the matter power spectrum at z∼ 50, observing the formation of the cosmic web and the first luminous sources, and mapping the reionization of the intergalactic medium. The epoch of reionization is of particular interest, because large HII regions will seed substantial fluctuations in the 21 cm background. We also discuss the experimental challenges involved in detecting this signal, with an emphasis on the Galactic and extragalactic foregrounds. These increase rapidly toward low frequencies and are especially severe for the highest redshift …",
            "Cosmology at low frequencies: The 21 cm transition and the high-redshift Universe",
            "Steven R Furlanetto and S Peng Oh and Frank H Briggs",
            "2006",
            "BSRS9l0AAAAJ:JoZmwDi-zQgC",
            1225,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370157306002730",
            "17912445257115859569",
            "\/scholar?cites=17912445257115859569",
            {
                "2006":4,
                "2007":43,
                "2008":64,
                "2009":70,
                "2010":61,
                "2011":60,
                "2012":75,
                "2013":71,
                "2014":86,
                "2015":88,
                "2016":106,
                "2017":78,
                "2018":111,
                "2019":136,
                "2020":147,
                "2021":16
            }
        ],
        [
            "We discuss new constraints on the epoch of cosmic reionization and test the assumption that most of the ionizing photons responsible arose from high-redshift star-forming galaxies. Good progress has been made in charting the end of reionization through spectroscopic studies of 6–8 QSOs, gamma-ray bursts, and galaxies expected to host Lyα emission. However, the most stringent constraints on its duration have come from the integrated optical depth, τ, of Thomson scattering to the cosmic microwave background. Using the latest data on the abundance and luminosity distribution of distant galaxies from Hubble Space Telescope imaging, we simultaneously match the reduced value  recently reported by the Planck collaboration and the evolving neutrality of the intergalactic medium with a reionization history within , thereby reducing the requirement for a significant population of very high …",
            "Cosmic reionization and early star-forming galaxies: a joint analysis of new constraints from Planck and the Hubble Space Telescope",
            "Brant E Robertson and Richard S Ellis and Steven R Furlanetto and James S Dunlop",
            "2015",
            "BSRS9l0AAAAJ:2P1L_qKh6hAC",
            626,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2041-8205\/802\/2\/L19\/meta",
            "8478037881190489500",
            "\/scholar?cites=8478037881190489500",
            {
                "2015":41,
                "2016":108,
                "2017":106,
                "2018":126,
                "2019":102,
                "2020":130,
                "2021":12
            }
        ],
        [
            "Recently, there has been a great deal of interest in understanding the reionization of hydrogen in the intergalactic medium (IGM). One of the major outstanding questions is how this event proceeds on large scales. Motivated by numerical simulations, we develop a model for the growth of H ii regions during the reionization era. We associate ionized regions with large‐scale density fluctuations and use the excursion set formalism to model the resulting size distribution. We then consider ways in which to characterize the morphology of ionized regions. We show how to construct the power spectrum of fluctuations in the neutral hydrogen field. The power spectrum contains definite features from the H ii regions that should be observable with the next generation of low‐frequency radio telescopes through surveys of redshifted 21 cm emission from the reionization era. Finally, we also consider statistical descriptions …",
            "The growth of H II regions during reionization",
            "Steven R Furlanetto and Matias Zaldarriaga and Lars Hernquist",
            "2004",
            "BSRS9l0AAAAJ:u-x6o8ySG0sC",
            567,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/423025\/meta",
            "210059468077403744",
            "\/scholar?cites=210059468077403744",
            {
                "2004":5,
                "2005":27,
                "2006":33,
                "2007":44,
                "2008":42,
                "2009":31,
                "2010":23,
                "2011":27,
                "2012":27,
                "2013":37,
                "2014":32,
                "2015":36,
                "2016":47,
                "2017":29,
                "2018":34,
                "2019":41,
                "2020":45,
                "2021":7
            }
        ],
        [
            "Understanding cosmic reionization requires the identification and characterization of early sources of hydrogen-ionizing photons. The 2012 Hubble Ultra Deep Field (UDF12) campaign has acquired the deepest infrared images with the Wide Field Camera 3 aboard Hubble Space Telescope and, for the first time, systematically explored the galaxy population deep into the era when cosmic microwave background (CMB) data indicate reionization was underway. The UDF12 campaign thus provides the best constraints to date on the abundance, luminosity distribution, and spectral properties of early star-forming galaxies. We synthesize the new UDF12 results with the most recent constraints from CMB observations to infer redshift-dependent ultraviolet (UV) luminosity densities, reionization histories, and electron scattering optical depth evolution consistent with the available data. Under reasonable assumptions about …",
            "New constraints on cosmic reionization from the 2012 Hubble ultra deep field campaign",
            "Brant E Robertson and Steven R Furlanetto and Evan Schneider and Stephane Charlot and Richard S Ellis and Daniel P Stark and Ross J McLure and James S Dunlop and Anton Koekemoer and Matthew A Schenker and Masami Ouchi and Yoshiaki Ono and Emma Curtis-Lake and Alexander B Rogers and Rebecca AA Bowler and Michele Cirasuolo",
            "2013",
            "BSRS9l0AAAAJ:WqliGbK-hY8C",
            493,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/768\/1\/71\/meta",
            "18366756850882013223",
            "\/scholar?cites=18366756850882013223",
            {
                "2013":37,
                "2014":70,
                "2015":88,
                "2016":76,
                "2017":57,
                "2018":73,
                "2019":37,
                "2020":50,
                "2021":4
            }
        ],
        [
            "We introduce a powerful seminumeric modelling tool, 21cmfast, designed to efficiently simulate the cosmological 21-cm signal. Our code generates 3D realizations of evolved density, ionization, peculiar velocity and spin temperature fields, which it then combines to compute the 21-cm brightness temperature. Although the physical processes are treated with approximate methods, we compare our results to a state-of-the-art large-scale hydrodynamic simulation, and find good agreement on scales pertinent to the upcoming observations (≳1 Mpc). The power spectra from 21cmfast agree with those generated from the numerical simulation to within 10s of per cent, down to the Nyquist frequency. We show results from a 1-Gpc simulation which tracks the cosmic 21-cm signal down from z= 250, highlighting the various interesting epochs. Depending on the desired resolution, 21cmfast can compute a redshift …",
            "21cmfast: a fast, seminumerical simulation of the high-redshift 21-cm signal",
            "Andrei Mesinger and Steven Furlanetto and Renyue Cen",
            "2011",
            "BSRS9l0AAAAJ:bEWYMUwI8FkC",
            478,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/411\/2\/955\/1273635",
            "6786218581988776352",
            "\/scholar?cites=6786218581988776352",
            {
                "2010":2,
                "2011":10,
                "2012":12,
                "2013":21,
                "2014":33,
                "2015":47,
                "2016":57,
                "2017":54,
                "2018":59,
                "2019":71,
                "2020":99,
                "2021":12
            }
        ],
        [
            "We present the results of the deepest search to date for star-forming galaxies beyond a redshift z sime 8.5 utilizing a new sequence of near-infrared Wide-Field Camera 3 (WFC3\/IR) images of the Hubble Ultra Deep Field (UDF). This\" UDF12\" campaign completed in 2012 September doubles the earlier exposures with WFC3\/IR in this field and quadruples the exposure in the key F105W filter used to locate such distant galaxies. Combined with additional imaging in the F140W filter, the fidelity of high-redshift candidates is greatly improved. Using spectral energy distribution fitting techniques on objects selected from a deep multi-band near-infrared stack, we find seven promising z> 8.5 candidates. As none of the previously claimed UDF candidates with 8.5< z< 10 are confirmed by our deeper multi-band imaging, our campaign has transformed the measured abundance of galaxies in this redshift range. Although we …",
            "The abundance of star-forming galaxies in the redshift range 8.5-12: new results from the 2012 Hubble Ultra deep field campaign",
            "Richard S Ellis and Ross J McLure and James S Dunlop and Brant E Robertson and Yoshiaki Ono and Matthew A Schenker and Anton Koekemoer and Rebecca AA Bowler and Masami Ouchi and Alexander B Rogers and Emma Curtis-Lake and Evan Schneider and Stephane Charlot and Daniel P Stark and Steven R Furlanetto and Michele Cirasuolo",
            "2012",
            "BSRS9l0AAAAJ:WbkHhVStYXYC",
            471,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2041-8205\/763\/1\/L7\/meta",
            "12944010148085328727",
            "\/scholar?cites=12944010148085328727",
            {
                "2013":60,
                "2014":74,
                "2015":76,
                "2016":79,
                "2017":64,
                "2018":42,
                "2019":35,
                "2020":36,
                "2021":2
            }
        ],
        [
            "The relatively large Thomson optical depth, τes, inferred recently from the WMAP observations suggests that the universe was reionized in a more complex manner than previously believed. However, the value of τes provides only an integral constraint on the history of reionization and, by itself, cannot be used to determine the nature of the sources responsible for this transition. Here we show that the evolution of the ionization state of the intergalactic medium (IGM) at high redshifts can be measured statistically using fluctuations in 21 cm radiation from neutral hydrogen. By analogy with the mathematical description of anisotropies in the cosmic microwave background, we develop a formalism to quantify the variations in 21 cm emission as a function of both frequency and angular scale. Prior to and following reionization, fluctuations in the 21 cm signal are mediated by density perturbations in the distribution of …",
            "21 Centimeter fluctuations from cosmic gas at high redshifts",
            "Matias Zaldarriaga and Steven R Furlanetto and Lars Hernquist",
            "2004",
            "BSRS9l0AAAAJ:_B80troHkn4C",
            462,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/386327\/meta",
            "17476578868820779917",
            "\/scholar?cites=17476578868820779917",
            {
                "2004":20,
                "2005":38,
                "2006":40,
                "2007":35,
                "2008":35,
                "2009":32,
                "2010":20,
                "2011":20,
                "2012":15,
                "2013":19,
                "2014":24,
                "2015":15,
                "2016":23,
                "2017":16,
                "2018":31,
                "2019":41,
                "2020":31,
                "2021":2
            }
        ],
        [
            "A number of radio interferometers are currently being planned or constructed to observe 21 cm emission from reionization. Not only will such measurements provide a detailed view of that epoch, but, since the 21 cm emission also traces the distribution of matter in the universe, this signal can be used to constrain cosmological parameters. The sensitivity of an interferometer to the cosmological information in the signal may depend on how precisely the angular dependence of the 21 cm three‐dimensional power spectrum can be measured. Using an analytic model for reionization, we quantify all the effects that break the spherical symmetry of the three‐dimensional 21 cm power spectrum. We find that upcoming observatories will be sensitive to the 21 cm signal over a wide range of scales, from larger than 100 to as small as 1 comoving Mpc. Next, we consider three methods to measure cosmological parameters …",
            "Cosmological parameter estimation using 21 cm radiation from the epoch of reionization",
            "Matthew McQuinn and Oliver Zahn and Matias Zaldarriaga and Lars Hernquist and Steven R Furlanetto",
            "2006",
            "BSRS9l0AAAAJ:2osOgNQ5qMEC",
            458,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/505167\/meta",
            "528289742108656114",
            "\/scholar?cites=528289742108656114",
            {
                "2006":3,
                "2007":20,
                "2008":30,
                "2009":32,
                "2010":25,
                "2011":25,
                "2012":28,
                "2013":43,
                "2014":32,
                "2015":45,
                "2016":45,
                "2017":26,
                "2018":26,
                "2019":36,
                "2020":33,
                "2021":7
            }
        ],
        [
            "We present a new determination of the ultraviolet (UV) galaxy luminosity function (LF) at redshift z ≃ 7 and 8, and a first estimate at z ≃ 9. An accurate determination of the form and evolution of the galaxy LF during this era is of key importance for improving our knowledge of the earliest phases of galaxy evolution and the process of cosmic reionization. Our analysis exploits to the full the new, deepest Wide Field Camera 3\/infrared imaging from our Hubble Space Telescope (HST) Ultra-Deep Field 2012 (UDF12) campaign, with dynamic range provided by including a new and consistent analysis of all appropriate, shallower\/wider area HST survey data. Our new measurement of the evolving LF at z ≃ 7 to 8 is based on a final catalogue of ≃600 galaxies, and involves a step-wise maximum-likelihood determination based on the photometric redshift probability distribution for each object; this approach makes full …",
            "A new multifield determination of the galaxy luminosity function at z = 7–9 incorporating the 2012 Hubble Ultra-Deep Field imaging",
            "RJ McLure and JS Dunlop and RAA Bowler and E Curtis-Lake and M Schenker and RS Ellis and Brant E Robertson and AM Koekemoer and AB Rogers and Y Ono and M Ouchi and S Charlot and Vivienne Wild and Daniel P Stark and SR Furlanetto and M Cirasuolo and TA Targett",
            "2013",
            "BSRS9l0AAAAJ:qxL8FJ1GzNcC",
            369,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/432\/4\/2696\/2907730",
            "4137892218322302938",
            "\/scholar?cites=4137892218322302938",
            {
                "2012":1,
                "2013":16,
                "2014":54,
                "2015":61,
                "2016":62,
                "2017":53,
                "2018":55,
                "2019":33,
                "2020":28,
                "2021":6
            }
        ],
        [
            "Detailed theoretical studies of the high‐redshift universe, and especially reionization, are generally forced to rely on time‐consuming N‐body codes and\/or radiative transfer algorithms. We present a method to construct seminumerical “simulations,” which can efficiently generate realizations of halo distributions and ionization maps at high redshifts. Our procedure combines an excursion‐set approach with first‐order Lagrangian perturbation theory and operates directly on the linear density and velocity fields. As such, the achievable dynamic range with our algorithm surpasses the current practical limit of N‐body codes by orders of magnitude. This is particularly significant in studies of reionization, where the dynamic range is the principal limiting factor, because ionized regions reach scales of tens of comoving Mpc. We test our halo‐finding and ionization‐mapping algorithms separately against N‐body simulations …",
            "Efficient simulations of early structure formation and reionization",
            "Andrei Mesinger and Steven Furlanetto",
            "2007",
            "BSRS9l0AAAAJ:q3oQSFYPqjQC",
            361,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/521806\/meta",
            "15792917399037429337",
            "\/scholar?cites=15792917399037429337",
            {
                "2008":21,
                "2009":23,
                "2010":10,
                "2011":19,
                "2012":16,
                "2013":19,
                "2014":26,
                "2015":27,
                "2016":45,
                "2017":31,
                "2018":35,
                "2019":37,
                "2020":42,
                "2021":10
            }
        ]
    ]
}