{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Off-axis electron holography in the transmission electron microscope was used to correlate the physical and magnetic microstructure of magnetite nanocrystals in magnetotactic bacteria. The magnetite crystals were all single magnetic domains, and the magnetization directions of small superparamagnetic crystals were constrained by magnetic interactions with larger crystals in the chains. Shape anisotropy was found to dominate magnetocrystalline anisotropy in elongated crystals. A coercive field between 300 and 450 oersted was determined for one chain.",
            "Magnetic microstructure of magnetotactic bacteria by electron holography",
            "Rafal E Dunin-Borkowski and Martha R McCartney and Richard B Frankel and Dennis A Bazylinski and Mihály Pósfai and Peter R Buseck",
            "1998",
            "bUM8qKkAAAAJ:u5HHmVD_uO8C",
            453,
            "https:\/\/science.sciencemag.org\/content\/282\/5395\/1868.abstract",
            "5985769494691829577",
            "\/scholar?cites=5985769494691829577",
            {
                "1999":5,
                "2000":8,
                "2001":11,
                "2002":10,
                "2003":13,
                "2004":15,
                "2005":17,
                "2006":24,
                "2007":22,
                "2008":18,
                "2009":28,
                "2010":17,
                "2011":25,
                "2012":25,
                "2013":36,
                "2014":30,
                "2015":31,
                "2016":27,
                "2017":26,
                "2018":22,
                "2019":17,
                "2020":22
            }
        ],
        [
            "Electron holography performed in situ inside a high resolution transmission electron microscope has been used to determine the magnitude and spatial distribution of the electric field surrounding individual field-emitting carbon nanotubes. The electric field (and hence the associated field emission current) is concentrated precisely at the tips of the nanotubes and not at other nanotube defects such as sidewall imperfections. The electric field magnitude and distribution are stable in time, even in cases where the nanotube field emission current exhibits extensive temporal fluctuations.",
            "Electron holography of field-emitting carbon nanotubes",
            "John Cumings and A Zettl and MR McCartney and JCH Spence",
            "2002",
            "bUM8qKkAAAAJ:qjMakFHDy7sC",
            268,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.056804",
            "9487517658234644976",
            "\/scholar?cites=9487517658234644976",
            {
                "2002":4,
                "2003":22,
                "2004":37,
                "2005":26,
                "2006":35,
                "2007":27,
                "2008":13,
                "2009":11,
                "2010":10,
                "2011":15,
                "2012":6,
                "2013":10,
                "2014":12,
                "2015":5,
                "2016":9,
                "2017":8,
                "2018":3,
                "2019":8,
                "2020":6
            }
        ],
        [
            "Ge\/Si (100) island size distributions were monitored for coverages between 3.5 and 14.0 monolayers at growth temperatures from 450 to 600 C. Features in these distributions are correlated with characteristic island morphologies. The mean dome cluster size increased and the onset of island dislocation was delayed as the growth temperature increased. At 600 C, very large hut clusters are formed. This behavior is attributed to strain-assisted alloying of the Ge clusters. Energy dispersive x-ray analysis confirms Si diffusion into the Ge clusters at 600 C. An atomistic elastic model supports the interpretation that alloying is driven by strain energy enhancement near the island perimeters.",
            "Strain-driven alloying in Ge\/Si (100) coherent islands",
            "SA Chaparro and Jeff Drucker and Y Zhang and D Chandrasekhar and MR McCartney and David J Smith",
            "1999",
            "bUM8qKkAAAAJ:u-x6o8ySG0sC",
            206,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.83.1199",
            "9046702268462992587",
            "\/scholar?cites=9046702268462992587",
            {
                "1999":1,
                "2000":17,
                "2001":25,
                "2002":35,
                "2003":19,
                "2004":19,
                "2005":20,
                "2006":14,
                "2007":8,
                "2008":6,
                "2009":7,
                "2010":5,
                "2011":4,
                "2012":8,
                "2013":3,
                "2014":2,
                "2015":4,
                "2016":1,
                "2017":5,
                "2018":2,
                "2019":1
            }
        ],
        [
            "We report a theoretical and experimental investigation of Cr-doped AlN. Density functional calculations predict that the isolated Cr t2 defect level in AlN is 1\/3 full, falls approximately at midgap, and broadens into an impurity band for concentrations over 5%. Substitutional Al1−xCrxN random alloys with 0.05⩽x⩽0.15 are predicted to have Curie temperatures over 600 K. Experimentally, we have characterized and optimized the molecular beam epitaxy thin film growth process, and observed room temperature ferromagnetism with a coercive field, Hc, of 120 Oe. The measured magnetic susceptibility indicates that over 33% of the Cr is magnetically active at room temperature and 40% at low temperature.",
            "Synthesis, characterization, and modeling of high quality ferromagnetic Cr-doped AlN thin films",
            "Stephen Y Wu and HX Liu and Lin Gu and RK Singh and L Budd and M Van Schilfgaarde and MR McCartney and David J Smith and N Newman",
            "2003",
            "bUM8qKkAAAAJ:d1gkVwhDpl0C",
            195,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1570521",
            "2609627186283966273",
            "\/scholar?cites=2609627186283966273",
            {
                "2003":6,
                "2004":11,
                "2005":26,
                "2006":18,
                "2007":20,
                "2008":14,
                "2009":12,
                "2010":11,
                "2011":5,
                "2012":8,
                "2013":13,
                "2014":9,
                "2015":15,
                "2016":5,
                "2017":2,
                "2018":4,
                "2019":7,
                "2020":8
            }
        ],
        [
            "Electron holography provides a unique phase-imaging approach for characterizing nanoscale electrostatic and magnetic fields. From the relative phase shifts of the electron wave that has passed through the sample, quantitative field measurements that can be related back to specific features of the object can be made. The basic theory and experimental geometry for the off-axis mode of electron holography are first presented. Representative studies over a wide range of materials are then described. Applications involving electrostatic fields include p-n junctions and dopant profiles, piezoelectric fields and ferroelectrics, and charged defects and boundaries. Applications involving magnetic materials include hard magnets, thin films, and nanostructures, both man-made and naturally occurring. Finally, prospects for future developments and applications are briefly discussed.",
            "Electron holography: Phase imaging with nanometer resolution",
            "Martha R McCartney and David J Smith",
            "2007",
            "bUM8qKkAAAAJ:LkGwnXOMwfcC",
            194,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.matsci.37.052506.084219",
            "502517055031687585",
            "\/scholar?cites=502517055031687585",
            {
                "2008":5,
                "2009":13,
                "2010":13,
                "2011":19,
                "2012":12,
                "2013":16,
                "2014":15,
                "2015":22,
                "2016":20,
                "2017":22,
                "2018":13,
                "2019":12,
                "2020":8,
                "2021":3
            }
        ],
        [
            "This paper presents a new technique for forming quantitative phase and amplitude electron images applicable to a conventional transmission electron microscope. With magnetised cobalt microstructures used as a test object, we use electron holography to obtain an independent measurement of the phase shift. After a suitable calibration of the microscope, we obtain quantitative agreement of the phase shift imposed on the 200 keV electrons passing through the sample.",
            "Quantitative phase-sensitive imaging in a transmission electron microscope",
            "S Bajt and A Barty and Keith Alexander Nugent and Martha McCartney and M Wall and D Paganin",
            "2000",
            "bUM8qKkAAAAJ:2osOgNQ5qMEC",
            185,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0304399199001746",
            "979580685955648945",
            "\/scholar?cites=979580685955648945",
            {
                "2000":5,
                "2001":6,
                "2002":10,
                "2003":10,
                "2004":12,
                "2005":11,
                "2006":8,
                "2007":5,
                "2008":14,
                "2009":1,
                "2010":9,
                "2011":11,
                "2012":6,
                "2013":10,
                "2014":11,
                "2015":9,
                "2016":11,
                "2017":11,
                "2018":5,
                "2019":11,
                "2020":9
            }
        ],
        [
            "We describe the synthesis of novel monocrystalline FeCo nanowires encapsulated inside multiwalled carbon nanotubes (MWNTs). These FeCo nanowires exhibit homogeneous Fe and Co concentrations and do not contain an external oxide layer due to the presence of insulating nanotube layers. The method involves the aerosol thermolysis of toluene−ferrocene−cobaltocene solutions in inert atmospheres. The materials have been carefully characterized using state-of-the-art high-resolution transmission electron microscopy (HRTEM), electron-energy-loss spectroscopy (EELS), scanning electron microscopy (SEM), energy-dispersive X-ray analysis (EDX), electron diffraction, HREELS−STM elemental mapping, X-ray powder diffraction, and SQUID magnetometry. We noted that the formation of FeCo alloys occurs at relatively low pyrolytic temperatures (e.g., 650−750 °C). These single-crystal nanowires, which …",
            "Production and characterization of single-crystal FeCo nanowires inside carbon nanotubes",
            "AL Elias and JA Rodriguez-Manzo and MR McCartney and D Golberg and A Zamudio and SE Baltazar and F Lopez-Urias and E Munoz-Sandoval and L Gu and CC Tang and DJ Smith and Y Bando and H Terrones and M Terrones",
            "2005",
            "bUM8qKkAAAAJ:UeHWp8X0CEIC",
            181,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl0479583",
            "14292630411097239216",
            "\/scholar?cites=14292630411097239216",
            {
                "2005":5,
                "2006":13,
                "2007":18,
                "2008":14,
                "2009":20,
                "2010":10,
                "2011":12,
                "2012":4,
                "2013":20,
                "2014":13,
                "2015":14,
                "2016":11,
                "2017":3,
                "2018":9,
                "2019":8,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Nanocrystals of magnetite (Fe3O4) in a meteorite from Mars provide the strongest, albeit controversial, evidence for the former presence of extraterrestrial life. The morphological and size resemblance of the crystals from meteorite ALH84001 to crystals formed by certain terrestrial bacteria has been used in support of the biological origin of the extraterrestrial minerals. By using tomographic and holographic methods in a transmission electron microscope, we show that the three-dimensional shapes of such nanocrystals can be defined, that the detailed morphologies of individual crystals from three bacterial strains differ, and that none uniquely match those reported from the Martian meteorite. In contrast to previous accounts, we argue that the existing crystallographic and morphological evidence is inadequate to support the inference of former life on Mars.",
            "Magnetite morphology and life on Mars",
            "Peter R Buseck and Rafal E Dunin-Borkowski and Bertrand Devouard and Richard B Frankel and Martha R McCartney and Paul A Midgley and Mihály Pósfai and Matthew Weyland",
            "2001",
            "bUM8qKkAAAAJ:9yKSN-GCB0IC",
            166,
            "https:\/\/www.pnas.org\/content\/98\/24\/13490.short",
            "9908664752825458164",
            "\/scholar?cites=9908664752825458164",
            {
                "2001":2,
                "2002":5,
                "2003":14,
                "2004":12,
                "2005":14,
                "2006":16,
                "2007":12,
                "2008":10,
                "2009":7,
                "2010":6,
                "2011":8,
                "2012":11,
                "2013":13,
                "2014":8,
                "2015":5,
                "2016":5,
                "2017":6,
                "2018":2,
                "2019":4,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The mean inner potential of a solid is a fundamental property of the material and depends on both composition and structure. By using cleaved crystal wedges of known angle, combined with dogital recording of off-axis electron holograms and with theoretical calculations of dynamical effects, the mean inner potential of Si (9.26±0.08 V), MgO (13.01±0.08 V), GaAs (14.53±0.17 V) and PbS (17.19±0.12 V) is measured with high accuracy of about 1%. Dynamical contributions to the phase of the transmitted beam are found by Bloch wave calculations to be less than 5% when the crystal wedges are titled away from zone-axis orientations and from major Kikuchi bands. The accuracy of the present method is a factor of 3 better than previously achieved by reflection high-energy electron diffraction and electron interferometry. The major causes of uncertainty were specimen imperfections and errors in phase measurement …",
            "Accurate measurements of mean inner potential of crystal wedges using digital electron holograms",
            "M Gajdardziska-Josifovska and MR McCartney and WJ De Ruijter and David J Smith and JK Weiss and JM Zuo",
            "1993",
            "bUM8qKkAAAAJ:IjCSPb-OGe4C",
            166,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0304399193901976",
            "2561753518044904374",
            "\/scholar?cites=2561753518044904374",
            {
                "1993":3,
                "1994":8,
                "1995":8,
                "1996":10,
                "1997":6,
                "1998":5,
                "1999":7,
                "2000":2,
                "2001":7,
                "2002":4,
                "2003":10,
                "2004":5,
                "2005":5,
                "2006":9,
                "2007":5,
                "2008":3,
                "2009":3,
                "2010":9,
                "2011":4,
                "2012":2,
                "2013":7,
                "2014":7,
                "2015":7,
                "2016":6,
                "2017":8,
                "2018":2,
                "2019":4,
                "2020":7
            }
        ],
        [
            "A simple method is described for determination of the quantity t\/λi from off-axis electron holograms, where t is the local thickness and λi is the mean-free-path for inelastic scattering of high energy electrons. The method uses the energy-filtered amplitude reconstructed from a hologram and, when applied to samples with well characterized geometry, allows measurement of the inelastic mean-free-path. Measured values of 71 ± 5 nm for MgO and 92 ± 7 nm for Si for 100 keV beam energy compare favorably with calculated and experimental values from electron-energy-loss spectroscopy. Differences between the two techniques for determining t\/λi and the utility of the holographic method are briefly discussed.",
            "Absolute measurement of normalized thickness, t\/λi, from off-axis electron holography",
            "MR McCartney and M Gajdardziska-Josifovska",
            "1994",
            "bUM8qKkAAAAJ:zYLM7Y9cAGgC",
            156,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/030439919490040X",
            "7580095209447319236",
            "\/scholar?cites=7580095209447319236",
            {
                "1993":1,
                "1994":2,
                "1995":3,
                "1996":6,
                "1997":2,
                "1998":6,
                "1999":2,
                "2000":1,
                "2001":2,
                "2002":6,
                "2003":12,
                "2004":12,
                "2005":8,
                "2006":7,
                "2007":10,
                "2008":5,
                "2009":5,
                "2010":6,
                "2011":6,
                "2012":3,
                "2013":3,
                "2014":7,
                "2015":9,
                "2016":5,
                "2017":6,
                "2018":4,
                "2019":8,
                "2020":6,
                "2021":1
            }
        ]
    ]
}