{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "We present a new way of nanoengineering graphene by using defect domains. These regions have ring structures that depart from the usual honeycomb lattice, though each carbon atom still has three nearest neighbors. A set of stable domain structures is identified by using density functional theory, including blisters, ridges, ribbons, and metacrystals. All such structures are made solely out of carbon; the smallest encompasses just 16 atoms. Blisters, ridges, and metacrystals rise up out of the sheet, while ribbons remain flat. In the vicinity of vacancies, the reaction barriers to formation are sufficiently low that such defects could be synthesized through the thermally activated restructuring of coalesced adatoms.",
            "Nanoengineering defect structures on graphene",
            "Mark T Lusk and Lincoln D Carr",
            "2008",
            "BURz_3EAAAAJ:u-x6o8ySG0sC",
            286,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.175503",
            "1938800625283511543",
            "\/scholar?cites=1938800625283511543",
            {
                "2008":6,
                "2009":7,
                "2010":16,
                "2011":24,
                "2012":34,
                "2013":25,
                "2014":34,
                "2015":27,
                "2016":27,
                "2017":19,
                "2018":20,
                "2019":22,
                "2020":22,
                "2021":2
            }
        ],
        [
            "It is commonly held that a sufficient condition for the rule of additivity to be valid is that the transformation rate depend only on temperature and volume fraction. This is not true in general.",
            "On the rule of additivity in phase transformation kinetics",
            "Mark Lusk and Herng-Jeng Jou",
            "1997",
            "BURz_3EAAAAJ:d1gkVwhDpl0C",
            137,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s11661-997-0131-5.pdf",
            "16255043442033686654",
            "\/scholar?cites=16255043442033686654",
            {
                "1998":2,
                "1999":3,
                "2000":1,
                "2001":5,
                "2002":6,
                "2003":7,
                "2004":7,
                "2005":11,
                "2006":5,
                "2007":10,
                "2008":5,
                "2009":6,
                "2010":10,
                "2011":7,
                "2012":9,
                "2013":7,
                "2014":9,
                "2015":4,
                "2016":10,
                "2017":2,
                "2018":7,
                "2019":3,
                "2020":1
            }
        ],
        [
            "Figure 1| Manipulation of single spins on a magnetic surface. a, The spins of the manganese atoms in the template used by Kubetzka and co-workers are either parallel (orange) or anti-parallel (light blue) to the direction normal to the surface, with all the atoms in a given row having the same spin direction, and neighbouring rows having opposite spin directions. The spin of a single cobalt atom (dark blue) on the surface can be reversed by using the STM to drag it from its original position (1) to a new position on a row of manganese atoms with the opposite spin direction (2). b, When the cobalt atom is in position 1, the tip is exploring preferentially the majority channel of the cobalt atoms (shown here in blue), which displays rotational symmetry (s, pz and dz2 orbital contributions). When the cobalt atom is in position 2, the minority channel, which has a different symmetry (mainly from the dxz orbital), becomes dominant …",
            "Graphene gets designer defects",
            "Lincoln D Carr and Mark T Lusk",
            "2010",
            "BURz_3EAAAAJ:YsMSGLbcyi4C",
            104,
            "https:\/\/www.nature.com\/nnano\/journal\/v5\/n5\/abs\/nnano.2010.93.html",
            "1325423552453471491",
            "\/scholar?cites=1325423552453471491",
            {
                "2010":4,
                "2011":11,
                "2012":5,
                "2013":7,
                "2014":5,
                "2015":14,
                "2016":7,
                "2017":19,
                "2018":10,
                "2019":9,
                "2020":11
            }
        ]
    ]
}