{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "We discuss theoretical and phenomenological aspects of two-Higgs-doublet extensions of the Standard Model. In general, these extensions have scalar mediated flavour changing neutral currents which are strongly constrained by experiment. Various strategies are discussed to control these flavour changing scalar currents and their phenomenological consequences are analysed. In particular, scenarios with natural flavour conservation are investigated, including the so-called type I and type II models as well as lepton-specific and inert models. Type III models are then discussed, where scalar flavour changing neutral currents are present at tree level, but are suppressed by either a specific ansatz for the Yukawa couplings or by the introduction of family symmetries leading to a natural suppression mechanism. We also consider the phenomenology of charged scalars in these models. Next we turn to the role of …",
            "Theory and phenomenology of two-Higgs-doublet models",
            "Gustavo Castelo Branco and PM Ferreira and L Lavoura and MN Rebelo and Marc Sher and Joao P Silva",
            "2012",
            "BvFExFsAAAAJ:RHpTSmoSYBkC",
            2582,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370157312000695",
            "6248145802786431785",
            "\/scholar?cites=6248145802786431785",
            {
                "2011":17,
                "2012":57,
                "2013":159,
                "2014":179,
                "2015":283,
                "2016":353,
                "2017":355,
                "2018":446,
                "2019":340,
                "2020":364,
                "2021":17
            }
        ],
        [
            "In electroweak models, radiative corrections to the scalar potential can have significant consequences. In the standard model, they can destabilize the standard model vacuum; the requirement of vacuum stability leads to severe bounds on Higgs and fermion masses. In supersymmetric models, they lead to the generation of the electroweak scale in terms of the unification scale. In this Report, the method of calculating radiative corrections to the scalar potentials is reviewed, with an emphasis on renormalization group improvement of the potential. Finite temperature corrections to the potential, calculation of tunneling rates and the nature of cosmological phase transitions are then discussed, and the results are then applied to the standard model to derive stringent bounds on Higgs and fermion passes. These results are then generalized to models with several Higgs fields. Finally, the scalar potential in …",
            "Electroweak Higgs potential and vacuum stability",
            "Marc Sher",
            "1989",
            "BvFExFsAAAAJ:p2g8aNsByqUC",
            1330,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0370157389900616",
            "12568973890037417849",
            "\/scholar?cites=12568973890037417849",
            {
                "1990":17,
                "1991":29,
                "1992":48,
                "1993":48,
                "1994":43,
                "1995":42,
                "1996":66,
                "1997":44,
                "1998":26,
                "1999":49,
                "2000":36,
                "2001":36,
                "2002":22,
                "2003":28,
                "2004":23,
                "2005":25,
                "2006":27,
                "2007":29,
                "2008":42,
                "2009":36,
                "2010":27,
                "2011":41,
                "2012":55,
                "2013":48,
                "2014":70,
                "2015":84,
                "2016":68,
                "2017":52,
                "2018":64,
                "2019":46,
                "2020":42,
                "2021":1
            }
        ],
        [
            "Motivated by the existence of three fermion generations, we consider models with three Higgs doublets (for each hypercharge). It is shown that, if the basic Yukawa coupling matrices are of the Fritzsch form or some generalizations thereof (two such examples are presented), then the neutral flavor-changing couplings have a hierarchical structure given by Δ ij√ m i m j, where Δ ij is a combination of mixing angles and the m i’s are the relevant fermion masses. These couplings give a lower bound of the order of Δ ds times 1 TeV on the mass of the exchanged scalar from the neutral-kaon mass difference. If the Higgs-boson mass is not significantly greater than this limit, one expects DD mixing comparable to the present experimental bound.",
            "Mass-matrix ansatz and flavor nonconservation in models with multiple Higgs doublets",
            "TP Cheng and Marc Sher",
            "1987",
            "BvFExFsAAAAJ:738O_yMBCRsC",
            904,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.35.3484",
            "13168194550892701051",
            "\/scholar?cites=13168194550892701051",
            {
                "1992":3,
                "1993":8,
                "1994":15,
                "1995":24,
                "1996":31,
                "1997":32,
                "1998":27,
                "1999":31,
                "2000":28,
                "2001":33,
                "2002":17,
                "2003":23,
                "2004":22,
                "2005":18,
                "2006":41,
                "2007":20,
                "2008":44,
                "2009":32,
                "2010":29,
                "2011":32,
                "2012":38,
                "2013":43,
                "2014":43,
                "2015":37,
                "2016":48,
                "2017":47,
                "2018":40,
                "2019":40,
                "2020":23,
                "2021":1
            }
        ],
        [
            "The possibility of additional quarks and leptons beyond the three generations already established is discussed. The make-up of this Report is (1) Introduction: the motivations for believing that the present litany of elementary fermions is not complete; (2) quantum numbers: possible assignments for additional fermions; (3) masses and mixing angles: mass limits from precision electroweak data, vacuum stability and perturbative gauge unification; empirical constraints on mixing angles; (4) lifetimes and decay modes: their dependence on the mass spectrum and mixing angles of the additional quarks and leptons; the possibility of exceptionally long lifetimes; (5) dynamical symmetry breaking: the significance of the top quark and other heavy fermions for alternatives to the elementary Higgs Boson; (6) CP violation: extensions to more generations and how strong CP may be solved by additional quarks; (7) experimental …",
            "Quarks and leptons beyond the third generation",
            "Paul H Frampton and Pham Q Hung and Marc Sher",
            "2000",
            "BvFExFsAAAAJ:Mojj43d5GZwC",
            440,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370157399000952",
            "15932351719349219172",
            "\/scholar?cites=15932351719349219172",
            {
                "2000":11,
                "2001":7,
                "2002":8,
                "2003":14,
                "2004":12,
                "2005":15,
                "2006":10,
                "2007":15,
                "2008":25,
                "2009":26,
                "2010":42,
                "2011":65,
                "2012":74,
                "2013":33,
                "2014":16,
                "2015":10,
                "2016":14,
                "2017":14,
                "2018":4,
                "2019":11,
                "2020":5,
                "2021":1
            }
        ],
        [
            "If the top quark mass is above 86 GeV, then a stringent lower bound on the mass of the Higgs boson arises from the requirement of vacuum stability. We calculate the bound as precisely as possible by numerically solving the renormalization group equations to two-loop order. If the lower bound on the top mass is 100 (110, 120) GeV, the lower bound to the Higgs mass is found to be 20 (34, 50) GeV. Thus, if the standard model is correct, then a nondiscovery of the top quark at the Fermilab Collider implies that the Higgs boson cannot be discovered at CUSB, SLC or LEP I.",
            "Probing vacuum stability bounds at the Fermilab collider",
            "Manfred Lindner and Marc Sher and Helmut W Zaglauer",
            "1989",
            "BvFExFsAAAAJ:bFI3QPDXJZMC",
            342,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0370269389905406",
            "11313111426319563350",
            "\/scholar?cites=11313111426319563350",
            {
                "1990":9,
                "1991":15,
                "1992":8,
                "1993":16,
                "1994":10,
                "1995":9,
                "1996":11,
                "1997":16,
                "1998":6,
                "1999":13,
                "2000":10,
                "2001":6,
                "2002":5,
                "2003":7,
                "2004":6,
                "2005":2,
                "2006":7,
                "2007":7,
                "2008":8,
                "2009":8,
                "2010":7,
                "2011":3,
                "2012":20,
                "2013":24,
                "2014":25,
                "2015":25,
                "2016":18,
                "2017":11,
                "2018":15,
                "2019":6,
                "2020":4
            }
        ],
        [
            "Theoretical constraints and limits on the masses of Higgs scalars in the standard electroweak model, in electroweak models with additional Higgs doublets and in various supersymmetric models are presented. In the standard model, the lower limit on the Higgs mass, based on vacuum stability arguments, is reviewed in detail, as are “upper limits” based on perturbative constraints. In most grand unified and all supersymmetric models, however, at least two doublets are needed. The masses of the various Higgs scalars in the two-doublet model are discussed and constraints on their masses are found, including the generalization of the above limits. The results are then generalized to models with more than two doublets. Finally, recent attempts at constructing models with low-energy supersymmetry are reviewed and it is shown that in many models, fairly stringent tree-level mass relations among the Higgs scalars can …",
            "Higgs masses in the standard, multi-Higgs and supersymmetric models",
            "Ricardo A Flores and Marc Sher",
            "1983",
            "BvFExFsAAAAJ:YOwf2qJgpHMC",
            330,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0003491683903317",
            "3876165136662854022",
            "\/scholar?cites=3876165136662854022",
            {
                "1984":11,
                "1985":17,
                "1986":20,
                "1987":8,
                "1988":15,
                "1989":19,
                "1990":14,
                "1991":12,
                "1992":13,
                "1993":8,
                "1994":2,
                "1995":13,
                "1996":8,
                "1997":4,
                "1998":7,
                "1999":5,
                "2000":4,
                "2001":4,
                "2002":5,
                "2003":6,
                "2004":4,
                "2005":12,
                "2006":9,
                "2007":3,
                "2008":5,
                "2009":10,
                "2010":5,
                "2011":5,
                "2012":6,
                "2013":9,
                "2014":10,
                "2015":13,
                "2016":10,
                "2017":14,
                "2018":9,
                "2019":2,
                "2020":4
            }
        ]
    ]
}