{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "A key step toward the discovery of a gene related to a trait is the finding of an association between the trait and one or more haplotypes. Haplotype analyses can also provide critical information regarding the function of a gene; however, when unrelated subjects are sampled, haplotypes are often ambiguous because of unknown linkage phase of the measured sites along a chromosome. A popular method of accounting for this ambiguity in case-control studies uses a likelihood that depends on haplotype frequencies, so that the haplotype frequencies can be compared between the cases and controls; however, this traditional method is limited to a binary trait (case vs. control), and it does not provide a method of testing the statistical significance of specific haplotypes. To address these limitations, we developed new methods of testing the statistical association between haplotypes and a wide variety of traits, including …",
            "Score tests for association between traits and haplotypes when linkage phase is ambiguous",
            "Daniel J Schaid and Charles M Rowland and David E Tines and Robert M Jacobson and Gregory A Poland",
            "2002",
            "BVY4C30AAAAJ:u5HHmVD_uO8C",
            1922,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0002929707639561",
            "15421956963160425",
            "\/scholar?cites=15421956963160425",
            {
                "2002":5,
                "2003":40,
                "2004":77,
                "2005":135,
                "2006":202,
                "2007":234,
                "2008":222,
                "2009":209,
                "2010":154,
                "2011":134,
                "2012":90,
                "2013":89,
                "2014":72,
                "2015":62,
                "2016":47,
                "2017":31,
                "2018":29,
                "2019":31,
                "2020":43,
                "2021":3
            }
        ],
        [
            "In this paper we outline the seven primary truths supporting the call for requiring influenza immunization of all health care workers. We view this as a serious patient safety issue, given the clear and compelling data regarding the frequency and severity of influenza infection. In addition, clear-cut safety, efficacy, economic, legal, and ethical platforms support the use of influenza vaccine. Unfortunately health care workers have demonstrated, over almost 25 years that they are unwilling to comply with voluntary influenza immunization programs utilizing a variety of education and incentive programs, at rates sufficient to protect the patients in their care. We suggest that an annual influenza immunization should be required for every health care worker with direct patient contact, unless a medical contraindication or religious objection exists, or an informed declination is signed by the health care worker. High rates of health …",
            "Requiring influenza vaccination for health care workers: seven truths we must accept",
            "Gregory A Poland and Pritish Tosh and Robert M Jacobson",
            "2005",
            "BVY4C30AAAAJ:u-x6o8ySG0sC",
            356,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0264410X05000460",
            "3353636762523814078",
            "\/scholar?cites=3353636762523814078",
            {
                "2005":10,
                "2006":23,
                "2007":22,
                "2008":29,
                "2009":36,
                "2010":44,
                "2011":33,
                "2012":26,
                "2013":20,
                "2014":22,
                "2015":11,
                "2016":18,
                "2017":12,
                "2018":17,
                "2019":11,
                "2020":9
            }
        ],
        [
            "A 25-year-old registered nurse comes for a visit to initiate prenatal care after receiving a positive result on a pregnancy test. On review of her vaccination status, she reports that she declined hepatitis B vaccination when it was offered by her current employer because she does not draw blood and thus does not consider herself at risk. Should she receive the vaccine? What are the current recommendations for hepatitis B vaccination?",
            "Prevention of hepatitis B with the hepatitis B vaccine",
            "Gregory A Poland and Robert M Jacobson",
            "2004",
            "BVY4C30AAAAJ:d1gkVwhDpl0C",
            339,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/nejmcp041507",
            "8551649843772525984",
            "\/scholar?cites=8551649843772525984",
            {
                "2005":22,
                "2006":26,
                "2007":26,
                "2008":22,
                "2009":25,
                "2010":27,
                "2011":22,
                "2012":19,
                "2013":19,
                "2014":22,
                "2015":22,
                "2016":21,
                "2017":16,
                "2018":12,
                "2019":18,
                "2020":9
            }
        ],
        [
            "PERSPECTIVE n engl j med 364; 2 nejm. org january 13, 2011 98 the public had become complacent about the risks of the disease and focused on adverse events purportedly associated with vaccination. Countries that dropped routine pertussis vaccination in the 1970s and 1980s then suffered 10 to 100 times the pertussis incidence of countries that maintained high immunization rates; ultimately, the countries that had eliminated their pertussis vaccination programs reinstated them. 2 In the United States, vaccine manufacturers faced an onslaught of lawsuits, which led the majority of them to cease vaccine production. These losses prompted the development of new programs, such as the Vaccine Injury Compensation Program (VICP), in an attempt to keep manufacturers in the US market. The 1998 publication of an article, recently retracted by the Lancet, by Wakefield et al. 3 created a worldwide controversy over the measles–mumps–rubella (MMR) vaccine by claiming that it played a causative role in autism. This claim led to decreased use of MMR vaccine in Britain, Ireland, the United States, and other countries. Ireland, in particular, experienced measles outbreaks in which there were more than 300 cases, 100 hospitalizations, and 3 deaths. 4Today, the spectrum of antivaccinationists ranges from people who are simply ignorant about science (or “innumerate”—unable to understand and incor porate concepts of risk and probability into science-grounded decision making) to a radical fringe element who use deliberate mistruths, intimidation, falsified data, and threats of violence in efforts to prevent the use of vaccines and to silence critics …",
            "The age-old struggle against the antivaccinationists",
            "Gregory A Poland and Robert M Jacobson",
            "2011",
            "BVY4C30AAAAJ:_FxGoFyzp5QC",
            292,
            "https:\/\/www.researchgate.net\/profile\/Robert_Jacobson3\/publication\/49747317_The_Age-Old_Struggle_against_the_Antivaccinationists\/links\/02e7e53cd3c6debbcb000000.pdf",
            "15474760242267486780",
            "\/scholar?cites=15474760242267486780",
            {
                "2011":22,
                "2012":25,
                "2013":21,
                "2014":27,
                "2015":37,
                "2016":22,
                "2017":27,
                "2018":25,
                "2019":37,
                "2020":30,
                "2021":1
            }
        ],
        [
            "Within 2 months of its discovery last spring, a novel influenza A (H1N1) virus, currently referred to as 2009 H1N1, caused the first influenza pandemic in decades. The virus has caused disproportionate disease among young people with early reports of virulence similar to that of seasonal influenza. This clinical review provides an update encompassing the virology, epidemiology, clinical manifestations, diagnosis, treatment, and prevention of the 2009 H1N1 virus. Because information about this virus, its prevention, and treatment are rapidly evolving, readers are advised to seek additional information. We performed a literature search of PubMed using the following keywords: H1N1, influenza, vaccine, pregnancy, children, treatment, epidemiology, and review. Studies were selected for inclusion in this review on the basis of their relevance. Recent studies and articles were preferred.",
            "2009 H1N1 Influenza",
            "Seth J Sullivan and Robert M Jacobson and Walter R Dowdle and Gregory A Poland",
            "2010",
            "BVY4C30AAAAJ:9yKSN-GCB0IC",
            268,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0025619611603121",
            "17475879459580880298",
            "\/scholar?cites=17475879459580880298",
            {
                "2009":4,
                "2010":53,
                "2011":62,
                "2012":41,
                "2013":21,
                "2014":15,
                "2015":14,
                "2016":12,
                "2017":6,
                "2018":11,
                "2019":8,
                "2020":11,
                "2021":5
            }
        ],
        [
            "Vaccines and the ability to prevent morbidity and mortality due to infectious diseases have been one of the greatest public health success stories. On a global level, it is one of the few cost-effective medical measures that result in universal benefit. Despite this, there is evidence of a growing anti-vaccine movement. In turn, this has, in some cases, resulted in major disruptions in vaccine programs, with resultant needless morbidity and mortality. Of interest are the factors that seem to contribute to the current trend of anti-vaccine sentiment. This paper will examine the current anti-vaccine movement and provide current examples. Finally, a review of suggestions for dealing with the anti-vaccine movement will be presented.",
            "Understanding those who do not understand: a brief review of the anti-vaccine movement",
            "Gregory A Poland and Robert M Jacobson",
            "2001",
            "BVY4C30AAAAJ:zYLM7Y9cAGgC",
            240,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0264410X00004692",
            "12472076265359694999",
            "\/scholar?cites=12472076265359694999",
            {
                "2001":2,
                "2002":5,
                "2003":5,
                "2004":9,
                "2005":11,
                "2006":8,
                "2007":7,
                "2008":12,
                "2009":10,
                "2010":11,
                "2011":11,
                "2012":8,
                "2013":8,
                "2014":22,
                "2015":23,
                "2016":17,
                "2017":15,
                "2018":13,
                "2019":19,
                "2020":19
            }
        ],
        [
            "See related editorial, \"CPR and Ventricular Fibrillation: Lasts Longer, Ends Better.\"Study objective: To assess whether bystander CPR (BCPR) on collapse affects initial rhythm and outcome in patients with witnessed, unmonitored out-of-hospital cardiac arrest (OHCA).Design: Prospective cohort study. Student's t test, the χ2 test, and logistic regression were used for analysis. Setting: Suburban emergency medical service (EMS) system. Participants: Patients 19 years or older with witnessed OHCA of presumed cardiac origin who experienced cardiac arrest before EMS arrival between July 1989 and July 1993. Results: Of 722 patients who met the entry criteria, 153 received BCPR. Patients who received BCPR were younger than those who did not: 62.5±15.4 years versus 66.8±15.1 years (P<.01). We found no differences in basic or advanced life support response intervals or in frequency of AED use. More patients …",
            "Bystander CPR, ventricular fibrillation, and survival in witnessed, unmonitored out-of-hospital cardiac arrest",
            "Robert A Swor and Raymond E Jackson and Mark Cynar and Edward Sadler and Eliezer Basse and Bernice Boji and Edgardo J Rivera-Rivera and Ann Maher and William Grubb and Ronald Jacobson and Dean L Dalbec",
            "1995",
            "BVY4C30AAAAJ:r_AWSJRzSzQC",
            231,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0196064495702075",
            "16732822681837836436",
            "\/scholar?cites=16732822681837836436",
            {
                "1995":1,
                "1996":2,
                "1997":8,
                "1998":5,
                "1999":9,
                "2000":4,
                "2001":9,
                "2002":9,
                "2003":8,
                "2004":8,
                "2005":12,
                "2006":15,
                "2007":12,
                "2008":12,
                "2009":11,
                "2010":14,
                "2011":17,
                "2012":9,
                "2013":9,
                "2014":13,
                "2015":8,
                "2016":6,
                "2017":6,
                "2018":2,
                "2019":5,
                "2020":9
            }
        ],
        [
            "The growing abundance of highly immunogenic vaccines has arrived with a burden of pain, distress, and common adverse reactions that in turn may interfere with parental compliance and aggravate anti-vaccine sentiment. In a study of 150 children in each of 2 age-groups, we found that approximately 20% of the subjects suffered serious distress or worse. During the procedural phase, approximately 90% of the 15-to-18 month old children and 45% of the 4-to-6 year old children showed serious distress or worse. To address non-adherence with pediatric vaccine schedules, we must consider all of the possible issues that might prevent a parent from taking a child to a health care provider for vaccination. In that same study we identified useful predictors for both preparatory and procedural distress — predictors that might be used in identifying children who might benefit from preventive interventions. Vaccine providers …",
            "Making vaccines more acceptable—methods to prevent and minimize pain and other common adverse events associated with vaccines",
            "Robert M Jacobson and Avril Swan and Adedunni Adegbenro and Sarah L Ludington and Peter C Wollan and Gregory A Poland and Vaccine Research Group",
            "2001",
            "BVY4C30AAAAJ:IjCSPb-OGe4C",
            210,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0264410X00004667",
            "5563886761567478331",
            "\/scholar?cites=5563886761567478331",
            {
                "2002":5,
                "2003":4,
                "2004":4,
                "2005":6,
                "2006":11,
                "2007":9,
                "2008":14,
                "2009":16,
                "2010":13,
                "2011":5,
                "2012":14,
                "2013":12,
                "2014":14,
                "2015":13,
                "2016":13,
                "2017":13,
                "2018":16,
                "2019":13,
                "2020":10
            }
        ],
        [
            "Immunosenescence refers to the inability of an aging immune system to produce an appropriate and effective response to challenge. This immune dysfunction may manifest as increased susceptibility to infection, cancer, autoimmune disease, and vaccine failure. Mounting biological evidence supports the potential clinical relevance and impact of immunosenenscence. We briefly review immunosenescence with a focus on replicative senescence in cytotoxic T cells and recent clinical studies examining its association with influenza and infectious disease outcomes.",
            "Immunosenescence: role and measurement in influenza vaccine response among the elderly",
            "Paul V Targonski and Robert M Jacobson and Gregory A Poland",
            "2007",
            "BVY4C30AAAAJ:YsMSGLbcyi4C",
            200,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0264410X07000424",
            "7633501683633669139",
            "\/scholar?cites=7633501683633669139",
            {
                "2007":4,
                "2008":11,
                "2009":16,
                "2010":14,
                "2011":15,
                "2012":18,
                "2013":15,
                "2014":15,
                "2015":26,
                "2016":22,
                "2017":8,
                "2018":8,
                "2019":10,
                "2020":13
            }
        ]
    ]
}