{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We study the nonequilibrium evolution of the expectation value of a scalar field in the broken and unbroken symmetry cases. We find that the particles produced by parametric amplification give rise to dissipative behavior for this mode. However, a Γφ̇ type of term cannot account for the dissipational dynamics. We are able to show clearly that perturbation theory breaks down at late times, so that dissipation in field theories can only be understood nonperturbatively. When Goldstone bosons are present we find infrared divergences that require a nonperturbative resummation to describe the long-time dynamics. We use the Hartree factorization and the large N approximation to the O (N) linear σ model to numerically as well as analytically understand the long-time behavior of the zero mode as well as that of the produced particles. The O (N) model case is extremely interesting since, in the spontaneously broken case …",
            "Dissipation via particle production in scalar field theories",
            "Daniel Boyanovsky and Hector J de Vega and Richard Holman and D-S Lee and Anupam Singh",
            "1995",
            "bw7yBTsAAAAJ:u5HHmVD_uO8C",
            443,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.51.4419",
            "10079995099941487970",
            "\/scholar?cites=10079995099941487970",
            {
                "1995":16,
                "1996":35,
                "1997":44,
                "1998":39,
                "1999":36,
                "2000":46,
                "2001":35,
                "2002":27,
                "2003":16,
                "2004":18,
                "2005":17,
                "2006":10,
                "2007":7,
                "2008":16,
                "2009":5,
                "2010":8,
                "2011":7,
                "2012":5,
                "2013":11,
                "2014":7,
                "2015":11,
                "2016":4,
                "2017":4,
                "2018":6,
                "2019":3,
                "2020":7
            }
        ],
        [
            "We analyze the phenomenon of preheating, ie, explosive particle production due to parametric amplification of quantum fluctuations in the unbroken symmetry case, or spinodal instabilities in the broken symmetry phase, using the Minkowski space O (N) vector model in the large N limit to study the nonperturbative issues involved. We give analytic results for weak couplings and times short compared to the time at which the fluctuations become of the same order as the tree level terms, as well as numerical results including the full back reaction. In the case where the symmetry is unbroken, the analytical results agree spectacularly well with the numerical ones in their common domain of validity. In the broken symmetry case, interesting situations, corresponding to slow roll initial conditions from the unstable minimum at the origin, give rise to a new and unexpected phenomenon: the dynamical relaxation of the vacuum …",
            "Analytic and numerical study of preheating dynamics",
            "D Boyanovsky and HJ De Vega and R Holman and JFJ Salgado",
            "1996",
            "bw7yBTsAAAAJ:u-x6o8ySG0sC",
            278,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.54.7570",
            "1730069055367856001",
            "\/scholar?cites=1730069055367856001",
            {
                "1996":4,
                "1997":28,
                "1998":31,
                "1999":22,
                "2000":22,
                "2001":23,
                "2002":21,
                "2003":19,
                "2004":8,
                "2005":12,
                "2006":12,
                "2007":10,
                "2008":12,
                "2009":9,
                "2010":4,
                "2011":3,
                "2012":3,
                "2013":5,
                "2014":2,
                "2015":5,
                "2016":4,
                "2017":2,
                "2018":7,
                "2019":5,
                "2020":4
            }
        ],
        [
            "We derive the effective equations for the out of equilibrium time evolution of the order parameter and the fluctuations of a scalar field theory in spatially flat FRW cosmologies. The calculation is performed both to one loop and in a nonperturbative, self-consistent Hartree approximation. The method consists of evolving an initial functional thermal density matrix in time and is suitable for studying phase transitions out of equilibrium. The renormalization aspects are studied in detail and we find that the counterterms depend on the initial state. We investigate the high temperature expansion and show that it breaks down at long times. We also obtain the time evolution of the initial Boltzmann distribution functions, and argue that to one-loop order or in the Hartree approximation the time evolved state is a ‘‘squeezed’’state. We illustrate the departure from thermal equilibrium by numerically studying the case of a free massive …",
            "Nonequilibrium evolution of scalar fields in FRW cosmologies",
            "D Boyanovsky and HJ De Vega and R Holman",
            "1994",
            "bw7yBTsAAAAJ:9yKSN-GCB0IC",
            239,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.49.2769",
            "3282655151171359234",
            "\/scholar?cites=3282655151171359234",
            {
                "1994":7,
                "1995":18,
                "1996":18,
                "1997":25,
                "1998":25,
                "1999":12,
                "2000":21,
                "2001":12,
                "2002":10,
                "2003":4,
                "2004":11,
                "2005":10,
                "2006":9,
                "2007":7,
                "2008":5,
                "2009":1,
                "2010":6,
                "2011":3,
                "2012":3,
                "2013":4,
                "2014":4,
                "2015":4,
                "2016":2,
                "2017":2,
                "2018":7,
                "2019":6,
                "2020":1
            }
        ],
        [
            "We consider the case of a scalar field, the inflaton, coupled to both lighter scalars and fermions, and the study the relaxation of the inflaton via particle production in both the linear and non-linear regimes. This has an immediate application to the reheating problem in inflationary universe models. The linear regime analysis offers a rationale for the standard approach to the reheating problem, but we make a distinction between relaxation and thermalization. We find that particle production when the inflaton starts in the {\\it non-linear} region is typically a far more efficient way of transfering energy out of the inflaton zero mode and into the quanta of the lighter scalar than single particle decay. For the non-linear regime we take into account self-consistently the evolution of the expectation value of the inflaton field coupled to the evolution of the quantum fluctuations. An exhaustive numerical analysis reveals that the distribution of produced particles is far from thermal, and the effect of open channels. In the fermionic case, Pauli blocking begins to hinder the transfer of energy into the fermion modes very early on in the evolution of the inflaton. We examine the implications of our results to the question of how to calculate the reheating temperature of the universe after inflation.",
            "Reheating and thermalization, linear vs. non-linear relaxation",
            "D Boyanovsky and M D'attanasio and HJ De Vega and R Holman and D-S Lee",
            "1995",
            "bw7yBTsAAAAJ:d1gkVwhDpl0C",
            232,
            "https:\/\/arxiv.org\/abs\/hep-ph\/9507414",
            "1786174157636430361",
            "\/scholar?cites=1786174157636430361",
            {
                "1995":2,
                "1996":27,
                "1997":26,
                "1998":15,
                "1999":22,
                "2000":17,
                "2001":20,
                "2002":12,
                "2003":8,
                "2004":10,
                "2005":12,
                "2006":5,
                "2007":8,
                "2008":10,
                "2009":7,
                "2010":6,
                "2011":3,
                "2012":5,
                "2013":1,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":2,
                "2018":3,
                "2019":2,
                "2020":3
            }
        ],
        [
            "We address the issue of whether a region of disoriented chiral condensate (DCC), in which the chiral condensate has components along the pion directions, can form. We consider a system going through the chiral phase transition via a quench, in which relaxation of the high temperature phase to the low temperature one occurs rapidly (within a time scale of order∼ 1 fm\/c). We use a density matrix based formalism that takes both thermal and quantum fluctuations into account nonperturbatively to argue that if the O (4) linear σ model is the correct way to model the situation in QCD, then it is very unlikely, at least in the Hartree approximation, that a large (> 10 fm) DCC region will form. Typical sizes of such regions are∼ 1–2 fm and the density of pions in such regions is at most of order∼ 0.2\/fm 3. We end with some speculations on how large DCC regions may be formed.",
            "Can disoriented chiral condensates form? A dynamical perspective",
            "D Boyanovsky and HJ De Vega and R Holman",
            "1995",
            "bw7yBTsAAAAJ:2osOgNQ5qMEC",
            201,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.51.734",
            "16589892014085158857",
            "\/scholar?cites=16589892014085158857",
            {
                "1994":5,
                "1995":13,
                "1996":18,
                "1997":23,
                "1998":30,
                "1999":20,
                "2000":21,
                "2001":24,
                "2002":12,
                "2003":7,
                "2004":6,
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":2,
                "2009":5,
                "2010":1,
                "2011":1,
                "2012":2
            }
        ],
        [
            "We study the dynamics of phase transitions out of equilibrium in weakly coupled scalar field theories. We consider the case in which there is a rapid supercooling from an initial symmetric phase in thermal equilibrium at temperature T i> T c to a final state at low temperature T f≈ 0. In particular we study the formation and growth of correlated domains out of equilibrium. It is shown that the dynamics of the process of domain formation and growth (spinodal decomposition) cannot be studied in perturbation theory, and a nonperturbative self-consistent Hartree approximation is used to study the long time evolution. We find in weakly coupled theories that the size of domains grows at long times as ξ D (t)≈ t ξ (0). The size of the domains and the amplitude of the fluctuations grow up to a maximum time t s which in weakly coupled theories is estimated to be t s≈− ξ (0) ln 3 λ 4 π 3 1 2 (T i 2 T c) 3 [T i 2 T c 2− 1] with ξ (0) the …",
            "Phase transitions out of equilibrium: Domain formation and growth",
            "Daniel Boyanovsky and Da-Shin Lee and Anupam Singh",
            "1993",
            "bw7yBTsAAAAJ:qjMakFHDy7sC",
            200,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.48.800",
            "16520411847016589264",
            "\/scholar?cites=16520411847016589264",
            {
                "1993":1,
                "1994":19,
                "1995":20,
                "1996":15,
                "1997":16,
                "1998":16,
                "1999":11,
                "2000":15,
                "2001":11,
                "2002":14,
                "2003":12,
                "2004":12,
                "2005":4,
                "2006":3,
                "2007":2,
                "2008":5,
                "2009":4,
                "2010":5,
                "2011":2,
                "2012":1,
                "2013":4,
                "2014":1,
                "2015":1,
                "2016":2
            }
        ],
        [
            "We study the critical behavior of an m-component classical spin system with quenched impurities correlated along an ε d-dimensional\" line\" and randomly distributed in d− ε d dimensions (d= 4− ε). The presence of this line of impurities makes the system anisotropic and the interactions highly nonlocal. The renormalization group (RG) is used to approach the critical region and the quantities of interest are calculated in a double ε, ε d expansion. A two-loop calculation is needed to expose fully the divergent structure, and the theory is proved to be renormalizable up to this order. A consequence of the double ε, ε d expansion is the fact that the RG functions and consequently the critical exponents depend on the ratio ε d (ε+ ε d). The solution of the RG equations leads to the existence of two correlation lengths: parallel to the\" line\" and perpendicular to it, with critical exponents ν∥ and ν⊥, respectively, with the relation ν∥ …",
            "Critical behavior of m-component magnets with correlated impurities",
            "Daniel Boyanovsky and John L Cardy",
            "1982",
            "bw7yBTsAAAAJ:IjCSPb-OGe4C",
            181,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.26.154",
            "1290645481553936841",
            "\/scholar?cites=1290645481553936841",
            {
                "1983":6,
                "1984":6,
                "1985":7,
                "1986":6,
                "1987":4,
                "1988":4,
                "1989":4,
                "1990":2,
                "1991":3,
                "1992":3,
                "1993":4,
                "1994":4,
                "1995":5,
                "1996":3,
                "1997":2,
                "1998":6,
                "1999":10,
                "2000":1,
                "2001":6,
                "2002":7,
                "2003":3,
                "2004":8,
                "2005":5,
                "2006":9,
                "2007":7,
                "2008":6,
                "2009":4,
                "2010":1,
                "2011":1,
                "2012":4,
                "2013":2,
                "2014":2,
                "2015":7,
                "2016":3,
                "2017":5,
                "2018":5,
                "2019":12,
                "2020":1
            }
        ],
        [
            "We study the nonlinear dynamics of quantum fields in matter-and radiation-dominated universes, using the nonequilibrium field theory approach combined with the nonperturbative Hartree and the large N approximations. We examine the phenomenon of explosive particle production due to spinodal instabilities and parametric amplification in expanding universes with and without symmetry breaking. For a variety of initial conditions, we compute the evolution of the inflaton, its quantum fluctuations, and the equation of state. We find explosive growth of quantum fluctuations, although particle production is somewhat sensitive to the expansion of the universe. In the large N limit for symmetry-breaking scenarios, we determine generic late time solutions for any flat Friedmann-Robertson-Walker (FRW) cosmology. We also present a complete and numerically implementable renormalization scheme for the equation of …",
            "Scalar field dynamics in Friedmann-Robertson-Walker spacetimes",
            "D Boyanovsky and D Cormier and HJ De Vega and R Holman and A Singh and M Srednicki",
            "1997",
            "bw7yBTsAAAAJ:UeHWp8X0CEIC",
            166,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.56.1939",
            "2805003298112550347",
            "\/scholar?cites=2805003298112550347",
            {
                "1997":7,
                "1998":16,
                "1999":19,
                "2000":20,
                "2001":12,
                "2002":5,
                "2003":8,
                "2004":11,
                "2005":6,
                "2006":8,
                "2007":3,
                "2008":14,
                "2009":2,
                "2010":4,
                "2011":3,
                "2012":4,
                "2013":3,
                "2014":2,
                "2015":4,
                "2016":1,
                "2017":3,
                "2018":4,
                "2019":4,
                "2020":2
            }
        ],
        [
            "The evolution of the universe is the ultimate laboratory for studying fundamental physics across energy scales that span approximately 25 orders of magnitude. The standard models of cosmology and particle physics provide the basic understanding of the early and present universe and predict a series of phase transitions that occurred in succession during the universe's expansion and cooling history. We survey these phase transitions, highlighting the equilibrium and nonequilibrium effects as well as their observational and cosmological consequences. We discuss the current theoretical and experimental programs studying phase transitions in QCD and nuclear matter in accelerators. A critical assessment of similarities and differences between the conditions in the early universe and those in ultrarelativistic heavy ion collisions is presented. Cosmological observations and accelerator experiments are …",
            "Phase transitions in the early and present universe",
            "D Boyanovsky and HJ De Vega and DJ Schwarz",
            "2006",
            "bw7yBTsAAAAJ:roLk4NBRz8UC",
            148,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.nucl.56.080805.140539",
            "3425264050506311956",
            "\/scholar?cites=3425264050506311956",
            {
                "2006":1,
                "2007":3,
                "2008":11,
                "2009":13,
                "2010":11,
                "2011":12,
                "2012":10,
                "2013":4,
                "2014":6,
                "2015":9,
                "2016":9,
                "2017":11,
                "2018":14,
                "2019":12,
                "2020":19,
                "2021":3
            }
        ],
        [
            "We show that a PbTe-type narrow-gap semiconductor with an antiphase boundary (or domain wall) has currents of abnormal parity and induced fractional charges. A model is introduced which reduces the problem to the physics of a Dirac equation with a soliton in background electric and magnetic fields. We show that this system is a physical realization of the parity anomaly.",
            "Physical realization of the parity anomaly in condensed matter physics",
            "Eduardo Fradkin and Elbio Dagotto and Daniel Boyanovsky",
            "1986",
            "bw7yBTsAAAAJ:Y0pCki6q_DkC",
            133,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.57.2967",
            "1484199404518539371",
            "\/scholar?cites=1484199404518539371",
            {
                "1987":5,
                "1988":2,
                "1989":3,
                "1990":1,
                "1991":1,
                "1992":1,
                "1993":1,
                "1994":2,
                "1995":1,
                "1996":2,
                "1997":1,
                "1998":1,
                "1999":2,
                "2000":6,
                "2001":4,
                "2002":9,
                "2003":9,
                "2004":5,
                "2005":13,
                "2006":14,
                "2007":6,
                "2008":5,
                "2009":5,
                "2010":6,
                "2011":6,
                "2012":12,
                "2013":10
            }
        ]
    ]
}