{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "This comprehensive reference collects fundamental theories and recent research from a wide range of fields including biology, biochemistry, physics, applied mathematics, and computer, materials, surface, and colloid science-providing key references, tools, and analytical techniques for practical applications in industrial, agricultural, and forensic processes, as well as in the production of natural and synthetic compounds such as foods, minerals, paints, proteins, pharmaceuticals, polymers, and soaps.",
            "Encyclopedia of surface and colloid science",
            "Arthur T Hubbard",
            "2002",
            "BWUGu60AAAAJ:lSLTfruPkqcC",
            914,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=GobXwAOZIxcC&oi=fnd&pg=PR21&dq=info:C1Dx_HtxgLsJ:scholar.google.com&ots=9wHAZHuLMf&sig=20AjWFAouFDyPMts-ZK-ILR9o2s",
            "13510923659450077195",
            "\/scholar?cites=13510923659450077195",
            {
                "2001":3,
                "2002":4,
                "2003":10,
                "2004":31,
                "2005":28,
                "2006":55,
                "2007":54,
                "2008":54,
                "2009":73,
                "2010":59,
                "2011":71,
                "2012":59,
                "2013":59,
                "2014":71,
                "2015":58,
                "2016":64,
                "2017":50,
                "2018":34,
                "2019":34,
                "2020":33,
                "2021":4
            }
        ],
        [
            "Recent research in the field of nanometer-scale electronics has focused on the operating principles of small-scale devices and schemes to realize useful circuits. In contrast to established “top-down” fabrication techniques, molecular self-assembly is emerging as a “bottom-up” approach for fabricating nanostructured materials. Biological macromolecules, especially proteins, provide many valuable properties, but poor physical stability and poor electrical characteristics have prevented their direct use in electrical circuits. Here we describe the use of self-assembling amyloid protein fibers to construct nanowire elements. Self-assembly of a prion determinant from Saccharomyces cerevisiae, the N-terminal and middle region (NM) of Sup35p, produced 10-nm-wide protein fibers that were stable under a wide variety of harsh physical conditions. Their lengths could be roughly controlled by assembly conditions in the …",
            "Conducting nanowires built by controlled self-assembly of amyloid fibers and selective metal deposition",
            "Thomas Scheibel and Raghuveer Parthasarathy and George Sawicki and Xiao-Min Lin and Heinrich Jaeger and Susan L Lindquist",
            "2003",
            "BWUGu60AAAAJ:u5HHmVD_uO8C",
            837,
            "https:\/\/www.pnas.org\/content\/100\/8\/4527.short",
            "10220804106524599240",
            "\/scholar?cites=10220804106524599240",
            {
                "2003":7,
                "2004":47,
                "2005":47,
                "2006":61,
                "2007":67,
                "2008":73,
                "2009":55,
                "2010":61,
                "2011":50,
                "2012":55,
                "2013":59,
                "2014":60,
                "2015":39,
                "2016":45,
                "2017":35,
                "2018":27,
                "2019":20,
                "2020":19,
                "2021":4
            }
        ],
        [
            "I introduce an algorithm for subpixel localization of imaged objects based on an analytic, non-iterative calculation of the best-fit radial symmetry center. This approach yields tracking accuracies that are near theoretical limits, similarly to Gaussian fitting, but with orders-of-magnitude faster execution time, lower sensitivity to nearby particles and applicability to any radially symmetric intensity distribution. I demonstrate the method with several types of data, including super-resolution microscopy images.",
            "Rapid, accurate particle tracking by calculation of radial symmetry centers",
            "Raghuveer Parthasarathy",
            "2012",
            "BWUGu60AAAAJ:Y0pCki6q_DkC",
            351,
            "https:\/\/www.nature.com\/nmeth\/journal\/v9\/n7\/abs\/nmeth.2071.html",
            "8006703481581352883",
            "\/scholar?cites=8006703481581352883",
            {
                "2012":5,
                "2013":16,
                "2014":41,
                "2015":39,
                "2016":53,
                "2017":44,
                "2018":54,
                "2019":47,
                "2020":44,
                "2021":5
            }
        ],
        [
            "We investigate the impact of structural disorder on electronic transport in gold nanocrystal monolayers. Arrays ranging from void-filled networks to well-ordered superlattices show clear voltage thresholds (V T) due to Coulomb blockade, and temperature-independent conduction indicative of quantum tunneling. Current-voltage characteristics of arrays with and without long-range structural order were found to collapse onto distinct scaling curves. The former follow a single power law: I∼(V− V T) ζ, ζ= 2.25±0.1. The latter show additional structure, reflecting the underlying disordered topology.",
            "Electronic transport in metal nanocrystal arrays: The effect of structural disorder on scaling behavior",
            "Raghuveer Parthasarathy and Xiao-Min Lin and Heinrich M Jaeger",
            "2001",
            "BWUGu60AAAAJ:u-x6o8ySG0sC",
            316,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.87.186807",
            "11395283186964975818",
            "\/scholar?cites=11395283186964975818",
            {
                "2002":3,
                "2003":15,
                "2004":25,
                "2005":28,
                "2006":9,
                "2007":16,
                "2008":20,
                "2009":20,
                "2010":27,
                "2011":30,
                "2012":14,
                "2013":22,
                "2014":22,
                "2015":13,
                "2016":12,
                "2017":11,
                "2018":12,
                "2019":6,
                "2020":10
            }
        ],
        [
            "Cellular membranes exhibit a variety of controlled curvatures, with filopodia, microvilli, and mitotic cleavage furrows being only a few of many examples. Coupling between local curvature and chemical composition in membranes could provide a means of mechanically controlling the spatial organization of membrane components. Although this concept has surfaced repeatedly over the years, controlled experimental investigations have proven elusive. Here, we introduce an experimental platform, in which microfabricated surfaces impose specific curvature patterns onto lipid bilayers, that allows quantification of mechanochemical couplings in membranes. We find that, beyond a critical curvature value, membrane geometry governs the spatial ordering of phase-separated domain structures in membranes composed of cholesterol and phospholipids. The curvature-controlled ordering, a consequence of the distinct …",
            "Curvature-modulated phase separation in lipid bilayer membranes",
            "Raghuveer Parthasarathy and Cheng-han Yu and Jay T Groves",
            "2006",
            "BWUGu60AAAAJ:d1gkVwhDpl0C",
            263,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la060390o",
            "10082670336468085401",
            "\/scholar?cites=10082670336468085401",
            {
                "2006":3,
                "2007":10,
                "2008":14,
                "2009":14,
                "2010":37,
                "2011":29,
                "2012":17,
                "2013":16,
                "2014":21,
                "2015":16,
                "2016":7,
                "2017":19,
                "2018":20,
                "2019":21,
                "2020":15,
                "2021":2
            }
        ],
        [
            "We investigate how temperature affects transport through large networks of nonlinear conductances with distributed thresholds. In monolayers of weakly coupled gold nanocrystals, quenched charge disorder produces a range of local thresholds for the onset of electron tunneling. Our measurements delineate two regimes separated by a crossover temperature T*. Up to T* the nonlinear zero-temperature shape of the current-voltage curves survives, but with a threshold voltage for conduction that decreases linearly with temperature. Above T* the threshold vanishes and the low-bias conductance increases rapidly with temperature. We develop a model that accounts for these findings and predicts T*.",
            "Percolating through networks of random thresholds: Finite temperature electron tunneling in metal nanocrystal arrays",
            "Raghuveer Parthasarathy and Xiao-Min Lin and Klara Elteto and TF Rosenbaum and Heinrich M Jaeger",
            "2004",
            "BWUGu60AAAAJ:9yKSN-GCB0IC",
            166,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.076801",
            "8420681566954155573",
            "\/scholar?cites=8420681566954155573",
            {
                "2004":3,
                "2005":13,
                "2006":12,
                "2007":15,
                "2008":10,
                "2009":17,
                "2010":9,
                "2011":13,
                "2012":14,
                "2013":10,
                "2014":10,
                "2015":15,
                "2016":6,
                "2017":5,
                "2018":2,
                "2019":4,
                "2020":4
            }
        ],
        [
            "Hydrogen sulfide (H2S) is a critical gaseous signaling molecule emerging at the center of a rich field of chemical and biological research. As our understanding of the complexity of physiological H2S in signaling pathways evolves, advanced chemical and technological investigative tools are required to make sense of this interconnectivity. Toward this goal, we have developed an azide-functionalized O-methylrhodol fluorophore, MeRho-Az, which exhibits a rapid >1000-fold fluorescence response when treated with H2S, is selective for H2S over other biological analytes, and has a detection limit of 86 nM. Additionally, the MeRho-Az scaffold is less susceptible to photoactivation than other commonly used azide-based systems, increasing its potential application in imaging experiments. To demonstrate the efficacy of this probe for H2S detection, we demonstrate the ability of MeRho-Az to detect differences in H2S …",
            "A Bright Fluorescent Probe for H2S Enables Analyte-Responsive, 3D Imaging in Live Zebrafish Using Light Sheet Fluorescence Microscopy",
            "Matthew D Hammers and Michael J Taormina and Matthew M Cerda and Leticia A Montoya and Daniel T Seidenkranz and Raghuveer Parthasarathy and Michael D Pluth",
            "2015",
            "BWUGu60AAAAJ:vV6vV6tmYwMC",
            141,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jacs.5b04196",
            "8697456021345612829",
            "\/scholar?cites=8697456021345612829",
            {
                "2015":5,
                "2016":18,
                "2017":28,
                "2018":27,
                "2019":26,
                "2020":30,
                "2021":5
            }
        ],
        [
            "The excitation spectrum of a model magnetic system, LiHoF4, was studied with the use of neutron spectroscopy as the system was tuned to its quantum critical point by an applied magnetic field. The electronic mode softening expected for a quantum phase transition was forestalled by hyperfine coupling to the nuclear spins. We found that interactions with the nuclear spin bath controlled the length scale over which the excitations could be entangled. This generic result places a limit on our ability to observe intrinsic electronic quantum criticality.",
            "Quantum phase transition of a magnet in a spin bath",
            "Henrik M Rønnow and R Parthasarathy and J Jensen and G Aeppli and TF Rosenbaum and DF McMorrow",
            "2005",
            "BWUGu60AAAAJ:IjCSPb-OGe4C",
            141,
            "https:\/\/science.sciencemag.org\/content\/308\/5720\/389.abstract",
            "14536633358286744826",
            "\/scholar?cites=14536633358286744826",
            {
                "2005":4,
                "2006":5,
                "2007":8,
                "2008":9,
                "2009":6,
                "2010":14,
                "2011":6,
                "2012":9,
                "2013":9,
                "2014":14,
                "2015":9,
                "2016":17,
                "2017":6,
                "2018":9,
                "2019":8,
                "2020":6,
                "2021":1
            }
        ]
    ]
}