{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "We report on the first measurement of spin-correlation parameters in quasifree electron scattering from vector-polarized deuterium. Polarized electrons were injected into an electron storage ring at a beam energy of 720 MeV. A Siberian snake was employed to preserve longitudinal polarization at the interaction point. Vector-polarized deuterium was produced by an atomic beam source and injected into an open-ended cylindrical cell, internal to the electron storage ring. The spin correlation parameter A ed V was measured for the reaction 2 H→(e→, e′ n) p at a four-momentum transfer squared of 0.21 (GeV\/c) 2 from which a value for the charge form factor of the neutron was extracted.",
            "Charge Form Factor of the Neutron from the Reaction 2 H→(e→, e′ n) p",
            "I Passchier and Ricardo Alarcon and Th S Bauer and D Boersma and JFJ Van den Brand and LD Van Buuren and HJ Bulten and M Ferro-Luzzi and P Heimberg and DW Higinbotham and CW De Jager and S Klous and H Kolster and J Lang and BL Militsyn and D Nikolenko and GJL Nooren and BE Norum and HR Poolman and I Rachek and MC Simani and E Six and D Szczerba and H De Vries and K Wang and Z-L Zhou",
            "1999",
            "bXEc-SkAAAAJ:u5HHmVD_uO8C",
            351,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.4988",
            "16697857593675643789",
            "\/scholar?cites=16697857593675643789",
            {
                "1998":1,
                "1999":4,
                "2000":29,
                "2001":37,
                "2002":26,
                "2003":41,
                "2004":27,
                "2005":23,
                "2006":15,
                "2007":19,
                "2008":15,
                "2009":11,
                "2010":9,
                "2011":14,
                "2012":12,
                "2013":11,
                "2014":6,
                "2015":6,
                "2016":3,
                "2017":7,
                "2018":6,
                "2019":8,
                "2020":8
            }
        ],
        [
            "High-precision 1 H (e, e′ p) π 0 measurements at Q 2= 0.126 (GeV\/c) 2 are reported, which allow the determination of quadrupole amplitudes in the γ* N→ Δ transition; they simultaneously test the reliability of electroproduction models. The derived quadrupole-to-dipole (I= 3\/2) amplitude ratios, R SM=(− 6.5±0.2 stat+ sys±2.5 mod)% and R EM=(− 2.1±0.2 stat+ sys±2.0 mod)%, are dominated by model error. Previous R SM and R EM results should be reconsidered after the model uncertainties associated with the method of their extraction are taken into account.",
            "Search for Quadrupole Strength in the Electroexcitation of the ",
            "C Mertz and CE Vellidis and Ricardo Alarcon and DH Barkhuff and AM Bernstein and William Bertozzi and Volker Burkert and J Chen and Joseph R Comfort and George Dodson and S Dolfini and K Dow and Manouchehr Farkhondeh and JM Finn and Shalev Gilad and RW Gothe and Xiaodong Jiang and Kyungseon Joo and NI Kaloskamis and A Karabarbounis and JJ Kelly and Stanley Kowalski and C Kunz and RW Lourie and JI McIntyre and BD Milbrath and Rory Miskimen and JH Mitchell and CN Papanicolas and CF Perdrisat and AJ Sarty and Jeffrey Shaw and S-B Soong and D Tieger and Christoph Tschalaer and William Turchinetz and PE Ulmer and S Van Verst and GA Warren and LB Weinstein and Steven Williamson and RJ Woo and Alaen Young",
            "2001",
            "bXEc-SkAAAAJ:u-x6o8ySG0sC",
            208,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.2963",
            "1722400794689612687",
            "\/scholar?cites=1722400794689612687",
            {
                "2000":7,
                "2001":10,
                "2002":14,
                "2003":28,
                "2004":16,
                "2005":13,
                "2006":14,
                "2007":31,
                "2008":19,
                "2009":11,
                "2010":3,
                "2011":3,
                "2012":4,
                "2013":3,
                "2014":2,
                "2015":5,
                "2016":4,
                "2017":4,
                "2018":4,
                "2019":4
            }
        ],
        [
            "We report the first precision measurement of the proton electric to magnetic form factor ratio from spin-dependent elastic scattering of longitudinally polarized electrons from a polarized hydrogen internal gas target. The measurement was performed at the MIT-Bates South Hall Ring over a range of four-momentum transfer squared Q 2 from 0.15 to 0.65 (GeV\/c) 2. Significantly improved results on the proton electric and magnetic form factors are obtained in combination with existing cross-section data on elastic electron-proton scattering in the same Q 2 region.",
            "Measurement of the Proton’s Electric to Magnetic Form Factor Ratio from ",
            "Christopher B Crawford and A Sindile and T Akdogan and Ricardo Alarcon and W Bertozzi and E Booth and T Botto and J Calarco and B Clasie and A DeGrush and TW Donnelly and K Dow and D Dutta and M Farkhondeh and R Fatemi and O Filoti and W Franklin and H Gao and E Geis and S Gilad and W Haeberli and D Hasell and W Hersman and M Holtrop and P Karpius and M Kohl and Hauke Kolster and T Lee and A Maschinot and J Matthews and K McIlhany and N Meitanis and RG Milner and RP Redwine and J Seely and A Shinozaki and S Širca and E Six and T Smith and B Tonguc and C Tschalaer and E Tsentalovich and W Turchinetz and JFJ van den Brand and J Van Der Laan and F Wang and T Wise and Y Xiao and W Xu and C Zhang and Z Zhou and V Ziskin and T Zwart",
            "2007",
            "bXEc-SkAAAAJ:2osOgNQ5qMEC",
            176,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.052301",
            "12059097212800361632",
            "\/scholar?cites=12059097212800361632",
            {
                "2006":2,
                "2007":12,
                "2008":19,
                "2009":16,
                "2010":14,
                "2011":23,
                "2012":7,
                "2013":16,
                "2014":6,
                "2015":12,
                "2016":7,
                "2017":16,
                "2018":13,
                "2019":5,
                "2020":8
            }
        ],
        [
            "We report an absolute measurement of the tensor analyzing powers T 20 and T 22 in elastic electron-deuteron scattering at a momentum transfer of 1.6 fm− 1. The novel approach of this measurement is the use of a tensor polarized 2 H target internal to an electron storage ring, with in situ measurement of the polarization of the target gas. Scattered electrons and recoil deuterons were detected in coincidence with two large acceptance nonmagnetic detectors. The techniques demonstrated have broad applicability to further measurements of spin-dependent electron scattering.",
            "Measurement of Tensor Analyzing Powers for Elastic Electron Scattering from a Polarized H Target Internal to a Storage Ring",
            "M Ferro-Luzzi and M Bouwhuis and E Passchier and Z-L Zhou and Ricardo Alarcon and M Anghinolfi and R Van Bommel and T Botto and JFJ Van den Brand and M Buchholz and HJ Bulten and S Choi and J Comfort and S Dolfini and R Ent and C Gaulard and D Higinbotham and CW De Jager and EP Van Klaveren and E Konstantinov and J Lang and DJ De Lange and MA Miller and D Nikolenko and GJ Nooren and N Papadakis and I Passchier and HR Poolman and SG Popov and I Rachek and M Ripani and E Six and JJM Steijger and M Taiuti and O Unal and N Vodanis and H De Vries",
            "1996",
            "bXEc-SkAAAAJ:d1gkVwhDpl0C",
            160,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.77.2630",
            "13181163865184356578",
            "\/scholar?cites=13181163865184356578",
            {
                "1996":1,
                "1997":8,
                "1998":11,
                "1999":14,
                "2000":22,
                "2001":14,
                "2002":17,
                "2003":4,
                "2004":3,
                "2005":3,
                "2006":10,
                "2007":5,
                "2008":6,
                "2009":3,
                "2010":4,
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":2,
                "2015":4,
                "2016":3,
                "2017":10,
                "2018":2,
                "2019":4,
                "2020":4,
                "2021":2
            }
        ],
        [
            "We report new precise H (e, e′ p) π 0 measurements at the Δ (1232) resonance at Q 2= 0.127 (G e V\/c) 2 obtained at the MIT-Bates out-of-plane scattering facility which are particularly sensitive to the transverse electric amplitude (E 2) of the γ* N→ Δ transition. The new data have been analyzed together with those of earlier measurements to yield precise quadrupole to dipole amplitude ratios: R e (E 1+ 3\/2\/M 1+ 3\/2)=(− 2.3±0.3 s t a t+ s y s t±0.6 m o d e l)% and R e (S 1+ 3\/2\/M 1+ 3\/2)=(− 6.1±0.2 s t a t+ s y s t±0.5 m o d e l)% for M 1+ 3\/2=(41.4±0.3 s t a t+ s y s t±0.4 m o d e l)(10− 3\/m π+). The derived amplitudes give credence to the conjecture of deformation in hadrons favoring, at low Q 2, the dominance of mesonic effects.",
            "Investigation of the conjectured nucleon deformation at low momentum transfer",
            "NF Sparveris and Ricardo Alarcon and AM Bernstein and W Bertozzi and T Botto and P Bourgeois and J Calarco and F Casagrande and MO Distler and K Dow and M Farkondeh and S Georgakopoulos and S Gilad and R Hicks and M Holtrop and A Hotta and X Jiang and A Karabarbounis and J Kirkpatrick and S Kowalski and R Milner and R Miskimen and I Nakagawa and CN Papanicolas and AJ Sarty and Y Sato and S Širca and J Shaw and E Six and S Stave and E Stiliaris and T Tamae and G Tsentalovich and C Tschalaer and W Turchinetz and Z-L Zhou and T Zwart",
            "2005",
            "bXEc-SkAAAAJ:9yKSN-GCB0IC",
            154,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.022003",
            "4289604309954460797",
            "\/scholar?cites=4289604309954460797",
            {
                "2004":1,
                "2005":7,
                "2006":12,
                "2007":37,
                "2008":13,
                "2009":13,
                "2010":6,
                "2011":6,
                "2012":10,
                "2013":8,
                "2014":5,
                "2015":4,
                "2016":8,
                "2017":4,
                "2018":9,
                "2019":5,
                "2020":4
            }
        ],
        [
            "We report on a measurement of the tensor analyzing power T 20 in elastic electron-deuteron scattering in the range of four-momentum transfer from 1.8 to 3.2 fm− 1. Electrons of 704 MeV were scattered from a polarized deuterium internal target. The tensor polarization of the deuterium nuclei was determined with an ion-extraction system, allowing an absolute measurement of T 20. The data are described well by a nonrelativistic calculation that includes the effects of meson-exchange currents.",
            "Measurement of T 20 in elastic electron-deuteron scattering",
            "M Bouwhuis and Ricardo Alarcon and T Botto and JFJ Van den Brand and HJ Bulten and S Dolfini and R Ent and M Ferro-Luzzi and DW Higinbotham and CW De Jager and J Lang and DJJ De Lange and N Papadakis and I Passchier and HR Poolman and E Six and JJM Steijger and N Vodinas and H De Vries and Z-L Zhou",
            "1999",
            "bXEc-SkAAAAJ:qjMakFHDy7sC",
            117,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.3755",
            "9877840476164477671",
            "\/scholar?cites=9877840476164477671",
            {
                "1998":1,
                "1999":5,
                "2000":19,
                "2001":10,
                "2002":15,
                "2003":5,
                "2004":2,
                "2005":3,
                "2006":6,
                "2007":2,
                "2008":5,
                "2009":1,
                "2010":4,
                "2011":1,
                "2012":3,
                "2013":1,
                "2014":3,
                "2015":7,
                "2016":3,
                "2017":7,
                "2018":2,
                "2019":5,
                "2020":5,
                "2021":1
            }
        ],
        [
            "The distribution of M 1 strength in Pb 208 has been measured between 5.8 and 7.4 MeV with highly polarized tagged photons. Σ Γ 0 2 (M 1) Γ= 14.6− 1.3+ 1.5 eV corresponding to Σ B (M 1↑)=(10.7− 0.9+ 1.1) μ N 2 was found, and can fully account for the much discussed\" missing\" M 1 in Pb 208. When the present result is combined with known 1+ transitions above neutron threshold, an M 1 giant resonance emerges at 7.3 MeV, 1 MeV wide, with Σ B (M 1↑)≈ 15.6 μ N 2. Smaller 1+ resonances are also seen at both 5.85 and 6.24 MeV. The total M 1 strength below 6.4 MeV amounts to Σ B (M 1)=(1.9− 0.4+ 0.7) μ N 2.",
            "Distribution of  Transitions in ",
            "RM Laszewski and R Alarcon and Daniel S Dale and SD Hoblit",
            "1988",
            "bXEc-SkAAAAJ:ODE9OILHJdcC",
            109,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.61.1710",
            "4603479764567309843",
            "\/scholar?cites=4603479764567309843",
            {
                "1989":5,
                "1990":7,
                "1991":7,
                "1992":4,
                "1993":4,
                "1994":4,
                "1995":6,
                "1996":3,
                "1997":2,
                "1998":3,
                "1999":2,
                "2000":1,
                "2001":2,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":2,
                "2006":1,
                "2007":4,
                "2008":4,
                "2009":7,
                "2010":4,
                "2011":3,
                "2012":5,
                "2013":4,
                "2014":6,
                "2015":2,
                "2016":7,
                "2017":7
            }
        ],
        [
            "We report new measurements of the neutron charge form factor at low momentum transfer using quasielastic electrodisintegration of the deuteron. Longitudinally polarized electrons at an energy of 850 MeV were scattered from an isotopically pure, highly polarized deuterium gas target. The scattered electrons and coincident neutrons were measured by the Bates Large Acceptance Spectrometer Toroid (BLAST) detector. The neutron form factor ratio G E n\/G M n was extracted from the beam-target vector asymmetry A ed V at four-momentum transfers Q 2= 0.14, 0.20, 0.29, and 0.42 (GeV\/c) 2.",
            "Charge Form Factor of the Neutron at Low Momentum Transfer from the  Reaction",
            "E Geis and M Kohl and V Ziskin and T Akdogan and H Arenhövel and Ricardo Alarcon and W Bertozzi and E Booth and T Botto and J Calarco and B Clasie and CB Crawford and A DeGrush and TW Donnelly and K Dow and M Farkhondeh and R Fatemi and O Filoti and W Franklin and H Gao and S Gilad and D Hasell and P Karpius and H Kolster and T Lee and A Maschinot and J Matthews and K McIlhany and N Meitanis and RG Milner and J Rapaport and RP Redwine and J Seely and A Shinozaki and S Širca and A Sindile and E Six and T Smith and M Steadman and B Tonguc and C Tschalaer and E Tsentalovich and W Turchinetz and Y Xiao and W Xu and C Zhang and Z Zhou and T Zwart and BLAST Collaboration",
            "2008",
            "bXEc-SkAAAAJ:Tyk-4Ss8FVUC",
            102,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.042501",
            "16308464264301892298",
            "\/scholar?cites=16308464264301892298",
            {
                "2008":2,
                "2009":16,
                "2010":10,
                "2011":14,
                "2012":8,
                "2013":8,
                "2014":4,
                "2015":8,
                "2016":3,
                "2017":6,
                "2018":8,
                "2019":7,
                "2020":6
            }
        ],
        [
            "The OLYMPUS Collaboration reports on a precision measurement of the positron-proton to electron-proton elastic cross section ratio, R 2 γ, a direct measure of the contribution of hard two-photon exchange to the elastic cross section. In the OLYMPUS measurement, 2.01 GeV electron and positron beams were directed through a hydrogen gas target internal to the DORIS storage ring at DESY. A toroidal magnetic spectrometer instrumented with drift chambers and time-of-flight scintillators detected elastically scattered leptons in coincidence with recoiling protons over a scattering angle range of≈ 20 to 80. The relative luminosity between the two beam species was monitored using tracking telescopes of interleaved gas electron multiplier and multiwire proportional chamber detectors at 12, as well as symmetric Møller or Bhabha calorimeters at 1.29. A total integrated luminosity of 4.5 fb− 1 was collected. In the …",
            "Hard two-photon contribution to elastic lepton-proton scattering determined by the OLYMPUS experiment",
            "BS Henderson and LD Ice and D Khaneft and C O’Connor and R Russell and A Schmidt and JC Bernauer and M Kohl and N Akopov and R Alarcon and O Ates and A Avetisyan and R Beck and S Belostotski and J Bessuille and F Brinker and JR Calarco and Vittore Carassiti and E Cisbani and Giuseppe Ciullo and Marco Contalbrigo and R De Leo and J Diefenbach and TW Donnelly and K Dow and G Elbakian and PD Eversheim and S Frullani and Ch Funke and G Gavrilov and B Gläser and N Görrissen and DK Hasell and J Hauschildt and Ph Hoffmeister and Y Holler and E Ihloff and A Izotov and R Kaiser and G Karyan and J Kelsey and A Kiselev and P Klassen and A Krivshich and I Lehmann and P Lenisa and D Lenz and S Lumsden and Y Ma and F Maas and H Marukyan and O Miklukho and RG Milner and A Movsisyan and M Murray and Y Naryshkin and R Perez Benito and R Perrino and RP Redwine and D Rodríguez Piñeiro and G Rosner and U Schneekloth and B Seitz and M Statera and A Thiel and H Vardanyan and D Veretennikov and C Vidal and A Winnebeck and V Yeganov and Olympus Collaboration",
            "2017",
            "bXEc-SkAAAAJ:S16KYo8Pm5AC",
            78,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.118.092501",
            "6890869813489523025",
            "\/scholar?cites=6890869813489523025",
            {
                "2016":1,
                "2017":19,
                "2018":30,
                "2019":11,
                "2020":14,
                "2021":1
            }
        ]
    ]
}