{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "To summarize current knowledge regarding mechanisms of radiation-induced normal tissue injury and medical countermeasures available to reduce its severity. Advances in radiation delivery using megavoltage and intensity-modulated radiation therapy have permitted delivery of higher doses of radiation to well-defined tumor target tissues. Injury to critical normal tissues and organs, however, poses substantial risks in the curative treatment of cancers, especially when radiation is administered in combination with chemotherapy. The principal pathogenesis is initiated by depletion of tissue stem cells and progenitor cells and damage to vascular endothelial microvessels. Emerging concepts of radiation-induced normal tissue toxicity suggest that the recovery and repopulation of stromal stem cells remain chronically impaired by long-lived free radicals, reactive oxygen species, and pro-inflammatory cytokines …",
            "Mechanisms of radiation-induced normal tissue toxicity and implications for future clinical trials",
            "Jae Ho Kim and Kenneth A Jenrow and Stephen L Brown",
            "2014",
            "BzMhZiQAAAAJ:KlAtU1dfN6UC",
            158,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC4194292\/",
            "9717229095995566623",
            "\/scholar?cites=9717229095995566623",
            {
                "2014":1,
                "2015":13,
                "2016":18,
                "2017":26,
                "2018":33,
                "2019":29,
                "2020":35,
                "2021":2
            }
        ],
        [
            "Radiation therapy is widely used in the treatment of primary malignant brain tumors and metastatic tumors of the brain with either curative or palliative intent. The limitation of cancer radiation therapy does not derive from the inability to ablate tumor, but rather to do so without excessively damaging the patient. Among the varieties of radiation-induced brain toxicities, it is the late delayed effects that lead to severe and irreversible neurological consequences. Following radiation exposure, late delayed effects within the CNS have been attributable to both parenchymal and vascular damage involving oligodendrocytes, neural progenitors, and endothelial cells. These reflect a dynamic process involving radiation-induced death of target cells and subsequent secondary reactive neuroinflammatory processes that are believed to lead to selective cell loss, tissue damage, and functional deficits. The progressive, late …",
            "Mechanisms of radiation-induced brain toxicity and implications for future clinical trials",
            "Jae Ho Kim and Stephen L Brown and Kenneth A Jenrow and Samuel Ryu",
            "2008",
            "BzMhZiQAAAAJ:2osOgNQ5qMEC",
            132,
            "https:\/\/link.springer.com\/article\/10.1007\/s11060-008-9520-x",
            "947433823201214383",
            "\/scholar?cites=947433823201214383",
            {
                "2007":1,
                "2008":1,
                "2009":3,
                "2010":9,
                "2011":6,
                "2012":11,
                "2013":12,
                "2014":13,
                "2015":11,
                "2016":21,
                "2017":11,
                "2018":11,
                "2019":4,
                "2020":13,
                "2021":4
            }
        ],
        [
            "Absorbance measurements at 660 nm of calmodulin (CaM) dependent cyclic nucleotide phosphodiesterase activity under cell free conditions indicate that 30‐min exposures to weak magnetostatic field intensities alters this activity, compared to zero magnetic field exposures. This effect depends nonlinearly on the concentration of free calcium, with maximum magnetic interaction apparently occurring at an optimal Ca2+ concentration corresponding to 50% activation (EC50). If one regards Ca2+\/CaM activation as a switching process, then increasing the magnetic field at Ca2+ levels in excess of optimal acts to bias this switch towards lower calcium concentrations. A magnetic dependence has been previously reported by others in an homologous system, CaM dependent myosin light chain phosphorylation, implying that there may be an underlying magnetic interaction that involves the initial Ca2+\/CaM binding …",
            "Calmodulin‐dependent cyclic nucleotide phosphodiesterase activity is altered by 20 μT magnetostatic fields",
            "AR Liboff and S Cherng and KA Jenrow and A Bull",
            "2003",
            "BzMhZiQAAAAJ:Tyk-4Ss8FVUC",
            98,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/bem.10063",
            "2430116650894723196",
            "\/scholar?cites=2430116650894723196",
            {
                "2002":1,
                "2003":3,
                "2004":4,
                "2005":8,
                "2006":3,
                "2007":10,
                "2008":3,
                "2009":9,
                "2010":9,
                "2011":2,
                "2012":4,
                "2013":8,
                "2014":4,
                "2015":6,
                "2016":4,
                "2017":6,
                "2018":6,
                "2019":6,
                "2020":1
            }
        ],
        [
            "Antioxidants mitigate radiation-induced lethality when started soon after radiation exposure, a delivery time that may not be practical due to difficulties in distribution and because the oral administration of such agents may require a delay beyond the prodromal stage of the radiation syndrome. We report the unexpected finding that antioxidant supplementation starting 24 h after total-body irradiation resulted in better survival than antioxidant supplementation started soon after the irradiation. The antioxidant dietary supplement was l-selenomethionine, sodium ascorbate, N-acetyl cysteine, α-lipoic acid, α-tocopherol succinate, and co-enzyme Q10. Total-body irradiation with 8 Gy in the absence of antioxidant supplementation was lethal by day 16. When antioxidant supplementation was started soon after irradiation, four of 14 mice survived. In contrast, 14 of 18 mice receiving antioxidant supplementation starting …",
            "Antioxidant diet supplementation starting 24 hours after exposure reduces radiation lethality",
            "Stephen L Brown and Andrew Kolozsvary and Jianguo Liu and Kenneth A Jenrow and Samuel Ryu and Jae Ho Kim",
            "2010",
            "BzMhZiQAAAAJ:u-x6o8ySG0sC",
            96,
            "https:\/\/meridian.allenpress.com\/radiation-research\/article-abstract\/173\/4\/462\/42987",
            "207092436797403923",
            "\/scholar?cites=207092436797403923",
            {
                "2006":1,
                "2007":1,
                "2008":2,
                "2009":5,
                "2010":6,
                "2011":11,
                "2012":9,
                "2013":7,
                "2014":5,
                "2015":7,
                "2016":9,
                "2017":11,
                "2018":8
            }
        ],
        [
            "Cognitive impairment precipitated by irradiation of normal brain tissue is commonly associated with radiation therapy for treatment of brain cancer, and typically manifests more than 6 months after radiation exposure. The risks of cognitive impairment are of particular concern for an increasing number of long-term cancer survivors. There is presently no effective means of preventing or mitigating this debilitating condition. Neuroinflammation mediated by activated microglial cytokines has been implicated in the pathogenesis of radiation-induced cognitive impairment in animal models, including the disruption of neurogenesis and activity-induced gene expression in the hippocampus. These pathologies evolve rapidly and are associated with relatively subtle cognitive impairment at 2 months postirradiation. However, recent reports suggest that more profound cognitive impairment develops at later post-irradiation time …",
            "Selective inhibition of microglia-mediated neuroinflammation mitigates radiation-induced cognitive impairment",
            "Kenneth A Jenrow and Stephen L Brown and Karen Lapanowski and Hoda Naei and Andrew Kolozsvary and Jae Ho Kim",
            "2013",
            "BzMhZiQAAAAJ:YOwf2qJgpHMC",
            94,
            "https:\/\/meridian.allenpress.com\/radiation-research\/article-abstract\/179\/5\/549\/99722",
            "10033782043464362906",
            "\/scholar?cites=10033782043464362906",
            {
                "2013":3,
                "2014":9,
                "2015":12,
                "2016":19,
                "2017":13,
                "2018":11,
                "2019":11,
                "2020":13,
                "2021":2
            }
        ],
        [
            "Extremely‐low‐frequency (ELF), low‐intensity magnetic fields have been shown to influence cell signaling processes in a variety of systems, both in vivo and in vitro. Similar effects have been demonstrated for nervous system development and neurite outgrowth. We report that regeneration in planaria, which incorporates many of these processes, is also affected by ELF magnetic fields. The rate of cephalic regeneration, reflected by the mean regeneration time (MRT), for planaria populations regenerating under continuous exposure to combined DC (78.4 μT) and AC (60.0 Hz at 10.0 μT peak) magnetic fields applied in parallel was found to be significantly delayed (P ≪ 0.001) by 48 ± 1 h relative to two different types of control populations (MRT ˜ 140 ± 12 h). One control population was exposed to only the AC component of this field combination, while the other experienced only the ambient geomagnetic field. All …",
            "Weak extremely‐low‐frequency magnetic fields and regeneration in the planarian Dugesia tigrina",
            "KA Jenrow and CH Smith and AR Liboff",
            "1995",
            "BzMhZiQAAAAJ:W7OEmFMy1HYC",
            90,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/bem.2250160206",
            "4067773623829184725",
            "\/scholar?cites=4067773623829184725",
            {
                "1996":2,
                "1997":5,
                "1998":3,
                "1999":3,
                "2000":3,
                "2001":4,
                "2002":6,
                "2003":6,
                "2004":6,
                "2005":1,
                "2006":3,
                "2007":3,
                "2008":4,
                "2009":7,
                "2010":2,
                "2011":5,
                "2012":8,
                "2013":8,
                "2014":1,
                "2015":4,
                "2016":5,
                "2017":1
            }
        ],
        [
            "Kim, J. H., Brown, S. L., Kolozsvary, A., Jenrow, K. A., Ryu, S., Rosenblum, M. L. and Carretero, O. A. Modification of Radiation Injury by Ramipril, Inhibitor of Angiotensin-Converting Enzyme, on Optic Neuropathy in the Rat. Radiat. Res. 161, 137–142 (2004).Inhibitors of angiotensin-converting enzyme (ACE) have been used to reduce radiation-induced normal tissue injury. The present study was carried out to determine whether ramipril, one of the inhibitors of ACE, would ameliorate radiation-induced brain damage, using a well-characterized optic neuropathy model in the rat, one of the most critical and radiosensitive structures in the brain. The brains of adult Fischer rats were irradiated stereotactically with 30 Gy using a single collimated beam. Six months after irradiation and 1.5 mg\/kg day−1 ramipril (started 2 weeks after irradiation), rats were assessed for optic nerve damage functionally, using visual …",
            "Modification of radiation injury by ramipril, inhibitor of angiotensin-converting enzyme, on optic neuropathy in the rat",
            "Jae Ho Kim and Stephen L Brown and Andrew Kolozsvary and Kenneth A Jenrow and Samuel Ryu and Mark L Rosenblum and Oscar A Carretero",
            "2004",
            "BzMhZiQAAAAJ:hC7cP41nSMkC",
            88,
            "https:\/\/meridian.allenpress.com\/radiation-research\/article-abstract\/161\/2\/137\/41928",
            "15162442478447973457",
            "\/scholar?cites=15162442478447973457",
            {
                "2004":2,
                "2005":1,
                "2006":4,
                "2007":5,
                "2008":6,
                "2009":6,
                "2010":10,
                "2011":7,
                "2012":8,
                "2013":3,
                "2014":11,
                "2015":2,
                "2016":6,
                "2017":4,
                "2018":4,
                "2019":3,
                "2020":6
            }
        ],
        [
            "Sublethal doses of whole brain irradiation (WBI) are commonly administered therapeutically and frequently result in late delayed radiation injuries, manifesting as severe and irreversible cognitive impairment. Neural progenitors within the subgranular zone (SGZ) of the dentate gyrus are among the most radiosensitive cell types in the adult brain and are known to participate in hippocampal plasticity and normal cognitive function. These progenitors and the specialized SZG microenvironment required for neuronal differentiation are the source of neurogenic potential in the adult dentate gyrus, and provide a continuous supply of immature neurons which may then migrate into the adjacent granule cell layer to become mature granule cell neurons. The extreme radiosensitivity of these progenitors and the SGZ microenvironment suggests the hippocampus as a prime target for radiation-induced cognitive impairment. The brain renin-angiotensin system (RAS) has previously been implicated as a potent modulator of neurogenesis within the SGZ and selective RAS inhibitors have been implicated as mitigators of radiation brain injury. Here we investigate the angiotensin converting enzyme (ACE) inhibitor, ramipril, as a mitigator of radiation injury in this context. Adult male Fisher 344 rats received WBI at doses of 10 Gy and 15 Gy. Ramipril was administered beginning 24 hours post-WBI and maintained continuously for 12 weeks. Ramipril produced small but significant reductions in the deleterious effects of radiation on progenitor proliferation and neuronal differentiation in the rat dentate gyrus following 10 Gy-WBI, but was not effective following 15 Gy …",
            "Ramipril mitigates radiation-induced impairment of neurogenesis in the rat dentate gyrus",
            "Kenneth A Jenrow and Stephen L Brown and Jianguo Liu and Andrew Kolozsvary and Karen Lapanowski and Jae Ho Kim",
            "2010",
            "BzMhZiQAAAAJ:aqlVkmm33-oC",
            75,
            "https:\/\/ro-journal.biomedcentral.com\/articles\/10.1186\/1748-717X-5-6",
            "11059617643257576994",
            "\/scholar?cites=11059617643257576994",
            {
                "2011":7,
                "2012":8,
                "2013":16,
                "2014":9,
                "2015":5,
                "2016":4,
                "2017":6,
                "2018":7,
                "2019":5,
                "2020":8
            }
        ],
        [
            "Purpose: To summarize current knowledge regarding mechanisms of radiation-induced skin injury and medical countermeasures available to reduce its severity. Advances in radiation delivery using megavoltage and intensity modulated radiation therapy have permitted delivery of higher doses of radiation to well-defined tumor target tissues. Although skin is not a radiation dose-limiting tissue, injury to skin poses substantial morbidity risks in the curative treatment of cancers, especially when radiation is administered in combination with chemotherapy. In the continuum of radiation-induced skin injury, late effects are most severe being characterized by sub-cutaneous fibrosis and morbidity. The principal pathogenesis is initiated by depletion of acutely responding epithelial tissues and damage to vascular endothelial microvessels. Emerging concepts of radiation- induced skin injury suggest that the recovery of …",
            "Mechanisms of radiation-induced skin injury and implications for future clinical trials",
            "Jae Ho Kim and Andrew JJ Kolozsvary and Kenneth A Jenrow and Stephen L Brown",
            "2013",
            "BzMhZiQAAAAJ:MXK_kJrjxJIC",
            50,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.3109\/09553002.2013.765055",
            "8744564348076682500",
            "\/scholar?cites=8744564348076682500",
            {
                "2014":10,
                "2015":4,
                "2016":13,
                "2017":2,
                "2018":7,
                "2019":8,
                "2020":5
            }
        ],
        [
            "Radiation-induced optic nerve damage was reduced by ramipril, a prodrug angiotensin-converting enzyme inhibitor (ACEI). This study was to determine the optimum dose and administration time of ramipril for mitigating radiation-induced optic neuropathy.Adult Fischer 344 male rats were treated with a single dose radiation 30 Gy by using radiosurgical technique. After irradiation, the animals were randomly assigned into groups of different ramipril doses and administration time; control (no treatment), radiation alone, radiation + ramipril in different doses and starting times of drug. Ramipril was given 0.5–1.5 mg\/kg\/day and AT1R blocker Losartan 20 mg\/kg\/day in drinking water for 180 days. Functional endpoint with visual evoked potential (VEP) and anatomical endpoint with gross and histological analysis with …",
            "Mitigation of radiation-induced optic neuropathy in rats by ACE inhibitor ramipril: importance of ramipril dose and treatment time",
            "Samuel Ryu and Andrew Kolozsvary and Kenneth A Jenrow and Stephen L Brown and Jae Ho Kim",
            "2007",
            "BzMhZiQAAAAJ:LkGwnXOMwfcC",
            50,
            "https:\/\/link.springer.com\/article\/10.1007\/s11060-006-9256-4",
            "5147638082539789464",
            "\/scholar?cites=5147638082539789464",
            {
                "2007":1,
                "2008":2,
                "2009":3,
                "2010":5,
                "2011":4,
                "2012":6,
                "2013":3,
                "2014":7,
                "2015":3,
                "2016":2,
                "2017":3,
                "2018":5,
                "2019":4,
                "2020":1
            }
        ]
    ]
}