{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Comprehensive wide-field imaging and spectroscopic surveys of the sky have played a key role in astronomy, leading to fundamental new breakthroughs in our understanding of the Solar System; our Milky Way Galaxy and its constituent stars and gas; the nature, properties, and evolution of galaxies; and the universe as a whole. The Sloan Digital Sky Survey (SDSS), which started routine operations in 2000 April, has carried out imaging and spectroscopy over roughly 1\/3 of the Celestial Sphere. SDSS uses a dedicated 2.5 m wide-field telescope (Gunn et al. 2006), instrumented with a sequence of sophisticated imagers and spectrographs. The SDSS has gone through a series of stages. SDSS-I (York et al. 2000), which was in operation through 2005, focused on a “Legacy” survey of five-band imaging (using what was at the time the largest camera ever used in optical astronomy; Gunn et al. 1998) and …",
            "The eleventh and twelfth data releases of the Sloan Digital Sky Survey: final data from SDSS-III",
            "Shadab Alam and Franco D Albareti and Carlos Allende Prieto and Friedrich Anders and Scott F Anderson and Timothy Anderton and Brett H Andrews and Eric Armengaud and Éric Aubourg and Stephen Bailey and Sarbani Basu and Julian E Bautista and Rachael L Beaton and Timothy C Beers and Chad F Bender and Andreas A Berlind and Florian Beutler and Vaishali Bhardwaj and Jonathan C Bird and Dmitry Bizyaev and Cullen H Blake and Michael R Blanton and Michael Blomqvist and John J Bochanski and Adam S Bolton and Jo Bovy and A Shelden Bradley and WN Brandt and DE Brauer and Jon Brinkmann and Peter J Brown and Joel R Brownstein and Angela Burden and Etienne Burtin and Zheng Cai and Diego Capozzi and Aurelio Carnero Rosell and Michael A Carr and Ricardo Carrera and Kenneth C Chambers and William James Chaplin and Yen-Chi Chen and Cristina Chiappini and S Drew Chojnowski and Chia-Hsun Chuang and Nicolas Clerc and Johan Comparat and Kevin Covey and Rupert AC Croft and Antonio J Cuesta and Katia Cunha and Luiz N Da Costa and Nicola Da Rio and James RA Davenport and Kyle S Dawson and Nathan De Lee and Timothée Delubac and Rohit Deshpande and Saurav Dhital and Letícia Dutra-Ferreira and Tom Dwelly and Anne Ealet and Garrett L Ebelke and Edward M Edmondson and Daniel J Eisenstein and Tristan Ellsworth and Yvonne Elsworth and Courtney R Epstein and Michael Eracleous and Stephanie Escoffier and Massimiliano Esposito and Michael L Evans and Xiaohui Fan and Emma Fernández-Alvar and Diane Feuillet and Nurten Filiz Ak and Hayley Finley and Alexis Finoguenov and Kevin Flaherty and Scott W Fleming and Andreu Font-Ribera and Jonathan Foster and Peter M Frinchaboy and JG Galbraith-Frew and Rafael A García and DA García-Hernández and Ana E García Pérez and Patrick Gaulme and Jian Ge and R Génova-Santos and Antonis Georgakakis and Luan Ghezzi and Bruce A Gillespie and Léo Girardi and Daniel Goddard and Satya Gontcho A Gontcho and Jonay I González Hernández and Eva K Grebel and Paul J Green and Jan Niklas Grieb and Nolan Grieves and James E Gunn and Hong Guo and Paul Harding and Sten Hasselquist and Suzanne L Hawley and Michael Hayden and Fred R Hearty and Saskia Hekker and Shirley Ho and David W Hogg and Kelly Holley-Bockelmann and Jon A Holtzman and Klaus Honscheid and Daniel Huber and Joseph Huehnerhoff and Inese I Ivans and Linhua Jiang and Jennifer A Johnson and Karen Kinemuchi and David Kirkby and Francisco Kitaura and Mark A Klaene and Gillian R Knapp and Jean-Paul Kneib and Xavier P Koenig and Charles R Lam and Ting-Wen Lan and Dustin Lang and Pierre Laurent and Jean-Marc Le Goff and Alexie Leauthaud and Khee-Gan Lee and Young Sun Lee and Timothy C Licquia and Jian Liu and Daniel C Long and Martín López-Corredoira and Diego Lorenzo-Oliveira and Sara Lucatello and Britt Lundgren and Robert H Lupton and Claude E Mack III and Suvrath Mahadevan and Marcio AG Maia and Steven R Majewski and Elena Malanushenko and Viktor Malanushenko and Arturo Manchado and Marc Manera",
            "2015",
            "c121hREAAAAJ:D03iK_w7-QYC",
            1836,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/219\/1\/12\/meta",
            "15904327225792020376",
            "\/scholar?cites=15904327225792020376",
            {
                "2014":5,
                "2015":67,
                "2016":343,
                "2017":380,
                "2018":367,
                "2019":297,
                "2020":331,
                "2021":38
            }
        ],
        [
            "The Sloan Digital Sky Survey (SDSS; York et al. 2000) started observations in 1998 and has completed three different phases. The data collected includes optical imaging of most of the northern high Galactic latitude sky as well as optical and nearinfrared spectroscopy of over 3.5 million stars, galaxies, and quasars. These observations all used the 2.5 m Sloan Foundation Telescope at Apache Point Observatory (APO; Gunn et al. 2006). This paper describes SDSS-IV, the fourth phase, and how it builds upon and extends both the infrastructure and scientific legacy of the previous generations of surveys.",
            "Sloan Digital Sky Survey IV: Mapping the Milky Way, nearby galaxies, and the distant universe",
            "Michael R Blanton and Matthew A Bershady and Bela Abolfathi and Franco D Albareti and Carlos Allende Prieto and Andres Almeida and Javier Alonso-García and Friedrich Anders and Scott F Anderson and Brett Andrews and Erik Aquino-Ortíz and Alfonso Aragón-Salamanca and Maria Argudo-Fernández and Eric Armengaud and Eric Aubourg and Vladimir Avila-Reese and Carles Badenes and Stephen Bailey and Kathleen A Barger and Jorge Barrera-Ballesteros and Curtis Bartosz and Dominic Bates and Falk Baumgarten and Julian Bautista and Rachael Beaton and Timothy C Beers and Francesco Belfiore and Chad F Bender and Andreas A Berlind and Mariangela Bernardi and Florian Beutler and Jonathan C Bird and Dmitry Bizyaev and Guillermo A Blanc and Michael Blomqvist and Adam S Bolton and Médéric Boquien and Jura Borissova and Remco van Den Bosch and Jo Bovy and William N Brandt and Jonathan Brinkmann and Joel R Brownstein and Kevin Bundy and Adam J Burgasser and Etienne Burtin and Michele Cappellari and Maria Leticia Delgado Carigi and Joleen K Carlberg and Aurelio Carnero Rosell and Ricardo Carrera and Nancy J Chanover and Brian Cherinka and Edmond Cheung and Yilen Gómez Maqueo Chew and Cristina Chiappini and Peter Doohyun Choi and Drew Chojnowski and Chia-Hsun Chuang and Haeun Chung and Rafael Fernando Cirolini and Nicolas Clerc and Roger E Cohen and Johan Comparat and Luiz Da Costa and Marie-Claude Cousinou and Kevin Covey and Jeffrey D Crane and Rupert AC Croft and Irene Cruz-Gonzalez and Daniel Garrido Cuadra and Katia Cunha and Guillermo J Damke and Jeremy Darling and Roger Davies and Kyle Dawson and Axel De La Macorra and Flavia Dell’Agli and Nathan De Lee and Timothee Delubac and Francesco Di Mille and Aleks Diamond-Stanic and Mariana Cano-Díaz and John Donor and Juan José Downes and Niv Drory and Hélion Du Mas Des Bourboux and Christopher J Duckworth and Tom Dwelly and Jamie Dyer and Garrett Ebelke and Arthur D Eigenbrot and Daniel J Eisenstein and Eric Emsellem and Mike Eracleous and Stephanie Escoffier and Michael L Evans and Xiaohui Fan and Emma Fernández-Alvar and José Gregorio Fernández-Trincado and Diane K Feuillet and Alexis Finoguenov and Scott W Fleming and Andreu Font-Ribera and Alexander Fredrickson and Gordon Freischlad and Peter M Frinchaboy and Carla E Fuentes and Lluís Galbany and R Garcia-Dias and DA García-Hernández and Patrick Gaulme and Doug Geisler and Joseph D Gelfand and Héctor Gil-Marín and Bruce A Gillespie and Daniel Goddard and Violeta Gonzalez-Perez and Kathleen Grabowski and Paul J Green and Catherine J Grier and James E Gunn and Hong Guo and Julien Guy and Alex Hagen and ChangHoon Hahn and Matthew Hall and Paul Harding and Sten Hasselquist and Suzanne L Hawley and Fred Hearty and Jonay I Gonzalez Hernández and Shirley Ho and David W Hogg and Kelly Holley-Bockelmann and Jon A Holtzman and Parker H Holzer and Joseph Huehnerhoff and Timothy A Hutchinson and Ho Seong Hwang and Héctor J Ibarra-Medel and Gabriele da Silva Ilha and Inese I Ivans and Keshawn Ivory and Kelly Jackson and Trey W Jensen and Jennifer A Johnson and Amy Jones and Henrik Jönsson and Eric Jullo",
            "2017",
            "c121hREAAAAJ:VOx2b1Wkg3QC",
            720,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-3881\/aa7567\/meta",
            "2608339419961007439",
            "\/scholar?cites=2608339419961007439",
            {
                "2017":24,
                "2018":158,
                "2019":229,
                "2020":278,
                "2021":30
            }
        ],
        [
            "It is now 16 years since the first data release from the Sloan Digital Sky Survey (SDSS; York et al. 2000). This Early Data Release, or EDR, occurred in 2001 June (Stoughton et al. 2002). Since this time, annual data releases from SDSS have become part of the landscape of astronomy, populating databases used by thousands of astronomers worldwide (Raddick et al. 2014a, 2014b), and making the SDSS’s 2.5 mSloan Foundation Telescope (Gunn et al. 2006) one of the most productive observatories in the world (Madrid & Macchetto 2009). This paper describes the 14th public data release from SDSS, or DR14, released on 2017 July 31. The SDSS has completed three phases and is currently in its fourth phase. SDSS-I and-II conducted a Legacy survey of galaxies and quasars (York et al. 2000), the SDSS-II Supernova Survey (Frieman et al. 2008; Sako et al. 2014), and conducted observations of stars for the …",
            "The fourteenth data release of the Sloan Digital Sky Survey: First spectroscopic data from the extended Baryon Oscillation Spectroscopic Survey and from the second phase of the …",
            "Bela Abolfathi and DS Aguado and Gabriela Aguilar and Carlos Allende Prieto and Andres Almeida and Tonima Tasnim Ananna and Friedrich Anders and Scott F Anderson and Brett H Andrews and Borja Anguiano and Alfonso Aragón-Salamanca and Maria Argudo-Fernández and Eric Armengaud and Metin Ata and Eric Aubourg and Vladimir Avila-Reese and Carles Badenes and Stephen Bailey and Christophe Balland and Kathleen A Barger and Jorge Barrera-Ballesteros and Curtis Bartosz and Fabienne Bastien and Dominic Bates and Falk Baumgarten and Julian Bautista and Rachael Beaton and Timothy C Beers and Francesco Belfiore and Chad F Bender and Mariangela Bernardi and Matthew A Bershady and Florian Beutler and Jonathan C Bird and Dmitry Bizyaev and Guillermo A Blanc and Michael R Blanton and Michael Blomqvist and Adam S Bolton and Médéric Boquien and Jura Borissova and Jo Bovy and Christian Andres Bradna Diaz and William Nielsen Brandt and Jonathan Brinkmann and Joel R Brownstein and Kevin Bundy and Adam J Burgasser and Etienne Burtin and Caleb I Cañas and Mariana Cano-Díaz and Michele Cappellari and Ricardo Carrera and Andrew R Casey and Bernardo Cervantes Sodi and Yanping Chen and Brian Cherinka and Cristina Chiappini and Peter Doohyun Choi and Drew Chojnowski and Chia-Hsun Chuang and Haeun Chung and Nicolas Clerc and Roger E Cohen and Julia M Comerford and Johan Comparat and Janaina Correa Do Nascimento and Luiz Da Costa and Marie-Claude Cousinou and Kevin Covey and Jeffrey D Crane and Irene Cruz-Gonzalez and Katia Cunha and Gabriele da Silva Ilha and Guillermo J Damke and Jeremy Darling and James W Davidson Jr and Kyle Dawson and Miguel Angel C de Icaza Lizaola and Axel De La MacOrra and Sylvain De La Torre and Nathan De Lee and Victoria de Sainte Agathe and Alice Deconto Machado and Flavia Dell’Agli and Timothée Delubac and Aleksandar M Diamond-Stanic and John Donor and Juan José Downes and Niv Drory and Hélion Du Mas Des Bourboux and Christopher J Duckworth and Tom Dwelly and Jamie Dyer and Garrett Ebelke and Arthur Davis Eigenbrot and Daniel J Eisenstein and Yvonne P Elsworth and Eric Emsellem and Michael Eracleous and Ghazaleh Erfanianfar and Stephanie Escoffier and Xiaohui Fan and Emma Fernández Alvar and JG Fernandez-Trincado and Rafael Fernando Cirolini and Diane Feuillet and Alexis Finoguenov and Scott W Fleming and Andreu Font-Ribera and Gordon Freischlad and Peter Frinchaboy and Hai Fu and Yilen Gómez Maqueo Chew and Lluís Galbany and Ana E Garcia Perez and R Garcia-Dias and DA García-Hernández and Luis Alberto Garma Oehmichen and Patrick Gaulme and Joseph Gelfand and Héctor Gil-Marín and Bruce A Gillespie and Daniel Goddard and Jonay I González Hernández and Violeta Gonzalez-Perez and Kathleen Grabowski and Paul J Green and Catherine J Grier and Alain Gueguen and Hong Guo and Julien Guy and Alex Hagen and Patrick Hall and Paul Harding and Sten Hasselquist and Suzanne Hawley and Christian R Hayes and Fred Hearty and Saskia Hekker and Jesus Hernandez and Hector Hernandez Toledo and David W Hogg and Kelly Holley-Bockelmann and Jon A Holtzman and Jiamin Hou and Bau-Ching Hsieh and Jason AS Hunt and Timothy A Hutchinson and Ho Seong Hwang",
            "2018",
            "c121hREAAAAJ:kRWSkSYxWN8C",
            703,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-4365\/aa9e8a\/meta",
            "14883334976045784854",
            "\/scholar?cites=14883334976045784854",
            {
                "2017":4,
                "2018":124,
                "2019":305,
                "2020":242,
                "2021":23
            }
        ],
        [
            "Following the selection of The Gravitational Universe by ESA, and the successful flight of LISA Pathfinder, the LISA Consortium now proposes a 4 year mission in response to ESA's call for missions for L3. The observatory will be based on three arms with six active laser links, between three identical spacecraft in a triangular formation separated by 2.5 million km.LISA is an all-sky monitor and will offer a wide view of a dynamic cosmos using Gravitational Waves as new and unique messengers to unveil The Gravitational Universe. It provides the closest ever view of the infant Universe at TeV energy scales, has known sources in the form of verification binaries in the Milky Way, and can probe the entire Universe, from its smallest scales near the horizons of black holes, all the way to cosmological scales. The LISA mission will scan the entire sky as it follows behind the Earth in its orbit, obtaining both polarisations of the Gravitational Waves simultaneously, and will measure source parameters with astrophysically relevant sensitivity in a band from below  Hz to above  Hz.",
            "Laser interferometer space antenna",
            "Pau Amaro-Seoane and Heather Audley and Stanislav Babak and John Baker and Enrico Barausse and Peter Bender and Emanuele Berti and Pierre Binetruy and Michael Born and Daniele Bortoluzzi and Jordan Camp and Chiara Caprini and Vitor Cardoso and Monica Colpi and John Conklin and Neil Cornish and Curt Cutler and Karsten Danzmann and Rita Dolesi and Luigi Ferraioli and Valerio Ferroni and Ewan Fitzsimons and Jonathan Gair and Lluis Gesa Bote and Domenico Giardini and Ferran Gibert and Catia Grimani and Hubert Halloin and Gerhard Heinzel and Thomas Hertog and Martin Hewitson and Kelly Holley-Bockelmann and Daniel Hollington and Mauro Hueller and Henri Inchauspe and Philippe Jetzer and Nikos Karnesis and Christian Killow and Antoine Klein and Bill Klipstein and Natalia Korsakova and Shane L Larson and Jeffrey Livas and Ivan Lloro and Nary Man and Davor Mance and Joseph Martino and Ignacio Mateos and Kirk McKenzie and Sean T McWilliams and Cole Miller and Guido Mueller and Germano Nardini and Gijs Nelemans and Miquel Nofrarias and Antoine Petiteau and Paolo Pivato and Eric Plagnol and Ed Porter and Jens Reiche and David Robertson and Norna Robertson and Elena Rossi and Giuliana Russano and Bernard Schutz and Alberto Sesana and David Shoemaker and Jacob Slutsky and Carlos F Sopuerta and Tim Sumner and Nicola Tamanini and Ira Thorpe and Michael Troebs and Michele Vallisneri and Alberto Vecchio and Daniele Vetrugno and Stefano Vitale and Marta Volonteri and Gudrun Wanner and Harry Ward and Peter Wass and William Weber and John Ziemer and Peter Zweifel",
            "2017",
            "c121hREAAAAJ:sSrBHYA8nusC",
            269,
            "https:\/\/arxiv.org\/abs\/1702.00786",
            "5728686608287417565",
            "\/scholar?cites=5728686608287417565",
            {
                "2016":1,
                "2017":18,
                "2018":41,
                "2019":70,
                "2020":124,
                "2021":12
            }
        ],
        [
            "The Sloan Digital Sky Survey (SDSS; York et al. 2000) data releases began with the Early Data Release, or EDR, in 2001 June (Stoughton et al. 2002) and have been heavily used by astronomers and the broader public since that time (Raddick et al. 2014a, 2014b). Here, we present the 15th public data release from SDSS, or DR15, made publicly available on 2018 December 10.SDSS has been marked by four phases so far, with plans for a fifth. Details are available in the papers describing SDSS-I (EDR, DR1–DR5; York et al. 2000), SDSS-II (DR6–DR7; Frieman et al. 2008; Yanny et al. 2009), SDSS-III (DR8–DR12; Eisenstein et al. 2011), and SDSS-IV (DR13–DR15;",
            "The fifteenth data release of the Sloan Digital Sky Surveys: first release of MaNGA-derived quantities, data visualization tools, and stellar library",
            "David Sánchez Aguado and Romina Ahumada and Andrés Almeida and Scott F Anderson and Brett H Andrews and Borja Anguiano and Erik Aquino Ortíz and Alfonso Aragón-Salamanca and Maria Argudo-Fernández and Marie Aubert and Vladimir Avila-Reese and Carles Badenes and Sandro Barboza Rembold and Kat Barger and Jorge Barrera-Ballesteros and Dominic Bates and Julian Bautista and Rachael L Beaton and Timothy C Beers and Francesco Belfiore and Mariangela Bernardi and Matthew Bershady and Florian Beutler and Jonathan Bird and Dmitry Bizyaev and Guillermo A Blanc and Michael R Blanton and Michael Blomqvist and Adam S Bolton and Mederic Boquien and Jura Borissova and Jo Bovy and William Nielsen Brandt and Jonathan Brinkmann and Joel R Brownstein and Kevin Bundy and Adam Burgasser and Nell Byler and Mariana Cano Diaz and Michele Cappellari and Ricardo Carrera and Bernardo Cervantes Sodi and Yanping Chen and Brian Cherinka and Peter Doohyun Choi and Haeun Chung and Damien Coffey and Julia M Comerford and Johan Comparat and Kevin Covey and Gabriele da Silva Ilha and Luiz Da Costa and Yu Sophia Dai and Guillermo Damke and Jeremy Darling and Roger Davies and Kyle Dawson and Victoria de Sainte Agathe and Alice Deconto Machado and Agnese Del Moro and Nathan De Lee and Aleksandar M Diamond-Stanic and Helena Domínguez Sánchez and John Donor and Niv Drory and Hélion Du Mas Des Bourboux and Chris Duckworth and Tom Dwelly and Garrett Ebelke and Eric Emsellem and Stephanie Escoffier and José G Fernández-Trincado and Diane Feuillet and Johanna-Laina Fischer and Scott W Fleming and Amelia Fraser-McKelvie and Gordon Freischlad and Peter M Frinchaboy and Hai Fu and Lluis Galbany and Rafael Garcia-Dias and DA Garcia-Hernandez and Luis Alberto Garma Oehmichen and Marcio Antonio Geimba Maia and Héctor Gil-Marín and Kathleen Grabowski and Meng Gu and Hong Guo and Jaewon Ha and Emily Harrington and Sten Hasselquist and Christian R Hayes and Fred Hearty and Hector Hernandez Toledo and Harry Hicks and David W Hogg and Kelly Holley-Bockelmann and Jon A Holtzman and Bau-Ching Hsieh and Jason AS Hunt and Ho Seong Hwang and Héctor J Ibarra-Medel and Camilo Eduardo Jimenez Angel and Jennifer Johnson and Amy Jones and Henrik Jönsson and Karen Kinemuchi and Juna Kollmeier and Coleman Krawczyk and Kathryn Kreckel and Sandor Kruk and Ivan Lacerna and Ting-Wen Lan and Richard R Lane and David R Law and Young-Bae Lee and Cheng Li and Jianhui Lian and Lihwai Lin and Yen-Ting Lin and Chris Lintott and Dan Long and Penélope Longa-Peña and J Ted Mackereth and Axel De La Macorra and Steven R Majewski and Olena Malanushenko and Arturo Manchado and Claudia Maraston and Vivek Mariappan and Mariarosa Marinelli and Rui Marques-Chaves and Thomas Masseron and Karen L Masters and Richard M McDermid and Nicolás Medina Peña and Sofia Meneses-Goytia and Andrea Merloni and Michael Merrifield and Szabolcs Meszaros and Dante Minniti and Rebecca Minsley and Demitri Muna and Adam D Myers and Preethi Nair and Janaina Correa Do Nascimento and Jeffrey A Newman and Christian Nitschelm and Matthew D Olmstead and Audrey Oravetz",
            "2019",
            "c121hREAAAAJ:olpn-zPbct0C",
            204,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-4365\/aaf651\/meta",
            "15534260172539493619",
            "\/scholar?cites=15534260172539493619",
            {
                "2018":1,
                "2019":55,
                "2020":135,
                "2021":12
            }
        ],
        [
            "LISA (Laser Interferometer Space Antenna) is designed to observe gravitational waves from violent events in the Universe in a frequency range from 10− 4 to 10− 1 Hz which is totally inaccessible to ground based experiments. It uses highly stabilised laser light (Nd: YAG, λ= 1.064 μm) in a Michelson‐type interferometer arrangement.",
            "LISA",
            "Karsten Danzmann",
            "1995",
            "c121hREAAAAJ:4fKUyHm3Qg0C",
            194,
            "http:\/\/scholar.google.com\/scholar?cluster=12884994374511218737&hl=en&oi=scholarr",
            "12884994374511218737",
            "\/scholar?cites=12884994374511218737",
            {
                "1996":2,
                "1997":1,
                "1998":2,
                "1999":1,
                "2000":2,
                "2001":1,
                "2002":7,
                "2003":3,
                "2004":6,
                "2005":4,
                "2006":5,
                "2007":6,
                "2008":4,
                "2009":1,
                "2010":4,
                "2011":4,
                "2012":2,
                "2013":2,
                "2014":6,
                "2015":23,
                "2016":33,
                "2017":40,
                "2018":32,
                "2019":3
            }
        ],
        [
            "Advanced LIGO detectors at Hanford and Livingston made two confirmed and one marginal detection of binary black holes during their first observing run. The first event, GW150914, was from the merger of two black holes much heavier that those whose masses have been estimated so far, indicating a formation scenario that might differ from “ordinary” stellar evolution. One possibility is that these heavy black holes resulted from a previous merger. When the progenitors of a black hole binary merger result from previous mergers, they should (on average) merge later, be more massive, and have spin magnitudes clustered around a dimensionless spin∼ 0.7. Here we ask the following question: can gravitational-wave observations determine whether merging black holes were born from the collapse of massive stars (“first generation”), rather than being the end product of earlier mergers (“second generation”)? We …",
            "Are merging black holes born from stellar collapse or previous mergers?",
            "Davide Gerosa and Emanuele Berti",
            "2017",
            "c121hREAAAAJ:8AbLer7MMksC",
            144,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.95.124046",
            "13165465503459573725",
            "\/scholar?cites=13165465503459573725",
            {
                "2017":9,
                "2018":22,
                "2019":40,
                "2020":67,
                "2021":5
            }
        ],
        [
            "During a galaxy merger, the supermassive black hole (SMBH) in each galaxy is thought to sink to the center of the potential and form an SMBH binary; this binary can eject stars via three-body scattering, bringing the SMBHs ever closer. In a static spherical galaxy model, the binary stalls at a separation of about a parsec after ejecting all the stars in its loss cone—this is the well-known final parsec problem. Earlier work has shown that the centrophilic orbits in triaxial galaxy models are key in refilling the loss cone at a high enough rate to prevent the black holes from stalling. However, the evolution of binary SMBHs has never been explored in axisymmetric galaxies, so it is not clear if the final parsec problem persists in these systems. Here we use a suite of direct N-body simulations to follow SMBH binary evolution in galaxy models with a range of ellipticity. For the first time, we show that mere axisymmetry can solve …",
            "Supermassive black hole binary evolution in axisymmetric galaxies: the final parsec problem is not a problem",
            "Fazeel Mahmood Khan and Kelly Holley-Bockelmann and Peter Berczik and Andreas Just",
            "2013",
            "c121hREAAAAJ:35N4QoGY0k4C",
            128,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/773\/2\/100\/meta",
            "8853975139115829207",
            "\/scholar?cites=8853975139115829207",
            {
                "2013":3,
                "2014":20,
                "2015":28,
                "2016":10,
                "2017":19,
                "2018":11,
                "2019":23,
                "2020":14
            }
        ],
        [
            "The evolution of a stellar bar transforms not only the galactic disc, but also the host dark matter halo. We present high-resolution, fully self-consistent N-body simulations that clearly demonstrate that dark matter halo central density cusps flatten as the bar torques the halo. This effect is independent of the bar formation mode and occurs even for rather short bars. The halo and bar evolution is mediated by resonant interactions between orbits in the halo and the bar pattern speed, as predicted by linear Hamiltonian perturbation theory. The bar lengthens and slows as it loses angular momentum, a process that occurs even in rather warm discs. We demonstrate that the bar and halo response can be critically underestimated for experiments that are unable to resolve the relevant resonant dynamics; this occurs when the phase space in the resonant region is undersampled or plagued by noise.",
            "Bar-induced evolution of dark matter cusps",
            "Kelly Holley-Bockelmann and Martin Weinberg and Neal Katz",
            "2005",
            "c121hREAAAAJ:u-x6o8ySG0sC",
            105,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/363\/3\/991\/1149357",
            "16486174312055603819",
            "\/scholar?cites=16486174312055603819",
            {
                "2004":3,
                "2005":2,
                "2006":9,
                "2007":13,
                "2008":10,
                "2009":10,
                "2010":5,
                "2011":3,
                "2012":4,
                "2013":7,
                "2014":10,
                "2015":5,
                "2016":8,
                "2017":2,
                "2018":2,
                "2019":9,
                "2020":3
            }
        ],
        [
            "We construct numerical models of mildly triaxial elliptical galaxies with central density cusps. Using a technique we call “adiabatic squeezing,” we begin with a spherical   Hernquist model and apply a drag to the velocities of the particles along each principal axis. The final models are stable in isolation, preserving their density structure and figure shape over many dynamical timescales. The density profile and axial ratios compare well to the observed properties of elliptical galaxies. The orbital structure of these models show a mixture of tubes, boxes, and boxlets, as expected for triaxial systems, with very few chaotic orbits. These N‐body realizations of cuspy triaxial galaxies provide a basis for the study of dynamical evolution of elliptical galaxies.",
            "Models of cuspy triaxial galaxies",
            "Kelly Holley-Bockelmann and J Christopher Mihos and Steinn Sigurdsson and Lars Hernquist",
            "2001",
            "c121hREAAAAJ:d1gkVwhDpl0C",
            82,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/319453\/meta",
            "8601232220373966293",
            "\/scholar?cites=8601232220373966293",
            {
                "2002":8,
                "2003":7,
                "2004":2,
                "2005":5,
                "2006":4,
                "2007":7,
                "2008":9,
                "2009":3,
                "2010":7,
                "2011":1,
                "2012":5,
                "2013":2,
                "2014":4,
                "2015":11,
                "2016":2,
                "2017":1,
                "2018":3
            }
        ]
    ]
}