{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Directly detecting thermal emission from young extrasolar planets allows measurement of their atmospheric compositions and luminosities, which are influenced by their formation mechanisms. Using the Gemini Planet Imager, we discovered a planet orbiting the ~20-million-year-old star 51 Eridani at a projected separation of 13 astronomical units. Near-infrared observations show a spectrum with strong methane and water-vapor absorption. Modeling of the spectra and photometry yields a luminosity (normalized by the luminosity of the Sun) of 1.6 to 4.0 × 10−6 and an effective temperature of 600 to 750 kelvin. For this age and luminosity, “hot-start” formation models indicate a mass twice that of Jupiter. This planet also has a sufficiently low luminosity to be consistent with the “cold-start” core-accretion process that may have formed Jupiter.",
            "Discovery and spectroscopy of the young jovian planet 51 Eri b with the Gemini Planet Imager",
            "B Macintosh and JR Graham and T Barman and RJ De Rosa and Q Konopacky and MS Marley and C Marois and EL Nielsen and L Pueyo and A Rajan and J Rameau and Didier Saumon and JJ Wang and Jennifer Patience and M Ammons and P Arriaga and E Artigau and S Beckwith and J Brewster and S Bruzzone and J Bulger and B Burningham and Adam S Burrows and C Chen and E Chiang and JK Chilcote and RI Dawson and R Dong and R Doyon and ZH Draper and G Duchêne and TM Esposito and Daniel Fabrycky and Michael P Fitzgerald and KB Follette and JJ Fortney and B Gerard and S Goodsell and AZ Greenbaum and P Hibon and S Hinkley and TH Cotten and L-W Hung and P Ingraham and M Johnson-Groh and P Kalas and D Lafreniere and JE Larkin and J Lee and Michael Line and D Long and J Maire and F Marchis and BC Matthews and CE Max and S Metchev and Maxwell A Millar-Blanchaer and T Mittal and CV Morley and KM Morzinski and R Murray-Clay and R Oppenheimer and DW Palmer and R Patel and MD Perrin and LA Poyneer and RR Rafikov and FT Rantakyrö and EL Rice and P Rojo and AR Rudy and J-B Ruffio and MT Ruiz and N Sadakuni and L Saddlemyer and M Salama and D Savransky and AC Schneider and Anand Sivaramakrishnan and I Song and R Soummer and S Thomas and G Vasisht and JK Wallace and K Ward-Duong and SJ Wiktorowicz and SG Wolff and B Zuckerman",
            "2015",
            "C3ILe0oAAAAJ:b0M2c_1WBrUC",
            411,
            "https:\/\/science.sciencemag.org\/content\/350\/6256\/64.summary",
            "13023161234551069907",
            "\/scholar?cites=13023161234551069907",
            {
                "2015":10,
                "2016":79,
                "2017":74,
                "2018":83,
                "2019":75,
                "2020":82,
                "2021":7
            }
        ],
        [
            "We have conducted a 4030 deg 2 near-infrared proper motion survey using multi-epoch data from the Two Micron All-Sky Survey (2MASS). We find 2778 proper motion candidates, 647 of which are not listed in SIMBAD. After comparison to Digitized Sky Survey images, we find that 107 of our proper motion candidates lack counterparts at B, R, and I bands and are thus 2MASS-only detections. We present results of spectroscopic follow-up of 188 targets that include the infrared-only sources along with selected optical-counterpart sources with faint reduced proper motions or interesting colors. We also establish a set of near-infrared spectroscopic standards with which to anchor near-infrared classifications for our objects. Among the discoveries are six young field brown dwarfs, five\" red L\" dwarfs, three L-type subdwarfs, twelve M-type subdwarfs, eight\" blue L\" dwarfs, and several T dwarfs. We further refine the …",
            "Discoveries from a near-infrared proper motion survey using multi-epoch Two Micron All-Sky Survey data",
            "J Davy Kirkpatrick and Dagny L Looper and Adam J Burgasser and Steven D Schurr and Roc M Cutri and Michael C Cushing and Kelle L Cruz and Anne C Sweet and Gillian R Knapp and Travis S Barman and John J Bochanski and Thomas L Roellig and Ian S McLean and Mark R McGovern and Emily L Rice",
            "2010",
            "C3ILe0oAAAAJ:UeHWp8X0CEIC",
            259,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/190\/1\/100\/meta",
            "1949495468031147200",
            "\/scholar?cites=1949495468031147200",
            {
                "2010":4,
                "2011":13,
                "2012":18,
                "2013":32,
                "2014":37,
                "2015":23,
                "2016":20,
                "2017":41,
                "2018":25,
                "2019":15,
                "2020":22,
                "2021":9
            }
        ],
        [
            "This document demonstrates how Pearson’s Chaisson, Astronomy Today, 7th Edition© 2011 supports the Texas Essential Knowledge and Skills (TEKS) for Astronomy. Correlation page references are to the Student Edition.Astronomy Today emphasizes critical thinking and visualization, and it focuses on the process of scientific discovery, making “how we know what we know” an integral part of the text. The revised edition has been thoroughly updated with the latest astronomical discoveries and theories, and it has been streamlined to keep students focused on the essentials and to develop an understanding of the “big picture.”",
            "Astronomy today",
            "Eric Chaisson and Stephen McMillan and Emily Rice",
            "2008",
            "C3ILe0oAAAAJ:zLWjf1WUPmwC",
            251,
            "http:\/\/scholar.google.com\/scholar?cluster=6148368684987919640&hl=en&oi=scholarr",
            "6148368684987919640",
            "\/scholar?cites=6148368684987919640",
            {
                "1994":2,
                "1995":2,
                "1996":2,
                "1997":4,
                "1998":1,
                "1999":5,
                "2000":2,
                "2001":3,
                "2002":7,
                "2003":9,
                "2004":9,
                "2005":7,
                "2006":8,
                "2007":12,
                "2008":13,
                "2009":8,
                "2010":14,
                "2011":14,
                "2012":11,
                "2013":26,
                "2014":16,
                "2015":11,
                "2016":10,
                "2017":15,
                "2018":12,
                "2019":10
            }
        ],
        [
            "We combine optical, near-infrared, and mid-infrared spectra and photometry to construct expanded spectral energy distributions for 145 field age (> 500 Myr) and 53 young (lower age estimate< 500 Myr) ultracool dwarfs (M6-T9). This range of spectral types includes very low mass stars, brown dwarfs, and planetary mass objects, providing fundamental parameters across both the hydrogen and deuterium burning minimum masses for the largest sample assembled to date. A subsample of 29 objects have well constrained ages as probable members of a nearby young moving group. We use 182 parallaxes and 16 kinematic distances to determine precise bolometric luminosities (L bol) and radius estimates from evolutionary models give semi-empirical effective temperatures (T eff) for the full range of young and field age late-M, L, and T dwarfs. We construct age-sensitive relationships of luminosity, temperature, and …",
            "Fundamental parameters and spectral energy distributions of young and field age objects with masses spanning the stellar to planetary regime",
            "Joseph C Filippazzo and Emily L Rice and Jacqueline Faherty and Kelle L Cruz and Mollie M Van Gordon and Dagny L Looper",
            "2015",
            "C3ILe0oAAAAJ:EUQCXRtRnyEC",
            205,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/810\/2\/158\/meta",
            "12952337812833035584",
            "\/scholar?cites=12952337812833035584",
            {
                "2015":2,
                "2016":24,
                "2017":51,
                "2018":46,
                "2019":31,
                "2020":49,
                "2021":2
            }
        ],
        [
            "We obtained spectra in the wavelength range λ= 995-1769 nm of all four known planets orbiting the star HR 8799. Using the suite of instrumentation known as Project 1640 on the Palomar 5 m Hale Telescope, we acquired data at two epochs. This allowed for multiple imaging detections of the companions and multiple extractions of low-resolution (R~ 35) spectra. Data reduction employed two different methods of speckle suppression and spectrum extraction, both yielding results that agree. The spectra do not directly correspond to those of any known objects, although similarities with L and T dwarfs are present, as well as some characteristics similar to planets such as Saturn. We tentatively identify the presence of CH 4 along with NH 3 and\/or C 2 H 2, and possibly CO 2 or HCN in varying amounts in each component of the system. Other studies suggested red colors for these faint companions, and our data confirm …",
            "Reconnaissance of the HR 8799 exosolar system. I. Near-infrared spectroscopy",
            "BR Oppenheimer and C Baranec and C Beichman and D Brenner and R Burruss and E Cady and JR Crepp and R Dekany and R Fergus and D Hale and L Hillenbrand and S Hinkley and David W Hogg and D King and ER Ligon and T Lockhart and R Nilsson and IR Parry and L Pueyo and E Rice and JE Roberts and LC Roberts Jr and M Shao and A Sivaramakrishnan and R Soummer and T Truong and G Vasisht and A Veicht and F Vescelus and JK Wallace and C Zhai and N Zimmerman",
            "2013",
            "C3ILe0oAAAAJ:r0BpntZqJG4C",
            156,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/768\/1\/24\/meta",
            "4255460245086145022",
            "\/scholar?cites=4255460245086145022",
            {
                "2013":18,
                "2014":42,
                "2015":24,
                "2016":25,
                "2017":22,
                "2018":9,
                "2019":4,
                "2020":6,
                "2021":3
            }
        ],
        [
            "We present the results of a three year monitoring program of a sample of very low mass (VLM) field binaries using both astrometric and spectroscopic data obtained in conjunction with the laser guide star adaptive optics system on the WM Keck II 10 m telescope. Among the 24 systems studied, 15 have undergone sufficient orbital motion, allowing us to derive their relative orbital parameters and hence their total system mass. These measurements more than double the number of mass measurements for VLM objects, and include the most precise mass measurement to date (< 2%). Among the 11 systems with both astrometric and spectroscopic measurements, six have sufficient radial velocity variations to allow us to obtain individual component masses. This is the first derivation of the component masses for five of these systems. Altogether, the orbital solutions of these low mass systems show a correlation between …",
            "High-precision dynamical masses of very low mass binaries",
            "QM Konopacky and AM Ghez and TS Barman and EL Rice and JI Bailey III and RJ White and IS McLean and G Duchêne",
            "2010",
            "C3ILe0oAAAAJ:qjMakFHDy7sC",
            148,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/711\/2\/1087\/meta",
            "11214773028815425206",
            "\/scholar?cites=11214773028815425206",
            {
                "2010":9,
                "2011":19,
                "2012":21,
                "2013":16,
                "2014":14,
                "2015":21,
                "2016":8,
                "2017":12,
                "2018":7,
                "2019":9,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We present a kinematic analysis of 152 low surface gravity M7-L8 dwarfs by adding 18 new parallaxes (including 10 for comparative field objects), 38 new radial velocities, and 19 new proper motions. We also add low-or moderate-resolution near-infrared spectra for 43 sources confirming their low surface gravity features. Among the full sample, we find 39 objects to be high-likelihood or new bona fide members of nearby moving groups, 92 objects to be ambiguous members and 21 objects that are non-members. Using this age-calibrated sample, we investigate trends in gravity classification, photometric color, absolute magnitude, color–magnitude, luminosity, and effective temperature. We find that gravity classification and photometric color clearly separate 5–130 Myr sources from> 3 Gyr field objects, but they do not correlate one to one with the narrower 5–130 Myr age range. Sources with the same spectral …",
            "Population properties of brown dwarf analogs to exoplanets",
            "Jacqueline K Faherty and Adric R Riedel and Kelle L Cruz and Jonathan Gagne and Joseph C Filippazzo and Erini Lambrides and Haley Fica and Alycia Weinberger and John R Thorstensen and CG Tinney and Vivienne Baldassare and Emily Lemonier and Emily L Rice",
            "2016",
            "C3ILe0oAAAAJ:p2g8aNsByqUC",
            147,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/0067-0049\/225\/1\/10\/meta",
            "2597748915264114138",
            "\/scholar?cites=2597748915264114138",
            {
                "2016":6,
                "2017":40,
                "2018":43,
                "2019":25,
                "2020":31,
                "2021":1
            }
        ],
        [
            "We present parallax and proper motion measurements, near-infrared spectra, and Wide-field Infrared Survey Explorer photometry for the low surface gravity L5γ dwarf 2MASS J035523. 37+ 113343.7 (2M0355). We use these data to evaluate photometric, spectral, and kinematic signatures of youth as 2M0355 is the reddest isolated L dwarf yet classified. We confirm its low-gravity spectral morphology and find a strong resemblance to the sharp triangular shaped H-band spectrum of the~ 10 Myr planetary-mass object 2M1207b. We find that 2M0355 is underluminous compared to a normal field L5 dwarf in the optical and Mauna Kea Observatory J, H, and K bands and transitions to being overluminous from 3 to 12 μm, indicating that enhanced photospheric dust shifts flux to longer wavelengths for young, low-gravity objects, creating a red spectral energy distribution. Investigating the near-infrared color-magnitude …",
            "2MASS J035523. 37+ 113343.7: a young, dusty, nearby, isolated brown dwarf resembling a giant exoplanet",
            "Jacqueline K Faherty and Emily L Rice and Kelle L Cruz and Eric E Mamajek and Alejandro Núñez",
            "2012",
            "C3ILe0oAAAAJ:hC7cP41nSMkC",
            146,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-6256\/145\/1\/2\/meta",
            "17592305149345554198",
            "\/scholar?cites=17592305149345554198",
            {
                "2013":26,
                "2014":28,
                "2015":17,
                "2016":22,
                "2017":26,
                "2018":7,
                "2019":10,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We present the discovery of two nearby L dwarfs from our 2MASS proper‐motion search, which uses multiepoch 2MASS observations covering ∼4700 deg2 of sky. 2MASS J18212815+1414010 and 2MASS J21481628+4003593 were overlooked by earlier surveys due to their faint optical magnitudes and their proximity to the Galactic plane ( °). Assuming that both dwarfs are single, we derive spectrophotometric distances of ∼10 pc, thus increasing the number of known L dwarfs within 10 pc to 10. In the near‐infrared, 2MASS J21481628+4003593 shows a triangular H‐band spectrum, strong CO absorption, and a markedly red   color ( ) for its L6 optical spectral type. 2MASS J18212815+1414010 also shows a triangular H‐band spectrum and a slightly red   color ( ) for its L4.5 optical spectral type. Both objects show strong silicate absorption at 9–11 μm. Cumulatively, these features imply an unusually dusty …",
            "Discovery of two nearby peculiar L dwarfs from the 2MASS proper-motion survey: Young or metal-rich?",
            "Dagny L Looper and J Davy Kirkpatrick and Roc M Cutri and Travis Barman and Adam J Burgasser and Michael C Cushing and Thomas Roellig and Mark R McGovern and Ian S McLean and Emily Rice and Brandon J Swift and Steven D Schurr",
            "2008",
            "C3ILe0oAAAAJ:d1gkVwhDpl0C",
            139,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/591025\/meta",
            "4697869160340461000",
            "\/scholar?cites=4697869160340461000",
            {
                "2008":6,
                "2009":4,
                "2010":15,
                "2011":11,
                "2012":7,
                "2013":17,
                "2014":17,
                "2015":12,
                "2016":14,
                "2017":15,
                "2018":5,
                "2019":6,
                "2020":8,
                "2021":2
            }
        ],
        [
            "We present basic observational data and association membership analysis for 45 young and active low-mass stellar systems from the ongoing Research Consortium On Nearby Stars photometry and astrometry program at the Cerro Tololo Inter-American Observatory. Most of these systems have saturated X-ray emission (log (L X\/L bol)>–3.5) based on X-ray fluxes from the ROSAT All-Sky Survey, and many are significantly more luminous than main-sequence stars of comparable color. We present parallaxes and proper motions, Johnson-Kron-Cousins VRI photometry, and multiplicity observations from the CTIOPI program on the CTIO 0.9 m telescope. To this we add low-resolution optical spectroscopy and line measurements from the CTIO 1.5 m telescope, and interferometric binary measurements from the Hubble Space Telescope Fine Guidance Sensors. We also incorporate data from published sources: JHK S …",
            "The solar neighborhood. XXXIII. Parallax results from the CTIOPI 0.9 m program: trigonometric parallaxes of Nearby low-mass active and young systems",
            "Adric R Riedel and Charlie T Finch and Todd J Henry and John P Subasavage and Wei-Chun Jao and Lison Malo and David R Rodriguez and Russel J White and Douglas R Gies and Sergio B Dieterich and Jennifer G Winters and Cassy L Davison and Edmund P Nelan and Sarah C Blunt and Kelle L Cruz and Emily L Rice and Philip A Ianna",
            "2014",
            "C3ILe0oAAAAJ:BqipwSGYUEgC",
            117,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-6256\/147\/4\/85\/meta",
            "11998052478140894646",
            "\/scholar?cites=11998052478140894646",
            {
                "2014":12,
                "2015":26,
                "2016":19,
                "2017":21,
                "2018":15,
                "2019":11,
                "2020":11,
                "2021":2
            }
        ]
    ]
}