{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "A Weyl semimetal is a new state of matter that hosts Weyl fermions as emergent quasiparticles and admits a topological classification that protects Fermi arc surface states on the boundary of a bulk sample. This unusual electronic structure has deep analogies with particle physics and leads to unique topological properties. We report the experimental discovery of a Weyl semimetal, tantalum arsenide (TaAs). Using photoemission spectroscopy, we directly observe Fermi arcs on the surface, as well as the Weyl fermion cones and Weyl nodes in the bulk of TaAs single crystals. We find that Fermi arcs terminate on the Weyl fermion nodes, consistent with their topological character. Our work opens the field for the experimental study of Weyl fermions in physics and materials science.",
            "Discovery of a Weyl Fermion semimetal and topological Fermi arcs",
            "Su-Yang Xu and Ilya Belopolski and Nasser Alidoust and Madhab Neupane and Guang Bian and Chenglong Zhang and Raman Sankar and Guoqing Chang and Zhujun Yuan and Chi-Cheng Lee and Shin-Ming Huang and Hao Zheng and Jie Ma and Daniel S Sanchez and BaoKai Wang and Arun Bansil and Fangcheng Chou and Pavel P Shibayev and Hsin Lin and Shuang Jia and M Zahid Hasan",
            "2015",
            "c4AG250AAAAJ:XiVPGOgt02cC",
            2522,
            "https:\/\/science.sciencemag.org\/content\/349\/6248\/613.abstract",
            "802594432860810131",
            "\/scholar?cites=802594432860810131",
            {
                "2015":91,
                "2016":418,
                "2017":562,
                "2018":472,
                "2019":456,
                "2020":482,
                "2021":21
            }
        ],
        [
            "Weyl fermions are massless chiral fermions that play an important role in quantum field theory but have never been observed as fundamental particles. A Weyl semimetal is an unusual crystal that hosts Weyl fermions as quasiparticle excitations and features Fermi arcs on its surface. Such a semimetal not only provides a condensed matter realization of the anomalies in quantum field theories but also demonstrates the topological classification beyond the gapped topological insulators. Here, we identify a topological Weyl semimetal state in the transition metal monopnictide materials class. Our first-principles calculations on TaAs reveal its bulk Weyl fermion cones and surface Fermi arcs. Our results show that in the TaAs-type materials the Weyl semimetal state does not depend on fine-tuning of chemical composition or magnetic order, which opens the door for the experimental realization of Weyl semimetals and …",
            "A Weyl Fermion semimetal with surface Fermi arcs in the transition metal monopnictide TaAs class",
            "Shin-Ming Huang and Su-Yang Xu and Ilya Belopolski and Chi-Cheng Lee and Guoqing Chang and BaoKai Wang and Nasser Alidoust and Guang Bian and Madhab Neupane and Chenglong Zhang and Shuang Jia and Arun Bansil and Hsin Lin and M Zahid Hasan",
            "2015",
            "c4AG250AAAAJ:5ugPr518TE4C",
            1272,
            "https:\/\/www.nature.com\/articles\/ncomms8373",
            "3364572059134567212",
            "\/scholar?cites=3364572059134567212",
            {
                "2015":80,
                "2016":253,
                "2017":276,
                "2018":221,
                "2019":216,
                "2020":207,
                "2021":13
            }
        ]
    ]
}