{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Cavity exciton-polaritons 1, 2 (polaritons) are bosonic quasi-particles offering a unique solid-state system for investigating interacting condensates 3, 4, 5, 6, 7, 8, 9, 10. Up to now, disorder-induced localization and short lifetimes 4, 6, 11 have prevented the establishment of long-range off-diagonal order 12 needed for any quantum manipulation of the condensate wavefunction. In this work, using a wire microcavity with polariton lifetimes much longer than in previous samples, we show that polariton condensates can propagate over macroscopic distances outside the excitation area, while preserving their spontaneous spatial coherence. An extended condensate wavefunction builds up with a degree of spatial coherence larger than 50% over distances 50 times the polariton de Broglie wavelength. The expansion of the condensate is shown to be governed by the repulsive potential induced by photogenerated …",
            "Spontaneous formation and optical manipulation of extended polariton condensates",
            "Esther Wertz and Lydie Ferrier and DD Solnyshkov and Robert Johne and Daniele Sanvitto and Aristide Lemaître and Isabelle Sagnes and Roger Grousson and Alexey V Kavokin and Pascale Senellart and Guillaume Malpuech and Jacqueline Bloch",
            "2010",
            "c93_aaUAAAAJ:u-x6o8ySG0sC",
            516,
            "https:\/\/www.nature.com\/articles\/nphys1750",
            "13105857706090424752",
            "\/scholar?cites=13105857706090424752",
            {
                "2010":6,
                "2011":35,
                "2012":62,
                "2013":72,
                "2014":59,
                "2015":55,
                "2016":51,
                "2017":45,
                "2018":43,
                "2019":36,
                "2020":47,
                "2021":2
            }
        ],
        [
            "Polariton lasing is demonstrated on the zero-dimensional states of single GaAs\/GaAlAs micropillar cavities. Under nonresonant excitation, the measured polariton ground-state occupancy is found as large as 10 4. Changing the spatial excitation conditions, competition between several polariton lasing modes is observed, ruling out Bose-Einstein condensation. When the polariton state occupancy increases, the emission blueshift is the signature of self-interaction within the half-light half-matter polariton lasing mode.",
            "Polariton laser using single micropillar GaAs− GaAlAs semiconductor cavities",
            "Daniele Bajoni and Pascale Senellart and Esther Wertz and Isabelle Sagnes and Audrey Miard and Aristide Lemaître and Jacqueline Bloch",
            "2008",
            "c93_aaUAAAAJ:u5HHmVD_uO8C",
            482,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.047401",
            "6025737769373295170",
            "\/scholar?cites=6025737769373295170",
            {
                "2008":21,
                "2009":34,
                "2010":48,
                "2011":39,
                "2012":47,
                "2013":44,
                "2014":36,
                "2015":34,
                "2016":37,
                "2017":34,
                "2018":34,
                "2019":27,
                "2020":45
            }
        ],
        [
            "We investigate the effect of interactions in zero-dimensional polariton condensates. The shape of the condensate wave function is shown to be modified by repulsive interactions with the reservoir of uncondensed excitons. In large micropillar cavities, when uncondensed excitons are located at the center, the condensate is ejected toward the pillar edges. The same effect results in the generation of optical traps in wire cavities. Once polariton condensates are spatially separated from the excitonic reservoir, spectral signatures of polariton-polariton interactions within the condensate are evidenced.",
            "Interactions in confined polariton condensates",
            "Lydie Ferrier and Esther Wertz and Robert Johne and Dmitry D Solnyshkov and Pascale Senellart and Isabelle Sagnes and Aristide Lemaître and Guillaume Malpuech and Jacqueline Bloch",
            "2011",
            "c93_aaUAAAAJ:qjMakFHDy7sC",
            172,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.126401",
            "9264745071729155760",
            "\/scholar?cites=9264745071729155760",
            {
                "2011":4,
                "2012":20,
                "2013":16,
                "2014":18,
                "2015":19,
                "2016":21,
                "2017":15,
                "2018":16,
                "2019":23,
                "2020":19,
                "2021":1
            }
        ],
        [
            "We report on polariton condensation in photonic molecules formed by two coupled micropillars. We show that the condensation process is strongly affected by the interaction with the cloud of uncondensed excitons and thus strongly depends on the exact localization of these excitons within the molecule. Under symmetric excitation conditions, condensation is triggered on both binding and antibinding polariton states of the molecule. On the opposite, when the excitonic cloud is injected in one of the two pillars, condensation on a metastable state is observed and a total transfer of the condensate into one of the micropillars can be achieved. Our results highlight the crucial role played by relaxation kinetics in the condensation process.",
            "Polariton condensation in photonic molecules",
            "Marta Galbiati and Lydie Ferrier and Dmitry D Solnyshkov and Dimitrii Tanese and Esther Wertz and Alberto Amo and Marco Abbarchi and Pascale Senellart and Isabelle Sagnes and Aristide Lemaître and Elisabeth Galopin and Guillaume Malpuech and Jacqueline Bloch",
            "2012",
            "c93_aaUAAAAJ:UeHWp8X0CEIC",
            137,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.126403",
            "15053219652630478436",
            "\/scholar?cites=15053219652630478436",
            {
                "2012":8,
                "2013":17,
                "2014":17,
                "2015":17,
                "2016":10,
                "2017":17,
                "2018":20,
                "2019":8,
                "2020":22,
                "2021":1
            }
        ],
        [
            "Cavity polaritons have been shown these last years to exhibit a rich variety of nonlinear behaviors which could be used in new polariton based devices. Operation in the strong coupling regime under electrical injection remains a key step toward a practical polariton device. We report here on the realization of a polariton based light-emitting diode using a GaAs microcavity with doped Bragg mirrors. Both photocurrent and electroluminescence spectra are governed by cavity polaritons up to 100 K.",
            "Polariton light-emitting diode in a GaAs-based microcavity",
            "Daniele Bajoni and Elizaveta Semenova and Aristide Lemaître and Sophie Bouchoule and Esther Wertz and Pascale Senellart and Jacqueline Bloch",
            "2008",
            "c93_aaUAAAAJ:d1gkVwhDpl0C",
            130,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.77.113303",
            "13114196179576537754",
            "\/scholar?cites=13114196179576537754",
            {
                "2008":12,
                "2009":8,
                "2010":13,
                "2011":12,
                "2012":14,
                "2013":14,
                "2014":7,
                "2015":8,
                "2016":12,
                "2017":6,
                "2018":8,
                "2019":6,
                "2020":9
            }
        ],
        [
            "We report on polariton condensation in a planar GaAs microcavity under nonresonant optical excitation. Angularly resolved photoluminescence measurements demonstrate polariton condensation for temperature up to 40 K. Numerical simulations using Boltzmann equations give an overall description of the observed condensation for various detunings and temperatures. This model highlights the importance of the polariton relaxation rate as compared to the polariton decay for condensation to occur on the lowest energy polariton states.",
            "Spontaneous formation of a polariton condensate in a planar GaAs microcavity",
            "Esther Wertz and Lydie Ferrier and Dmitry D Solnyshkov and Pascale Senellart and Daniele Bajoni and Audrey Miard and Aristide Lemaître and Guillaume Malpuech and Jacqueline Bloch",
            "2009",
            "c93_aaUAAAAJ:9yKSN-GCB0IC",
            124,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3192408",
            "16358290820674008923",
            "\/scholar?cites=16358290820674008923",
            {
                "2009":4,
                "2010":16,
                "2011":12,
                "2012":19,
                "2013":17,
                "2014":16,
                "2015":7,
                "2016":11,
                "2017":9,
                "2018":5,
                "2019":5,
                "2020":3
            }
        ]
    ]
}