{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The extended solar minimum conditions in 2008 and 2009 presented an opportunity to investigate the ionosphere at lower solar activity levels than previously observed. The Coupled Ion Neutral Dynamics Investigation (CINDI) Ion Velocity Meter (IVM) instrument onboard the Communication\/Navigation Outage Forecasting System is used to construct the median meridional (vertical) ion drifts, ion densities, and O+ concentrations during periods of low geomagnetic activity for four characteristic seasons each year spanning late 2008 to 2010. The presence of a large semidiurnal component in the ion drift variation at the equator produced significant differences from typical ionospheric conditions. Instead of upward drifts during the day and downward drifts at night, downward drifts in the afternoon and upward drifts near midnight are observed. This semidiurnal component is present in all seasons though it is strongest …",
            "Observations of quiet time vertical ion drift in the equatorial ionosphere during the solar minimum period of 2009",
            "RA Stoneback and RA Heelis and AG Burrell and WR Coley and Bela G Fejer and E Pacheco",
            "2011",
            "c9_LQ70AAAAJ:Zph67rFs4hoC",
            85,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2011JA016712",
            "5147489821151708508",
            "\/scholar?cites=5147489821151708508",
            {
                "2012":5,
                "2013":13,
                "2014":11,
                "2015":9,
                "2016":7,
                "2017":8,
                "2018":13,
                "2019":5,
                "2020":13,
                "2021":1
            }
        ],
        [
            " While the formation of equatorial electrojet (EEJ) and its temporal variation is believed to be fairly well understood, the longitudinal variability at all local times is still unknown. This paper presents a case and statistical study of the longitudinal variability of dayside EEJ for all local times using ground-based observations. We found EEJ is stronger in the west American sector and decreases from west to east longitudinal sectors. We also confirm the presence of significant longitudinal difference in the dusk sector pre-reversal drift, using the ion velocity meter (IVM) instrument onboard the C\/NOFS satellite, with stronger pre-reversal drift in the west American sector compared to the African sector. Previous satellite observations have shown that the African sector is home to stronger and year-round ionospheric bubbles\/irregularities compared to the American and Asian sectors. This study's results raises the question if the vertical drift, which is believed to be the main cause for the enhancement of Rayleigh–Taylor (RT) instability growth rate, is stronger in the American sector and weaker in the African sector – why are the occurrence and amplitude of equatorial irregularities stronger in the African sector?",
            "The longitudinal variability of equatorial electrojet and vertical drift velocity in the African and American sectors",
            "E Yizengaw and MB Moldwin and E Zesta and CM Biouele and B Damtie and A Mebrahtu and B Rabiu and CF Valladares and R Stoneback",
            "2014",
            "c9_LQ70AAAAJ:k_IJM867U9cC",
            75,
            "https:\/\/angeo.copernicus.org\/articles\/32\/231\/2014\/",
            "12900220250602633365",
            "\/scholar?cites=12900220250602633365",
            {
                "2014":1,
                "2015":6,
                "2016":9,
                "2017":14,
                "2018":16,
                "2019":10,
                "2020":17,
                "2021":1
            }
        ],
        [
            "On-orbit firings of both liquid and solid rocket motors provide localized disturbances to the plasma in the upper atmosphere. Large amounts of energy are deposited to ionosphere in the form of expanding exhaust vapors which change the composition and flow velocity. Charge exchange between the neutral exhaust molecules and the background ions (mainly O + ) yields energetic ion beams. The rapidly moving pickup ions excite plasma instabilities and yield optical emissions after dissociative recombination with ambient electrons. Line-of-sight techniques for remote measurements rocket burn effects include direct observation of plume optical emissions with ground and satellite cameras, and plume scatter with UHF and higher frequency radars. Long range detection with HF radars is possible if the burns occur in the dense part of the ionosphere. The exhaust vapors initiate plasma turbulence in the ionosphere …",
            "Ground and space-based measurement of rocket engine burns in the ionosphere",
            "PA Bernhardt and JO Ballenthin and JL Baumgardner and A Bhatt and ID Boyd and JM Burt and RG Caton and A Coster and PJ Erickson and JD Huba and GD Earle and CR Kaplan and JC Foster and KM Groves and RA Haaser and RA Heelis and DE Hunton and DL Hysell and JH Klenzing and MF Larsen and FD Lind and TR Pedersen and RF Pfaff and RA Stoneback and PA Roddy and SP Rodriquez and GS San Antonio and PW Schuck and CL Siefring and CA Selcher and SM Smith and ER Talaat and JF Thomason and RT Tsunoda and RH Varney",
            "2012",
            "c9_LQ70AAAAJ:TFP_iSt0sucC",
            50,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/6171863\/",
            "12685638272201713335",
            "\/scholar?cites=12685638272201713335",
            {
                "2012":4,
                "2013":4,
                "2014":8,
                "2015":1,
                "2016":7,
                "2017":5,
                "2018":6,
                "2019":8,
                "2020":7
            }
        ],
        [
            "The distribution of medium‐scale irregularities in the total ion density at the equator is investigated. In the scale size range between 10 and 400 km, it is found that, as expected, these irregularities preferentially appear near 2100 local time (LT) in longitude regions that are selected by season according to an alignment between the magnetic meridian and the sunset terminator. However, these irregularities have a maximum occurrence frequency in the postmidnight sector and do not conform to the expected behavior seen for irregularities that appear after sunset. We suggest that the postmidnight peak in the occurrence frequency for these irregularities arose from the weak vertical drifts that prevail in the afternoon and evening during a prolonged solar minimum. It is also suggested that the observed longitude and seasonal dependence in the peak occurrence frequency is influenced by seeding from tropospheric …",
            "Medium‐scale equatorial plasma irregularities observed by Coupled Ion‐Neutral Dynamics Investigation sensors aboard the Communication Navigation Outage Forecast System in a …",
            "RA Heelis and R Stoneback and GD Earle and RA Haaser and MA Abdu",
            "2010",
            "c9_LQ70AAAAJ:ufrVoPGSRksC",
            35,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2010JA015596",
            "1999383789695129121",
            "\/scholar?cites=1999383789695129121",
            {
                "2011":5,
                "2012":7,
                "2013":2,
                "2014":2,
                "2015":3,
                "2016":3,
                "2017":3,
                "2018":5,
                "2019":3,
                "2020":2
            }
        ],
        [
            "The St. Patrick Day storm of 2015 (17 March 2015) occurred at a unique time when there were multiple spacecraft observing the Earth's ionosphere between 350 and 885 km. Observations of the plasma flows and densities from the five operational polar‐orbiting DMSP spacecraft combined with those from the equatorial‐orbiting C\/NOFS spacecraft provided a comprehensive global record of the both the polar and equatorial ionosphere regions' responses to the storm. This paper presents an overview of the data from this suite of spacecraft focusing on the following aspects: (1) the polar cap ionosphere's reaction to the storm, (2) the change in the penetration electric field in the midlatitude region as a function of time and the solar local time during the storm, (3) the equatorial ionosphere's response of the meridional (vertical) flows to the penetration electric field and the disturbance dynamo during the storm, and (4 …",
            "Responses in the polar and equatorial ionosphere to the March 2015 St. Patrick Day storm",
            "Marc Hairston and WR Coley and Russell Stoneback",
            "2016",
            "c9_LQ70AAAAJ:j3f4tGmQtD8C",
            26,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/2016JA023165",
            "11823639718355157866",
            "\/scholar?cites=11823639718355157866",
            {
                "2017":8,
                "2018":5,
                "2019":8,
                "2020":5
            }
        ],
        [
            "Under the waning solar minimum conditions during 2009 and 2010, the Ion Velocity Meter, part of the Coupled Ion Neutral Dynamics Investigation aboard the Communication\/Navigation Outage Forecasting System satellite, is used to measure in situ nighttime ion densities and drifts at altitudes between 400 and 550 km during the hours 21:00–03:00 solar local time. A new approach to detecting and classifying well‐formed ionospheric plasma depletions and enhancements (bubbles and blobs) with scale sizes between 50 and 500 km is used to develop geophysical statistics for the summer, winter, and equinox seasons during the quiet solar conditions. Some diurnal and seasonal geomagnetic distribution characteristics confirm previous work on equatorial irregularities and scintillations, while other elements reveal new behaviors that will require further investigation before they may be fully understood. Events …",
            "Characteristics of low‐latitude ionospheric depletions and enhancements during solar minimum",
            "RA Haaser and GD Earle and RA Heelis and J Klenzing and R Stoneback and WR Coley and AG Burrell",
            "2012",
            "c9_LQ70AAAAJ:_Qo2XoVZTnwC",
            26,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2012JA017814",
            "10903111033221235611",
            "\/scholar?cites=10903111033221235611",
            {
                "2014":1,
                "2015":3,
                "2016":2,
                "2017":6,
                "2018":5,
                "2019":2,
                "2020":7
            }
        ],
        [
            "A three‐dimensional numerical simulation of plasma density irregularities in the postsunset equatorial F region ionosphere leading to equatorial spread F (ESF) is described. The simulation evolves under realistic background conditions including bottomside plasma shear flow and vertical current. It also incorporates C\/NOFS satellite data which partially specify the forcing. A combination of generalized Rayleigh‐Taylor instability (GRT) and collisional shear instability (CSI) produces growing waveforms with key features that agree with C\/NOFS satellite and ALTAIR radar observations in the Pacific sector, including features such as gross morphology and rates of development. The transient response of CSI is consistent with the observation of bottomside waves with wavelengths close to 30 km, whereas the steady state behavior of the combined instability can account for the 100+ km wavelength waves that …",
            "Three‐dimensional numerical simulations of equatorial spread F: Results and observations in the Pacific sector",
            "HC Aveiro and DL Hysell and RG Caton and KM Groves and J Klenzing and RF Pfaff and R Stoneback and RA Heelis",
            "2012",
            "c9_LQ70AAAAJ:zYLM7Y9cAGgC",
            26,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2011JA017077",
            "1317231917026307075",
            "\/scholar?cites=1317231917026307075",
            {
                "2012":4,
                "2013":4,
                "2014":5,
                "2015":2,
                "2016":2,
                "2017":2,
                "2018":1,
                "2019":2,
                "2020":3
            }
        ],
        [
            " The Ion Velocity Meter (IVM), a part of the Coupled Ion Neutral Dynamic Investigation (CINDI) instrument package on the Communication\/Navigation Outage Forecast System (C\/NOFS) spacecraft, has made over 5 yr of in situ measurements of plasma temperatures, composition, densities, and velocities in the 400–850 km altitude range of the equatorial ionosphere. These measured ion velocities are then transformed into a coordinate system with components parallel and perpendicular to the geomagnetic field allowing us to examine the zonal (horizontal and perpendicular to the geomagnetic field) component of plasma motion over the 2009–2012 interval. The general pattern of local time variation of the equatorial zonal ion velocity is well established as westward during the day and eastward during the night, with the larger nighttime velocities leading to a net ionospheric superrotation. Since the C\/NOFS launch in April 2008, F10.7 cm radio fluxes have gradually increased from around 70 sfu to levels in the 130–150 sfu range. The comprehensive coverage of C\/NOFS over the low-latitude ionosphere allows us to examine variations of the topside zonal ion velocity over a wide level of solar activity as well as the dependence of the zonal velocity on apex altitude (magnetic latitude), longitude, and solar local time. It was found that the zonal ion drifts show longitude dependence with the largest net eastward values in the American sector. The pre-midnight zonal drifts show definite solar activity (F10.7) dependence. The daytime drifts have a lower dependence on F10.7. The apex altitude (magnetic latitude) variations indicate a more westerly flow at …",
            "Topside equatorial zonal ion velocities measured by C\/NOFS during rising solar activity",
            "WR Coley and Russell A Stoneback and Rodney A Heelis and MR Hairston",
            "2014",
            "c9_LQ70AAAAJ:lSLTfruPkqcC",
            23,
            "https:\/\/angeo.copernicus.org\/articles\/32\/69\/2014\/",
            "17319276971363259029",
            "\/scholar?cites=17319276971363259029",
            {
                "2014":2,
                "2015":3,
                "2016":3,
                "2017":5,
                "2018":4,
                "2019":1,
                "2020":5
            }
        ],
        [
            "Plasma density structures are frequently encountered in the nighttime low‐latitude ionosphere by probes on the Communication\/Navigation Outage Forecasting System (C\/NOFS) satellite. Of particular interest to us here are plasma density enhancements, which are typically observed ±15° away from the magnetic equator. The low inclination of the C\/NOFS satellite offers an unprecedented opportunity to examine these structures and their associated electric fields and plasma velocities, including their field‐aligned components, along an east‐west trajectory. Among other observations, the data reveal a clear asymmetry in the velocity structure within and around these density enhancements. Previous data have shown that the peak perturbation in drift velocity associated with a density enhancement occurs simultaneously both perpendicular and parallel to the magnetic field, while the results in this paper show that the …",
            "Observations of low‐latitude plasma density enhancements and their associated plasma drifts",
            "JH Klenzing and DE Rowland and RF Pfaff and G Le and H Freudenreich and RA Haaser and AG Burrell and RA Stoneback and WR Coley and RA Heelis",
            "2011",
            "c9_LQ70AAAAJ:u-x6o8ySG0sC",
            22,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2011JA016711",
            "148726526795350608",
            "\/scholar?cites=148726526795350608",
            {
                "2012":5,
                "2013":1,
                "2014":3,
                "2015":4,
                "2016":4,
                "2017":1,
                "2018":2,
                "2019":1,
                "2020":1
            }
        ],
        [
            "The Ion Drift Meter (IDM) onboard the Communication\/Navigation Outage Forecasting System (C\/NOFS) measures ion arrival angles transverse to the satellite path and requires precise attitude determination for proper conversion to ambient ion drift. Low ionospheric densities during the 2008\/9 solar minimum restricted quality measurements to altitudes near perigee, limiting the daily local time coverage of the satellite. As the primary ionospheric boundary condition available to calibrate the IDM requires that the integral of meridional (vertical) ion drifts be zero over all local times and longitudes, the limited daily local time coverage necessitated a new calibration procedure. A procedure is presented that utilizes the median meridional drift over all local times determined over a 67 day perigee precession period to calibrate the instrument. Offsets are isolated for both measurement directions by exploiting the different …",
            "Ion drift meter calibration and photoemission correction for the C\/NOFS satellite",
            "RA Stoneback and RL Davidson and RA Heelis",
            "2012",
            "c9_LQ70AAAAJ:qjMakFHDy7sC",
            18,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2012JA017636",
            "770329652624357205",
            "\/scholar?cites=770329652624357205",
            {
                "2013":1,
                "2014":3,
                "2015":2,
                "2016":3,
                "2017":4,
                "2018":1,
                "2019":2,
                "2020":1,
                "2021":1
            }
        ]
    ]
}