{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "1. An oculomotor delayed-response task was used to examine the spatial memory functions of neurons in primate prefrontal cortex. Monkeys were trained to fixate a central spot during a brief presentation (0.5 s) of a peripheral cue and throughout a subsequent delay period (1-6 s), and then, upon the extinction of the fixation target, to make a saccadic eye movement to where the cue had been presented. Cues were usually presented in one of eight different locations separated by 45 degrees. This task thus requires monkeys to direct their gaze to the location of a remembered visual cue, controls the retinal coordinates of the visual cues, controls the monkey's oculomotor behavior during the delay period, and also allows precise measurement of the timing and direction of the relevant behavioral responses. 2. Recordings were obtained from 288 neurons in the prefrontal cortex within and surrounding the principal …",
            "Mnemonic coding of visual space in the monkey's dorsolateral prefrontal cortex",
            "Shintaro Funahashi and Charles J Bruce and Patricia S Goldman-Rakic",
            "1989",
            "C9LE-1sAAAAJ:u5HHmVD_uO8C",
            2782,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/jn.1989.61.2.331",
            "17972977344555766046",
            "\/scholar?cites=17972977344555766046",
            {
                "1990":11,
                "1991":24,
                "1992":45,
                "1993":62,
                "1994":33,
                "1995":82,
                "1996":63,
                "1997":64,
                "1998":62,
                "1999":74,
                "2000":103,
                "2001":86,
                "2002":75,
                "2003":90,
                "2004":112,
                "2005":104,
                "2006":102,
                "2007":115,
                "2008":115,
                "2009":92,
                "2010":97,
                "2011":106,
                "2012":91,
                "2013":134,
                "2014":112,
                "2015":131,
                "2016":103,
                "2017":117,
                "2018":117,
                "2019":107,
                "2020":110,
                "2021":4
            }
        ],
        [
            "Previous studies have reported that some neurons in the inferior temporal (IT) cortex respond selectively to highly specific complex objects. In the present study, we conducted the first systematic survey of the responses of IT neurons to both simple stimuli, such as edges and bars, and highly complex stimuli, such as models of flowers, snakes, hands, and faces. If a neuron responded to any of these stimuli, we attempted to isolate the critical stimulus features underlying the response. We found that many of the responsive neurons responded well to virtually every stimulus tested. The remaining, stimulus-selective cells were often selective along the dimensions of shape, color, or texture of a stimulus, and this selectivity was maintained throughout a large receptive field. Although most IT neurons do not appear to be “detectors” for complex objects, we did find a separate population of cells that responded selectively to …",
            "Stimulus-selective properties of inferior temporal neurons in the macaque",
            "Robert Desimone and Thomas D Albright and Charles G Gross and Charles Bruce",
            "1984",
            "C9LE-1sAAAAJ:u-x6o8ySG0sC",
            1731,
            "https:\/\/www.jneurosci.org\/content\/4\/8\/2051.short",
            "3993712273635575583",
            "\/scholar?cites=3993712273635575583",
            {
                "1985":20,
                "1986":12,
                "1987":18,
                "1988":17,
                "1989":21,
                "1990":23,
                "1991":30,
                "1992":50,
                "1993":49,
                "1994":43,
                "1995":27,
                "1996":35,
                "1997":43,
                "1998":37,
                "1999":45,
                "2000":43,
                "2001":36,
                "2002":69,
                "2003":27,
                "2004":54,
                "2005":62,
                "2006":57,
                "2007":57,
                "2008":75,
                "2009":71,
                "2010":54,
                "2011":83,
                "2012":63,
                "2013":67,
                "2014":67,
                "2015":57,
                "2016":50,
                "2017":86,
                "2018":35,
                "2019":43,
                "2020":73,
                "2021":4
            }
        ],
        [
            "We studied the activity of single neurons in the frontal eye fields of awake macaque monkeys trained to perform several oculomotor tasks. Fifty-four percent of neurons discharged before visually guided saccades. Three different types of presaccadic activity were observed: visual, movement, and anticipatory. Visual activity occurred in response to visual stimuli whether or not the monkey made saccades. Movement activity preceded purposive saccades, even those made without visual targets. Anticipatory activity preceded even the cue to make a saccade if the monkey could reliably predict what saccade he had to make. These three different activities were found in different presaccadic cells in different proportions. Forty percent of presaccadic cells had visual activity (visual cells) but no movement activity. For about half of the visual cells the response was enhanced if the monkey made saccades to the receptive-field …",
            "Primate frontal eye fields. I. Single neurons discharging before saccades",
            "Charles J Bruce and Michael E Goldberg",
            "1985",
            "C9LE-1sAAAAJ:d1gkVwhDpl0C",
            1632,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/jn.1985.53.3.603",
            "8360630026666849499",
            "\/scholar?cites=8360630026666849499",
            {
                "1985":9,
                "1986":45,
                "1987":29,
                "1988":27,
                "1989":29,
                "1990":26,
                "1991":27,
                "1992":132,
                "1993":17,
                "1994":28,
                "1995":27,
                "1996":34,
                "1997":39,
                "1998":40,
                "1999":30,
                "2000":49,
                "2001":39,
                "2002":34,
                "2003":70,
                "2004":51,
                "2005":52,
                "2006":47,
                "2007":46,
                "2008":48,
                "2009":67,
                "2010":54,
                "2011":57,
                "2012":52,
                "2013":51,
                "2014":57,
                "2015":46,
                "2016":45,
                "2017":47,
                "2018":59,
                "2019":45,
                "2020":61,
                "2021":2
            }
        ],
        [
            "The superior temporal polysensory area, or STP, lies in the upper bank and fundus of the anterior portion of the superior temporal sulcus of the macaque (12)(see Fig. 1). It is distinguishable from the surrounding cortex by its cytoarchitecture and thalamic afferents (7, 12, 18). Furthermore, unlike the surrounding cortex, STP receives a converging input from the visual, auditory, and somesthetic systems (19, 4 1). In a previous study we recorded visual, auditory, and somesthetic responses from small clusters of units in STP (12). In the present paper we report on the properties of isolated single neurons in STP. Although polysensory responsiveness was common at the single neuron level, vision appeared to be the dominant modality. Consequently, we concentrated on studying visual receptive fields and visual response properties.",
            "Visual properties of neurons in a polysensory area in superior temporal sulcus of the macaque.",
            "Charles Bruce and Robert Desimone and Charles G Gross",
            "1981",
            "C9LE-1sAAAAJ:9yKSN-GCB0IC",
            1492,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/jn.1981.46.2.369",
            "5212316657459022003",
            "\/scholar?cites=5212316657459022003",
            {
                "1982":6,
                "1983":6,
                "1984":13,
                "1985":25,
                "1986":38,
                "1987":26,
                "1988":27,
                "1989":43,
                "1990":25,
                "1991":27,
                "1992":28,
                "1993":32,
                "1994":37,
                "1995":34,
                "1996":39,
                "1997":28,
                "1998":29,
                "1999":37,
                "2000":30,
                "2001":37,
                "2002":37,
                "2003":55,
                "2004":52,
                "2005":54,
                "2006":39,
                "2007":58,
                "2008":71,
                "2009":57,
                "2010":66,
                "2011":51,
                "2012":65,
                "2013":47,
                "2014":49,
                "2015":36,
                "2016":44,
                "2017":29,
                "2018":33,
                "2019":22,
                "2020":32,
                "2021":4
            }
        ],
        [
            "We studied single neurons in the frontal eye fields of awake macaque monkeys and compared their activity with the saccadic eye movements elicited by microstimulation at the sites of these neurons. Saccades could be elicited from electrical stimulation in the cortical gray matter of the frontal eye fields with currents as small as 10 microA. Low thresholds for eliciting saccades were found at the sites of cells with presaccadic activity. Presaccadic neurons classified as visuomovement or movement were most associated with low (less than 50 microA) thresholds. High thresholds (greater than 100 microA) or no elicited saccades were associated with other classes of frontal eye field neurons, including neurons responding only after saccades and presaccadic neurons, classified as purely visual. Throughout the frontal eye fields, the optimal saccade for eliciting presaccadic neural activity at a given recording site predicted …",
            "Primate frontal eye fields. II. Physiological and anatomical correlates of electrically evoked eye movements",
            "Charles J Bruce and Michael E Goldberg and M Catherine Bushnell and GregoryB Stanton",
            "1985",
            "C9LE-1sAAAAJ:2osOgNQ5qMEC",
            982,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/jn.1985.54.3.714",
            "15148583016962027235",
            "\/scholar?cites=15148583016962027235",
            {
                "1986":6,
                "1987":11,
                "1988":16,
                "1989":13,
                "1990":38,
                "1991":15,
                "1992":10,
                "1993":17,
                "1994":9,
                "1995":15,
                "1996":22,
                "1997":17,
                "1998":20,
                "1999":27,
                "2000":37,
                "2001":15,
                "2002":24,
                "2003":27,
                "2004":33,
                "2005":32,
                "2006":41,
                "2007":42,
                "2008":36,
                "2009":47,
                "2010":33,
                "2011":33,
                "2012":47,
                "2013":45,
                "2014":35,
                "2015":33,
                "2016":36,
                "2017":33,
                "2018":30,
                "2019":38,
                "2020":39,
                "2021":3
            }
        ],
        [
            "The spatial memory functions of the monkey9s prefrontal cortex were  examined with oculomotor delayed-response (ODR) paradigms that required the animal to remember the spatial location of peripheral visual cues, while  maintaining fixation on a central visual target during the presentation of each cue and during a subsequent 1.5–8 sec delay period. Four rhesus  monkeys received unilateral or serial prefrontal lesions in and around the principal sulcus after they reached criterion performance on the ODR tasks. Unilateral lesions disrupted the performance of memory-guided eye movements to spatial cues in the visual field contralateral to the hemisphere in  which the lesion was placed. Memory-guided eye movements to ipsilateral  cues were mildly affected by unilateral lesions, and these lesions had  little or no effect on performance in visually guided control tasks. With addition of a second lesion in the …",
            "Dorsolateral prefrontal lesions and oculomotor delayed-response performance: evidence for mnemonic\" scotomas\"",
            "Shintaro Funahashi and Charles J Bruce and Patricia S Goldman-Rakic",
            "1993",
            "C9LE-1sAAAAJ:qjMakFHDy7sC",
            674,
            "https:\/\/www.jneurosci.org\/content\/13\/4\/1479.short",
            "5033565812012364212",
            "\/scholar?cites=5033565812012364212",
            {
                "1994":12,
                "1995":20,
                "1996":19,
                "1997":44,
                "1998":25,
                "1999":34,
                "2000":31,
                "2001":18,
                "2002":16,
                "2003":20,
                "2004":29,
                "2005":22,
                "2006":35,
                "2007":23,
                "2008":34,
                "2009":22,
                "2010":19,
                "2011":29,
                "2012":29,
                "2013":31,
                "2014":22,
                "2015":31,
                "2016":31,
                "2017":24,
                "2018":21,
                "2019":11,
                "2020":6
            }
        ],
        [
            "EXPRESSION of viral genes in transgenic plants is a very effective tool for attenuating plant viral infection 1–3. Nevertheless, the lack of generality and risk issues related to the expression of viral genes in plants 4 might limit the exploitation of this strategy. Expression in plants of antibodies against essential viral proteins could provide an alternative approach to engineer viral resistance. Recently, expression of complete 5–7 or engineered 7–9 antibodies has been successfully achieved in plants. The engineered single-chain Fv antbody scFv (refs 10, 11) is particularly suitable for expression in plants because of its small size and the lack of assembly requirements. Here we present evidence that constitutive expression in transgenic plants of a scFv antibody, directed against the plant icosahedral tombusvirus artichoke mottled crinkle virus, causes reduction of infection incidence and delay in symptom development.",
            "Transgenic plants expressing a functional single-chain Fv antibody are specifically protected from virus attack",
            "Paraskevi Tavladoraki and Eugenio Benvenuto and Stefania Trinca and Domenico De Martinis and Antonino Cattaneo and Patrizia Galeffi",
            "1993",
            "C9LE-1sAAAAJ:SeFeTyx0c_EC",
            571,
            "https:\/\/www.nature.com\/articles\/366469a0",
            "8948887197559027592",
            "\/scholar?cites=8948887197559027592",
            {
                "1994":13,
                "1995":34,
                "1996":37,
                "1997":27,
                "1998":28,
                "1999":34,
                "2000":35,
                "2001":34,
                "2002":30,
                "2003":28,
                "2004":29,
                "2005":18,
                "2006":24,
                "2007":19,
                "2008":27,
                "2009":19,
                "2010":21,
                "2011":11,
                "2012":9,
                "2013":20,
                "2014":12,
                "2015":12,
                "2016":9,
                "2017":5,
                "2018":10,
                "2019":11,
                "2020":5,
                "2021":3
            }
        ],
        [
            "1. We studied the activity of single neurons in the monkey frontal eye fields during oculomotor tasks designed to assess the activity of these neurons when there was a dissonance between the spatial location of a target and its position on the retina. 2. Neurons with presaccadic activity were first studied to determine their receptive or movement fields and to classify them as visual, visuomovement, or movement cells with the use of the criteria described previously (Bruce and Goldberg 1985). The neurons were then studied by the use of double-step tasks that dissociated the retinal coordinates of visual targets from the dimensions of saccadic eye movements necessary to acquire those targets. These tasks required that the monkeys make two successive saccades to follow two sequentially flashed targets. Because the second target disappeared before the first saccade occurred, the dimensions of the second saccade …",
            "Primate frontal eye fields. III. Maintenance of a spatially accurate saccade signal",
            "MICHAEL E Goldberg and CHARLES J Bruce",
            "1990",
            "C9LE-1sAAAAJ:IjCSPb-OGe4C",
            537,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/jn.1990.64.2.489",
            "14513332601122677449",
            "\/scholar?cites=14513332601122677449",
            {
                "1991":2,
                "1992":120,
                "1993":44,
                "1994":14,
                "1995":15,
                "1996":10,
                "1997":18,
                "1998":14,
                "1999":16,
                "2000":12,
                "2001":17,
                "2002":13,
                "2003":15,
                "2004":13,
                "2005":22,
                "2006":13,
                "2007":17,
                "2008":16,
                "2009":16,
                "2010":10,
                "2011":18,
                "2012":17,
                "2013":4,
                "2014":12,
                "2015":10,
                "2016":16,
                "2017":11,
                "2018":12,
                "2019":10,
                "2020":5
            }
        ],
        [
            "1. Visual responses and their relationship to delay-period activity were studied by recording single neuron activity from the prefrontal cortex of rhesus monkeys while they performed an oculomotor delayed-response (ODR) and a visual probe (VP) task. In the ODR task, the monkey was required to maintain fixation of a central spot of light throughout the cue (0.5 s) and delay (3 s) periods and then make a saccadic eye movement to one of four or eight locations where the visual cue had been presented. In the VP task, the same visual stimuli that were used in the ODR task were presented for 0.5 s, but no response was required. The VP task was thus employed to test the passive visual response and, by comparison with cue-elicited activity in the ODR task, to examine the degree of behavioral enhancement present in prefrontal visual activity. 2. Among 434 neurons recorded from the prefrontal cortex within and …",
            "Visuospatial coding in primate prefrontal neurons revealed by oculomotor paradigms",
            "Shintaro Funahashi and Charles J Bruce and Patricia S Goldman-Rakic",
            "1990",
            "C9LE-1sAAAAJ:UeHWp8X0CEIC",
            476,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/jn.1990.63.4.814",
            "9254845277904749703",
            "\/scholar?cites=9254845277904749703",
            {
                "1991":8,
                "1992":8,
                "1993":17,
                "1994":11,
                "1995":30,
                "1996":24,
                "1997":19,
                "1998":19,
                "1999":21,
                "2000":31,
                "2001":17,
                "2002":16,
                "2003":18,
                "2004":32,
                "2005":16,
                "2006":19,
                "2007":17,
                "2008":18,
                "2009":7,
                "2010":10,
                "2011":15,
                "2012":12,
                "2013":14,
                "2014":12,
                "2015":16,
                "2016":6,
                "2017":11,
                "2018":11,
                "2019":4,
                "2020":8
            }
        ],
        [
            "1. Single-neuron activity was recorded from the prefrontal cortex of monkeys performing saccadic eye movements in oculomotor delayed-response (ODR) and visually guided saccade (VGS) tasks. In the ODR task the monkey was required to maintain fixation of a central spot throughout the 0.5-s cue and 3.0-s delay before making a saccadic eye movement in the dark to one of four or eight locations where the visual cue had been presented. The same locations were used for targets in the VGS tasks; however, unlike the ODR task, saccades in the VGS tasks were visually guided. 2. Among 434 neurons recorded from prefrontal cortex within and surrounding the principal sulcus (PS), 147 changed their discharge rates in relation to saccadic eye movements in the ODR task. Their response latencies relative to saccade initiation were distributed between -192 and 460-ms, with 22% exhibiting presaccadic activity and 78 …",
            "Neuronal activity related to saccadic eye movements in the monkey's dorsolateral prefrontal cortex",
            "Shintaro Funahashi and Charles J Bruce and Patricia S Goldman-Rakic",
            "1991",
            "C9LE-1sAAAAJ:zYLM7Y9cAGgC",
            386,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/jn.1991.65.6.1464",
            "17375379837456649965",
            "\/scholar?cites=17375379837456649965",
            {
                "1992":4,
                "1993":42,
                "1994":11,
                "1995":11,
                "1996":6,
                "1997":5,
                "1998":14,
                "1999":16,
                "2000":23,
                "2001":18,
                "2002":17,
                "2003":12,
                "2004":23,
                "2005":16,
                "2006":14,
                "2007":11,
                "2008":13,
                "2009":8,
                "2010":8,
                "2011":13,
                "2012":12,
                "2013":20,
                "2014":4,
                "2015":14,
                "2016":8,
                "2017":16,
                "2018":8,
                "2019":7,
                "2020":9
            }
        ]
    ]
}