{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "We investigate and characterize the magnetoencephalographic waveforms from patients during spontaneous and visually induced migraine aura. Direct current neuromagnetic fields were measured during spontaneous onset of migraine auras in 4 migraine patients, and compared with recordings from 8 migraine‐with‐aura patients and 6 normal controls during visual stimulation of the occipital cortex. Complex direct current magnetoencephalographic shifts, similar in waveform, were observed in spontaneous and visually induced migraine patients, but not in controls. Two‐dimensional inverse imaging showed multiple cortical areas activated in spontaneous and visually induced migraine aura patients. In normal subjects, activation was only observed in the primary visual cortex. Results support a spreading, depression‐like neuroelectric event occurring during migraine aura that can arise spontaneously or be …",
            "Magnetoencephalographic fields from patients with spontaneous and induced migraine aura",
            "Susan M Bowyer and Sheena K Aurora and John E Moran and Norman Tepley and KMA Welch",
            "2001",
            "Ca52F2YAAAAJ:M3ejUd6NZC8C",
            283,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ana.1293",
            "10777738344117622212",
            "\/scholar?cites=10777738344117622212",
            {
                "2002":10,
                "2003":7,
                "2004":17,
                "2005":17,
                "2006":22,
                "2007":16,
                "2008":13,
                "2009":19,
                "2010":27,
                "2011":14,
                "2012":18,
                "2013":17,
                "2014":14,
                "2015":11,
                "2016":5,
                "2017":16,
                "2018":10,
                "2019":18,
                "2020":5,
                "2021":2
            }
        ],
        [
            "Objectives.—Threshold for generation of magnetophosphenes has been reported to be lower in migraine. We compared the threshold for eliciting phosphenes by transcranial magnetic stimulation and the ability to visually trigger headache in a select group of individuals with migraine with and without aura to normal controls.Methods.—Transcranial magnetic stimulation was performed using the Cadwell MES‐10 stimulator. A circular coil, 9.5 cm in diameter, was applied to the occipital scalp (7 cm above the inion). Stimulator intensity was increased in 10% increments until subjects reported visual phenomena or 100% intensity was reached. Stimulator intensity was then fine‐tuned to determine the threshold at which phosphenes were seen. In the same subjects, visual stimulation was given in 3.0 T MRI and if a headache occurred the response was recorded.Results.—Fifteen subjects with migraine were compared …",
            "The occipital cortex is hyperexcitable in migraine: experimental evidence",
            "SK Aurora and Y Cao and SM Bowyer and KMA Welch",
            "1999",
            "Ca52F2YAAAAJ:qxL8FJ1GzNcC",
            206,
            "https:\/\/headachejournal.onlinelibrary.wiley.com\/doi\/abs\/10.1046\/j.1526-4610.1999.3907469.x",
            "2719578273885517214",
            "\/scholar?cites=2719578273885517214",
            {
                "2000":5,
                "2001":9,
                "2002":5,
                "2003":10,
                "2004":8,
                "2005":12,
                "2006":15,
                "2007":9,
                "2008":9,
                "2009":9,
                "2010":12,
                "2011":11,
                "2012":10,
                "2013":13,
                "2014":8,
                "2015":7,
                "2016":5,
                "2017":8,
                "2018":6,
                "2019":15,
                "2020":10,
                "2021":3
            }
        ],
        [
            "Clarification of the cortical mechanisms underlying auditory sensory gating may advance our understanding of brain dysfunctions associated with schizophrenia. To this end, data from nine epilepsy patients who participated in an auditory paired-click paradigm during pre-surgical evaluation and had grids of electrodes covering temporal and frontal lobe were analyzed. A distributed source localization approach was applied to the intracranial P50 response and the Gating Difference Wave obtained by subtracting the response to the second stimuli from the response to the first stimuli.Source reconstruction of the P50 showed that the main generators of the response were localized in the temporal lobes. The analysis also suggested that the maximum neuronal activity contributing to the amplitude reduction in the P50 time range (phenomenon of auditory sensory gating) is localized at the frontal lobe.Present findings …",
            "Generators of the intracranial P50 response in auditory sensory gating",
            "Oleg Korzyukov and Mark E Pflieger and Michael Wagner and Susan M Bowyer and Timm Rosburg and Karthik Sundaresan and Christian Erich Elger and Nashaat N Boutros",
            "2007",
            "Ca52F2YAAAAJ:aqlVkmm33-oC",
            182,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S105381190601192X",
            "15609382230970049347",
            "\/scholar?cites=15609382230970049347",
            {
                "2007":1,
                "2008":5,
                "2009":16,
                "2010":6,
                "2011":18,
                "2012":11,
                "2013":22,
                "2014":18,
                "2015":28,
                "2016":14,
                "2017":7,
                "2018":13,
                "2019":16,
                "2020":6
            }
        ],
        [
            "Brian connectivity describes the networks of functional and anatomical connections across the brain. The functional network communications across the brain networks dependent on neuronal oscillations. Detection of the synchronous activation of neurons can be used to determine the wellbeing or integrity of the functional connectivity in the human brain networks. Well-connected highly synchronous functional activity can be measured by Electroencephalography (EEG) or Magnetoencephalography (MEG) and then analyzed with several types of mathematical algorithms. Coherence is one mathematical method that can be used to determine if two or more sensors, or brain regions, have similar neuronal oscillatory activity with each other. Since the 1960’s, coherence has generally been assessed on the similarity of the frequency content across EEG sensors. Recently coherence, after it has been imaged in the brain …",
            "Coherence a measure of the brain networks: past and present",
            "Susan M Bowyer",
            "2016",
            "Ca52F2YAAAAJ:EkHepimYqZsC",
            154,
            "https:\/\/link.springer.com\/article\/10.1186\/s40810-015-0015-7",
            "15485561670288763077",
            "\/scholar?cites=15485561670288763077",
            {
                "2016":6,
                "2017":25,
                "2018":36,
                "2019":43,
                "2020":39,
                "2021":4
            }
        ],
        [
            "Cortical spreading depression (CSD) may be the underlying mechanism of migraine aura. The role of CSD in initiating a migraine headache remains to be determined, but it might involve specific changes in gene expression in the brain. To examine these changes, four episodes of CSD at 5‐minute intervals were induced in the mouse brain by application of 300mM KCl, and gene expression was examined 2 hours later using cDNA array and reverse transcriptase–polymerase chain reaction. Controls consisted of groups that received anesthesia only, attachment of recording electrodes only, and application of 0.9% NaCl. Of the over 1,180 genes examined in our experiments, those consistently regulated by CSD included vasoactive peptides; the vasodilator atrial natriuretic peptide was induced by CSD, while the vasoconstrictor neuropeptide Y was downregulated. Other genes specifically regulated by CSD were …",
            "Cortical spreading depression and gene regulation: relevance to migraine",
            "Rajani Choudhuri and Lisa Cui MD and Chi Yong and Susan Bowyer and Robert M Klein and KMA Welch MD and Nancy EJ Berman",
            "2002",
            "Ca52F2YAAAAJ:4DMP91E08xMC",
            112,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ana.10158",
            "14046056415891174224",
            "\/scholar?cites=14046056415891174224",
            {
                "2002":1,
                "2003":13,
                "2004":8,
                "2005":6,
                "2006":17,
                "2007":6,
                "2008":5,
                "2009":5,
                "2010":3,
                "2011":7,
                "2012":2,
                "2013":5,
                "2014":2,
                "2015":5,
                "2016":4,
                "2017":5,
                "2018":8,
                "2019":5,
                "2020":4
            }
        ],
        [
            "Objective: To demonstrate noninvasive localization of cognitive cortical areas involved in language processing with magnetoencephalography (MEG) interpreted by multiresolution FOCUSS (MR-FOCUSS), a current density imaging technique.Method: MEG data were collected during verb-generation and picture-naming tasks from 18 right-handed control subjects and 24 right-handed patients with epilepsy.Results: The averaged epic data from the verb-generation task, analyzed by MR-FOCUSS, showed initial activation in the left supramarginal gyrus, superior temporal gyrus, and angular gyrus at 239 ± 31 ms in all subjects, consistent with other language mapping studies. Average amplitude of underlying cortical sources was ∼452 pAm. The averaged epic data from the picture-naming task, analyzed by MR-FOCUSS, showed activation in the left inferior frontal gyrus (IFG) area starting at 436 ± 40 ms in all subjects …",
            "MEG localization of language-specific cortex utilizing MR-FOCUSS",
            "SM Bowyer and JE Moran and KM Mason and JE Constantinou and BJ Smith and GL Barkley and N Tepley",
            "2004",
            "Ca52F2YAAAAJ:mVmsd5A6BfQC",
            88,
            "https:\/\/n.neurology.org\/content\/62\/12\/2247.short",
            "18332271157144687972",
            "\/scholar?cites=18332271157144687972",
            {
                "2003":1,
                "2004":2,
                "2005":14,
                "2006":7,
                "2007":5,
                "2008":10,
                "2009":1,
                "2010":7,
                "2011":6,
                "2012":3,
                "2013":2,
                "2014":6,
                "2015":2,
                "2016":3,
                "2017":5,
                "2018":8,
                "2019":3
            }
        ],
        [
            "Magnetoencephalography recordings were made on 27 patients with localization related epilepsy during two different language tasks involving semantic and phonological processing (verb generation and picture naming). These patients underwent the semi-invasive intracarotid amobarbital procedure (IAP), also referred to as the Wada test, to determine the language-dominant hemisphere. Magnetoencephalography (MEG) data were analyzed by MR-FOCUSS, a current density imaging technique. A laterality index (LI) was calculated from this solution to determine which hemisphere had more neural activation during these language tasks. The LIs for three separate latencies, within each language task, were calculated to determine the latency that correlated best with each patient’s IAP result. The LI for all language processing was calculated for the interval 150–550 ms, the second LI was calculated for the interval …",
            "Language laterality determined by MEG mapping with MR-FOCUSS",
            "Susan M Bowyer and John E Moran and Barbara J Weiland and Karen M Mason and Margaret L Greenwald and Brien J Smith and Gregory L Barkley and Norman Tepley",
            "2005",
            "Ca52F2YAAAAJ:dhFuZR0502QC",
            84,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1525505004003683",
            "10657399682567948899",
            "\/scholar?cites=10657399682567948899",
            {
                "2005":2,
                "2006":7,
                "2007":8,
                "2008":8,
                "2009":6,
                "2010":4,
                "2011":4,
                "2012":3,
                "2013":7,
                "2014":4,
                "2015":4,
                "2016":4,
                "2017":4,
                "2018":3,
                "2019":9,
                "2020":5
            }
        ],
        [
            "Objectives\/Hypothesis: The purpose of the study was to determine the effect of electrical stimulation of the auditory cortex in patients with tinnitus.Study Design: Nonrandomized clinical trial.Methods: Two patients with debilitating tinnitus refractory to conventional therapies were treated. Patients were evaluated with validated questionnaires and psychoacoustic measures to determine the frequency and pitch of their tinnitus. Tones at these frequencies were then presented to the first patient (RP) under magnetoencephalography (MEG) and functional magnetic resonance imaging (fMRI) to determine the tonotopic map for these frequencies in Heschl's gyrus. These tonotopic sites were targeted for implant with a quadripolar electrode. In the second patient (MV), only the fMRI tonotopic map was performed. These fMRI results detected an area of increased activity, which was selected as the site for the implanted bipolar …",
            "Direct electrical stimulation of Heschl's gyrus for tinnitus treatment",
            "Michael D Seidman and Dirk De Ridder and Kost Elisevich and Susan M Bowyer and Ilaaf Darrat and Jason Dria and Brad Stach and Quan Jiang and Norman Tepley and James Ewing and Marlee Seidman and Jinsheng Zhang",
            "2008",
            "Ca52F2YAAAAJ:QIV2ME_5wuYC",
            75,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1097\/MLG.0b013e31815daf5a",
            "15060117835351093109",
            "\/scholar?cites=15060117835351093109",
            {
                "2008":8,
                "2009":4,
                "2010":4,
                "2011":8,
                "2012":9,
                "2013":6,
                "2014":7,
                "2015":4,
                "2016":9,
                "2017":1,
                "2018":3,
                "2019":7,
                "2020":3
            }
        ]
    ]
}