{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "We consider antiferromagnets breaking both time-reversal (Θ) and a primitive-lattice translational symmetry (T 1\/2) of a crystal but preserving the combination S= Θ T 1\/2. The S symmetry leads to a Z 2 topological classification of insulators, separating the ordinary insulator phase from the “antiferromagnetic topological insulator” phase. This state is similar to the “strong” topological insulator with time-reversal symmetry and shares with it such properties as a quantized magnetoelectric effect. However, for certain surfaces the surface states are intrinsically gapped with a half-quantum Hall effect [σ x y= e 2\/(2 h)], which may aid experimental confirmation of θ= π quantized magnetoelectric coupling. Step edges on such a surface support gapless, chiral quantum wires. In closing we discuss GdBiPt as a possible example of this topological class.",
            "Antiferromagnetic topological insulators",
            "Roger SK Mong and Andrew M Essin and Joel E Moore",
            "2010",
            "caRW7WQAAAAJ:u-x6o8ySG0sC",
            407,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.81.245209",
            "11107386915430274754",
            "\/scholar?cites=11107386915430274754",
            {
                "2010":4,
                "2011":6,
                "2012":12,
                "2013":25,
                "2014":20,
                "2015":29,
                "2016":29,
                "2017":31,
                "2018":46,
                "2019":74,
                "2020":119,
                "2021":12
            }
        ],
        [
            "Non-Abelian anyons promise to reveal spectacular features of quantum mechanics that could ultimately provide the foundation for a decoherence-free quantum computer. A key breakthrough in the pursuit of these exotic particles originated from Read and Green’s observation that the Moore-Read quantum Hall state and a (relatively simple) two-dimensional p+ i p superconductor both support so-called Ising non-Abelian anyons. Here, we establish a similar correspondence between the Z 3 Read-Rezayi quantum Hall state and a novel two-dimensional superconductor in which charge-2 e Cooper pairs are built from fractionalized quasiparticles. In particular, both phases harbor Fibonacci anyons that—unlike Ising anyons—allow for universal topological quantum computation solely through braiding. Using a variant of Teo and Kane’s construction of non-Abelian phases from weakly coupled chains, we provide a …",
            "Universal topological quantum computation from a superconductor-abelian quantum hall heterostructure",
            "Roger SK Mong and David J Clarke and Jason Alicea and Netanel H Lindner and Paul Fendley and Chetan Nayak and Yuval Oreg and Ady Stern and Erez Berg and Kirill Shtengel and Matthew PA Fisher",
            "2014",
            "caRW7WQAAAAJ:2osOgNQ5qMEC",
            298,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.4.011036",
            "1826288693118906898",
            "\/scholar?cites=1826288693118906898",
            {
                "2014":25,
                "2015":44,
                "2016":40,
                "2017":39,
                "2018":44,
                "2019":50,
                "2020":51,
                "2021":4
            }
        ]
    ]
}