{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present the results from three gravitational-wave searches for coalescing compact binaries with component masses above 1 M⊙ during the first and second observing runs of the advanced gravitational-wave detector network. During the first observing run (O 1), from September 12, 2015 to January 19, 2016, gravitational waves from three binary black hole mergers were detected. The second observing run (O 2), which ran from November 30, 2016 to August 25, 2017, saw the first detection of gravitational waves from a binary neutron star inspiral, in addition to the observation of gravitational waves from a total of seven binary black hole mergers, four of which we report here for the first time: GW170729, GW170809, GW170818, and GW170823. For all significant gravitational-wave events, we provide estimates of the source properties. The detected binary black holes have total masses between 18.6− 0.7+ 3.2 M …",
            "GWTC-1: a gravitational-wave transient catalog of compact binary mergers observed by LIGO and Virgo during the first and second observing runs",
            "BP Abbott and Richard Abbott and TD Abbott and S Abraham and F Acernese and K Ackley and C Adams and RX Adhikari and VB Adya and C Affeldt and M Agathos and K Agatsuma and N Aggarwal and OD Aguiar and L Aiello and A Ain and P Ajith and G Allen and A Allocca and MA Aloy and PA Altin and A Amato and A Ananyeva and SB Anderson and WG Anderson and SV Angelova and S Antier and S Appert and K Arai and MC Araya and JS Areeda and M Arène and N Arnaud and KG Arun and S Ascenzi and G Ashton and SM Aston and P Astone and F Aubin and P Aufmuth and K AultONeal and C Austin and V Avendano and A Avila-Alvarez and S Babak and P Bacon and F Badaracco and MKM Bader and S Bae and PT Baker and F Baldaccini and G Ballardin and SW Ballmer and S Banagiri and JC Barayoga and SE Barclay and BC Barish and D Barker and K Barkett and S Barnum and F Barone and B Barr and L Barsotti and M Barsuglia and D Barta and J Bartlett and I Bartos and R Bassiri and A Basti and M Bawaj and JC Bayley and M Bazzan and B Bécsy and M Bejger and I Belahcene and AS Bell and D Beniwal and BK Berger and G Bergmann and S Bernuzzi and JJ Bero and CPL Berry and D Bersanetti and A Bertolini and J Betzwieser and R Bhandare and J Bidler and IA Bilenko and SA Bilgili and G Billingsley and J Birch and R Birney and O Birnholtz and S Biscans and S Biscoveanu and A Bisht and M Bitossi and MA Bizouard and JK Blackburn and J Blackman and CD Blair and DG Blair and RM Blair and S Bloemen and N Bode and M Boer and Y Boetzel and G Bogaert and F Bondu and E Bonilla and R Bonnand and P Booker and BA Boom and CD Booth and R Bork and V Boschi and S Bose and K Bossie and V Bossilkov and J Bosveld and Y Bouffanais and A Bozzi and C Bradaschia and PR Brady and A Bramley and M Branchesi and JE Brau and T Briant and JH Briggs and F Brighenti and A Brillet and M Brinkmann and V Brisson and P Brockill and AF Brooks and DD Brown and S Brunett and A Buikema and T Bulik and HJ Bulten and A Buonanno and D Buskulic and MJ Bustamante Rosell and C Buy and RL Byer and M Cabero and L Cadonati and G Cagnoli and C Cahillane and J Calderon Bustillo",
            "2019",
            "cBDOkNIAAAAJ:ItCcSVbosjYC",
            1127,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.9.031040",
            "6981133098032576973",
            "\/scholar?cites=6981133098032576973",
            {
                "2018":7,
                "2019":215,
                "2020":830,
                "2021":69
            }
        ],
        [
            "We present our current best estimate of the plausible observing scenarios for the Advanced LIGO, Advanced Virgo and KAGRA gravitational-wave detectors over the next several years, with the intention of providing information to facilitate planning for multi-messenger astronomy with gravitational waves. We estimate the sensitivity of the network to transient gravitational-wave signals for the third (O3), fourth (O4) and fifth observing (O5) runs, including the planned upgrades of the Advanced LIGO and Advanced Virgo detectors. We study the capability of the network to determine the sky location of the source for gravitational-wave signals from the inspiral of binary systems of compact objects, that is binary neutron star, neutron star–black hole, and binary black hole systems. The ability to localize the sources is given as a sky-area probability, luminosity distance, and comoving volume. The median sky localization area (90% credible region …",
            "Prospects for observing and localizing gravitational-wave transients with Advanced LIGO, Advanced Virgo and KAGRA",
            "Benjamin P Abbott and R Abbott and TD Abbott and S Abraham and F Acernese and K Ackley and C Adams and VB Adya and C Affeldt and M Agathos and K Agatsuma and N Aggarwal and OD Aguiar and L Aiello and A Ain and P Ajith and T Akutsu and G Allen and A Allocca and MA Aloy and PA Altin and A Amato and A Ananyeva and SB Anderson and WG Anderson and M Ando and SV Angelova and S Antier and S Appert and Koya Arai and Koya Arai and Y Arai and S Araki and A Araya and MC Araya and JS Areeda and M Arène and N Aritomi and N Arnaud and KG Arun and S Ascenzi and G Ashton and Y Aso and SM Aston and P Astone and F Aubin and P Aufmuth and K AultONeal and C Austin and V Avendano and A Avila-Alvarez and S Babak and P Bacon and F Badaracco and MKM Bader and SW Bae and YB Bae and L Baiotti and R Bajpai and PT Baker and F Baldaccini and G Ballardin and SW Ballmer and S Banagiri and JC Barayoga and SE Barclay and BC Barish and D Barker and K Barkett and S Barnum and F Barone and B Barr and L Barsotti and M Barsuglia and D Barta and J Bartlett and MA Barton and I Bartos and R Bassiri and A Basti and M Bawaj and JC Bayley and M Bazzan and B Bécsy and M Bejger and I Belahcene and AS Bell and D Beniwal and BK Berger and G Bergmann and S Bernuzzi and JJ Bero and CPL Berry and D Bersanetti and A Bertolini and J Betzwieser and R Bhandare and J Bidler and IA Bilenko and SA Bilgili and G Billingsley and J Birch and R Birney and O Birnholtz and S Biscans and S Biscoveanu and A Bisht and M Bitossi and MA Bizouard and JK Blackburn and CD Blair and DG Blair and RM Blair and S Bloemen and N Bode and M Boer and Y Boetzel and G Bogaert and F Bondu and E Bonilla and R Bonnand and P Booker and BA Boom and CD Booth and R Bork and V Boschi and S Bose and K Bossie and V Bossilkov and J Bosveld and Y Bouffanais and A Bozzi and C Bradaschia and PR Brady and A Bramley and M Branchesi and JE Brau and T Briant and JH Briggs and F Brighenti and A Brillet and M Brinkmann and V Brisson and P Brockill and AF Brooks and DA Brown and DD Brown and S Brunett and A Buikema and T Bulik",
            "2020",
            "cBDOkNIAAAAJ:zVSo-THGCDcC",
            1031,
            "https:\/\/link.springer.com\/article\/10.1007\/s41114-020-00026-9",
            "18037801735579697619",
            "\/scholar?cites=18037801735579697619",
            {
                "2015":3,
                "2016":100,
                "2017":164,
                "2018":182,
                "2019":242,
                "2020":308,
                "2021":24
            }
        ],
        [
            "It is now known that the complexity of network topology has a great impact on the stabilization of complex dynamical networks. In this work, we study the control of random networks and scale-free networks. Conditions are investigated for globally or locally stabilizing such networks. Our strategy is to apply local feedback control to a small fraction of network nodes. We propose the concept of virtual control for microscopic dynamics throughout the process with different pinning schemes for both random networks and scale-free networks. We explain the main reason why significantly less local controllers are required by specifically pinning the most highly connected nodes in a scale-free network than those required by the randomly pinning scheme, and why there is no significant difference between specifically and randomly pinning schemes for controlling random dynamical networks. We also study the synchronization …",
            "Pinning a complex dynamical network to its equilibrium",
            "Xiang Li and Xiaofan Wang and Guanrong Chen",
            "2004",
            "cBDOkNIAAAAJ:n5u26LFhhPsC",
            922,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1344229\/",
            "2320832185691990544",
            "\/scholar?cites=2320832185691990544",
            {
                "2005":6,
                "2006":8,
                "2007":36,
                "2008":44,
                "2009":65,
                "2010":67,
                "2011":70,
                "2012":74,
                "2013":87,
                "2014":91,
                "2015":82,
                "2016":73,
                "2017":61,
                "2018":52,
                "2019":56,
                "2020":44,
                "2021":1
            }
        ],
        [
            "The SARS-CoV-2 epidemic started in late December 2019 in Wuhan, China, and has since impacted a large portion of China and raised major global concern. Herein, we investigated the extent of molecular divergence between SARS-CoV-2 and other related coronaviruses. Although we found only 4% variability in genomic nucleotides between SARS-CoV-2 and a bat SARS-related coronavirus (SARSr-CoV; RaTG13), the difference at neutral sites was 17%, suggesting the divergence between the two viruses is much larger than previously estimated. Our results suggest that the development of new variations in functional sites in the receptor-binding domain (RBD) of the spike seen in SARS-CoV-2 and viruses from pangolin SARSr-CoVs are likely caused by natural selection besides recombination. Population genetic analyses of 103 SARS-CoV-2 genomes indicated that these viruses had two major lineages …",
            "On the origin and continuing evolution of SARS-CoV-2",
            "Xiaolu Tang and Changcheng Wu and Xiang Li and Yuhe Song and Xinmin Yao and Xinkai Wu and Yuange Duan and Hong Zhang and Yirong Wang and Zhaohui Qian and Jie Cui and Jian Lu",
            "2020",
            "cBDOkNIAAAAJ:H_6PQ7K5Sg8C",
            871,
            "https:\/\/academic.oup.com\/nsr\/article-abstract\/7\/6\/1012\/5775463",
            "16761480780384139268",
            "\/scholar?cites=16761480780384139268",
            {
                "2020":792,
                "2021":48
            }
        ],
        [
            "The human dopamine transporter (DAT1) gene is localized to chromosome 5p15.3 by in situ hybridization and PCR amplification of rodent somatic cell hybrid DNA. Analysis of a 40-bp repeat in the 3′ untranslated region of the message revealed variable numbers of the repeat ranging from 3 to 11 copies. These results will aid in the investigation of a role for this gene in genetic disorders of the dopaminergic system in humans.",
            "Human dopamine transporter gene (DAT1) maps to chromosome 5p15. 3 and displays a VNTR",
            "David J Vandenbergh and Antonio M Persico and Anita L Hawkins and Constance A Griffin and Xiang Li and Ethylin Wang Jabs and George R Uhl",
            "1992",
            "cBDOkNIAAAAJ:DrOLxFoABAwC",
            861,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0888754305801387",
            "7800010052865323979",
            "\/scholar?cites=7800010052865323979",
            {
                "1993":3,
                "1994":5,
                "1995":13,
                "1996":12,
                "1997":10,
                "1998":17,
                "1999":19,
                "2000":20,
                "2001":19,
                "2002":31,
                "2003":36,
                "2004":21,
                "2005":31,
                "2006":45,
                "2007":48,
                "2008":46,
                "2009":57,
                "2010":53,
                "2011":51,
                "2012":36,
                "2013":52,
                "2014":49,
                "2015":37,
                "2016":31,
                "2017":41,
                "2018":28,
                "2019":24,
                "2020":18,
                "2021":3
            }
        ],
        [
            "On 17 August 2017, the LIGO and Virgo observatories made the first direct detection of gravitational waves from the coalescence of a neutron star binary system. The detection of this gravitational-wave signal, GW170817, offers a novel opportunity to directly probe the properties of matter at the extreme conditions found in the interior of these stars. The initial, minimal-assumption analysis of the LIGO and Virgo data placed constraints on the tidal effects of the coalescing bodies, which were then translated to constraints on neutron star radii. Here, we expand upon previous analyses by working under the hypothesis that both bodies were neutron stars that are described by the same equation of state and have spins within the range observed in Galactic binary neutron stars. Our analysis employs two methods: the use of equation-of-state-insensitive relations between various macroscopic properties of the neutron stars …",
            "GW170817: Measurements of neutron star radii and equation of state",
            "Benjamin P Abbott and Richard Abbott and TD Abbott and F Acernese and K Ackley and C Adams and T Adams and P Addesso and Rana X Adhikari and Vaishali B Adya and C Affeldt and B Agarwal and M Agathos and K Agatsuma and N Aggarwal and OD Aguiar and L Aiello and A Ain and P Ajith and Bruce Allen and G Allen and A Allocca and MA Aloy and PA Altin and A Amato and A Ananyeva and SB Anderson and WG Anderson and SV Angelova and S Antier and S Appert and K Arai and MC Araya and JS Areeda and M Arène and N Arnaud and KG Arun and S Ascenzi and G Ashton and M Ast and SM Aston and P Astone and DV Atallah and Francois Aubin and P Aufmuth and C Aulbert and K AultONeal and C Austin and A Avila-Alvarez and S Babak and P Bacon and F Badaracco and MKM Bader and S Bae and PT Baker and F Baldaccini and G Ballardin and SW Ballmer and S Banagiri and JC Barayoga and SE Barclay and BC Barish and D Barker and K Barkett and S Barnum and F Barone and B Barr and L Barsotti and M Barsuglia and D Barta and J Bartlett and I Bartos and R Bassiri and A Basti and JC Batch and M Bawaj and JC Bayley and M Bazzan and B Bécsy and C Beer and M Bejger and I Belahcene and AS Bell and D Beniwal and M Bensch and BK Berger and G Bergmann and S Bernuzzi and JJ Bero and Christopher Philip Luke Berry and D Bersanetti and A Bertolini and J Betzwieser and R Bhandare and IA Bilenko and SA Bilgili and G Billingsley and CR Billman and J Birch and R Birney and O Birnholtz and S Biscans and S Biscoveanu and A Bisht and M Bitossi and MA Bizouard and JK Blackburn and J Blackman and CD Blair and DG Blair and RM Blair and S Bloemen and O Bock and N Bode and M Boer and Y Boetzel and G Bogaert and A Bohe and F Bondu and E Bonilla and R Bonnand and P Booker and BA Boom and CD Booth and R Bork and V Boschi and S Bose and K Bossie and V Bossilkov and J Bosveld and Y Bouffanais and A Bozzi and C Bradaschia and PR Brady and A Bramley and M Branchesi and JE Brau and T Briant and F Brighenti and A Brillet and M Brinkmann and V Brisson and P Brockill and AF Brooks and DD Brown and S Brunett and CC Buchanan and A Buikema and T Bulik and HJ Bulten",
            "2018",
            "cBDOkNIAAAAJ:aT2_oyLf33AC",
            756,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.121.161101",
            "15816108467589778638",
            "\/scholar?cites=15816108467589778638",
            {
                "2018":31,
                "2019":304,
                "2020":385,
                "2021":31
            }
        ],
        [
            "Craniosynostosis, the premature fusion of calvarial sutures, is a common developmental anomaly that causes abnormal skull shape. The locus for one autosomal dominant form of craniosynostosis has been mapped to chromosome 5qter. The human MSX2 gene localizes to chromosome 5, and a polymorphic marker in the MSX2 intron segregates in a kindred with the disorder with no recombination. Moreover, a histidine substitutes for a highly conserved proline at position 7 of the MSX2 homeodomain exclusively in affected members. In the mouse, transcripts of the Msx2 gene are localized to calvarial sutures. These results provide compelling evidence that the mutation causes this craniosynostosis syndrome.",
            "A mutation in the homeodomain of the human MSX2 gene in a family affected with autosomal dominant craniosynostosis",
            "Ethylin Wang Jabs and Ulrich Müller and Xiang Li and Liang Ma and Wen Luo and Ian S Haworth and Ivana Klisak and Robert Sparkes and Matthew L Warman and John B Mulliken and Malcolm L Snead and Rob Maxson",
            "1993",
            "cBDOkNIAAAAJ:l7iSsH4_Im4C",
            701,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0092867493903795",
            "3465051573008628203",
            "\/scholar?cites=3465051573008628203",
            {
                "1994":27,
                "1995":39,
                "1996":38,
                "1997":45,
                "1998":41,
                "1999":35,
                "2000":33,
                "2001":29,
                "2002":37,
                "2003":28,
                "2004":22,
                "2005":30,
                "2006":29,
                "2007":32,
                "2008":16,
                "2009":20,
                "2010":17,
                "2011":19,
                "2012":25,
                "2013":28,
                "2014":19,
                "2015":14,
                "2016":17,
                "2017":13,
                "2018":12,
                "2019":14,
                "2020":15,
                "2021":1
            }
        ],
        [
            "We propose and study a novel evolving network model with the new concept of local-world connectivity, which exists in many physical complex networks. The local-world evolving network model represents a transition between power-law and exponential scaling, while the Barabási–Albert scale-free model is only one of its special (limiting) cases. We found that this local-world evolving network model can maintain the robustness of scale-free networks and can improve the network reliance against intentional attacks, which is the inherent fragility of most scale-free networks.",
            "A local-world evolving network model",
            "Xiang Li and Guanrong Chen",
            "2003",
            "cBDOkNIAAAAJ:CoqsOaBEKcQC",
            608,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0378437103006046",
            "4650348833958571921",
            "\/scholar?cites=4650348833958571921",
            {
                "2003":3,
                "2004":10,
                "2005":15,
                "2006":30,
                "2007":37,
                "2008":59,
                "2009":55,
                "2010":48,
                "2011":45,
                "2012":43,
                "2013":46,
                "2014":48,
                "2015":41,
                "2016":39,
                "2017":22,
                "2018":21,
                "2019":18,
                "2020":18
            }
        ],
        [
            "Previously, levels of a novel human mRNA, detected by a recombinant cDNA designated clone 1, were shown to be increased 50-fold in response to treatment of a keratinocyte cell line with 2,3,7,8-tetrachlorodibenzo-p-dioxin (TCDD), in part as a function of increased rates of gene transcription (Sutter, T.R., Guzman, K., Dold, K.M., and Greenlee, W.F. (1991) Science 254, 415-418). Here we report the complete corresponding 5.1-kilobase cDNA sequence. A single open reading frame that predicts a protein of 543 amino acid residues was determined by computer-assisted analysis of the cDNA sequence. This predicted protein identifies a new gene subfamily of cytochrome P450, cytochrome P4501B1 (CYP1B1), that maps to human chromosome 2. Southern blot analysis of genomic DNA indicates that the human CYP1B subfamily is likely to contain only this single gene. Northern blot analysis of RNA isolated from …",
            "Complete cDNA sequence of a human dioxin-inducible mRNA identifies a new gene subfamily of cytochrome P450 that maps to chromosome 2.",
            "Thomas R Sutter and Yong Ming Tang and Carrie L Hayes and Y-YP Wo and Ethylin Wang Jabs and Xiang Li and Hong Yin and Chris W Cody and William F Greenlee",
            "1994",
            "cBDOkNIAAAAJ:n8FNryW2AHIC",
            592,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925817368035",
            "6704242726641539402",
            "\/scholar?cites=6704242726641539402",
            {
                "1994":2,
                "1995":18,
                "1996":18,
                "1997":23,
                "1998":40,
                "1999":32,
                "2000":34,
                "2001":27,
                "2002":29,
                "2003":29,
                "2004":34,
                "2005":25,
                "2006":28,
                "2007":32,
                "2008":29,
                "2009":23,
                "2010":23,
                "2011":21,
                "2012":17,
                "2013":18,
                "2014":13,
                "2015":16,
                "2016":13,
                "2017":18,
                "2018":8,
                "2019":15,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Covalently closed circular RNAs (circRNAs) are produced by precursor mRNA back-splicing of exons of thousands of genes in eukaryotes. circRNAs are generally expressed at low levels and often exhibit cell-type-specific and tissue-specific patterns. Recent studies have shown that their biogenesis requires spliceosomal machinery and can be modulated by both cis complementary sequences and protein factors. The functions of most circRNAs remain largely unexplored, but known functions include sequestration of microRNAs or proteins, modulation of transcription and interference with splicing, and even translation to produce polypeptides. However, challenges exist at multiple levels to understanding of the regulation of circRNAs because of their circular conformation and sequence overlap with linear mRNA counterparts. In this review, we survey the recent progress on circRNA biogenesis and function and …",
            "The biogenesis, functions, and challenges of circular RNAs",
            "Xiang Li and Li Yang and Ling-Ling Chen",
            "2018",
            "cBDOkNIAAAAJ:FcH-RsB9iB0C",
            530,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1097276518305094",
            "7527719153486484525",
            "\/scholar?cites=7527719153486484525",
            {
                "2018":12,
                "2019":164,
                "2020":319,
                "2021":31
            }
        ]
    ]
}