{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "The rare decays B 0→ K* 0 μ+ μ− and B s→ ϕ μ+ μ− are now being observed with enough precision to test Standard Model predictions. A full understanding of these decays requires accurate determinations of the corresponding hadronic form factors. Here we present results of lattice QCD calculations of the B→ K* and B s→ ϕ form factors. We also determine the form factors relevant for the decays B s→ K* ℓ ν and B s→ K* 0 ℓ+ ℓ−. We use full-QCD configurations including 2+ 1 flavors of sea quarks using an improved staggered action, and we employ lattice nonrelativistic QCD to describe the bottom quark.",
            "Lattice QCD calculation of form factors describing the rare decays B→ K* ℓ+ ℓ− and B s→ ϕ ℓ+ ℓ−",
            "Ronald R Horgan and Zhaofeng Liu and Stefan Meinel and Matthew Wingate",
            "2014",
            "Cbr7C_QAAAAJ:u5HHmVD_uO8C",
            276,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.89.094501",
            "1000606369384701959",
            "\/scholar?cites=1000606369384701959",
            {
                "2013":1,
                "2014":32,
                "2015":48,
                "2016":60,
                "2017":42,
                "2018":47,
                "2019":16,
                "2020":27,
                "2021":2
            }
        ],
        [
            "We calculate the differential branching fractions and angular distributions of the rare decays B 0→ K* 0 μ+ μ− and B s 0→ ϕ μ+ μ−, using for the first time form factors from unquenched lattice QCD. We focus on the kinematic region where the K* or ϕ recoils softly; there, the newly available form factors are most precise and the nonlocal matrix elements can be included via an operator product expansion. Our results for the differential branching fractions calculated in the standard model are higher than the experimental data. We consider the possibility that the deviations are caused by new physics and perform a fit of the Wilson coefficients C 9 and C 9′ to the experimental data for multiple B 0→ K* 0 μ+ μ− and B s 0→ ϕ μ+ μ− observables. In agreement with recent results from complementary studies, we obtain C 9− C 9 SM=− 1.0±0.6 and C 9′= 1.2±1.0, whose deviations from zero would indicate the presence of …",
            "Calculation of B 0→ K* 0 μ+ μ− and B s 0→ ϕ μ+ μ− Observables Using Form Factors from Lattice QCD",
            "Ronald R Horgan and Zhaofeng Liu and Stefan Meinel and Matthew Wingate",
            "2014",
            "Cbr7C_QAAAAJ:u-x6o8ySG0sC",
            198,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.212003",
            "8254275275784756841",
            "\/scholar?cites=8254275275784756841",
            {
                "2013":2,
                "2014":29,
                "2015":52,
                "2016":41,
                "2017":28,
                "2018":21,
                "2019":13,
                "2020":11
            }
        ],
        [
            "Measurements of the Λ b→ p ℓ− ν ℓ and Λ b→ Λ c ℓ− ν ℓ decay rates can be used to determine the magnitudes of the Cabibbo-Kobayashi-Maskawa matrix elements V u b and V c b, provided that the relevant hadronic form factors are known. Here we present a precise calculation of these form factors using lattice QCD with 2+ 1 flavors of dynamical domain-wall fermions. The b and c quarks are implemented with relativistic heavy-quark actions, allowing us to work directly at the physical heavy-quark masses. The lattice computation is performed for six different pion masses and two different lattice spacings, using gauge-field configurations generated by the RBC and UKQCD Collaborations. The b→ u and b→ c currents are renormalized with a mostly nonperturbative method. We extrapolate the form factor results to the physical pion mass and the continuum limit, parametrizing the q 2 dependence using z expansions …",
            "Λ b→ p ℓ− ν¯ ℓ and Λ b→ Λ c ℓ− ν¯ ℓ form factors from lattice QCD with relativistic heavy quarks",
            "William Detmold and Christoph Lehner and Stefan Meinel",
            "2015",
            "Cbr7C_QAAAAJ:qjMakFHDy7sC",
            190,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.92.034503",
            "3831083913412901966",
            "\/scholar?cites=3831083913412901966",
            {
                "2015":12,
                "2016":29,
                "2017":29,
                "2018":39,
                "2019":42,
                "2020":36,
                "2021":2
            }
        ]
    ]
}