{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Cerenkov technology is often the optimal choice for particle identification in high energy particle collision applications. Typically, the most challenging regime is at high pseudorapidity (forward) where particle identification must perform well at high laboratory momenta. For the upcoming electron ion collider (EIC), the physics goals require hadron (π, K, p) identification up to ~50 GeV\/c. In this region Cerenkov ring-imaging (RICH) is the most viable solution. The speed of light in a radiator medium is inversely proportional to the refractive index. Hence, for particle identification (PID) reaching out to high momenta a small index of refraction is required. Unfortunately, the lowest indices of refraction also result in the lowest light yield ([(dN γ )\/dx] ∝ sin 2 (θ C )) driving up the radiator length and thereby the overall detector cost. In this paper we report on a successful test of a compact RICH detector (1 meter radiator) capable …",
            "Performance of a quintuple-GEM based RICH detector prototype",
            "Marie Blatnik and Klaus Dehmelt and Abhay Deshpande and Dhruv Dixit and Nils Feege and Thomas K Hemmick and Benji Lewis and Martin L Purschke and William Roh and Fernando Torales-Acosta and Thomas Videbæk and Stephanie Zajac",
            "2015",
            "cBR9Y1AAAAAJ:IjCSPb-OGe4C",
            21,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/7349014\/",
            "6615334545295995828",
            "\/scholar?cites=6615334545295995828",
            {
                "2015":3,
                "2016":2,
                "2017":1,
                "2018":5,
                "2019":2,
                "2020":8
            }
        ],
        [
            "Viscous fingering patterns can form at the interface between two immiscible fluids confined in the gap between a pair of flat plates; whenever the fluid with lower viscosity displaces the one of higher viscosity the interface is unstable. For miscible fluids the situation is more complicated due to the formation of interfacial structure in the thin dimension spanning the gap. Here we study the effect of the inherent diffusion between the two miscible fluids on this structure and on the viscous fingering patterns that emerge. We discover an unexpected transition separating two distinct regimes where the pattern morphologies and mode of onset are different. This transition is marked by a regime of transient stability as the structure of the fingers evolves from having three-dimensional structure to being quasi-two-dimensional. The presence of diffusion allows an instability to form where it was otherwise forbidden.",
            "Diffusion-driven transition between two regimes of viscous fingering",
            "Thomas E Videbæk and Sidney R Nagel",
            "2019",
            "cBR9Y1AAAAAJ:Tyk-4Ss8FVUC",
            10,
            "https:\/\/journals.aps.org\/prfluids\/abstract\/10.1103\/PhysRevFluids.4.033902",
            "10687376491918476795",
            "\/scholar?cites=10687376491918476795",
            {
                "2019":1,
                "2020":7,
                "2021":2
            }
        ],
        [
            "Viscous fingering patterns can form at the interface between two immiscible fluids confined in the gap between a pair of flat plates; whenever the fluid with lower viscosity displaces the one of higher viscosity the interface is unstable. For miscible fluids the situation is more complicated due to the formation of interfacial structure formed in the thin dimension spanning the gap. Here we study the effect of the inherent diffusion between the two miscible fluids on this structure and the viscous fingering patterns that emerge. We discover an unexpected transition separating two distinct fingering regimes where the pattern morphologies and mode of onset are different. This transition is marked by a regime of transient stability as the structure of the fingers evolves from having three-dimensional structure to being quasi-two dimensional. The presence of diffusion allows an instability to form where it was otherwise forbidden.Diffusion normally acts to make a system more uniform. Over time, diffusion smears out and removes structures that have appeared and increases the length scale on which patterns can form. Unless there are chemically reactive components as in a Turing instability [1, 2], one might naively expect that diffusion would stabilize a system against instabilities. However, for viscous fingering we find that while diffusion does makes the system more stable initially, it surprisingly allows new instabilities to appear when allowed to act on longer time scales.",
            "Transition to diffusion-driven viscous fingering",
            "Thomas E Videbæk and Sidney R Nagel",
            "2018",
            "cBR9Y1AAAAAJ:W7OEmFMy1HYC",
            1,
            "http:\/\/scholar.google.com\/scholar?cluster=12535100372624602253&hl=en&oi=scholarr",
            "12535100372624602253",
            "\/scholar?cites=12535100372624602253",
            {
                "2020":1
            }
        ]
    ]
}