{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Synchrotron radiation photoemission has been used to study the interaction of H2O with defective and nearly-perfect TiO2(110) surfaces at temperatures between 160 and 300 K. Ti3+ 3d defect sites are implicated in the adsorption process, and by tuning the photon energy to 47 eV we find that a resonant photoernission process gives an enhanced photoermission sensitivity to the 3d defect states. Defects are produced on TiO2(110) by annealing to 1000 K in UHV; subsequent exposure to 104 L O2 produces nearly perfect surfaces, based on the suppressed Ti3d emission. Both nearly perfect and defective surfaces give rise to dissociative adsorption of H2O at 300 K. The saturation coverages are near 0.1 ML, independent of the initial defect concentration; however, the rate of dissociative adsorption (sticking probability) is higher on defective surfaces. The enhanced sensitivity to the Ti3+ defect states has allowed …",
            "Synchrotron radiation studies of H2O adsorption on TiO2 (110)",
            "Richard L Kurtz and Roger Stock-Bauer and Theodore E Msdey and Elisa Román and JoséL De Segovia",
            "1989",
            "CBUCjJ8AAAAJ:u5HHmVD_uO8C",
            619,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0039602889906262",
            "14684719195552303981",
            "\/scholar?cites=14684719195552303981",
            {
                "1990":5,
                "1991":4,
                "1992":12,
                "1993":14,
                "1994":13,
                "1995":20,
                "1996":15,
                "1997":14,
                "1998":16,
                "1999":14,
                "2000":13,
                "2001":17,
                "2002":27,
                "2003":15,
                "2004":16,
                "2005":20,
                "2006":27,
                "2007":27,
                "2008":18,
                "2009":31,
                "2010":40,
                "2011":35,
                "2012":33,
                "2013":39,
                "2014":18,
                "2015":31,
                "2016":23,
                "2017":20,
                "2018":18,
                "2019":10,
                "2020":10,
                "2021":2
            }
        ],
        [
            "The direct reduction of CO 2 to CH 3 OH is known to occur at several types of electrocatalysts including oxidized Cu electrodes. In this work, we examine the yield behavior of an electrodeposited cuprous oxide thin film and explore relationships between surface chemistry and reaction behavior relative to air-oxidized and anodized Cu electrodes. CH 3 OH yields (43 μmol cm− 2 h− 1) and Faradaic efficiencies (38%) observed at cuprous oxide electrodes were remarkably higher than air-oxidized or anodized Cu electrodes suggesting Cu (I) species may play a critical role in selectivity to CH 3 OH. Experimental results also show CH 3 OH yields are dynamic and the copper oxides are reduced to metallic Cu in a simultaneous process. Yield behavior is discussed in comparison with photoelectrochemical and hydrogenation reactions where the improved stability of Cu (I) species may allow continuous CH 3 OH generation.",
            "Electrochemical reduction of CO2 to CH3OH at copper oxide surfaces",
            "Minh Le and Maoming Ren and Ziyu Zhang and Phillip T Sprunger and Richard L Kurtz and John C Flake",
            "2011",
            "CBUCjJ8AAAAJ:Se3iqnhoufwC",
            386,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/1.3561636\/meta",
            "11105923282074021003",
            "\/scholar?cites=11105923282074021003",
            {
                "2011":4,
                "2012":22,
                "2013":25,
                "2014":38,
                "2015":42,
                "2016":50,
                "2017":59,
                "2018":45,
                "2019":50,
                "2020":44,
                "2021":3
            }
        ],
        [
            "The intrinsic electronic surface-state structure in the region of the bulk band gap for the (110),(100), and (001) surfaces of Ti O 2 (rutile) has been determined by fracturing single-crystal samples in ultrahigh vacuum and measuring their ultraviolet photoemission spectra. None of the faces exhibits an appreciable density of surface states in the bulk band gap, in disagreement with recent calculations for the Ti O 2 (001) surface by Kasowski and Tait. The atomic geometry of both perfect and defect surfaces is examined, and the incomplete screening of pairs of surface cations at defect sites is suggested to give rise to occupied band-gap surface states rather than the coordinative unsaturation of surface cations. Hydrogen-exposure experiments indicate that Ti O 2 surfaces may not interact as strongly with hydrogen as has been suggested.",
            "Surface electronic structure of Ti O 2: Atomic geometry, ligand coordination, and the effect of adsorbed hydrogen",
            "Victor E Henrich and Richard L Kurtz",
            "1981",
            "CBUCjJ8AAAAJ:u-x6o8ySG0sC",
            337,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.23.6280",
            "4124562725688229555",
            "\/scholar?cites=4124562725688229555",
            {
                "1982":4,
                "1983":13,
                "1984":8,
                "1985":5,
                "1986":6,
                "1987":7,
                "1988":6,
                "1989":4,
                "1990":3,
                "1991":3,
                "1992":7,
                "1993":10,
                "1994":16,
                "1995":11,
                "1996":11,
                "1997":11,
                "1998":12,
                "1999":9,
                "2000":10,
                "2001":5,
                "2002":11,
                "2003":5,
                "2004":6,
                "2005":5,
                "2006":5,
                "2007":7,
                "2008":14,
                "2009":11,
                "2010":7,
                "2011":18,
                "2012":10,
                "2013":9,
                "2014":13,
                "2015":20,
                "2016":6,
                "2017":11,
                "2018":8,
                "2019":3,
                "2020":4,
                "2021":2
            }
        ],
        [
            "We present valence and core-level photoemission measurements from vacuum-fractured, single-crystal barium titanate. These results resolve contradictory measurements in the literature which have employed other methods of sample surface preparation. The valence-shell electronic structure is compared with previously published results of band structure and cluster calculations. Resonant photoemission is used to probe the covalent coupling between titanium and oxygen in the cubic and tetragonal phases of this ionic compound. Photoelectron spectra of the Ti 2p and O 1s core levels reveal the valence of these two ions to be TiO 2-like. Valence, core, satellite, and Auger transitions are also assigned and tabulated.",
            "Photoelectron spectroscopic study of the valence and core-level electronic structure of BaTiO 3",
            "Lawrence T Hudson and Richard L Kurtz and Steven W Robey and D Temple and Roger L Stockbauer",
            "1993",
            "CBUCjJ8AAAAJ:9yKSN-GCB0IC",
            153,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.47.1174",
            "12651676846109804247",
            "\/scholar?cites=12651676846109804247",
            {
                "1993":4,
                "1994":6,
                "1995":7,
                "1996":8,
                "1997":5,
                "1998":4,
                "1999":3,
                "2000":3,
                "2001":8,
                "2002":6,
                "2003":4,
                "2004":6,
                "2005":5,
                "2006":6,
                "2007":5,
                "2008":10,
                "2009":7,
                "2010":3,
                "2011":10,
                "2012":9,
                "2013":4,
                "2014":6,
                "2015":2,
                "2016":7,
                "2017":5,
                "2018":4,
                "2019":1,
                "2020":5
            }
        ],
        [
            "Ultraviolet photoelectron spectra of a 93-K superconducting compound, YBa 2 Cu 3 O 7 have been obtained using photon energies ranging from 60 to 106 eV. Resonant photoemission is used to identify the chemical origin of the features in the valence-band electronic structure.",
            "Resonant photoemission study of superconducting Y-Ba-Cu-O",
            "Richard L Kurtz and Roger L Stockbauer and Donald Mueller and Arnold Shih and Lou E Toth and Michael Osofsky and Stuart A Wolf",
            "1987",
            "CBUCjJ8AAAAJ:d1gkVwhDpl0C",
            152,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.35.8818",
            "13125995742422900015",
            "\/scholar?cites=13125995742422900015",
            {
                "1987":18,
                "1988":56,
                "1989":39,
                "1990":12,
                "1991":12,
                "1992":2,
                "1993":1,
                "1994":1,
                "1995":2,
                "1996":1,
                "1997":1,
                "1998":1,
                "1999":1,
                "2000":2,
                "2001":1,
                "2002":1
            }
        ],
        [
            "Ultraviolet photoemission spectroscopy has been used to study the electronic structure of both nearly stoichiometric, well-ordered α-Fe 2 O 3 surfaces and surfaces containing point defects. The interaction of O 2, H 2 O, H 2, and SO 2 with both types of surfaces has also been investigated. The energy levels of the five 3d electrons on the Fe 3+ ions overlap those of the filled O 2p orbitals, leading to a complex valence band about 10 eV wide. Oxygen-vacancy surface defects produced by Ar+-ion bombardment result in a conducting surface layer containing both Fe 2+ and Fe 0 ions. The well-ordered α-Fe 2 O 3 (0001) surface is relatively inert with respect to all four molecules studied, with exposures greater than 10 3 L (1 L≡ 10− 6 Torr sec) necessary before any chemisorption could be seen. For large exposures, the O 2-surface interaction gives rise to a negative adsorbed species. H 2 O adsorbs dissociatively on …",
            "Surface electronic structure and chemisorption on corundum transition-metal oxides: α-Fe 2 O 3",
            "Richard L Kurtz and Victor E Henrich",
            "1987",
            "CBUCjJ8AAAAJ:2osOgNQ5qMEC",
            116,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.36.3413",
            "17160710937976342282",
            "\/scholar?cites=17160710937976342282",
            {
                "1988":1,
                "1989":4,
                "1990":2,
                "1991":2,
                "1992":1,
                "1993":3,
                "1994":5,
                "1995":3,
                "1996":6,
                "1997":2,
                "1998":8,
                "1999":7,
                "2000":4,
                "2001":7,
                "2002":5,
                "2003":5,
                "2004":1,
                "2005":3,
                "2006":5,
                "2007":5,
                "2008":2,
                "2009":3,
                "2010":3,
                "2011":3,
                "2012":3,
                "2013":1,
                "2014":2,
                "2015":2,
                "2016":5,
                "2017":1,
                "2018":5,
                "2019":5,
                "2020":2
            }
        ],
        [
            "The surface composition and geometric structure of single-crystal α-Fe2O3(001) has been studied for a variety of surface preparations. Sputter-etching produces a disordered, oxygen deficient surface exhibiting several Fe valence states. Annealing in vacuum results in ordered surfaces having stoichiometries approaching that of the bulk. Two distinct surface structural phases are observed upon annealing; a p(2 × 2) structure is produced by heating to 700°C, and an incommensurate overlayer forms upon heating to 820°C. The results are discussed in terms of plausible models of surface composition and cation configuration.",
            "Geometric structure of the α-Fe2O3 (001) surface: A LEED and XPS study",
            "Richard L Kurtz and Victor E Henrich",
            "1983",
            "CBUCjJ8AAAAJ:Tyk-4Ss8FVUC",
            113,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0039602883901851",
            "6399187270927141652",
            "\/scholar?cites=6399187270927141652",
            {
                "1983":2,
                "1984":2,
                "1985":5,
                "1986":3,
                "1987":4,
                "1988":5,
                "1989":2,
                "1990":2,
                "1991":1,
                "1992":1,
                "1993":5,
                "1994":6,
                "1995":3,
                "1996":3,
                "1997":3,
                "1998":6,
                "1999":7,
                "2000":1,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":1,
                "2006":1,
                "2007":3,
                "2008":5,
                "2009":2,
                "2010":2,
                "2011":1,
                "2012":7,
                "2013":4,
                "2014":7,
                "2015":8,
                "2016":6,
                "2017":1
            }
        ],
        [
            "When clean, vacuum-fractured surfaces of BaTiO 3 are analyzed using ultraviolet and x-ray photoelectron spectroscopy (UPS and XPS), more than one set of barium core levels is observed. Sputtering the surface with ions removes lower-binding-energy intensity within the barium line shapes in UPS spectra while little change is noted in XPS. Sputtering of the surface also causes band bending and the creation of band-gap surface states of Ti 3d character. From a comparison of UPS and XPS Ba 4d line shapes from a vacuum-fractured surface, the lower-binding-energy component is assigned to barium with 12-fold oxygen coordination representative of bulk stoichiometry; the higher-binding-energy intensity originates from undercoordinated barium in the region of the sample surface. Such a negative chemical shift of core levels with increased coordination has been observed in the oxidation of metallic barium as …",
            "Surface core-level shifts of barium observed in photoemission of vacuum-fractured (100)",
            "Lawrence T Hudson and RL Kurtz and SW Robey and D Temple and RL Stockbauer",
            "1993",
            "CBUCjJ8AAAAJ:eQOLeE2rZwMC",
            95,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.47.10832",
            "3332357340641034803",
            "\/scholar?cites=3332357340641034803",
            {
                "1993":1,
                "1994":2,
                "1995":2,
                "1996":2,
                "1997":1,
                "1998":2,
                "1999":2,
                "2000":3,
                "2001":2,
                "2002":1,
                "2003":2,
                "2004":2,
                "2005":6,
                "2006":4,
                "2007":2,
                "2008":2,
                "2009":8,
                "2010":8,
                "2011":7,
                "2012":5,
                "2013":7,
                "2014":4,
                "2015":5,
                "2016":7,
                "2017":4,
                "2018":2
            }
        ],
        [
            "The influence of the surface geometric structure on the electron and photon-stimulated desorption (ESD, PSD) ion yield from TiO2(001) and TiO2(110) has been studied. For both surfaces, angle-integrated ESD yields have been measured as a function of annealing temperature ranging from room temperature sputtered surfaces to 1200 K annealed surfaces. These measurements imply that the local geometry of the desorption site must be considered in order to adequately explain the observed ion yield variations. The ESD ion angular distribution (ESDIAD) patterns have been obtained after annealing in the temperature range 300–1200 K. These patterns show the presence of short-range structural order, even on highly defective, sputtered surfaces, and they are interpreted in terms of plausible models of surface structure. Changes in both the surface Ti-cation valence state and its coordination number as a function …",
            "Stimulated desorption studies of defect structures on TiO2",
            "Richard L Kurtz",
            "1986",
            "CBUCjJ8AAAAJ:qjMakFHDy7sC",
            94,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0039602886900312",
            "10488137048419423384",
            "\/scholar?cites=10488137048419423384",
            {
                "1987":2,
                "1988":7,
                "1989":8,
                "1990":4,
                "1991":5,
                "1992":3,
                "1993":4,
                "1994":8,
                "1995":4,
                "1996":5,
                "1997":9,
                "1998":5,
                "1999":4,
                "2000":8,
                "2001":4,
                "2002":2,
                "2003":1,
                "2004":1,
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":2,
                "2009":2,
                "2010":1,
                "2011":2
            }
        ],
        [
            "The surface electronic structure of single-crystal V 2 O 3 has been studied by using ultraviolet and x-ray photoelectron spectroscopy. Both nearly-perfect surfaces and surfaces containing point defects have been prepared, and the influence of O 2 and H 2 O on both types of surfaces has been investigated. Cation core-level spectra from cleaved surfaces exhibit complex structure. The surface electronic band structure is similar to that of the bulk; at room temperature, V 2 O 3 is metallic with the Fermi level E F lying within the overlapping V (3 d) a 1 g and e g π conduction bands. A minimum in the density of states occurs between the V (3 d) and O (2 p) bands at 3 eV below E F. The O (2 p) valence band has a width of 5.5-6 eV. Surface defects produced by Ar+-ion bombardment are associated with O vacancies and a net charge transfer to V (3 d) levels. O 2 interacts strongly with both perfect surfaces and surface defects …",
            "Surface electronic structure and chemisorption on corundum transition-metal oxides: V 2 O 3",
            "Richard L Kurtz and Victor E Henrich",
            "1983",
            "CBUCjJ8AAAAJ:zYLM7Y9cAGgC",
            89,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.28.6699",
            "11610821769993322328",
            "\/scholar?cites=11610821769993322328",
            {
                "1984":2,
                "1985":2,
                "1986":2,
                "1987":4,
                "1988":4,
                "1989":2,
                "1990":2,
                "1991":2,
                "1992":4,
                "1993":3,
                "1994":3,
                "1995":2,
                "1996":5,
                "1997":4,
                "1998":3,
                "1999":5,
                "2000":4,
                "2001":5,
                "2002":2,
                "2003":2,
                "2004":6,
                "2005":3,
                "2006":1,
                "2007":2,
                "2008":1,
                "2009":2,
                "2010":3,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":2,
                "2015":1,
                "2016":2,
                "2017":1
            }
        ]
    ]
}