{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Mary Wollstonecraft first set foot on the shore of a deserted area outside Gothenburg, Sweden during the summer of 1795 after traveling for “eleven days of weariness on board a vessel not intended for the accommodation of passengers”(63). Stepping out on that rocky coast, alone with her maid and infant daughter, she could not have known that her planned travel memoir of this unusual journey would come to exemplify quintessential elements of the emotion-laden rhetoric of self-in-text—elements not only characteristic of her early romantic age but of a newly-framed discourse of selfhood in general, with close textual affinities to both the essay and the novel. Wollstonecraft’s Letters Written During a Short Residence in Sweden, Norway, and Denmark is a text whose literary categorization over the years—when it was noticed at all—has largely been that of an interesting and unusual travel book and not much more …",
            "The Rhetorical Strategies of\" Tumultuous Emotions:\" Wollstonecraft's Letters Written in Sweden",
            "Christine Chaney",
            "2004",
            "cc1Du7cAAAAJ:u-x6o8ySG0sC",
            14,
            "https:\/\/muse.jhu.edu\/article\/186844\/summary",
            "11053116821762104795",
            "\/scholar?cites=11053116821762104795",
            {
                "2006":1,
                "2007":2,
                "2008":1,
                "2009":2,
                "2010":1,
                "2011":3,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":1
            }
        ],
        [
            "Elizabeth Barrett Browning’s 1856 verse-novel Aurora Leigh was her intended magnum opus. Yet she has been taken to task by critics, both in her age and ours, for her seemingly strange hybrid use of the verse-novel form. In order to reconcile the disparity we must see this unusual text as something different from a fragmentary or not-very-successful instantiation of either genre separately but instead as a “literary self-portrait”—a form of polemical life narrative. I argue in this essay that Barrett Browning inherited this form from her revolutionary foremother Mary Wollstonecraft and passed it on to her modernist literary “daughter” Virginia Woolf in heretofore unexamined ways.",
            "The\" Prophet-Poet's Book\"",
            "Christine Chaney",
            "2008",
            "cc1Du7cAAAAJ:d1gkVwhDpl0C",
            6,
            "https:\/\/muse.jhu.edu\/article\/254072\/summary",
            "16478595847493292853",
            "\/scholar?cites=16478595847493292853",
            {
                "2010":1,
                "2011":2,
                "2012":2,
                "2013":1
            }
        ],
        [
            "In July 1999 Princeton English professor and MLA past president Elaine Showalter came to the daring conclusion that we don’t read, write, or research enough about teaching English studies, and in the Chronicle of Higher Education she describes the teaching seminar she designed with nine of her graduate students to address that glaring deficiency. Showalter (1999: B4) speaks of the “anxiety and uncertainty” facing everyone who stands in front of a college classroom and of the skepticism of the entrenched academic culture toward any closer look at the issue of teaching:“Some academics still regard popular professors with suspicion and see an interest in pedagogy as the last refuge of a scoundrel.” She emphasizes the risk to her reputation of taking teaching seriously and worries about the time diverted from her graduate students’“real” work—literary research and course work—to the equally serious matter of …",
            "Book Review Editor's Introduction",
            "Christine Chaney",
            "2001",
            "cc1Du7cAAAAJ:u5HHmVD_uO8C",
            5,
            "https:\/\/muse.jhu.edu\/article\/26314\/summary",
            "5609567367717893264",
            "\/scholar?cites=5609567367717893264",
            {
                "2002":1,
                "2003":3,
                "2004":1
            }
        ]
    ]
}