{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Following the invention of electron optics during the 1930s, lens aberrations have limited the achievable spatial resolution to about 50 times the wavelength of the imaging electrons 1. This situation is similar to that faced by Leeuwenhoek in the seventeenth century, whose work to improve the quality of glass lenses led directly to his discovery of the ubiquitous “animalcules” in canal water, the first hints of the cellular basis of life. The electron optical aberration problem was well understood from the start, but more than 60 years elapsed before a practical correction scheme for electron microscopy was demonstrated 2, and even then the remaining chromatic aberrations still limited the resolution. We report here the implementation of a computer-controlled aberration correction system in a scanning transmission electron microscope 3, which is less sensitive to chromatic aberration. Using this approach, we achieve an …",
            "Sub-ångstrom resolution using aberration corrected electron optics",
            "Philip E Batson and Niklas Dellby and Ondrej L Krivanek",
            "2002",
            "CgkivgwAAAAJ:blknAaTinKkC",
            988,
            "https:\/\/www.nature.com\/articles\/nature00972",
            "16986993208054013537",
            "\/scholar?cites=16986993208054013537",
            {
                "2002":5,
                "2003":40,
                "2004":37,
                "2005":55,
                "2006":50,
                "2007":49,
                "2008":67,
                "2009":54,
                "2010":52,
                "2011":59,
                "2012":62,
                "2013":39,
                "2014":53,
                "2015":56,
                "2016":60,
                "2017":72,
                "2018":58,
                "2019":46,
                "2020":63,
                "2021":5
            }
        ],
        [
            "High-resolution p z-and p x, y-projected fine structure for the 1s carbon core level in graphite are compared with symmetry-projected calculations. A very sharp transition occurs about 7.6 eV above the Fermi energy in the p x, y results, agreeing closely with the nondispersive σ* band. An additional feature near 8.5 eV above the Fermi energy may be due to the Γ 2− branch of the free-electron-like interlayer states. With a modest excitonic distortion, the p z results agree closely with the expected π* band.",
            "Carbon 1s near-edge-absorption fine structure in graphite",
            "PE Batson",
            "1993",
            "CgkivgwAAAAJ:u-x6o8ySG0sC",
            488,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.48.2608",
            "9146855670404702149",
            "\/scholar?cites=9146855670404702149",
            {
                "1994":3,
                "1995":4,
                "1996":8,
                "1997":9,
                "1998":9,
                "1999":16,
                "2000":11,
                "2001":15,
                "2002":12,
                "2003":14,
                "2004":19,
                "2005":22,
                "2006":20,
                "2007":23,
                "2008":29,
                "2009":18,
                "2010":22,
                "2011":26,
                "2012":25,
                "2013":40,
                "2014":23,
                "2015":18,
                "2016":25,
                "2017":18,
                "2018":19,
                "2019":20,
                "2020":18,
                "2021":1
            }
        ],
        [
            "Vibrational spectroscopies using infrared radiation 1, 2, Raman scattering 3, neutrons 4, low-energy electrons 5 and inelastic electron tunnelling 6 are powerful techniques that can analyse bonding arrangements, identify chemical compounds and probe many other important properties of materials. The spatial resolution of these spectroscopies is typically one micrometre or more, although it can reach a few tens of nanometres or even a few ångströms when enhanced by the presence of a sharp metallic tip 6, 7. If vibrational spectroscopy could be combined with the spatial resolution and flexibility of the transmission electron microscope, it would open up the study of vibrational modes in many different types of nanostructures. Unfortunately, the energy resolution of electron energy loss spectroscopy performed in the electron microscope has until now been too poor to allow such a combination. Recent developments …",
            "Vibrational spectroscopy in the electron microscope",
            "Ondrej L Krivanek and Tracy C Lovejoy and Niklas Dellby and Toshihiro Aoki and RW Carpenter and Peter Rez and Emmanuel Soignard and Jiangtao Zhu and Philip E Batson and Maureen J Lagos and Ray F Egerton and Peter A Crozier",
            "2014",
            "CgkivgwAAAAJ:HoB7MX3m0LUC",
            455,
            "https:\/\/www.nature.com\/articles\/nature13870",
            "1621056777066503709",
            "\/scholar?cites=1621056777066503709",
            {
                "2014":5,
                "2015":57,
                "2016":61,
                "2017":71,
                "2018":75,
                "2019":83,
                "2020":83,
                "2021":13
            }
        ],
        [
            "The excellent catalytic activity of metallic MoS 2 edges for the hydrogen evolution reaction (HER) has led to substantial efforts towards increasing the edge concentration. The 2H basal plane is less active for the HER because it is less conducting and therefore possesses less efficient charge transfer kinetics. Here we show that the activity of the 2H basal planes of monolayer MoS 2 nanosheets can be made comparable to state-of-the-art catalytic properties of metallic edges and the 1T phase by improving the electrical coupling between the substrate and the catalyst so that electron injection from the electrode and transport to the catalyst active site is facilitated. Phase-engineered low-resistance contacts on monolayer 2H-phase MoS 2 basal plane lead to higher efficiency of charge injection in the nanosheets so that its intrinsic activity towards the HER can be measured. We demonstrate that onset potentials and …",
            "The role of electronic coupling between substrate and 2D MoS2 nanosheets in electrocatalytic production of hydrogen",
            "Damien Voiry and Raymond Fullon and Jieun Yang and Cecilia de Carvalho Castro e Silva and Rajesh Kappera and Ibrahim Bozkurt and Daniel Kaplan and Maureen J Lagos and Philip E Batson and Gautam Gupta and Aditya D Mohite and Liang Dong and Dequan Er and Vivek B Shenoy and Tewodros Asefa and Manish Chhowalla",
            "2016",
            "CgkivgwAAAAJ:AvfA0Oy_GE0C",
            453,
            "https:\/\/www.nature.com\/articles\/nmat4660",
            "9027506737217565659",
            "\/scholar?cites=9027506737217565659",
            {
                "2016":8,
                "2017":61,
                "2018":118,
                "2019":131,
                "2020":120,
                "2021":13
            }
        ],
        [
            "I MAGING with the scanning transmission electron microscope (STEM) has recently gained in resolution from the use of the annular dark-field (ADF) method 1, 2, which produces a signal that is highly sensitive to atomic number. There is a possibility that electrons from the probe beam that are scattered inelastically might be collected to provide a spectroscopic signal containing information about atomic bonding and electronic structure—this is the basis of the standard electron energy-loss spectroscopy (EELS) technique. Browning et al. 3, 4 have shown recently that an EELS signal from absorption of atomic core levels can be used, in con-junction with ADF imaging, to obtain information about chemical composition at atomic resolution. Here I report the use of a similar approach to resolve the different bonding states of silicon atoms (Si 0, Si 2+, Si 4+) across a Si–SiO 2 interface. The oxidation state of individual …",
            "Simultaneous STEM imaging and electron energy-loss spectroscopy with atomic-column sensitivity",
            "PE Batson",
            "1993",
            "CgkivgwAAAAJ:d1gkVwhDpl0C",
            420,
            "https:\/\/www.nature.com\/articles\/366727a0",
            "17778641440253361285",
            "\/scholar?cites=17778641440253361285",
            {
                "1993":4,
                "1994":8,
                "1995":18,
                "1996":17,
                "1997":14,
                "1998":24,
                "1999":24,
                "2000":14,
                "2001":16,
                "2002":29,
                "2003":13,
                "2004":16,
                "2005":20,
                "2006":17,
                "2007":11,
                "2008":17,
                "2009":12,
                "2010":19,
                "2011":21,
                "2012":23,
                "2013":8,
                "2014":10,
                "2015":10,
                "2016":12,
                "2017":13,
                "2018":11,
                "2019":10,
                "2020":7
            }
        ]
    ]
}