{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "Using a plane-wave expansion method, we have solved Maxwell’s equations for the propagation of electromagnetic waves in a periodic lattice of dielectric spheres (dielectric constant ε a) in a uniform dielectric background (ε b). Contrary to experiment, we find that fcc dielectric structures do not have a ‘‘photonic band gap’’that extends throughout the Brillouin zone. However, we have determined that dielectric spheres arranged in the diamond structure do possess a full photonic band gap. This gap exists for refractive-index contrasts as low as 2.",
            "Existence of a photonic gap in periodic dielectric structures",
            "KM Ho and Che Ting Chan and Costas M Soukoulis",
            "1990",
            "cGlRoOAAAAAJ:NZNkWSpQBv0C",
            3258,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.65.3152",
            "9187875077053239729",
            "\/scholar?cites=9187875077053239729",
            {
                "1991":20,
                "1992":22,
                "1993":48,
                "1994":56,
                "1995":50,
                "1996":77,
                "1997":43,
                "1998":63,
                "1999":90,
                "2000":96,
                "2001":115,
                "2002":117,
                "2003":164,
                "2004":172,
                "2005":214,
                "2006":221,
                "2007":205,
                "2008":179,
                "2009":154,
                "2010":148,
                "2011":127,
                "2012":167,
                "2013":123,
                "2014":102,
                "2015":96,
                "2016":78,
                "2017":73,
                "2018":76,
                "2019":68,
                "2020":66,
                "2021":10
            }
        ],
        [
            "The ability to confine and control light in three dimensions would have important implications for quantum optics and quantum-optical devices: the modification of black-body radiation, the localization of light to a fraction of a cubic wavelength, and thus the realization of single-mode light-emitting diodes, are but a few examples 1, 2, 3. Photonic crystals—the optical analogues of electronic crystal—provide a means for achieving these goals. Combinations of metallic and dielectric materials can be used to obtain the required three-dimensional periodic variations in dielectric constant, but dissipation due to free carrier absorption will limit application of such structures at the technologically useful infrared wavelengths 4. On the other hand, three-dimensional photonic crystals fabricated in low-loss gallium arsenide show only a weak ‘stop band’(that is, range of frequencies at which propagation of light is forbidden) at the …",
            "A three-dimensional photonic crystal operating at infrared wavelengths",
            "Shawn-yu Lin and JG Fleming and DL Hetherington and BK Smith and R Biswas and KM Ho and MM Sigalas and W Zubrzycki and SR Kurtz and Jim Bur",
            "1998",
            "cGlRoOAAAAAJ:u5HHmVD_uO8C",
            1478,
            "https:\/\/www.nature.com\/articles\/28343",
            "2504759439818357842",
            "\/scholar?cites=2504759439818357842",
            {
                "1998":4,
                "1999":50,
                "2000":53,
                "2001":71,
                "2002":74,
                "2003":96,
                "2004":110,
                "2005":102,
                "2006":90,
                "2007":97,
                "2008":84,
                "2009":65,
                "2010":72,
                "2011":70,
                "2012":70,
                "2013":65,
                "2014":55,
                "2015":35,
                "2016":44,
                "2017":49,
                "2018":50,
                "2019":32,
                "2020":26,
                "2021":6
            }
        ],
        [
            "We present a method for reliably determining the lowest energy structure of an atomic cluster in an arbitrary model potential. The method is based on a genetic algorithm, which operates on a population of candidate structures to produce new candidates with lower energies. Our method dramatically outperforms simulated annealing, which we demonstrate by applying the genetic algorithm to a tight-binding model potential for carbon. With this potential, the algorithm efficiently finds fullerene cluster structures up to C 60 starting from random atomic coordinates.",
            "Molecular geometry optimization with a genetic algorithm",
            "David M Deaven and Kai-Ming Ho",
            "1995",
            "cGlRoOAAAAAJ:u-x6o8ySG0sC",
            1160,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.75.288",
            "6684373438088817606",
            "\/scholar?cites=6684373438088817606",
            {
                "1996":13,
                "1997":13,
                "1998":18,
                "1999":23,
                "2000":24,
                "2001":27,
                "2002":31,
                "2003":19,
                "2004":43,
                "2005":46,
                "2006":53,
                "2007":50,
                "2008":47,
                "2009":51,
                "2010":59,
                "2011":59,
                "2012":67,
                "2013":53,
                "2014":61,
                "2015":58,
                "2016":53,
                "2017":76,
                "2018":59,
                "2019":56,
                "2020":79,
                "2021":6
            }
        ],
        [
            "A new three-dimensional (3D) periodic dielectric structure constructed with layers of dielectric rods of circular, elliptical, or rectangular shape is introduced. This new structure possesses a full photonic band gap of appreciable frequency width. At midgap, an attenuation of 21 dB per unit cell is obtained. This gap remains open for refractive indices n ≥ 1.9. Furthermore, this new 3D layer structure potentially has the additional advantage that it can be easily fabricated using conventional microfabrication techniques on the scale of optical wavelengths.",
            "Photonic band gaps in three dimensions: new layer-by-layer periodic structures",
            "Kin Ming Ho and Che Ting Chan and CM Soukoulis and R Biswas and M Sigalas",
            "1994",
            "cGlRoOAAAAAJ:BPS1z4jHU5cC",
            963,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/003810989490202X",
            "2506915167304013836",
            "\/scholar?cites=2506915167304013836",
            {
                "1994":10,
                "1995":17,
                "1996":26,
                "1997":11,
                "1998":26,
                "1999":32,
                "2000":33,
                "2001":36,
                "2002":39,
                "2003":63,
                "2004":66,
                "2005":51,
                "2006":59,
                "2007":50,
                "2008":65,
                "2009":54,
                "2010":45,
                "2011":42,
                "2012":41,
                "2013":29,
                "2014":31,
                "2015":32,
                "2016":18,
                "2017":23,
                "2018":20,
                "2019":28,
                "2020":15
            }
        ],
        [
            "An interatomic potential for carbon is developed that is based on an empirical tight-binding approach. The model reproduces accurately the energy-versus-volume diagram of carbon polytypes and gives a good description of the phonons and elastic constants for carbon in the diamond and graphite structures. To test the transferability of the model to different environments further, the authors performed molecular-dynamics simulations to study the liquid phase and the properties of small carbon microclusters. The results obtained are in good agreement with those obtained from ab initio calculations.",
            "A transferable tight-binding potential for carbon",
            "CH Xu and CZ Wang and Che Ting Chan and KM Ho",
            "1992",
            "cGlRoOAAAAAJ:B2rIPIGFPLEC",
            776,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/4\/28\/006\/meta",
            "1579227506462019986",
            "\/scholar?cites=1579227506462019986",
            {
                "1992":5,
                "1993":18,
                "1994":39,
                "1995":27,
                "1996":36,
                "1997":39,
                "1998":40,
                "1999":45,
                "2000":35,
                "2001":37,
                "2002":30,
                "2003":29,
                "2004":32,
                "2005":39,
                "2006":41,
                "2007":37,
                "2008":35,
                "2009":29,
                "2010":35,
                "2011":24,
                "2012":20,
                "2013":24,
                "2014":12,
                "2015":17,
                "2016":10,
                "2017":15,
                "2018":9,
                "2019":5,
                "2020":4
            }
        ],
        [
            "From April through June 1997, 29 previously healthy children aged <6 years (median, 1.5 years) in Sarawak, Malaysia, died of rapidly progressive cardiorespiratory failure during an outbreak of hand, foot, and mouth disease caused primarily by enterovirus 71 (EV71). The case children were hospitalized after a short illness (median duration, 2 days) that usually included fever (in 100% of case children), oral ulcers (66%), and extremity rashes (62%). The illness rapidly progressed to include seizures (28%), flaccid limb weakness (17%), or cardiopulmonary symptoms (of 24 children, 17 had chest radiographs showing pulmonary edema, and 24 had echocardiograms showing left ventricular dysfunction), resulting in cardiopulmonary arrest soon after hospitalization (median time, 9 h). Cardiac tissue from 10 patients showed normal myocardium, but central nervous system tissue from 5 patients showed …",
            "Deaths of children during an outbreak of hand, foot, and mouth disease in Sarawak, Malaysia: clinical and pathological characteristics of the disease",
            "LG Chan and Umesh D Parashar and MS Lye and FGL Ong and Sherif R Zaki and James P Alexander and KK Ho and Linda L Han and Mark A Pallansch and Abu Bakar Suleiman and M Jegathesan and Larry J Anderson and Outbreak Study Group",
            "2000",
            "cGlRoOAAAAAJ:H-3wYkpcA84C",
            757,
            "https:\/\/academic.oup.com\/cid\/article-abstract\/31\/3\/678\/296297",
            "14320581429136592685",
            "\/scholar?cites=14320581429136592685",
            {
                "2001":2,
                "2002":13,
                "2003":16,
                "2004":12,
                "2005":5,
                "2006":14,
                "2007":25,
                "2008":25,
                "2009":45,
                "2010":50,
                "2011":66,
                "2012":62,
                "2013":71,
                "2014":83,
                "2015":53,
                "2016":59,
                "2017":49,
                "2018":36,
                "2019":28,
                "2020":32,
                "2021":2
            }
        ],
        [
            "Three-dimensional (3D) metallic crystals are promising photonic bandgap 1, 2, 3 structures: they can possess a large bandgap 4, 5, 6, new electromagnetic phenomena can be explored 7, 8, 9, and high-temperature (above 1,000 C) applications may be possible. However, investigation of their photonic bandgap properties is challenging, especially in the infrared and visible spectrum, as metals are dispersive and absorbing in these regions 10. Studies of metallic photonic crystals have therefore mainly concentrated on microwave and millimetre wavelengths 8, 11, 12. Difficulties in fabricating 3D metallic crystals present another challenge, although emerging techniques such as self-assembly 13, 14 may help to resolve these problems. Here we report measurements and simulations of a 3D tungsten crystal that has a large photonic bandgap at infrared wavelengths (from about 8 to 20 µm). A very strong attenuation …",
            "All-metallic three-dimensional photonic crystals with a large infrared bandgap",
            "JG Fleming and SY Lin and I El-Kady and R Biswas and KM Ho",
            "2002",
            "cGlRoOAAAAAJ:Ei5r6KrKXVQC",
            734,
            "https:\/\/www.nature.com\/articles\/417052a",
            "17640661175435804967",
            "\/scholar?cites=17640661175435804967",
            {
                "2002":11,
                "2003":46,
                "2004":51,
                "2005":52,
                "2006":61,
                "2007":49,
                "2008":55,
                "2009":44,
                "2010":58,
                "2011":37,
                "2012":25,
                "2013":31,
                "2014":36,
                "2015":38,
                "2016":30,
                "2017":25,
                "2018":27,
                "2019":23,
                "2020":26,
                "2021":2
            }
        ]
    ]
}