{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Helping you connect chapter concepts to real-world practice, STATISTICS FOR BUSINESS AND ECONOMICS, 13e, delivers sound statistical methodology, a proven problem-scenario approach, and meaningful applications that clearly demonstrate how statistical information informs decisions in today's business world. Completely up to date, more than 350 real business examples, practical cases, and hands-on exercises bring chapter concepts to life. In addition, exercises using Minitab 17 and Microsoft® Office Excel® 2013 give you practice using leading statistical software, while support materials like MindTap and CengageNOW online course management systems equip you with a wealth of resources to help maximize your course success.",
            "Statistics for business & economics",
            "David R Anderson and Dennis J Sweeney and Thomas A Williams and Jeffrey D Camm and James J Cochran",
            "2016",
            "Chh5ZssAAAAJ:u5HHmVD_uO8C",
            2384,
            "http:\/\/scholar.google.com\/scholar?cluster=16952924284956928857&hl=en&oi=scholarr",
            "16952924284956928857",
            "\/scholar?cites=16952924284956928857",
            {
                "1990":6,
                "1991":7,
                "1992":6,
                "1993":7,
                "1994":10,
                "1995":10,
                "1996":6,
                "1997":11,
                "1998":9,
                "1999":17,
                "2000":23,
                "2001":23,
                "2002":29,
                "2003":32,
                "2004":57,
                "2005":57,
                "2006":65,
                "2007":64,
                "2008":78,
                "2009":99,
                "2010":104,
                "2011":125,
                "2012":131,
                "2013":162,
                "2014":142,
                "2015":183,
                "2016":184,
                "2017":169,
                "2018":185,
                "2019":165,
                "2020":157,
                "2021":7
            }
        ],
        [
            "Gain a sound conceptual understanding of the role that management science plays in the decision-making process with the market leader that integrates the latest developments in Microsoft Office Excel 2016. The market-leading Anderson\/Sweeney\/Williams\/Camm\/Cochran\/Fry\/Ohlmann's AN INTRODUCTION TO MANAGEMENT SCIENCE: QUANTITATIVE APPROACHES TO DECISION MAKING, 15E uses a proven problem-scenario approach to introduce each quantitative technique within an applications setting. All data sets, applications, and screen visuals reflect the details of Excel 2016 to effectively prepare readers to work with the latest spreadsheet tools. Important Notice: Media content referenced within the product description or the product text may not be available in the ebook version.",
            "An introduction to management science: quantitative approach",
            "David R Anderson and Dennis J Sweeney and Thomas A Williams and Jeffrey D Camm and James J Cochran",
            "2018",
            "Chh5ZssAAAAJ:u-x6o8ySG0sC",
            1352,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=0A9EDwAAQBAJ&oi=fnd&pg=PP1&dq=info:5_EGXjhUC8kJ:scholar.google.com&ots=bgyOajmT4H&sig=yom-PQXW8AMaPCHqWg3dfpxSHWo",
            "14486765227439747559",
            "\/scholar?cites=14486765227439747559",
            {
                "1982":6,
                "1983":2,
                "1984":5,
                "1985":2,
                "1986":4,
                "1987":6,
                "1988":10,
                "1989":5,
                "1990":5,
                "1991":13,
                "1992":8,
                "1993":11,
                "1994":11,
                "1995":7,
                "1996":8,
                "1997":11,
                "1998":12,
                "1999":16,
                "2000":23,
                "2001":21,
                "2002":16,
                "2003":26,
                "2004":23,
                "2005":51,
                "2006":42,
                "2007":56,
                "2008":39,
                "2009":66,
                "2010":53,
                "2011":74,
                "2012":79,
                "2013":55,
                "2014":64,
                "2015":93,
                "2016":86,
                "2017":83,
                "2018":95,
                "2019":73,
                "2020":60,
                "2021":3
            }
        ],
        [
            "Develop a strong conceptual understanding of the role that quantitative methods play in today's decision-making process. Written for the non-mathematician, this applications-oriented text introduces today's many quantitative methods, how they work, and how decision makers can most effectively apply and interpret data. A strong managerial orientation motivates while actual examples illustrate situations where quantitative methods make a difference in decision making. A strong Problem-Scenario Approach helps you understand and apply mathematical concepts. Important Notice: Media content referenced within the product description or the product text may not be available in the ebook version.",
            "Quantitative Methods for Business (Book Only)",
            "David R Anderson and Dennis J Sweeney and Thomas A Williams and Jeffrey D Camm and James J Cochran",
            "2012",
            "Chh5ZssAAAAJ:d1gkVwhDpl0C",
            334,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=nXgJAAAAQBAJ&oi=fnd&pg=PR5&dq=info:5qqf_XfsLTAJ:scholar.google.com&ots=dExKfa8X-o&sig=P_kWfig0SFlafsOysRRa2U523UE",
            "3471690887872883430",
            "\/scholar?cites=3471690887872883430",
            {
                "1986":1,
                "1987":2,
                "1988":3,
                "1989":4,
                "1990":2,
                "1991":2,
                "1992":1,
                "1993":1,
                "1994":5,
                "1995":3,
                "1996":4,
                "1997":2,
                "1998":4,
                "1999":1,
                "2000":9,
                "2001":5,
                "2002":5,
                "2003":10,
                "2004":12,
                "2005":15,
                "2006":14,
                "2007":15,
                "2008":8,
                "2009":14,
                "2010":14,
                "2011":21,
                "2012":16,
                "2013":16,
                "2014":14,
                "2015":23,
                "2016":29,
                "2017":18,
                "2018":19,
                "2019":16
            }
        ],
        [
            "The inclusive and dijet production cross-sections have been measured for jets containing b-hadrons (b-jets) in proton–proton collisions at a centre-of-mass energy of $\\sqrt{s} = 7\\mbox{~TeV}$, using the ATLAS detector at the LHC. The measurements use data corresponding to an integrated luminosity of 34 pb−1. The b-jets are identified using either a lifetime-based method, where secondary decay vertices of b-hadrons in jets are reconstructed using information from the tracking detectors, or a muon-based method where the presence of a muon is used to identify semileptonic decays of b-hadrons inside jets. The inclusive b-jet cross-section is measured as a function of transverse momentum in the range 20<p T<400 GeV and rapidity in the range |y|<2.1. The -dijet cross-section is measured as a function of the dijet invariant mass in the range 110<m jj<760 GeV, the azimuthal angle …",
            "Measurement of the inclusive and dijet cross-sections of b-jets in pp collisions at $\\sqrt {s}= 7\\mbox {~ TeV} $ with the ATLAS detector",
            "Georges Aad and B Abbott and J Abdallah and AA Abdelalim and A Abdesselam and B Abi and M Abolins and H Abramowicz and H Abreu and E Acerbi and BS Acharya and DL Adams and TN Addy and J Adelman and M Aderholz and S Adomeit and P Adragna and T Adye and S Aefsky and JA Aguilar-Saavedra and M Aharrouche and SP Ahlen and F Ahles and A Ahmad and M Ahsan and G Aielli and T Akdogan and TPA Åkesson and G Akimoto and AV Akimov and A Akiyama and MS Alam and MA Alam and J Albert and S Albrand and M Aleksa and IN Aleksandrov and F Alessandria and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and M Aliev and G Alimonti and J Alison and M Aliyev and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and MG Alviggi and K Amako and P Amaral and C Amelung and VV Ammosov and A Amorim and G Amorós and N Amram and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and ML Andrieux and XS Anduaga and A Angerami and F Anghinolfi and N Anjos and A Annovi and A Antonaki and M Antonelli and A Antonov and J Antos and F Anulli and S Aoun and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and ATH Arce and JP Archambault and S Arfaoui and JF Arguin and E Arik and M Arik and AJ Armbruster and O Arnaez and C Arnault and A Artamonov and G Artoni and D Arutinov and S Asai and R Asfandiyarov and S Ask and B Åsman and L Asquith and K Assamagan and A Astbury and A Astvatsatourov and G Atoian and B Aubert and E Auge and K Augsten and M Aurousseau and N Austin and G Avolio and R Avramidou and D Axen and C Ay and G Azuelos and Y Azuma and MA Baak and G Baccaglioni and C Bacci and AM Bach and H Bachacou and K Bachas and G Bachy and M Backes and M Backhaus and E Badescu and P Bagnaia and S Bahinipati and Y Bai and DC Bailey and T Bain and JT Baines and OK Baker and MD Baker and S Baker and E Banas and P Banerjee and Sw Banerjee and D Banfi and A Bangert and V Bansal and HS Bansil and L Barak and SP Baranov and A Barashkou and A Barbaro Galtieri and T Barber",
            "2011",
            "Chh5ZssAAAAJ:DUooU5lO8OsC",
            174,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-011-1846-4",
            "6090240375447828419",
            "\/scholar?cites=6090240375447828419",
            {
                "2010":1,
                "2011":7,
                "2012":40,
                "2013":31,
                "2014":15,
                "2015":14,
                "2016":24,
                "2017":22,
                "2018":5,
                "2019":8,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Develop a strong conceptual understanding of statistics and its importance in business today with MODERN BUSINESS STATISTICS WITH MICROSOFT EXCEL, 7E. This best-selling, comprehensive edition balances real-world applications with an integrated focus on the latest version of Microsoft Excel. A clear presentation develops each statistical technique in an application setting. You master statistical methodology as each easy-to-follow explanation of a statistical procedure is followed by a discussion of how to use the latest Excel to perform the procedure. Step-by-step instructions and screen images reinforce understanding. For versatility, you also learn to use Excel Online and R. More than 160 new business examples, proven methods, and application exercises show how statistics provide insights into business decisions and problems. A unique problem-scenario approach emphasizes how to apply statistical methods to practical business situations, while new case problems let you check your understanding. Important Notice: Media content referenced within the product description or the product text may not be available in the ebook version.",
            "Modern business statistics with Microsoft Excel",
            "David R Anderson and Dennis J Sweeney and Thomas A Williams and Jeffrey D Camm and James J Cochran",
            "2020",
            "Chh5ZssAAAAJ:URolC5Kub84C",
            164,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=LwfFDwAAQBAJ&oi=fnd&pg=PP1&dq=info:INlxfPNCz3oJ:scholar.google.com&ots=S5vQ5tl7_M&sig=bIxXwOHRFZPsIGDe_yZD7kOMdXg",
            "8849365406338636064",
            "\/scholar?cites=8849365406338636064",
            {
                "2003":1,
                "2004":4,
                "2005":5,
                "2006":1,
                "2007":8,
                "2008":3,
                "2009":4,
                "2010":6,
                "2011":13,
                "2012":9,
                "2013":12,
                "2014":18,
                "2015":23,
                "2016":19,
                "2017":10,
                "2018":13,
                "2019":14
            }
        ],
        [
            "El propósito de Estadística para negocios y economía es proporcionar a los estudiantes, principalmente a quienes se preparan en las áreas de negocios y economía, una introducción conceptual al campo de la estadística. Su orientación se dirige a las aplicaciones y fue escrito tomando en cuenta las necesidades de los lectores que no cuentan con sólidos conocimientos de matemáticas; el requisito matemático para entenderlo es el conocimiento del álgebra. Las aplicaciones del análisis de datos y la metodología estadística son parte integral de la organización y presentación del material del libro. El análisis y desarrollo de cada técnica se presentan en el escenario de una aplicación, cuyos resultados estadísticos permiten comprender las decisiones y las soluciones de los problemas. Aunque el libro está orientado a las aplicaciones, se ha tenido cuidado de proporcionar un desarrollo metodológico sólido y …",
            "Estadística para negocios y economía",
            "David R Anderson and Dennis J Sweeney and Thomas A Williams",
            "2012",
            "Chh5ZssAAAAJ:HbR8gkJAVGIC",
            137,
            "http:\/\/up-rid2.up.ac.pa:8080\/xmlui\/handle\/123456789\/1924",
            "16345174403471014215",
            "\/scholar?cites=16345174403471014215",
            {
                "2013":2,
                "2014":10,
                "2015":13,
                "2016":12,
                "2017":24,
                "2018":33,
                "2019":20,
                "2020":16,
                "2021":1
            }
        ],
        [
            "Surgery planning and scheduling systems play a critical role in the efficient matching of supply and demand for surgery. Competing performance measures and a number of complicating factors make surgery planning and scheduling challenging. Operating room (OR) managers must consider uncertainty in the duration of surgery and other critical activities, the arrival of unexpected urgent add‐on patients, and cancellations on the day of surgery while efficiently managing a variety of human and technical resources. Surgery schedules must be designed to balance competing performance criteria such as patient waiting time as well as idle time and overtime for both the OR team and other personnel. This article presents an introduction to surgery scheduling, a literature review, a small example, and a description of some of the important open challenges.",
            "Surgery planning and scheduling",
            "S Ayca Erdogan and Brian T Denton",
            "2010",
            "Chh5ZssAAAAJ:qjMakFHDy7sC",
            133,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/9780470400531.eorms0861",
            "15552560765347013074",
            "\/scholar?cites=15552560765347013074",
            {
                "2010":3,
                "2011":6,
                "2012":10,
                "2013":9,
                "2014":13,
                "2015":11,
                "2016":16,
                "2017":18,
                "2018":19,
                "2019":12,
                "2020":13,
                "2021":1
            }
        ],
        [
            "This study is a replication and extension of a study by Castleberry (1990) in which 12 motivational factors related to a sales career were compared across generations. The importance of 12 key motivational factors related to sales positions were rank ordered by 1,390 college students. Respondents represented Gen-X college students from 1990 and Gen-Y students from 2006. The job itself and pay were consistently ranked first and second in both studies for “today” and “ten years in the future.” Gen-Y students rated “hygiene” factors related to job security as significantly more important than did Gen-X students. Conversely, Gen-X students rated “satisfier” factors as significantly more important than did Gen-Y students. Implications for sales managers, recruiters, and educators are provided based on the findings.",
            "A cross-generational comparison of motivational factors in a sales career among Gen-X and Gen-Y college students",
            "Denny Bristow and Douglas Amyx and Stephen B Castleberry and James J Cochran",
            "2011",
            "Chh5ZssAAAAJ:eJXPG6dFmWUC",
            123,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.2753\/pss0885-3134310105",
            "9419775705573370579",
            "\/scholar?cites=9419775705573370579",
            {
                "2011":2,
                "2012":4,
                "2013":9,
                "2014":14,
                "2015":10,
                "2016":20,
                "2017":16,
                "2018":14,
                "2019":17,
                "2020":14
            }
        ],
        [
            "It is common for a city to use expensive incentives such as a state-of-the-art stadium or tax exemptions to induce a major professional sport team to relocate to or remain in its area. A city does so because it expects a professional sport team to enhance the local economy. In this article, the authors use an event study approach to evaluate the advisability of this strategy. Their results suggest that major league sports franchises from the four major U.S. team sports (baseball, football, basketball, and hockey) have an adverse impact on local per capita income for U.S. markets in both the short and long run.",
            "An event study of the economic impact of professional sport franchises on local US economies",
            "Kaveephong Lertwachara and James J Cochran",
            "2007",
            "Chh5ZssAAAAJ:IjCSPb-OGe4C",
            88,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/1527002506286774",
            "1528516796637644976",
            "\/scholar?cites=1528516796637644976",
            {
                "2007":1,
                "2008":4,
                "2009":4,
                "2010":12,
                "2011":2,
                "2012":8,
                "2013":7,
                "2014":6,
                "2015":5,
                "2016":8,
                "2017":13,
                "2018":4,
                "2019":7,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Conjoint analysis is a statistical technique used to elicit partworth utilities for product attributes from consumers to aid in the evaluation of market potential for new products. The objective of the share-of-choice problem (a common approach to new product design) is to find the design that maximizes the number of respondents for whom the new product’s utility exceeds a specific hurdle (reservation utility). We present an exact branch-and-bound algorithm to solve the share-of-choice problem. Our empirical results, based on several large commercial data sets and simulated data from a controlled experiment, suggest that the approach is useful for finding provably optimal solutions to realistically sized problems, including cases where partworths contain estimation error.",
            "Conjoint optimization: An exact branch-and-bound algorithm for the share-of-choice problem",
            "Jeffrey D Camm and James J Cochran and David J Curry and Sriram Kannan",
            "2006",
            "Chh5ZssAAAAJ:UeHWp8X0CEIC",
            77,
            "https:\/\/pubsonline.informs.org\/doi\/abs\/10.1287\/mnsc.1050.0461",
            "10802779146240859615",
            "\/scholar?cites=10802779146240859615",
            {
                "2007":5,
                "2008":1,
                "2009":3,
                "2010":7,
                "2011":5,
                "2012":8,
                "2013":8,
                "2014":6,
                "2015":4,
                "2016":6,
                "2017":11,
                "2018":5,
                "2019":5,
                "2020":3
            }
        ]
    ]
}