{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Although the existence of nematic order in iron-based superconductors is now a well-established experimental fact, its origin remains controversial. Nematic order breaks the discrete lattice rotational symmetry by making the x and y directions in the iron plane non-equivalent. This can happen because of a regular structural transition or as the result of an electronically driven instability—in particular, orbital order or spin-driven Ising-nematic order. The latter is a magnetic state that breaks rotational symmetry but preserves time-reversal symmetry. Symmetry dictates that the development of one of these orders immediately induces the other two, making the origin of nematicity a physics realization of the ‘chicken and egg problem’. In this Review, we argue that the evidence strongly points to an electronic mechanism of nematicity, placing nematic order in the class of correlation-driven electronic instabilities, like …",
            "What drives nematic order in iron-based superconductors?",
            "RM Fernandes and AV Chubukov and J Schmalian",
            "2014",
            "cIdPenwAAAAJ:7wO8s98CvbsC",
            925,
            "https:\/\/www.nature.com\/articles\/nphys2877",
            "112588405761080854",
            "\/scholar?cites=112588405761080854",
            {
                "2014":59,
                "2015":124,
                "2016":165,
                "2017":142,
                "2018":149,
                "2019":126,
                "2020":145,
                "2021":13
            }
        ],
        [
            "We analyze antiferromagnetism and superconductivity in novel Fe-based superconductors within the itinerant model of small electron and hole pockets near (0, 0) and (π, π). We argue that the effective interactions in both channels logarithmically flow toward the same values at low energies; ie, antiferromagnetism and superconductivity must be treated on equal footing. The magnetic instability comes first for equal sizes of the two pockets, but loses to superconductivity upon doping. The superconducting gap has no nodes, but changes sign between the two Fermi surfaces (extended s-wave symmetry). We argue that the T dependencies of the spin susceptibility and NMR relaxation rate for such a state are exponential only at very low T, and can be well fitted by power laws over a wide T range below T c.",
            "Magnetism, superconductivity, and pairing symmetry in iron-based superconductors",
            "Andrey V Chubukov and DV Efremov and Ilya Eremin",
            "2008",
            "cIdPenwAAAAJ:u-x6o8ySG0sC",
            818,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.78.134512",
            "9721735672995043766",
            "\/scholar?cites=9721735672995043766",
            {
                "2008":15,
                "2009":106,
                "2010":107,
                "2011":106,
                "2012":83,
                "2013":72,
                "2014":71,
                "2015":51,
                "2016":50,
                "2017":52,
                "2018":36,
                "2019":35,
                "2020":29,
                "2021":3
            }
        ],
        [
            "We present the general theory of clean, two-dimensional, quantum Heisenberg antiferromagnets which are close to the zero-temperature quantum transition between ground states with and without long-range Néel order. While some of our discussion is more general, the bulk of our theory will be restricted to antiferromagnets in which the Néel order is described by a three-vector order parameter. For Néel-ordered states,‘‘nearly critical’’means that the ground-state spin stiffness, ρ s, satisfies ρ s≪ J, where J is the nearest-neighbor exchange constant, while ‘‘nearly critical’’quantum-disordered ground states have an energy gap, Δ, towards excitations with spin 1, which satisfies Δ≪ J. The allowed temperatures, T, are also smaller than J, but no restrictions are placed on the values of k B T\/ρ s or k B T\/Δ. Under these circumstances, we show that the wave vector and\/or frequency-dependent uniform and staggered spin …",
            "Theory of two-dimensional quantum Heisenberg antiferromagnets with a nearly critical ground state",
            "Andrey V Chubukov and Subir Sachdev and Jinwu Ye",
            "1994",
            "cIdPenwAAAAJ:u5HHmVD_uO8C",
            594,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.49.11919",
            "5168705002388717076",
            "\/scholar?cites=5168705002388717076",
            {
                "1994":10,
                "1995":32,
                "1996":18,
                "1997":31,
                "1998":40,
                "1999":25,
                "2000":37,
                "2001":16,
                "2002":26,
                "2003":15,
                "2004":15,
                "2005":14,
                "2006":32,
                "2007":20,
                "2008":21,
                "2009":17,
                "2010":15,
                "2011":21,
                "2012":23,
                "2013":24,
                "2014":18,
                "2015":22,
                "2016":16,
                "2017":24,
                "2018":20,
                "2019":18,
                "2020":24
            }
        ],
        [
            "Chiral superconductivity, which breaks time-reversal symmetry, can exhibit a wealth of fascinating properties that are highly sought after for nanoscience applications. We identify doped graphene monolayer as a system where chiral superconductivity can be realized. In this material, a unique situation arises at a doping where the Fermi surface is nested and the density of states is singular. In this regime, d-wave superconductivity can emerge from repulsive electron–electron interactions. Using a renormalization group method, we argue that superconductivity dominates over all competing orders for generic weak repulsive interactions. Superconductivity develops simultaneously in two degenerate d-wave pairing channels. We argue that the resulting superconducting state is of chiral type, with the phase of the superconducting order parameter winding by 4π around the Fermi surface. Realization of this state in doped …",
            "Chiral superconductivity from repulsive interactions in doped graphene",
            "Rahul Nandkishore and LS Levitov and AV Chubukov",
            "2012",
            "cIdPenwAAAAJ:5Ul4iDaHHb8C",
            564,
            "https:\/\/www.nature.com\/articles\/nphys2208",
            "4116476928259257287",
            "\/scholar?cites=4116476928259257287",
            {
                "2012":36,
                "2013":60,
                "2014":71,
                "2015":70,
                "2016":70,
                "2017":50,
                "2018":61,
                "2019":75,
                "2020":63,
                "2021":5
            }
        ],
        [
            "We present the full analysis of the normal state properties of the spin-fermion model near the antiferromagnetic instability in two dimensions. The model describes low-energy fermions interacting with their own collective spin fluctuations, which soften at the antiferromagnetic transition. We argue that in 2D, the system has two typical energies—an effective spin-fermion interaction g¯ and an energy ωsf below which the system behaves as a Fermi liquid. The ratio of the two determines the dimensionless coupling constant for spin-fermion interaction λ2 ∝ g¯\/ωsf. We show that λ scales with the spin correlation length and diverges at criticality. This divergence implies that the conventional perturbative expansion breaks down. We develop a novel approach to the problem—the expansion in either the inverse number of hot spots in the Brillouin zone, or the inverse number of fermionic flavours—which allows us to …",
            "Quantum-critical theory of the spin-fermion model and its application to cuprates: Normal state analysis",
            "Ar Abanov and Andrey V Chubukov and Jörg Schmalian",
            "2003",
            "cIdPenwAAAAJ:9yKSN-GCB0IC",
            514,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/0001873021000057123",
            "9812129621107384564",
            "\/scholar?cites=9812129621107384564",
            {
                "2003":8,
                "2004":18,
                "2005":23,
                "2006":22,
                "2007":12,
                "2008":20,
                "2009":15,
                "2010":34,
                "2011":25,
                "2012":24,
                "2013":27,
                "2014":32,
                "2015":43,
                "2016":40,
                "2017":49,
                "2018":30,
                "2019":43,
                "2020":44,
                "2021":4
            }
        ],
        [
            "I review recent works on the symmetry and the structure of the superconducting gap in Fe-based superconductors (FeSCs) and on the underlying pairing mechanism in these systems. The experimental data on superconductivity show very rich behavior, with potentially different symmetry of a superconducting state for different compositions of the same material. The variety of different pairing states raises the issue of whether the physics of FeSCs is model dependent or is universal, governed by a single underlying pairing mechanism. I argue that the physics is universal and that all pairing states obtained so far can be understood within the same universal pairing scenario and are well described by the effective low-energy model with small numbers of input parameters.",
            "Pairing mechanism in Fe-based superconductors",
            "Andrey Chubukov",
            "2012",
            "cIdPenwAAAAJ:8AbLer7MMksC",
            487,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev-conmatphys-020911-125055",
            "11725313787220401588",
            "\/scholar?cites=11725313787220401588",
            {
                "2012":36,
                "2013":57,
                "2014":72,
                "2015":60,
                "2016":67,
                "2017":47,
                "2018":41,
                "2019":53,
                "2020":45,
                "2021":8
            }
        ],
        [
            "Starting from a microscopic itinerant model, we derive and analyze the effective low-energy model for collective magnetic excitations in the iron pnictides. We show that the stripe magnetic order is generally preempted by an Ising-nematic order, which breaks C 4 lattice symmetry but preserves O (3) spin-rotational symmetry. This leads to a rich phase diagram as function of doping, pressure, and elastic moduli, displaying split magnetic and nematic tricritical points. The nematic transition may instantly bring the system to the verge of a magnetic transition, or it may occur first, being followed by a magnetic transition at a lower temperature. In the latter case, the preemptive nematic transition is accompanied by either a jump or a rapid increase of the magnetic correlation length, triggering a pseudogap behavior associated with magnetic precursors. Furthermore, due to the distinct orbital character of each Fermi pocket, the …",
            "Preemptive nematic order, pseudogap, and orbital order in the iron pnictides",
            "RM Fernandes and AV Chubukov and J Knolle and I Eremin and J Schmalian",
            "2012",
            "cIdPenwAAAAJ:4OULZ7Gr8RgC",
            405,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.85.024534",
            "18168984559838330478",
            "\/scholar?cites=18168984559838330478",
            {
                "2012":41,
                "2013":36,
                "2014":55,
                "2015":52,
                "2016":59,
                "2017":46,
                "2018":46,
                "2019":32,
                "2020":31,
                "2021":6
            }
        ],
        [
            "The reorientation process in a magnetic field in two-dimensional isotropic and XY quantum Heisenberg antiferromagnets is shown to occur through the intermediate phase with unbroken continuous symmetry and constant magnetization equal to one third of the saturation value. The same reorientation process is also found in the more complicated classical models.",
            "Quantum theory of an antiferromagnet on a triangular lattice in a magnetic field",
            "AV Chubukov and DI Golosov",
            "1991",
            "cIdPenwAAAAJ:eI34FqJmdUoC",
            328,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/3\/1\/005\/meta",
            "8837658663915863578",
            "\/scholar?cites=8837658663915863578",
            {
                "1991":2,
                "1992":4,
                "1993":8,
                "1994":8,
                "1995":3,
                "1996":2,
                "1997":6,
                "1998":4,
                "1999":3,
                "2000":7,
                "2001":5,
                "2002":8,
                "2003":5,
                "2004":9,
                "2005":11,
                "2006":9,
                "2007":15,
                "2008":7,
                "2009":8,
                "2010":14,
                "2011":20,
                "2012":12,
                "2013":18,
                "2014":14,
                "2015":22,
                "2016":22,
                "2017":18,
                "2018":14,
                "2019":22,
                "2020":26
            }
        ],
        [
            "The 2008 discovery of superconductivity in Fe-based pnictides (compounds of the elements from Group V: N, P, As, Sb, Bi) with transition temperatures Tc reaching almost 60 K was, arguably, among the most significant breakthroughs in condensedmatter physics during the past decade1. The excitement was enormous and so were the efforts—the amount of data obtained for Fe-pnictides over the previous three years is comparable to that collected for other known superconductors over several decades2–4. A number of new superconducting materials have been discovered not only within the Fe-pnictide family but also in the Fe-chalcogenides group: Fe-based compounds with elements such as S, Se and Te. Before 2008, the term ‘high-temperature superconductivity’(HTS) was reserved for Cu-based superconductors (CuSC or cuprates). The transformation from the ‘copper age’to the ‘iron age’was swift and the …",
            "Manifesto for a higher T c",
            "DN Basov and Andrey V Chubukov",
            "2011",
            "cIdPenwAAAAJ:j3f4tGmQtD8C",
            320,
            "https:\/\/www.nature.com\/articles\/nphys1975",
            "4977303002402457586",
            "\/scholar?cites=4977303002402457586",
            {
                "1985":2,
                "1986":1,
                "1987":3,
                "1988":2,
                "1989":2,
                "1990":2,
                "1991":1,
                "1992":1,
                "1993":1,
                "1994":1,
                "1995":1,
                "1996":1,
                "1997":1,
                "1998":1,
                "1999":1,
                "2000":20,
                "2001":38,
                "2002":29,
                "2003":29,
                "2004":33,
                "2005":34,
                "2006":34,
                "2007":31,
                "2008":22,
                "2009":25,
                "2010":3
            }
        ],
        [
            "A Heisenberg antiferromagnet on a kagomé lattice is highly degenerate in the classical limit. I show that quantum fluctuations lift the degeneracy and yeild the low-energy branch of spin-wave excitations with a velocity which is a factor S− 1\/3 smaller than for conventional spin waves. The relevance of these results to the experiments on the stacked kagomé antiferromagnet SrCr 8− x Ga 4+ x O 19 is discussed.",
            "Order from disorder in a kagomé antiferromagnet",
            "Andrey Chubukov",
            "1992",
            "cIdPenwAAAAJ:2osOgNQ5qMEC",
            312,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.69.832",
            "15823435232530768962",
            "\/scholar?cites=15823435232530768962",
            {
                "1992":1,
                "1993":10,
                "1994":16,
                "1995":10,
                "1996":10,
                "1997":9,
                "1998":14,
                "1999":2,
                "2000":9,
                "2001":17,
                "2002":6,
                "2003":8,
                "2004":11,
                "2005":6,
                "2006":10,
                "2007":18,
                "2008":10,
                "2009":8,
                "2010":7,
                "2011":14,
                "2012":13,
                "2013":10,
                "2014":10,
                "2015":17,
                "2016":20,
                "2017":13,
                "2018":12,
                "2019":9,
                "2020":10
            }
        ]
    ]
}