{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Accretion Power in Astrophysics examines accretion as a source of energy in both binary star systems containing compact objects, and in active galactic nuclei. Assuming a basic knowledge of physics, the authors describe the physical processes at work in accretion discs and other accretion flows. The first three chapters explain why accretion is a source of energy, and then present the gas dynamics and plasma concepts necessary for astrophysical applications. The next three chapters then develop accretion in stellar systems, including accretion onto compact objects. Further chapters give extensive treatment of accretion in active galactic nuclei, and describe thick accretion discs. A new chapter discusses recently discovered accretion flow solutions. The third edition is greatly expanded and thoroughly updated. New material includes a detailed treatment of disc instabilities, irradiated discs, disc warping, and general accretion flows. The treatment is suitable for advanced undergraduates, graduate students and researchers.",
            "Accretion power in astrophysics",
            "Juhan Frank and Andrew King and Derek Raine",
            "2002",
            "CiKsV8kAAAAJ:u5HHmVD_uO8C",
            3809,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=GGM_t-xn8ocC&oi=fnd&pg=PR9&dq=info:NLinhnDi8-8J:scholar.google.com&ots=FMPYC7jfyp&sig=N1uo4r1H44j6frZVw_XfjcCTOlA",
            "17290412367328819252",
            "\/scholar?cites=17290412367328819252",
            {
                "1995":47,
                "1996":50,
                "1997":98,
                "1998":116,
                "1999":140,
                "2000":98,
                "2001":118,
                "2002":108,
                "2003":114,
                "2004":155,
                "2005":128,
                "2006":125,
                "2007":132,
                "2008":165,
                "2009":168,
                "2010":139,
                "2011":176,
                "2012":181,
                "2013":152,
                "2014":151,
                "2015":147,
                "2016":166,
                "2017":162,
                "2018":190,
                "2019":171,
                "2020":165,
                "2021":27
            }
        ],
        [
            "ACTIVE galactic nuclei (AGNs) are usually thought to be powered by accretion onto a supermassive black hole (SBH) 1, 2. Their luminosities, which may exceed 10 46 erg s-1, require mass accretion rates of≳= lA M⊙ yr-1 for reasonable mass-to-energy conversion efficiencies. Although this quantity of fuel could be supplied by the interstellar medium of the host galaxy, it is not obvious how it could be transported from typical galactic radii,∼ 10 kpc, down to the scale of the SBH,≲ 10 pc. We propose here a mechanism, applicable to AGNs and nuclear starburst galaxies, which brings in gas from large to small scales by successive dynamical instabilities. On the large scale, a stellar bar sweeps the interstellar medium into a gaseous disk of a few hundred parsecs in radius. Under certain conditions, this disk can become unstable again, allowing material to flow inwards until turbulent viscous processes control angular …",
            "Bars within bars: a mechanism for fuelling active galactic nuclei",
            "Isaac Shlosman and Juhan Frank and Mitchell C Begelman",
            "1989",
            "CiKsV8kAAAAJ:u-x6o8ySG0sC",
            883,
            "https:\/\/www.nature.com\/articles\/338045a0",
            "3726253359856411709",
            "\/scholar?cites=3726253359856411709",
            {
                "1989":10,
                "1990":12,
                "1991":5,
                "1992":6,
                "1993":7,
                "1994":14,
                "1995":15,
                "1996":32,
                "1997":24,
                "1998":28,
                "1999":56,
                "2000":28,
                "2001":26,
                "2002":29,
                "2003":35,
                "2004":36,
                "2005":25,
                "2006":25,
                "2007":28,
                "2008":36,
                "2009":27,
                "2010":35,
                "2011":31,
                "2012":40,
                "2013":34,
                "2014":32,
                "2015":43,
                "2016":27,
                "2017":34,
                "2018":26,
                "2019":27,
                "2020":34,
                "2021":4
            }
        ],
        [
            "We review accretion mechanisms for powering the central engines of active galactic nuclei (AGN) and possible sources of fuel. Local sources, such as dense star clusters, require extreme set of parameters. Instead we argue that the interstellar matter in the main body of the host galaxy is channelled towards the centre and address the problem of angular momentum transport. Thin accretion disks are not a viable means of delivering fuel to luminous AGN on scales much larger than a parsec because of the long inflow time and effects of self-gravity. There are also serious obstacles to maintaining and regulating geometrically thick, hot accretion flows. We emphasize the role of non-axisymmetric perturbations of the gravitational potential on galactic scales and their triggers: galaxy interactions and internal self-gravitational instabilities. We outline a unified model for fuelling AGN, in which the inflow on large scales is …",
            "The fuelling of active galactic nuclei",
            "Isaac Shlosman and Mitchell C Begelman and Julian Frank",
            "1990",
            "CiKsV8kAAAAJ:d1gkVwhDpl0C",
            615,
            "https:\/\/www.nature.com\/articles\/345679a0",
            "10544398831143878451",
            "\/scholar?cites=10544398831143878451",
            {
                "1990":2,
                "1991":7,
                "1992":9,
                "1993":9,
                "1994":8,
                "1995":9,
                "1996":11,
                "1997":18,
                "1998":16,
                "1999":36,
                "2000":28,
                "2001":24,
                "2002":12,
                "2003":25,
                "2004":28,
                "2005":20,
                "2006":29,
                "2007":28,
                "2008":25,
                "2009":31,
                "2010":23,
                "2011":20,
                "2012":32,
                "2013":19,
                "2014":20,
                "2015":22,
                "2016":22,
                "2017":17,
                "2018":21,
                "2019":19,
                "2020":16,
                "2021":5
            }
        ],
        [
            "We discuss some dynamical and astrophysical consequences of the presence of a massive black hole, of mass Mh in a dense stellar system, applying our results to the cores of globular clusters and to galactic nuclei. The black hole would dominate the dynamics of stars out to a radius  being the velocity dispersion in the core. Within rh, the stellar velocity dispersion is proportional to r–1\/2 and the stellar density n(r) may be enhanced. A quasisteady state can be established, involving a steady influx of stars which are swallowed or disrupted near the hole. We define and calculate a ‘critical radius’ rcrit such that most stars on orbits with  diffuse into lowangular momentum ‘loss-cone ’ orbits (and are swallowed) in the ‘reference time ’ tR; whereas outside rcrit, loss-cone effects are negligible and a typical star diffuses inward into a more tightly-bound orbit on a time scale . The density profile in the cusp is …",
            "Effects of massive central black holes on dense stellar systems",
            "Juhan Frank and Martin J Rees",
            "1976",
            "CiKsV8kAAAAJ:9yKSN-GCB0IC",
            561,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/176\/3\/633\/2893605",
            "14063677732156907770",
            "\/scholar?cites=14063677732156907770",
            {
                "1982":3,
                "1983":7,
                "1984":3,
                "1985":6,
                "1986":2,
                "1987":2,
                "1988":3,
                "1989":3,
                "1990":8,
                "1991":4,
                "1992":9,
                "1993":6,
                "1994":7,
                "1995":2,
                "1996":6,
                "1997":4,
                "1998":6,
                "1999":8,
                "2000":7,
                "2001":16,
                "2002":18,
                "2003":19,
                "2004":23,
                "2005":14,
                "2006":30,
                "2007":18,
                "2008":18,
                "2009":15,
                "2010":17,
                "2011":17,
                "2012":21,
                "2013":19,
                "2014":23,
                "2015":31,
                "2016":25,
                "2017":27,
                "2018":21,
                "2019":21,
                "2020":25,
                "2021":3
            }
        ],
        [
            "A physical model for the light curves of low-mass X-ray binaries is proposed which accounts for the\" dipping\" sources as well as for the\" coronal\" sources depending on the observer's inclination to the orbital plane. A two-phase medium resulting from an ionization instability can explain the various timescales observed in dipping sources. If a two-component spectrum is assumed, the diversity of behaviour observed for the hardness ratio can also be understood.",
            "The light curves of low-mass X-ray binaries",
            "J Frank and AR King and J-P Lasota",
            "1987",
            "CiKsV8kAAAAJ:2osOgNQ5qMEC",
            247,
            "http:\/\/adsabs.harvard.edu\/pdf\/1987A%26A...178..137F",
            "7512439695523069537",
            "\/scholar?cites=7512439695523069537",
            {
                "1988":4,
                "1989":7,
                "1990":1,
                "1991":3,
                "1992":7,
                "1993":4,
                "1994":1,
                "1995":4,
                "1996":8,
                "1997":6,
                "1998":6,
                "1999":9,
                "2000":8,
                "2001":10,
                "2002":8,
                "2003":10,
                "2004":10,
                "2005":7,
                "2006":10,
                "2007":6,
                "2008":7,
                "2009":5,
                "2010":11,
                "2011":7,
                "2012":6,
                "2013":10,
                "2014":12,
                "2015":4,
                "2016":10,
                "2017":5,
                "2018":14,
                "2019":9,
                "2020":13,
                "2021":1
            }
        ],
        [
            "The authors re-examine various ideas that have been proposed to account for the excess of soft X-rays in AM Herculis stars and possibly also in intermediate polars. They find that conduction by high velocity electrons in the tail of a thermal distribution at the shock temperature cannot account for the observed excess even if the high opacities appropriate for the gas at the base of the column are invoked. The authors consider inhomogeneous and time-dependent accretion and determine the conditions under which overdense blobs can penetrate deep enough for their energy to be thermalized. These conditions place rather weak constraints on the possible instabilities which give rise to the blobs. It is concluded that inhomogeneities in the accretion stream are a viable explanation for the soft X-ray excess.",
            "The soft X-ray excess in accreting magnetic white dwarfs",
            "J Frank and AR King and J-P Lasota",
            "1988",
            "CiKsV8kAAAAJ:qjMakFHDy7sC",
            125,
            "http:\/\/adsabs.harvard.edu\/pdf\/1988A%26A...193..113F",
            "7696264241827570176",
            "\/scholar?cites=7696264241827570176",
            {
                "1988":1,
                "1989":6,
                "1990":4,
                "1991":2,
                "1992":7,
                "1993":9,
                "1994":9,
                "1995":7,
                "1996":12,
                "1997":4,
                "1998":6,
                "1999":4,
                "2000":2,
                "2001":5,
                "2002":5,
                "2003":7,
                "2004":5,
                "2005":2,
                "2006":1,
                "2007":3,
                "2008":2,
                "2009":3,
                "2010":3,
                "2011":5,
                "2012":1,
                "2013":2,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":1
            }
        ],
        [
            "The plasma and radiation structure of the accretion funnel of a binary X-ray pulsar is investigated from a hydrodynamic viewpoint. Two-dimensional numerical computations are presented for the radiation-pressure and gravity-dominated region above the neutron star's surface, taking approximate account of the effect of a strong, nonuniform magnetic field on the radiative transfer. The velocity and radiation fields depend sensitively on the size of the polar cap and the strength and structure of the magnetic field, as well as on the accretion rate. In most cases the X-rays diffuse sideways and escape roughly perpendicular to, and close to the bottom of, the accretion channel (forming a fan beam). The structure of a collision-dominated regime near the star surface, which is the source of a relatively cool, blackbody radiation field (subsequently upgraded by inverse Compton scattering in the upper zone), is also discussed. It …",
            "Plasma infall and X-ray production in the magnetic funnel of an accreting neutron star",
            "Y-M Wang and J Frank",
            "1981",
            "CiKsV8kAAAAJ:Tyk-4Ss8FVUC",
            100,
            "http:\/\/adsabs.harvard.edu\/pdf\/1981A%26A....93..255W",
            "3044374607918608082",
            "\/scholar?cites=3044374607918608082",
            {
                "1982":3,
                "1983":1,
                "1984":9,
                "1985":4,
                "1986":5,
                "1987":5,
                "1988":2,
                "1989":3,
                "1990":4,
                "1991":1,
                "1992":2,
                "1993":2,
                "1994":1,
                "1995":2,
                "1996":5,
                "1997":2,
                "1998":1,
                "1999":2,
                "2000":2,
                "2001":1,
                "2002":5,
                "2003":1,
                "2004":1,
                "2005":3,
                "2006":3,
                "2007":1,
                "2008":4,
                "2009":2,
                "2010":6,
                "2011":4,
                "2012":7,
                "2013":2,
                "2014":1
            }
        ],
        [
            "Hydrodynamical simulations of semidetached, polytropic binary stars are presented in an effort to study the onset and stability of dynamical mass transfer events. Initial, synchronously rotating equilibrium models are constructed using a self‐consistent field technique and then evolved with an Eulerian hydrodynamics code in a fully self‐consistent manner. We describe code improvements introduced over the past few years that permit us to follow dynamical mass transfer events through more than 30 orbits. Mass transfer evolutions are presented for two different initial configurations: a dynamically unstable binary with initial mass ratio (donor\/accretor)   that leads to a complete merger in ∼10 orbits, and a double‐degenerate binary with initial mass ratio   that, after some initial unstable growth of mass transfer, tends to separate as the mass transfer rate levels off.",
            "Numerical simulations of the onset and stability of dynamical mass transfer in binaries",
            "Mario CR D’souza and Patrick M Motl and Joel E Tohline and Juhan Frank",
            "2006",
            "CiKsV8kAAAAJ:zYLM7Y9cAGgC",
            95,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/500384\/meta",
            "9402060919877405665",
            "\/scholar?cites=9402060919877405665",
            {
                "2006":1,
                "2007":8,
                "2008":3,
                "2009":10,
                "2010":9,
                "2011":8,
                "2012":10,
                "2013":10,
                "2014":3,
                "2015":6,
                "2016":7,
                "2017":8,
                "2018":4,
                "2019":2,
                "2020":6
            }
        ],
        [
            "We show that the observed period distribution of magnetic cataclysmic variables can be easily understood on the basis of current theories of the secular evolution of these systems, and the formation of the period gap in particular, provided that the white dwarfs have magnetic moments µ either in the range  G cm3, or µ<1030 G cm3, roughly as observed for isolated white dwarfs. The absence of intermediate polars with orbital periods <2 hr rules out the possibility that their fields are systematically weaker than those of the AM Her systems, unless magnetic binaries never evolve across the period gap, and the field distribution is as above for orbital periods <2 hr. We show how the spin history of EX Hya fits with this picture, and discuss other estimates giving low values of µ for the intermediate polars.",
            "Secular evolution of magnetic cataclysmic variables",
            "Andrew R King and Juhan Frank and Hans Ritter",
            "1985",
            "CiKsV8kAAAAJ:UeHWp8X0CEIC",
            95,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/213\/2\/181\/983484",
            "1089562966236792104",
            "\/scholar?cites=1089562966236792104",
            {
                "1985":2,
                "1986":19,
                "1987":14,
                "1988":5,
                "1989":3,
                "1990":7,
                "1991":2,
                "1992":2,
                "1993":1,
                "1994":7,
                "1995":8,
                "1996":3,
                "1997":3,
                "1998":2,
                "1999":2,
                "2000":1,
                "2001":2,
                "2002":2,
                "2003":2,
                "2004":1,
                "2005":1,
                "2006":2,
                "2007":1,
                "2008":1
            }
        ],
        [
            "We show that in realistic cases of accretion in active galactic nuclei or stellar-mass X-ray binaries, the Lense-Thirring effect breaks the central regions of tilted accretion disks around spinning black holes into a set of distinct planes with only tenuous flows connecting them. If the original misalignment of the outer disk to the spin axis of the hole is 45 lesssim θ lesssim 135, as in~ 70% of randomly oriented accretion events, the continued precession of these disks sets up partially counterrotating gas flows. This drives rapid infall as angular momentum is canceled and gas attempts to circularize at smaller radii. Disk breaking close to the black hole leads to direct dynamical accretion, while breaking further out can drive gas down to scales where it can accrete rapidly. For smaller tilt angles breaking can still occur and may lead to other observable phenomena such as quasi-periodic oscillations. For such effects not to …",
            "Tearing up the disk: how black holes accrete",
            "Chris Nixon and Andrew King and Daniel Price and Juhan Frank",
            "2012",
            "CiKsV8kAAAAJ:qxL8FJ1GzNcC",
            89,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2041-8205\/757\/2\/L24\/meta",
            "612009435678905214",
            "\/scholar?cites=612009435678905214",
            {
                "2013":9,
                "2014":10,
                "2015":8,
                "2016":14,
                "2017":7,
                "2018":15,
                "2019":13,
                "2020":7,
                "2021":6
            }
        ]
    ]
}