{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Flux couplings to string theory axions yield super-Planckian field ranges along which the axion potential energy grows. At the same time, other aspects of the physics remain essentially unchanged along these large displacements, respecting a discrete shift symmetry with a sub-Planckian period. After a general overview of this monodromy effect and its application to large-field inflation, we present new classes of specific models of monodromy inflation, with monomial potentials μ 4− p ϕ p. A key simplification in these models is that the inflaton potential energy plays a leading role in moduli stabilization during inflation. The resulting inflaton-dependent shifts in the moduli fields lead to an effective flattening of the inflaton potential, ie a reduction of the exponent from a fiducial value p 0 to p< p 0. We focus on examples arising in compactifications of type IIB string theory on products of tori or Riemann surfaces, where the …",
            "The powers of monodromy",
            "Liam McAllister and Eva Silverstein and Alexander Westphal and Timm Wrase",
            "2014",
            "cIQ7UdwAAAAJ:ULOm3_A8WrAC",
            200,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP09(2014)123.pdf",
            "99459440443210547",
            "\/scholar?cites=99459440443210547",
            {
                "2014":15,
                "2015":38,
                "2016":33,
                "2017":34,
                "2018":17,
                "2019":24,
                "2020":36,
                "2021":3
            }
        ],
        [
            "We study cosmological properties of type IIA compactifications on orientifolds of SU (3)-structure manifolds with non-vanishing geometric flux. These compactifications give rise to effective 4D Script N= 1 supergravity theories that do not fall under some recently-proven no-go theorems against de Sitter vacua and slow-roll inflation. Focusing on a well-understood class of models based on coset spaces, however, we can use a refined no-go theorem that rules out de Sitter vacua and slow-roll inflation in all but one case. The refined no-go theorem uses the dilaton and a specific linear combination of the Kähler moduli, which is different from the overall volume modulus. It puts a lower bound on the first slow-roll parameter: epsilon≥ 2. The only case not ruled out is the manifold SU (2)× SU (2), for which we indeed find critical points with epsilon numerically zero. However, all the points we could find have a tachyon …",
            "On the cosmology of type IIA compactifications on SU (3)-structure manifolds",
            "Claudio Caviezel and Paul Koerber and Simon Körs and Dieter Lüst and Timm Wrase and Marco Zagermann",
            "2009",
            "cIQ7UdwAAAAJ:u5HHmVD_uO8C",
            137,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2009\/04\/010\/meta",
            "489986083125725337",
            "\/scholar?cites=489986083125725337",
            {
                "2009":12,
                "2010":21,
                "2011":13,
                "2012":15,
                "2013":10,
                "2014":8,
                "2015":9,
                "2016":2,
                "2017":2,
                "2018":7,
                "2019":25,
                "2020":12,
                "2021":1
            }
        ],
        [
            "The role of the brane in providing de Sitter vacua with spontaneously broken supersymmetry in the KKLT construction is clarified. The first step in this direction was explained in [1, 2]: it was shown there that in the GKP background the bosonic contributions to the vacuum energy from the DBI and WZ term cancel for a D3 brane, but double for a brane, leading to de Sitter vacua. The next step was taken in [3] where the analogous mechanism of the doubling (cancelation) of the(D3) DBI and WZ terms was discovered in the presence of Volkov-Akulov fermions living on the brane, in a flat supergravity background. Here we confirm this mechanism of doubling\/cancelation for the\/D3 brane in the GKP supergravity background preserving= 1, d= 4 supersymmetry. We find that imaginary self-dual G (3) flux of type (2, 1) nicely removes the SU (3) fermion triplet by giving it a large mass, while leaving the Volkov …",
            " and dS",
            "Eric A Bergshoeff and Keshav Dasgupta and Renata Kallosh and Antoine Van Proeyen and Timm Wrase",
            "2015",
            "cIQ7UdwAAAAJ:Wp0gIr-vW9MC",
            136,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP05(2015)058.pdf",
            "7131504364032325162",
            "\/scholar?cites=7131504364032325162",
            {
                "2015":13,
                "2016":36,
                "2017":22,
                "2018":17,
                "2019":30,
                "2020":17
            }
        ],
        [
            "The KKLT construction of de Sitter vacua includes an uplifting term coming from an anti-D3-brane. Here we show how this term can arise via spontaneous breaking of supersymmetry, based on the emergence of a nilpotent chiral supermultiplet on the world-volume of the anti-D3-brane. We establish and use the fact that both the DBI as well as the WZ term, with account of orientifolding, acquire a form of the Volkov-Akulov action. For an O3 orientifold involution of ℝ 9, 1 we demonstrate the cancellation between the fermionic parts of the DBI and WZ term for the D3-brane action. For the anti-D3-brane we show that the DBI action and the WZ action combine and lead to the emergence of the goldstino multiplet which is responsible for spontaneous breaking of supersymmetry. This provides a string theoretic explanation for the supersymmetric uplifting term in the KKLT effective supergravity model supplemented by a …",
            "Emergence of spontaneously broken supersymmetry on an anti-D3-brane in KKLT dS vacua",
            "Renata Kallosh and Timm Wrase",
            "2014",
            "cIQ7UdwAAAAJ:qxL8FJ1GzNcC",
            130,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP12(2014)117.pdf",
            "17127454987858266205",
            "\/scholar?cites=17127454987858266205",
            {
                "2015":28,
                "2016":25,
                "2017":17,
                "2018":16,
                "2019":25,
                "2020":17,
                "2021":1
            }
        ],
        [
            "We derive several no-go theorems in the context of massive type IIA string theory compactified to four dimensions in a way that, in the absence of fluxes, preserves N= 1 supersymmetry. Our derivation is based on the dilaton, Kähler and complex structure moduli dependence of the potential of the four-dimensional effective field theory, that is generated by the presence of D 6-branes, O 6-planes, RR fluxes, NSNS 3-form flux, and geometric fluxes. To demonstrate the usefulness of our theorems, we apply them to the most commonly studied class of toroidal orientifolds. We show that for all but two of the models in this class the slow-roll parameter ϵ is bounded from below by numbers of order unity as long as the fluxes satisfy the Bianchi identities, ruling out slow-roll inflation and even the existence of de Sitter extrema in these models. For the two cases that avoid the no-go theorems, we provide some details of our …",
            "Searching for slow-roll moduli inflation in massive type IIA supergravity with metric fluxes",
            "Raphael Flauger and Sonia Paban and Daniel Robbins and Timm Wrase",
            "2009",
            "cIQ7UdwAAAAJ:u-x6o8ySG0sC",
            129,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.79.086011",
            "433695660279976422",
            "\/scholar?cites=433695660279976422",
            {
                "2009":8,
                "2010":20,
                "2011":13,
                "2012":12,
                "2013":10,
                "2014":6,
                "2015":9,
                "2016":3,
                "2017":2,
                "2018":5,
                "2019":25,
                "2020":15,
                "2021":1
            }
        ],
        [
            "We investigate whether vacuum solutions in flux compactifications that are obtained with smeared sources (orientifolds or D-branes) still survive when the sources are localised. This seems to rely on whether the solutions are BPS or not. First we consider two sets of BPS solutions that both relate to the GKP solution through T-dualities:(p+ 1)-dimensional solutions from spacetime-filling Op-planes with a conformally Ricci-flat internal space, and p-dimensional solutions with Op-planes that wrap a 1-cycle inside an everywhere negatively curved twisted torus. The relation between the solution with smeared orientifolds and the localised version is worked out in detail. We then demonstrate that a class of non-BPS AdS 4 solutions that exist for IASD fluxes and with smeared D3branes (or analogously for ISD fluxes with anti-D3-branes) does not survive the localisation of the (anti) D3-branes. This casts doubts on the stringy …",
            "Smeared versus localised sources in flux compactifications",
            "Johan Blåbäck and Ulf H Danielsson and Daniel Junghans and Thomas Van Riet and Timm Wrase and Marco Zagermann",
            "2010",
            "cIQ7UdwAAAAJ:2osOgNQ5qMEC",
            118,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP12(2010)043.pdf",
            "15671997015407459544",
            "\/scholar?cites=15671997015407459544",
            {
                "2010":1,
                "2011":13,
                "2012":25,
                "2013":14,
                "2014":12,
                "2015":9,
                "2016":5,
                "2017":4,
                "2018":7,
                "2019":15,
                "2020":12,
                "2021":1
            }
        ],
        [
            "According to a conjecture recently put forward in [1], the scalar potential V of any consistent theory of quantum gravity satisfies a bound|∇ V|\/V≥ O (1). This forbids de Sitter solutions and supports quintessence models of cosmic acceleration. Here, we point out that in the simplest models incorporating the standard model in addition to quintessence, with the two sectors decoupled as suggested by observations, the proposed bound is violated by 50 orders of magnitude. However, a very specific coupling between quintessence and just the Higgs sector may still be allowed and consistent with the conjecture.",
            "de Sitter swampland conjecture and the Higgs potential",
            "Frederik Denef and Arthur Hebecker and Timm Wrase",
            "2018",
            "cIQ7UdwAAAAJ:RHpTSmoSYBkC",
            115,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.98.086004",
            "12946682843338076052",
            "\/scholar?cites=12946682843338076052",
            {
                "2018":10,
                "2019":77,
                "2020":23,
                "2021":4
            }
        ],
        [
            "We show that in a general supergravity with N≫ 1 scalar fields, an exponentially small fraction of the de Sitter critical points are metastable vacua. Taking the superpotential and Kähler potential to be random functions, we construct a random matrix model for the Hessian matrix, which is well-approximated by the sum of a Wigner matrix and two Wishart matrices. We compute the eigenvalue spectrum analytically from the free convolution of the constituent spectra and find that in typical configurations, a significant fraction of the eigenvalues are negative. Building on the Tracy-Widom law governing fluctuations of extreme eigenvalues, we determine the probability P of a large fluctuation in which all the eigenvalues become positive. Strong eigenvalue repulsion makes this extremely unlikely: we find P∝ exp (− c N p), with c, p being constants. For generic critical points we find p≈ 1. 5, while for approximately …",
            "The wasteland of random supergravities",
            "David Marsh and Liam McAllister and Timm Wrase",
            "2012",
            "cIQ7UdwAAAAJ:Y0pCki6q_DkC",
            105,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP03(2012)102.pdf",
            "15647410354305464995",
            "\/scholar?cites=15647410354305464995",
            {
                "2012":11,
                "2013":24,
                "2014":10,
                "2015":17,
                "2016":11,
                "2017":7,
                "2018":6,
                "2019":7,
                "2020":11,
                "2021":1
            }
        ],
        [
            "We elaborate on the construction of de Sitter solutions from IIA orientifolds of SU(3)‐structure manifolds that solve the 10‐dimensional equations of motion at tree‐level in the approximation of smeared sources. First we classify geometries that are orbifolds of a group manifold covering space which, upon the proper inclusion of O6 planes, can be described within the framework of 𝒩 = 1 supergravity in 4D. Then we scan systematically for de Sitter solutions, obtained as critical points of an effective 4D potential. Apart from finding many new solutions we emphasize the challenges in constructing explicit classical de Sitter vacua, which have sofar not been met. These challenges are interesting avenues for further research and include finding solutions that are perturbatively stable, satisfy charge and flux quantization, and have genuine localized (versus smeared) orientifold sources. This paper intends to be self …",
            "De Sitter hunting in a classical landscape",
            "Ulf H Danielsson and Sheikh S Haque and Paul Koerber and Gary Shiu and Thomas Van Riet and Timm Wrase",
            "2011",
            "cIQ7UdwAAAAJ:Tyk-4Ss8FVUC",
            105,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/prop.201100047",
            "15667522870637159704",
            "\/scholar?cites=15667522870637159704",
            {
                "2011":4,
                "2012":14,
                "2013":16,
                "2014":9,
                "2015":12,
                "2016":2,
                "2017":5,
                "2018":6,
                "2019":25,
                "2020":11,
                "2021":1
            }
        ],
        [
            "We review the prospect of obtaining tree‐level de Sitter (dS) vacua and slow‐roll inflation models in string compactifications. Restricting ourselves to the closed string sector and assuming the absence of NSNS‐sources, we classify the minimal classical ingredients that evade the simplest no‐go theorems against dS vacua and inflation. Spaces with negative integrated curvature together with certain combinations of low‐dimensional orientifold planes and low‐rank RR‐fluxes emerge as the most promising setups of this analysis. We focus on two well‐controlled classes that lead to an effective 4D, 𝒩 = 1 supergravity description: Type IIA theory on group or coset manifolds with SU(3)‐structure and O6‐planes, as well as type IIB compactifications on SU(2)‐structure manifolds with O5‐ and O7‐planes. While fully stabilized AdS vacua are generically possible, a number of problems encountered in the search for dS …",
            "On classical de Sitter vacua in string theory",
            "Timm Wrase and Marco Zagermann",
            "2010",
            "cIQ7UdwAAAAJ:zYLM7Y9cAGgC",
            92,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/prop.201000053",
            "4222169162718827912",
            "\/scholar?cites=4222169162718827912",
            {
                "2010":5,
                "2011":9,
                "2012":13,
                "2013":3,
                "2014":6,
                "2015":4,
                "2016":3,
                "2017":4,
                "2018":8,
                "2019":23,
                "2020":12,
                "2021":2
            }
        ]
    ]
}