{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "This paper divides the monetary frameworks of countries that use an inflation target to define their monetary framework into three different regimes: (i) full-fledged inflation targeting, (ii) implicit price stability anchor, and (iii) inflation targeting lite. The regimes are differentiated by the clarity and credibility of the commitment to the inflation target. The revealed preference for different regimes is related empirically to cross-country structural differences in economic and financial development. Policy implications of moving from one regime to another are drawn, especially for emerging market countries aiming at full-fledged inflation targeting.",
            "Inflation targeting regimes",
            "Alina Carare and Mark R Stone",
            "2006",
            "Cj0mYY0AAAAJ:d1gkVwhDpl0C",
            303,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0014292105000541",
            "14452534881595897723",
            "\/scholar?cites=14452534881595897723",
            {
                "2002":1,
                "2003":11,
                "2004":14,
                "2005":17,
                "2006":14,
                "2007":19,
                "2008":18,
                "2009":21,
                "2010":22,
                "2011":24,
                "2012":13,
                "2013":12,
                "2014":24,
                "2015":23,
                "2016":17,
                "2017":22,
                "2018":9,
                "2019":11,
                "2020":6
            }
        ],
        [
            "This paper examines the international experience with full-fledged inflation targeting monetary regimes. Stylized facts are brought together from a review of the institutional elements of inflation targeting frameworks, a comparison of actual and targeted inflation outcomes, and case studies of large inflation target misses. Inflation targets are missed about 40 percent of the time and often by substantial amounts and for prolonged periods, yet no country has dropped inflation targeting. The resilience of the inflation targeting regime is attributable to the flexibility of the framework, its high standards of transparency and accountability, and the lack of realistic alternatives.",
            "On target?: The international experience with achieving inflation targets",
            "Scott Roger and Mark Stone",
            "2005",
            "Cj0mYY0AAAAJ:u5HHmVD_uO8C",
            297,
            "https:\/\/papers.ssrn.com\/sol3\/papers.cfm?abstract_id=888032",
            "13770182838387955558",
            "\/scholar?cites=13770182838387955558",
            {
                "2005":2,
                "2006":21,
                "2007":34,
                "2008":32,
                "2009":32,
                "2010":30,
                "2011":17,
                "2012":17,
                "2013":9,
                "2014":15,
                "2015":13,
                "2016":14,
                "2017":12,
                "2018":18,
                "2019":16,
                "2020":9,
                "2021":2
            }
        ],
        [
            "The term “country,” as used in this paper, does not in all cases refer to a territorial entity that is a state as understood by international law and practice; the term also covers some territorial entities that are not states, but for which statistical data are maintained and provided internationally on a separate and independent basis.",
            "Adopting inflation targeting: Practical issues for emerging market countries",
            "Andrea Schaechter and Mark R Stone and Mark Zelmer",
            "2000",
            "Cj0mYY0AAAAJ:maZDTaKrznsC",
            250,
            "https:\/\/rbidocs.rbi.org.in\/rdocs\/Content\/PDFs\/75455.pdf",
            "11580775028823940106",
            "\/scholar?cites=11580775028823940106",
            {
                "2001":19,
                "2002":25,
                "2003":23,
                "2004":24,
                "2005":24,
                "2006":13,
                "2007":14,
                "2008":15,
                "2009":11,
                "2010":16,
                "2011":7,
                "2012":11,
                "2013":2,
                "2014":7,
                "2015":11,
                "2016":5,
                "2017":2,
                "2018":7,
                "2019":6,
                "2020":5
            }
        ],
        [
            "",
            "Establishing initial conditions in support of inflation targeting",
            "Alina Carare and Mr Mark R Stone and Ms Andrea Schaechter and Mr Marc Zelmer",
            "2002",
            "Cj0mYY0AAAAJ:lSLTfruPkqcC",
            208,
            "https:\/\/www.elibrary.imf.org\/doc\/IMF001\/02082-9781451852622\/02082-9781451852622\/Other_formats\/Source_PDF\/02082-9781451898231.pdf",
            "1411230307363105153",
            "\/scholar?cites=1411230307363105153",
            {
                "2001":1,
                "2002":1,
                "2003":15,
                "2004":10,
                "2005":24,
                "2006":17,
                "2007":21,
                "2008":14,
                "2009":11,
                "2010":16,
                "2011":5,
                "2012":7,
                "2013":5,
                "2014":10,
                "2015":8,
                "2016":8,
                "2017":8,
                "2018":10,
                "2019":7,
                "2020":6
            }
        ],
        [
            "Introduction Many emerging market countries use, but cannot maintain, an inﬂation target as the deﬁning objective of their monetary policy.‘This framework is called here Inﬂation Targeting Lite (ITL). Countries choose “lite” because a ﬁxed exchange rate would leave them vulnerable to speculative attack, while a monetary target is not practical owing to instability in money demand. Moreover, Full-Fledged Inﬂation Targeting (FFIT) is not feasible because of their weak ﬁscal positions and insufﬁciently developed ﬁnancial sectors. ITL practitioners are different from central banks such as the Federal Reserve or the European Central Bank (ECB), which do not make a clear commitment to an inﬂation target yet can maintain low inﬂation owing to their high credibility.This paper assesses the monetary policy of ITL countries with a view to identifying the important, unresolved central bank policy questions. ITL is not usually thought of as a monetary framework in the same way as exchange-rate peg or FFIT, probably because it is a transitional regime aimed at monetary stabilization while structural reforms are implemented in support of a single nominal anchor. In addition, ITL is not amenable to theoretical models, which almost always assume a single monetary objective. Nevertheless, ITL is widely practiced, so its policy challenge warrants careful analysis. The emphasis here is on the design and implementation of monetary policy, because this is largely under the control of the central bank. However, other crucial elements of policy credibility, such as the ﬁscal position and structural reforms, are also touched upon.",
            "Inflation targeting lite",
            "Mark R Stone",
            "2003",
            "Cj0mYY0AAAAJ:9yKSN-GCB0IC",
            168,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=MYKTpZRlfhsC&oi=fnd&pg=PA111&dq=info:uLMYdiiQgfUJ:scholar.google.com&ots=phG_W7Dt7l&sig=Jmrm8rH22m8qRujKpIPB9-mWYj8",
            "17690579314742440888",
            "\/scholar?cites=17690579314742440888",
            {
                "2002":1,
                "2003":9,
                "2004":5,
                "2005":15,
                "2006":12,
                "2007":19,
                "2008":11,
                "2009":13,
                "2010":10,
                "2011":9,
                "2012":7,
                "2013":4,
                "2014":8,
                "2015":10,
                "2016":4,
                "2017":6,
                "2018":4,
                "2019":7,
                "2020":9
            }
        ],
        [
            "In this paper, we investigate the complex interrelations among work-time, wages, and health identified in the Grossman model of the demand for health. Hansen's generalized method of moments techniques are employed to estimate a 3-equation simultaneous model designed to capture the time dependent character of these interrelationships. We then estimate simpler models with more restrictive assumptions commonly found in the literature and find substantial differences between these estimates and those from our simultaneous model. For example, the positive relationship between work-time and health found in other studies disappears when the relevant simultaneities are taken into account.",
            "Market work, wages, and men's health",
            "Robert Haveman and Barbara Wolfe and Brent Kreider and Mark Stone",
            "1994",
            "Cj0mYY0AAAAJ:u-x6o8ySG0sC",
            168,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0167629694900221",
            "4827002223171151670",
            "\/scholar?cites=4827002223171151670",
            {
                "1997":3,
                "1998":6,
                "1999":6,
                "2000":3,
                "2001":14,
                "2002":5,
                "2003":11,
                "2004":8,
                "2005":8,
                "2006":4,
                "2007":8,
                "2008":13,
                "2009":6,
                "2010":10,
                "2011":4,
                "2012":4,
                "2013":11,
                "2014":5,
                "2015":11,
                "2016":4,
                "2017":4,
                "2018":6,
                "2019":4,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Drawing on a unique dataset of flow-of funds and balance sheet data, this paper analyzes the impact of financial crises on aggregate corporate financing and expenditure in a range of countries. Investment and inventory contractions are the main contributors to lower GDP growth after crises, with a much greater effect in emerging market countries. The debt–equity ratio is correlated with investment and inventory declines following crises. Econometric analysis suggests that financial crises have a greater impact on expenditure and the financing of corporate sectors in emerging markets than in industrial countries. Industrial countries appear to benefit from a pick-up in bond issuance in the wake of banking crises. Although companies in emerging market countries hold more precautionary liquidity, this is evidently not sufficient to prevent a greater amplitude of response of expenditure to shocks.",
            "Corporate financial structure and financial stability",
            "E Philip Davis and Mark R Stone",
            "2004",
            "Cj0mYY0AAAAJ:UeHWp8X0CEIC",
            116,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S157230890400004X",
            "12567775952233573632",
            "\/scholar?cites=12567775952233573632",
            {
                "2003":2,
                "2004":3,
                "2005":4,
                "2006":5,
                "2007":7,
                "2008":6,
                "2009":3,
                "2010":14,
                "2011":3,
                "2012":10,
                "2013":7,
                "2014":5,
                "2015":3,
                "2016":5,
                "2017":12,
                "2018":7,
                "2019":6,
                "2020":7
            }
        ]
    ]
}