{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "This article reviews static and dynamic interfacial effects in magnetism, focusing on interfacially driven magnetic effects and phenomena associated with spin-orbit coupling and intrinsic symmetry breaking at interfaces. It provides a historical background and literature survey, but focuses on recent progress, identifying the most exciting new scientific results and pointing to promising future research directions. It starts with an introduction and overview of how basic magnetic properties are affected by interfaces, then turns to a discussion of charge and spin transport through and near interfaces and how these can be used to control the properties of the magnetic layer. Important concepts include spin accumulation, spin currents, spin-transfer torque, and spin pumping. An overview is provided to the current state of knowledge and existing review literature on interfacial effects such as exchange bias, exchange-spring …",
            "Interface-induced phenomena in magnetism",
            "Frances Hellman and Axel Hoffmann and Yaroslav Tserkovnyak and Geoffrey SD Beach and Eric E Fullerton and Chris Leighton and Allan H MacDonald and Daniel C Ralph and Dario A Arena and Hermann A Dürr and Peter Fischer and Julie Grollier and Joseph P Heremans and Tomas Jungwirth and Alexey V Kimel and Bert Koopmans and Ilya N Krivorotov and Steven J May and Amanda K Petford-Long and James M Rondinelli and Nitin Samarth and Ivan K Schuller and Andrei N Slavin and Mark D Stiles and Oleg Tchernyshyov and André Thiaville and Barry L Zink",
            "2017",
            "cjxxdjQAAAAJ:zJAXUfKFhq0C",
            433,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.89.025006",
            "15173503814343429566",
            "\/scholar?cites=15173503814343429566",
            {
                "2016":2,
                "2017":36,
                "2018":109,
                "2019":104,
                "2020":154,
                "2021":24
            }
        ],
        [
            "This article reviews static and dynamic interfacial effects in magnetism, focusing on interfacially driven magnetic effects and phenomena associated with spin-orbit coupling and intrinsic symmetry breaking at interfaces. It provides a historical background and literature survey, but focuses on recent progress, identifying the most exciting new scientific results and pointing to promising future research directions. It starts with an introduction and overview of how basic magnetic properties are affected by interfaces, then turns to a discussion of charge and spin transport through and near interfaces and how these can be used to control the properties of the magnetic layer. Important concepts include spin accumulation, spin currents, spin-transfer torque, and spin pumping. An overview is provided to the current state of knowledge and existing review literature on interfacial effects such as exchange bias, exchange-spring …",
            "Interface-induced phenomena in magnetism",
            "Frances Hellman and Axel Hoffmann and Yaroslav Tserkovnyak and Geoffrey SD Beach and Eric E Fullerton and Chris Leighton and Allan H MacDonald and Daniel C Ralph and Dario A Arena and Hermann A Dürr and Peter Fischer and Julie Grollier and Joseph P Heremans and Tomas Jungwirth and Alexey V Kimel and Bert Koopmans and Ilya N Krivorotov and Steven J May and Amanda K Petford-Long and James M Rondinelli and Nitin Samarth and Ivan K Schuller and Andrei N Slavin and Mark D Stiles and Oleg Tchernyshyov and Andre Thiaville and Barry L Zink",
            "2017",
            "cjxxdjQAAAAJ:5AlGpL-oHpAC",
            433,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.89.025006",
            "15173503814343429566",
            "\/scholar?cites=15173503814343429566",
            {
                "2016":2,
                "2017":36,
                "2018":109,
                "2019":104,
                "2020":154,
                "2021":24
            }
        ],
        [
            "We report the formation of a novel ferromagnetic state in the antiferromagnet BiFeO 3 at the interface with ferromagnet La 0.7 Sr 0.3 MnO 3. Using x-ray magnetic circular dichroism at Mn and Fe L 2, 3 edges, we discovered that the development of this ferromagnetic spin structure is strongly associated with the onset of a significant exchange bias. Our results demonstrate that the magnetic state is directly related to an electronic orbital reconstruction at the interface, which is supported by the linearly polarized x-ray absorption measurement at the oxygen K edge.",
            "Interface ferromagnetism and orbital reconstruction in BiFeO 3-La 0.7 Sr 0.3 MnO 3 heterostructures",
            "P Yu and J-S Lee and S Okamoto and MD Rossell and M Huijben and C-H Yang and Q He and JX Zhang and SY Yang and MJ Lee and QM Ramasse and R Erni and Y-H Chu and DA Arena and C-C Kao and LW Martin and R Ramesh",
            "2010",
            "cjxxdjQAAAAJ:UeHWp8X0CEIC",
            366,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.027201",
            "10556958994172436178",
            "\/scholar?cites=10556958994172436178",
            {
                "2009":1,
                "2010":7,
                "2011":29,
                "2012":34,
                "2013":44,
                "2014":48,
                "2015":41,
                "2016":41,
                "2017":34,
                "2018":30,
                "2019":30,
                "2020":25,
                "2021":2
            }
        ],
        [
            "We demonstrate a semiconducting material, TiO 2− δ, with ferromagnetism up to 880 K, without the introduction of magnetic ions. The magnetism in these films stems from the controlled introduction of anion defects from both the film–substrate interface as well as processing under an oxygen-deficient atmosphere. The room-temperature carriers are n-type with n~ 3× 10 17 cm− 3. The density of spins is~ 10 21 cm− 3. Magnetism scales with conductivity, suggesting that a double exchange interaction is active. This represents a new approach in the design and refinement of magnetic semiconductor materials for spintronics device applications.",
            "Oxygen-defect-induced magnetism to 880 K in semiconducting anatase TiO2− δ films",
            "Soack Dae Yoon and Yajie Chen and Aria Yang and Trevor L Goodrich and Xu Zuo and Dario A Arena and Katherine Ziemer and Carmine Vittoria and Vincent G Harris",
            "2006",
            "cjxxdjQAAAAJ:u5HHmVD_uO8C",
            321,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/18\/27\/L01\/meta",
            "2772572109909704006",
            "\/scholar?cites=2772572109909704006",
            {
                "2006":2,
                "2007":19,
                "2008":25,
                "2009":33,
                "2010":31,
                "2011":20,
                "2012":25,
                "2013":24,
                "2014":30,
                "2015":24,
                "2016":21,
                "2017":13,
                "2018":21,
                "2019":15,
                "2020":16,
                "2021":2
            }
        ],
        [
            "We have demonstrated nonlinear cross-phase modulation in electro-optic crystals using intense, single-cycle terahertz (THz) radiation. Individual THz pulses, generated by coherent transition radiation emitted by subpicosecond electron bunches, have peak energies of up to 100 μ J per pulse. The time-dependent electric field of the intense THz pulses induces cross-phase modulation in electro-optic crystals through the Pockels effect, leading to spectral shifting, broadening, and modulation of copropagating laser pulses. The observed THz-induced cross-phase modulation agrees well with a time-dependent phase-shift model.",
            "Nonlinear cross-phase modulation with intense single-cycle terahertz pulses",
            "Y Shen and T Watanabe and DA Arena and C-C Kao and JB Murphy and TY Tsang and XJ Wang and GL Carr",
            "2007",
            "cjxxdjQAAAAJ:u-x6o8ySG0sC",
            180,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.043901",
            "226959008056853921",
            "\/scholar?cites=226959008056853921",
            {
                "2007":3,
                "2008":20,
                "2009":19,
                "2010":19,
                "2011":14,
                "2012":17,
                "2013":12,
                "2014":14,
                "2015":15,
                "2016":10,
                "2017":6,
                "2018":7,
                "2019":13,
                "2020":10
            }
        ],
        [
            "Only three elements are ferromagnetic at room temperature: the transition metals iron, cobalt and nickel. The Stoner criterion explains why iron is ferromagnetic but manganese, for example, is not, even though both elements have an unfilled 3d shell and are adjacent in the periodic table: according to this criterion, the product of the density of states and the exchange integral must be greater than unity for spontaneous spin ordering to emerge 1, 2. Here we demonstrate that it is possible to alter the electronic states of non-ferromagnetic materials, such as diamagnetic copper and paramagnetic manganese, to overcome the Stoner criterion and make them ferromagnetic at room temperature. This effect is achieved via interfaces between metallic thin films and C 60 molecular layers. The emergent ferromagnetic state exists over several layers of the metal before being quenched at large sample thicknesses by the …",
            "Beating the Stoner criterion using molecular interfaces",
            "Fatma Al Ma’Mari and Timothy Moorsom and Gilberto Teobaldi and William Deacon and Thomas Prokscha and Hubertus Luetkens and Steve Lee and George E Sterbinsky and Dario A Arena and Donald A MacLaren and Machiel Flokstra and Mannan Ali and May C Wheeler and Gavin Burnell and Bryan J Hickey and Oscar Cespedes",
            "2015",
            "cjxxdjQAAAAJ:hx4mni8B3JkC",
            129,
            "https:\/\/www.nature.com\/articles\/nature14621",
            "18152581843580718694",
            "\/scholar?cites=18152581843580718694",
            {
                "2015":3,
                "2016":25,
                "2017":29,
                "2018":16,
                "2019":26,
                "2020":27,
                "2021":3
            }
        ]
    ]
}