{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We study the process e+ e−→ π+ π− J\/ψ at a center-of-mass energy of 4.260 GeV using a 525 pb− 1 data sample collected with the BESIII detector operating at the Beijing Electron Positron Collider. The Born cross section is measured to be (62.9±1.9±3.7) pb, consistent with the production of the Y (4260). We observe a structure at around 3.9 GeV\/c 2 in the π±J\/ψ mass spectrum, which we refer to as the Z c (3900). If interpreted as a new particle, it is unusual in that it carries an electric charge and couples to charmonium. A fit to the π±J\/ψ invariant mass spectrum, neglecting interference, results in a mass of (3899.0±3.6±4.9) MeV\/c 2 and a width of (46±10±20) MeV. Its production ratio is measured to be R=(σ (e+ e−→ π±Z c (3900)∓→ π+ π− J\/ψ)\/σ (e+ e−→ π+ π− J\/ψ))=(21.5±3.3±7.5)%. In all measurements the first errors are statistical and the second are systematic.",
            "Observation of a Charged Charmoniumlike Structure in  at ",
            "M Ablikim and MN Achasov and XC Ai and O Albayrak and DJ Ambrose and FF An and Q An and JZ Bai and R Baldini Ferroli and Y Ban and J Becker and JV Bennett and M Bertani and JM Bian and E Boger and O Bondarenko and I Boyko and RA Briere and V Bytev and H Cai and X Cai and O Cakir and A Calcaterra and GF Cao and SA Cetin and JF Chang and G Chen and HS Chen and JC Chen and ML Chen and SJ Chen and X Chen and YB Chen and HP Cheng and YP Chu and D Cronin-Hennessy and HL Dai and JP Dai and D Dedovich and ZY Deng and A Denig and I Denysenko and M Destefanis and WM Ding and Y Ding and LY Dong and MY Dong and SX Du and J Fang and SS Fang and L Fava and CQ Feng and P Friedel and CD Fu and JL Fu and O Fuks and Q Gao and Y Gao and C Geng and K Goetzen and WX Gong and W Gradl and Michela Greco and MH Gu and YT Gu and YH Guan and AQ Guo and LB Guo and T Guo and YP Guo and YL Han and FA Harris and KL He and M He and ZY He and T Held and YK Heng and ZL Hou and C Hu and HM Hu and JF Hu and T Hu and GM Huang and GS Huang and JS Huang and L Huang and XT Huang and Y Huang and YP Huang and T Hussain and CS Ji and Q Ji and QP Ji and XB Ji and XL Ji and LL Jiang and XS Jiang and JB Jiao and Z Jiao and DP Jin and S Jin and FF Jing and N Kalantar-Nayestanaki and M Kavatsyuk and B Kopf and M Kornicer and W Kühn and W Lai and JS Lange and M Lara and P Larin and M Leyhe and CH Li and Cheng Li and Cui Li and DM Li and F Li and G Li and HB Li and JC Li and K Li and Lei Li and QJ Li and SL Li and WD Li and WG Li and XL Li and XN Li and XQ Li and XR Li and ZB Li and H Liang and YF Liang and YT Liang and GR Liao and XT Liao and D Lin and BJ Liu and CL Liu and CX Liu and FH Liu and Fang Liu and Feng Liu and H Liu and HB Liu and HH Liu and HM Liu and HW Liu and JP Liu and K Liu",
            "2013",
            "cK_dVFAAAAAJ:u-x6o8ySG0sC",
            953,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.252001",
            "5121757873355444538",
            "\/scholar?cites=5121757873355444538",
            {
                "2013":79,
                "2014":154,
                "2015":159,
                "2016":136,
                "2017":107,
                "2018":112,
                "2019":93,
                "2020":98,
                "2021":6
            }
        ],
        [
            "Using 13.5 fb− 1 of e+ e− annihilation data collected with the CLEO II detector, we have observed a narrow resonance decaying to D s*+ π 0 with a mass near 2.46 GeV\/c 2. The search for such a state was motivated by the recent discovery by the BaBar Collaboration of a narrow state at 2.32 GeV\/c 2, the D sJ*(2317)+, that decays to D s+ π 0. Reconstructing the D s+ π 0 and D s*+ π 0 final states in CLEO data, we observe peaks in both of the corresponding reconstructed mass difference distributions, Δ M (D s π 0)= M (D s π 0)− M (D s) and Δ M (D s* π 0)= M (D s* π 0)− M (D s*), both of them at values near 350 MeV\/c 2. We interpret these peaks as signatures of two distinct states, the D sJ*(2317)+ plus a new state, designated as the D sJ (2463)+. Because of the similar Δ M values, each of these states represents a source of background for the other if photons are lost, ignored or added. A quantitative accounting of …",
            "Observation of a narrow resonance of mass  GeV decaying to  and confirmation of the  state",
            "D Besson and S Anderson and VV Frolov and DT Gong and Y Kubota and SZ Li and R Poling and A Smith and CJ Stepaniak and J Urheim and Z Metreveli and KK Seth and A Tomaradze and P Zweber and K Arms and E Eckhart and KK Gan and C Gwon and TK Pedlar and E Von Toerne and H Severini and P Skubic and SA Dytman and JA Mueller and S Nam and V Savinov and JW Hinson and GS Huang and J Lee and DH Miller and V Pavlunin and B Sanghi and EI Shibata and IPJ Shipsey and D Cronin-Hennessy and CS Park and W Park and JB Thayer and EH Thorndike and TE Coan and YS Gao and F Liu and R Stroynowski and M Artuso and C Boulahouache and S Blusk and E Dambasuren and O Dorjkhaidav and R Mountain and H Muramatsu and R Nandakumar and T Skwarnicki and S Stone and JC Wang and AH Mahmood and SE Csorna and I Danko and G Bonvicini and D Cinabro and M Dubrovin and S McGee and A Bornheim and E Lipeles and SP Pappas and A Shapiro and WM Sun and AJ Weinstein and RA Briere and GP Chen and T Ferguson and G Tatishvili and H Vogel and ME Watkins and NE Adam and JP Alexander and K Berkelman and V Boisvert and DG Cassel and JE Duboscq and Karl M Ecklund and R Ehrlich and RS Galik and L Gibbons and B Gittelman and SW Gray and DL Hartill and BK Heltsley and L Hsu and CD Jones and J Kandaswamy and DL Kreinick and A Magerkurth and H Mahlke-Krüger and TO Meyer and NB Mistry and JR Patterson and D Peterson and J Pivarski and SJ Richichi and D Riley and AJ Sadoff and H Schwarthoff and MR Shepherd and JG Thayer and D Urner and T Wilksen and A Warburton and M Weinberger and SB Athar and P Avery and L Breva-Newell and V Potlia and H Stoeck and J Yelton and BI Eisenstein and George D Gollin and I Karliner and N Lowrey and C Plager and C Sedlack and M Selen and JJ Thaler and J Williams and KW Edwards and CLEO Collaboration",
            "2003",
            "cK_dVFAAAAAJ:u5HHmVD_uO8C",
            787,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.68.032002",
            "8112812621062715315",
            "\/scholar?cites=8112812621062715315",
            {
                "2003":41,
                "2004":115,
                "2005":94,
                "2006":69,
                "2007":65,
                "2008":59,
                "2009":38,
                "2010":31,
                "2011":23,
                "2012":31,
                "2013":16,
                "2014":23,
                "2015":31,
                "2016":35,
                "2017":26,
                "2018":28,
                "2019":30,
                "2020":23
            }
        ],
        [
            "We study e+ e−→ π+ π− h c at center-of-mass energies from 3.90 to 4.42 GeV by using data samples collected with the BESIII detector operating at the Beijing Electron Positron Collider. The Born cross sections are measured at 13 energies and are found to be of the same order of magnitude as those of e+ e−→ π+ π− J\/ψ but with a different line shape. In the π±h c mass spectrum, a distinct structure, referred to as Z c (4020), is observed at 4.02 GeV\/c 2. The Z c (4020) carries an electric charge and couples to charmonium. A fit to the π±h c invariant mass spectrum, neglecting possible interferences, results in a mass of (4022.9±0.8±2.7) MeV\/c 2 and a width of (7.9±2.7±2.6) MeV for the Z c (4020), where the first errors are statistical and the second systematic. The difference between the parameters of this structure and the Z c (4025) observed in the D* D* final state is within 1.5 σ, but whether they are the same state …",
            "Observation of a Charged Charmoniumlike Structure  and Search for the  in ",
            "M Ablikim and MN Achasov and O Albayrak and DJ Ambrose and FF An and Q An and JZ Bai and R Baldini Ferroli and Y Ban and J Becker and JV Bennett and M Bertani and JM Bian and E Boger and O Bondarenko and I Boyko and S Braun and RA Briere and V Bytev and H Cai and X Cai and O Cakir and A Calcaterra and GF Cao and SA Cetin and JF Chang and G Chen and HS Chen and JC Chen and ML Chen and SJ Chen and XR Chen and YB Chen and HP Cheng and XK Chu and YP Chu and D Cronin-Hennessy and HL Dai and JP Dai and D Dedovich and ZY Deng and A Denig and I Denysenko and M Destefanis and WM Ding and Y Ding and LY Dong and MY Dong and SX Du and J Fang and SS Fang and L Fava and CQ Feng and P Friedel and CD Fu and JL Fu and O Fuks and Y Gao and C Geng and K Goetzen and WX Gong and W Gradl and Michela Greco and MH Gu and YT Gu and YH Guan and AQ Guo and LB Guo and T Guo and YP Guo and YL Han and FA Harris and KL He and M He and ZY He and T Held and YK Heng and ZL Hou and C Hu and HM Hu and JF Hu and T Hu and GM Huang and GS Huang and JS Huang and L Huang and XT Huang and Y Huang and T Hussain and CS Ji and Q Ji and QP Ji and XB Ji and XL Ji and LL Jiang and XS Jiang and JB Jiao and Z Jiao and DP Jin and S Jin and FF Jing and N Kalantar-Nayestanaki and M Kavatsyuk and B Kloss and B Kopf and M Kornicer and W Kuehn and W Lai and JS Lange and M Lara and P Larin and M Leyhe and CH Li and Cheng Li and Cui Li and DL Li and DM Li and F Li and G Li and HB Li and JC Li and K Li and Lei Li and N Li and PR Li and QJ Li and WD Li and WG Li and XL Li and XN Li and XQ Li and XR Li and ZB Li and H Liang and YF Liang and YT Liang and GR Liao and DX Lin and BJ Liu and CL Liu and CX Liu and FH Liu and Fang Liu and Feng Liu and HB Liu and HH Liu and HM Liu and JP Liu and K Liu and KY Liu",
            "2013",
            "cK_dVFAAAAAJ:UeHWp8X0CEIC",
            424,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.242001",
            "12415357966454853683",
            "\/scholar?cites=12415357966454853683",
            {
                "2013":3,
                "2014":63,
                "2015":91,
                "2016":66,
                "2017":50,
                "2018":55,
                "2019":44,
                "2020":46,
                "2021":5
            }
        ],
        [
            "We study the process e+ e−→(D* D*)±π∓ at a center-of-mass energy of 4.26 GeV using a 827 pb− 1 data sample obtained with the BESIII detector at the Beijing Electron Positron Collider. Based on a partial reconstruction technique, the Born cross section is measured to be (137±9±15) pb. We observe a structure near the (D* D*)±threshold in the π∓ recoil mass spectrum, which we denote as the Z c±(4025). The measured mass and width of the structure are (4026.3±2.6±3.7) MeV\/c 2 and (24.8±5.6±7.7) MeV, respectively. Its production ratio σ (e+ e−→ Z c±(4025) π∓→(D* D*)±π∓)\/σ (e+ e−→(D* D*)±π∓) is determined to be 0.65±0.09±0.06. The first uncertainties are statistical and the second are systematic.",
            "Observation of a Charged Charmoniumlike Structure in  at ",
            "M Ablikim and MN Achasov and O Albayrak and DJ Ambrose and FF An and Q An and JZ Bai and R Baldini Ferroli and Y Ban and J Becker and JV Bennett and M Bertani and JM Bian and E Boger and O Bondarenko and I Boyko and S Braun and RA Briere and V Bytev and H Cai and X Cai and O Cakir and A Calcaterra and GF Cao and SA Cetin and JF Chang and G Chen and HS Chen and JC Chen and ML Chen and SJ Chen and XR Chen and YB Chen and HP Cheng and YP Chu and D Cronin-Hennessy and HL Dai and JP Dai and D Dedovich and ZY Deng and A Denig and I Denysenko and M Destefanis and WM Ding and Y Ding and LY Dong and MY Dong and SX Du and J Fang and SS Fang and L Fava and CQ Feng and P Friedel and CD Fu and JL Fu and O Fuks and Y Gao and C Geng and K Goetzen and WX Gong and W Gradl and M Greco and MH Gu and YT Gu and YH Guan and AQ Guo and LB Guo and T Guo and YP Guo and YL Han and FA Harris and KL He and M He and ZY He and T Held and YK Heng and ZL Hou and C Hu and HM Hu and JF Hu and T Hu and GM Huang and GS Huang and JS Huang and L Huang and XT Huang and Y Huang and T Hussain and CS Ji and Q Ji and QP Ji and XB Ji and XL Ji and LL Jiang and XS Jiang and JB Jiao and Z Jiao and DP Jin and S Jin and FF Jing and N Kalantar-Nayestanaki and M Kavatsyuk and B Kloss and B Kopf and M Kornicer and W Kuehn and W Lai and JS Lange and M Lara and P Larin and M Leyhe and CH Li and Cheng Li and Cui Li and DM Li and F Li and G Li and HB Li and JC Li and K Li and Lei Li and PR Li and QJ Li and WD Li and WG Li and XL Li and XN Li and XQ Li and XR Li and ZB Li and H Liang and YF Liang and YT Liang and GR Liao and XT Liao and DX Lin and BJ Liu and CL Liu and CX Liu and FH Liu and Fang Liu and Feng Liu and H Liu and HB Liu and HH Liu and HM Liu and HW Liu and JP Liu and K Liu and KY Liu",
            "2014",
            "cK_dVFAAAAAJ:2osOgNQ5qMEC",
            350,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.132001",
            "4296018829662597756",
            "\/scholar?cites=4296018829662597756",
            {
                "2013":2,
                "2014":44,
                "2015":83,
                "2016":64,
                "2017":40,
                "2018":43,
                "2019":37,
                "2020":31,
                "2021":4
            }
        ],
        [
            "Using data collected with the CLEO detector operating at the CESR e+ e− collider at s= 3.97–4.26 GeV, we investigate 15 charmonium decay modes of the ψ (4040), ψ (4160), and Y (4260) resonances. We confirm, at 11 σ significance, the BABAR Y (4260)→ π+ π− J\/ψ discovery, make the first observation of Y (4260)→ π 0 π 0 J\/ψ (5.1 σ), and find the first evidence for Y (4260)→ K+ K− J\/ψ (3.7 σ). We measure e+ e− cross sections at s= 4.26 GeV as σ (π+ π− J\/ψ)= 58− 10+ 12±4 pb, σ (π 0 π 0 J\/ψ)= 23− 8+ 12±1 pb, and σ (K+ K− J\/ψ)= 9− 5+ 9±1 pb, in which the uncertainties are statistical and systematic, respectively. Upper limits are placed on other decay rates from all three resonances.",
            "Charmonium Decays of , , and ",
            "TE Coan and YS Gao and F Liu and M Artuso and S Blusk and J Butt and J Li and N Menaa and R Mountain and S Nisar and K Randrianarivony and R Redjimi and R Sia and T Skwarnicki and S Stone and JC Wang and K Zhang and SE Csorna and G Bonvicini and D Cinabro and M Dubrovin and A Lincoln and DM Asner and KW Edwards and RA Briere and I Brock and J Chen and T Ferguson and G Tatishvili and H Vogel and ME Watkins and JL Rosner and NE Adam and JP Alexander and K Berkelman and DG Cassel and JE Duboscq and KM Ecklund and R Ehrlich and L Fields and RS Galik and L Gibbons and R Gray and SW Gray and DL Hartill and BK Heltsley and D Hertz and CD Jones and J Kandaswamy and DL Kreinick and VE Kuznetsov and H Mahlke-Krüger and TO Meyer and PUE Onyisi and JR Patterson and D Peterson and EA Phillips and J Pivarski and D Riley and A Ryd and AJ Sadoff and H Schwarthoff and X Shi and S Stroiney and WM Sun and T Wilksen and M Weinberger and SB Athar and P Avery and L Breva-Newell and R Patel and V Potlia and H Stoeck and J Yelton and P Rubin and C Cawlfield and BI Eisenstein and I Karliner and D Kim and N Lowrey and P Naik and C Sedlack and M Selen and EJ White and J Wiss and MR Shepherd and D Besson and TK Pedlar and D Cronin-Hennessy and KY Gao and DT Gong and J Hietala and Y Kubota and T Klein and BW Lang and R Poling and AW Scott and A Smith and S Dobbs and Z Metreveli and Kamal K Seth and A Tomaradze and P Zweber and J Ernst and H Severini and SA Dytman and W Love and V Savinov and O Aquines and Z Li and A Lopez and S Mehrabyan and H Mendez and J Ramirez and GS Huang and DH Miller and V Pavlunin and B Sanghi and IPJ Shipsey and B Xin and GS Adams and M Anderson and JP Cummings and I Danko and J Napolitano and Q He and J Insler and H Muramatsu and CS Park and EH Thorndike and CLEO Collaboration",
            "2006",
            "cK_dVFAAAAAJ:d1gkVwhDpl0C",
            348,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.162003",
            "11073569138788958402",
            "\/scholar?cites=11073569138788958402",
            {
                "2006":34,
                "2007":34,
                "2008":34,
                "2009":32,
                "2010":24,
                "2011":16,
                "2012":25,
                "2013":23,
                "2014":17,
                "2015":27,
                "2016":17,
                "2017":21,
                "2018":19,
                "2019":11,
                "2020":12,
                "2021":1
            }
        ],
        [
            "We report on a study of the process e+ e−→ π±(D D*)∓ at s= 4.26 GeV using a 525 pb− 1 data sample collected with the BESIII detector at the BEPCII storage ring. A distinct charged structure is observed in the (D D*)∓ invariant mass distribution. When fitted to a mass-dependent-width Breit-Wigner line shape, the pole mass and width are determined to be M pole=(3883. 9±1.5 (stat)±4.2 (syst)) MeV\/c 2 and Γ pole=(24. 8±3.3 (stat)±11. 0 (syst)) MeV. The mass and width of the structure, which we refer to as Z c (3885), are 2 σ and 1 σ, respectively, below those of the Z c (3900)→ π±J\/ψ peak observed by BESIII and Belle in π+ π− J\/ψ final states produced at the same center-of-mass energy. The angular distribution of the π Z c (3885) system favors a J P= 1+ quantum number assignment for the structure and disfavors 1− or 0−. The Born cross section times the D D* branching fraction of the Z c (3885) is measured to be …",
            "Observation of a Charged (D D¯*)±Mass Peak in e+ e−→ π D D¯* at s= 4.26 GeV",
            "M Ablikim and MN Achasov and O Albayrak and DJ Ambrose and FF An and Q An and JZ Bai and R Baldini Ferroli and Y Ban and J Becker and JV Bennett and M Bertani and JM Bian and E Boger and O Bondarenko and I Boyko and S Braun and RA Briere and V Bytev and H Cai and X Cai and O Cakir and A Calcaterra and GF Cao and SA Cetin and JF Chang and G Chen and HS Chen and JC Chen and ML Chen and SJ Chen and XR Chen and YB Chen and HP Cheng and XK Chu and YP Chu and D Cronin-Hennessy and HL Dai and JP Dai and D Dedovich and ZY Deng and A Denig and I Denysenko and M Destefanis and WM Ding and Y Ding and LY Dong and MY Dong and SX Du and J Fang and SS Fang and L Fava and CQ Feng and P Friedel and CD Fu and JL Fu and O Fuks and Y Gao and C Geng and K Goetzen and WX Gong and W Gradl and M Greco and MH Gu and YT Gu and YH Guan and AQ Guo and LB Guo and T Guo and YP Guo and YL Han and FA Harris and KL He and M He and ZY He and T Held and YK Heng and ZL Hou and C Hu and HM Hu and JF Hu and T Hu and GM Huang and GS Huang and JS Huang and L Huang and XT Huang and Y Huang and T Hussain and CS Ji and Q Ji and QP Ji and XB Ji and XL Ji and LL Jiang and XS Jiang and JB Jiao and Z Jiao and DP Jin and S Jin and FF Jing and N Kalantar-Nayestanaki and M Kavatsyuk and B Kloss and B Kopf and M Kornicer and W Kuehn and W Lai and JS Lange and M Lara and P Larin and M Leyhe and CH Li and Cheng Li and Cui Li and DL Li and DM Li and F Li and G Li and HB Li and JC Li and K Li and Lei Li and N Li and PR Li and QJ Li and WD Li and WG Li and XL Li and XN Li and XQ Li and XR Li and ZB Li and H Liang and YF Liang and YT Liang and GR Liao and DX Lin and BJ Liu and CL Liu and CX Liu and FH Liu and Fang Liu and Feng Liu and HB Liu and HH Liu and HM Liu and JP Liu and K Liu and KY Liu",
            "2014",
            "cK_dVFAAAAAJ:Y0pCki6q_DkC",
            345,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.022001",
            "7420779389889652458",
            "\/scholar?cites=7420779389889652458",
            {
                "2013":1,
                "2014":38,
                "2015":80,
                "2016":64,
                "2017":46,
                "2018":36,
                "2019":34,
                "2020":40,
                "2021":4
            }
        ],
        [
            "Using 13.3 fb− 1 of e+ e− collision data taken in the Υ (1 S− 4 S) region with the CLEO III detector at the CESR collider, a search has been made for the new resonance Y (4260) recently reported by the BABAR Collaboration. The production of Y (4260) in initial state radiation (ISR), and its decay into π+ π− J\/ψ, are confirmed. A good quality fit to our data is obtained with a single resonance. We determine M (Y (4260))=(4284− 16+ 17 (stat)±4 (syst)) MeV\/c 2, Γ (Y (4260))=(73− 25+ 39 (stat)±5 (syst)) MeV\/c 2, and Γ e e (Y (4260))× B (Y (4260)→ π+ π− J\/ψ)=(8.9− 3.1+ 3.9 (stat)±1.8 (syst)) eV\/c 2.",
            "Confirmation of the  resonance production in initial state radiation",
            "Q He and J Insler and H Muramatsu and CS Park and EH Thorndike and F Yang and TE Coan and YS Gao and M Artuso and S Blusk and J Butt and J Li and N Menaa and R Mountain and S Nisar and K Randrianarivony and R Sia and T Skwarnicki and S Stone and JC Wang and K Zhang and SE Csorna and G Bonvicini and D Cinabro and M Dubrovin and A Lincoln and DM Asner and KW Edwards and RA Briere and J Chen and T Ferguson and G Tatishvili and H Vogel and ME Watkins and JL Rosner and NE Adam and JP Alexander and K Berkelman and DG Cassel and JE Duboscq and KM Ecklund and R Ehrlich and L Fields and RS Galik and L Gibbons and R Gray and SW Gray and DL Hartill and D Hertz and CD Jones and J Kandaswamy and DL Kreinick and VE Kuznetsov and H Mahlke-Krüger and PUE Onyisi and JR Patterson and D Peterson and J Pivarski and D Riley and A Ryd and AJ Sadoff and H Schwarthoff and X Shi and S Stroiney and WM Sun and T Wilksen and M Weinberger and SB Athar and R Patel and V Potlia and J Yelton and P Rubin and C Cawlfield and BI Eisenstein and I Karliner and D Kim and N Lowrey and P Naik and C Sedlack and M Selen and EJ White and J Wiss and RE Mitchell and MR Shepherd and D Besson and TK Pedlar and D Cronin-Hennessy and KY Gao and J Hietala and Y Kubota and T Klein and BW Lang and R Poling and AW Scott and A Smith and P Zweber and S Dobbs and Z Metreveli and KK Seth and A Tomaradze and J Ernst and H Severini and SA Dytman and W Love and V Savinov and O Aquines and Z Li and A Lopez and S Mehrabyan and H Mendez and J Ramirez and GS Huang and DH Miller and V Pavlunin and B Sanghi and IPJ Shipsey and B Xin and GS Adams and M Anderson and JP Cummings and I Danko and J Napolitano and CLEO Collaboration",
            "2006",
            "cK_dVFAAAAAJ:qjMakFHDy7sC",
            274,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.74.091104",
            "6351065824836270939",
            "\/scholar?cites=6351065824836270939",
            {
                "2006":3,
                "2007":12,
                "2008":25,
                "2009":26,
                "2010":23,
                "2011":17,
                "2012":16,
                "2013":20,
                "2014":26,
                "2015":25,
                "2016":12,
                "2017":16,
                "2018":22,
                "2019":14,
                "2020":15,
                "2021":2
            }
        ],
        [
            "We extract the e+e− → π+π− cross section in the energy range between 600 and 900 MeV, exploiting the method of initial state radiation. A data set with an integrated luminosity of 2.93 fb−1 taken at a center-of-mass energy of 3.773 GeV with the BESIII detector at the BEPCII collider is used. The cross section is measured with a systematic uncertainty of 0.9%. We extract the pion form factor |Fπ|2 as well as the contribution of the measured cross section to the leading-order hadronic vacuum polarization contribution to (g − 2)μ. We find this value to be aμππ,LO(600−900 MeV)=(368.2±2.5stat±3.3sys)⋅10−10, which is between the corresponding values using the BaBar or KLOE data.",
            "Measurement of the e+e− → π+π− cross section between 600 and 900 MeV using initial state radiation",
            "BESIII collaboration",
            "2015",
            "cK_dVFAAAAAJ:1tZ8xJnm2c8C",
            245,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/9789811217739_0036",
            "3693025926444174946",
            "\/scholar?cites=3693025926444174946",
            {
                "2016":34,
                "2017":49,
                "2018":81,
                "2019":48,
                "2020":29,
                "2021":3
            }
        ],
        [
            "We extract a relatively precise value for the decay constant of the D+ meson by measuring B (D+→ μ+ ν)=(4.40±0.66− 0.12+ 0.09)× 10− 4 using 281 pb− 1 of data taken on the ψ (3770) resonance with the CLEO-c detector. We find f D+=(222.6±16.7− 3.4+ 2.8) MeV, and compare with current theoretical calculations. We also set a 90% confidence upper limit on B (D+→ e+ ν)< 2.4× 10− 5 which constrains new physics models.",
            "Improved Measurement of  and the Pseudoscalar Decay Constant ",
            "M Artuso and C Boulahouache and S Blusk and J Butt and O Dorjkhaidav and J Li and N Menaa and R Mountain and R Nandakumar and K Randrianarivony and R Redjimi and R Sia and T Skwarnicki and S Stone and JC Wang and K Zhang and SE Csorna and G Bonvicini and D Cinabro and M Dubrovin and A Lincoln and RA Briere and GP Chen and J Chen and T Ferguson and G Tatishvili and H Vogel and ME Watkins and JL Rosner and NE Adam and JP Alexander and K Berkelman and DG Cassel and V Crede and JE Duboscq and KM Ecklund and R Ehrlich and L Fields and L Gibbons and B Gittelman and R Gray and SW Gray and DL Hartill and BK Heltsley and D Hertz and CD Jones and J Kandaswamy and DL Kreinick and VE Kuznetsov and H Mahlke-Krüger and TO Meyer and PUE Onyisi and JR Patterson and D Peterson and EA Phillips and J Pivarski and D Riley and A Ryd and AJ Sadoff and H Schwarthoff and X Shi and MR Shepherd and S Stroiney and WM Sun and D Urner and T Wilksen and KM Weaver and M Weinberger and SB Athar and P Avery and L Breva-Newell and R Patel and V Potlia and H Stoeck and J Yelton and P Rubin and C Cawlfield and BI Eisenstein and GD Gollin and I Karliner and D Kim and N Lowrey and P Naik and C Sedlack and M Selen and EJ White and J Williams and J Wiss and DM Asner and KW Edwards and D Besson and TK Pedlar and D Cronin-Hennessy and KY Gao and DT Gong and J Hietala and Y Kubota and T Klein and BW Lang and SZ Li and R Poling and AW Scott and A Smith and S Dobbs and Z Metreveli and KK Seth and A Tomaradze and P Zweber and J Ernst and H Severini and SA Dytman and W Love and S Mehrabyan and JA Mueller and V Savinov and Z Li and A Lopez and H Mendez and J Ramirez and GS Huang and DH Miller and V Pavlunin and B Sanghi and IPJ Shipsey and GS Adams and M Anderson and JP Cummings and I Danko and J Napolitano and Q He and H Muramatsu and CS Park and EH Thorndike and TE Coan and YS Gao and F Liu and CLEO Collaboration",
            "2005",
            "cK_dVFAAAAAJ:9yKSN-GCB0IC",
            238,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.251801",
            "9805139628469925041",
            "\/scholar?cites=9805139628469925041",
            {
                "2005":3,
                "2006":44,
                "2007":66,
                "2008":35,
                "2009":22,
                "2010":15,
                "2011":9,
                "2012":5,
                "2013":10,
                "2014":2,
                "2015":4,
                "2016":6,
                "2017":7,
                "2018":4,
                "2019":2,
                "2020":3
            }
        ],
        [
            "In e+ e− collisions using the CLEO detector, we have studied the decay of the D 0 to the final state K S 0 π+ π− with the initial flavor of the D 0 tagged by the decay D*+→ D 0 π+. We use the Dalitz technique to measure the resonant substructure in this final state and clearly observe ten different contributions by fitting for their amplitudes and relative phases. We observe a K*(892)+ π− component which arises from doubly Cabibbo suppressed decays or D 0− D 0 mixing.",
            "Dalitz Analysis of ",
            "H Muramatsu and SJ Richichi and H Severini and P Skubic and SA Dytman and JA Mueller and S Nam and V Savinov and S Chen and JW Hinson and J Lee and DH Miller and V Pavlunin and EI Shibata and IPJ Shipsey and D Cronin-Hennessy and AL Lyon and CS Park and W Park and EH Thorndike and TE Coan and YS Gao and F Liu and Y Maravin and I Narsky and R Stroynowski and M Artuso and C Boulahouache and K Bukin and E Dambasuren and K Khroustalev and R Mountain and R Nandakumar and T Skwarnicki and S Stone and JC Wang and AH Mahmood and SE Csorna and I Danko and G Bonvicini and D Cinabro and M Dubrovin and S McGee and A Bornheim and E Lipeles and SP Pappas and A Shapiro and WM Sun and AJ Weinstein and DM Asner and R Mahapatra and HN Nelson and RA Briere and GP Chen and T Ferguson and G Tatishvili and H Vogel and NE Adam and JP Alexander and K Berkelman and F Blanc and V Boisvert and DG Cassel and PS Drell and JE Duboscq and Karl M Ecklund and R Ehrlich and L Gibbons and B Gittelman and SW Gray and DL Hartill and BK Heltsley and L Hsu and CD Jones and J Kandaswamy and DL Kreinick and A Magerkurth and H Mahlke-Krüger and TO Meyer and NB Mistry and E Nordberg and JR Patterson and D Peterson and J Pivarski and D Riley and AJ Sadoff and H Schwarthoff and MR Shepherd and JG Thayer and D Urner and B Valant-Spaight and G Viehhauser and A Warburton and M Weinberger and SB Athar and P Avery and L Breva-Newell and V Potlia and H Stoeck and J Yelton and G Brandenburg and DY-J Kim and R Wilson and K Benslama and BI Eisenstein and J Ernst and GD Gollin and RM Hans and I Karliner and N Lowrey and MA Marsh and C Plager and C Sedlack and M Selen and JJ Thaler and J Williams and KW Edwards and R Ammar and D Besson and X Zhao and S Anderson and VV Frolov and Y Kubota and SJ Lee and SZ Li and R Poling and A Smith and CJ Stepaniak and J Urheim and Z Metreveli and KK Seth and A Tomaradze and P Zweber and S Ahmed and MS Alam and L Jian and M Saleem and F Wappler and E Eckhart and KK Gan and C Gwon and T Hart and K Honscheid and D Hufnagel and H Kagan and R Kass and TK Pedlar and JB Thayer and E Von Toerne and T Wilksen",
            "2002",
            "cK_dVFAAAAAJ:Tyk-4Ss8FVUC",
            236,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.89.251802",
            "1090764066417674845",
            "\/scholar?cites=1090764066417674845",
            {
                "2002":3,
                "2003":14,
                "2004":26,
                "2005":17,
                "2006":24,
                "2007":20,
                "2008":21,
                "2009":10,
                "2010":16,
                "2011":11,
                "2012":9,
                "2013":10,
                "2014":5,
                "2015":8,
                "2016":15,
                "2017":3,
                "2018":10,
                "2019":5,
                "2020":4,
                "2021":1
            }
        ]
    ]
}