{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Recent studies of the performance of radio-frequency (RF) copper cavities operated at cryogenic temperatures have shown a dramatic increase in the maximum achievable surface electric field. We propose to exploit this development to enable a new generation of photoinjectors operated at cryogenic temperatures that may attain, through enhancement of the launch field at the photocathode, a significant increase in five-dimensional electron beam brightness. We present detailed studies of the beam dynamics associated with such a system, by examining an S-band photoinjector operated at 250 MV\/m peak electric field that reaches normalized emittances in the 40 nm-rad range at charges (100-200 pC) suitable for use in a hard X-ray free-electron laser (XFEL) scenario based on the LCLS. In this case, we show by start-to-end simulations that the properties of this source may give rise to high efficiency operation of an XFEL, and permit extension of the photon energy reach by an order of magnitude, to over 80 keV. The brightness needed for such XFELs is achieved through low source emittances in tandem with high current after compression. In the XFEL examples analyzed, the emittances during final compression are preserved using micro-bunching techniques. Extreme low emittance scenarios obtained at pC charge, appropriate for significantly extending temporal resolution limits of ultrafast electron diffraction and microscopy experiments, are also reviewed. While the increase in brightness in a cryogenic photoinjector is mainly due to the augmentation of the emission current density via field enhancement, further possible increases in …",
            "Next generation high brightness electron beams from ultra-high field cryogenic radiofrequency photocathode sources",
            "JB Rosenzweig and A Cahill and V Dolgashev and C Emma and A Fukusawa and R Li and C Limborg and J Maxson and P Musumeci and A Nause and R Pakter and R Pompili and R Roussel and B Spataro and S Tantawi",
            "2016",
            "cmB1QvgAAAAJ:2osOgNQ5qMEC",
            21,
            "https:\/\/arxiv.org\/abs\/1603.01657",
            "14214573994329358766",
            "\/scholar?cites=14214573994329358766",
            {
                "2016":3,
                "2017":8,
                "2018":7,
                "2019":3
            }
        ],
        [
            "Recent studies of the performance of radio-frequency (rf) copper cavities operated at cryogenic temperatures have shown a dramatic increase in the maximum achievable surface electric field. We propose to exploit this development to enable a new generation of photoinjectors operated at cryogenic temperatures that may attain, through enhancement of the launch field at the photocathode, a significant increase in five-dimensional electron beam brightness. We present detailed studies of the beam dynamics associated with such a system, by examining an S-band photoinjector operated at 250 MV\/m peak electric field that reaches normalized emittances in the 40 nm-rad range at charges (100–200 pC) suitable for use in a hard x-ray free-electron laser (XFEL) scenario based on the LCLS. In this case, we show by start-to-end simulations that the properties of this source may give rise to high efficiency operation of an …",
            "Next generation high brightness electron beams from ultrahigh field cryogenic rf photocathode sources",
            "JB Rosenzweig and A Cahill and V Dolgashev and C Emma and A Fukasawa and R Li and C Limborg and J Maxson and P Musumeci and A Nause and R Pakter and R Pompili and R Roussel and B Spataro and S Tantawi",
            "2019",
            "cmB1QvgAAAAJ:UeHWp8X0CEIC",
            18,
            "https:\/\/journals.aps.org\/prab\/abstract\/10.1103\/PhysRevAccelBeams.22.023403",
            "15847588205454816731",
            "\/scholar?cites=15847588205454816731",
            {
                "2018":1,
                "2019":1,
                "2020":13,
                "2021":2
            }
        ],
        [
            "Plasma wakefields can enable very high accelerating gradients for frontier high energy particle accelerators, in excess of 10 GeV\/m. To overcome limits on single stage acceleration, specially shaped drive beams can be used in both linear and nonlinear plasma wakefield accelerators (PWFA), to increase the transformer ratio, implying that the drive beam deceleration is minimized relative to acceleration obtained in the wake. In this Letter, we report the results of a nonlinear PWFA, high transformer ratio experiment using high-charge, longitudinally asymmetric drive beams in a plasma cell. An emittance exchange process is used to generate variable drive current profiles, in conjunction with a long (multiple plasma wavelength) witness beam. The witness beam is energy modulated by the wakefield, yielding a response that contains detailed spectral information in a single-shot measurement. Using these methods, we …",
            "Single shot characterization of high transformer ratio wakefields in nonlinear plasma acceleration",
            "Ryan Roussel and Gerard Andonian and Walter Lynn and Kunal Sanwalka and River Robles and Claire Hansel and Aihua Deng and Gerard Lawler and JB Rosenzweig and G Ha and J Seok and JG Power and M Conde and E Wisniewski and DS Doran and CE Whiteford",
            "2020",
            "cmB1QvgAAAAJ:W7OEmFMy1HYC",
            8,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.124.044802",
            "4572752308823507128",
            "\/scholar?cites=4572752308823507128",
            {
                "2019":1,
                "2020":5,
                "2021":2
            }
        ],
        [
            "We present initial measurements from a UCLA-Argonne Wakefield Accelerator collaborative plasma wakefield acceleration (PWFA) experiment aimed at demonstrating the dependence of transformer ratio on longitudinal beam shape. The transformer ratio or the ratio between the maximum acceleration of the witness and the maximum deceleration of the drive beam, is key to a efficient, beam-based, plasma wakefield accelerator design. Utilizing the unique capabilities of the emittance exchange (EEX) beamline, we may obtain transformer ratios approaching the theoretical limit in PWFA. We present the experimental beamline design, relevant beam diagnostics and explore preservation of the longitudinal beam profile.",
            "Transformer ratio measurements from ramped beams in the plasma blowout regime using emittance exchange",
            "Ryan Roussel and Gerard Andonian and W Lynn and J Rosenzweig and J Power and M Conde and S Doran and G Ha and Jimin Seok and E Wisniewski and C Whiteford",
            "2019",
            "cmB1QvgAAAAJ:Tyk-4Ss8FVUC",
            3,
            "https:\/\/accelconf.web.cern.ch\/ipac2019\/papers\/thpgw088.pdf",
            "14510870113947739947",
            "\/scholar?cites=14510870113947739947",
            {
                "2019":1,
                "2020":2
            }
        ],
        [
            "An externally heated, hollow cathode arc source was recommissioned at UCLA for use in experiments to drive plasma wakefields with shaped beams at the Argonne Wakefield Accelerator. The hollow cathode arc source provides a robust plasma column with a density in the 10 13–10 14 cm− 3 range while external heating of the cathode allows the plasma arc regime to be accessed with applied voltages down to 20 V. Overall source operating principals are described, along with time-resolved plasma current measurements and plasma density characterization with the use of a triple Langumir probe. The results show that relevant plasma densities that match facility beam parameters are readily achievable. View Full-Text",
            "Externally heated hollow cathode arc plasma source for experiments in plasma wakefield acceleration",
            "Ryan Roussel and Gerard Andonian and Claire Hansel and Gerard Lawler and Walter Lynn and Nathan Majernik and River Robles and Kunal Sanwalka and Eric Wisniewski and James Rosenzweig",
            "2019",
            "cmB1QvgAAAAJ:Y0pCki6q_DkC",
            2,
            "https:\/\/www.mdpi.com\/2410-390X\/3\/3\/48",
            "5487221027244665594",
            "\/scholar?cites=5487221027244665594",
            {
                "2020":2
            }
        ],
        [
            "A novel hybrid photo injector was designed and partially tested at the UCLA Particle Beam Physics Laboratory. It was later commissioned at Ariel University in Israel as an on-going collaboration between the two universities. This unique, new generation design provides a radically simpler approach to RF feeding of a gun\/buncher system, leading to a much shorter beam via velocity bunching owed to an attached traveling wave section of the photo-injector. This design results in better performance in beam parameters, providing a high quality electron beam, with energy of 6 MeV, emittance of app 3 µm, and a 150 fs pulse duration at up to 1 nC per pulse. The unique e-gun will produce an electron pulse for a THz FEL, which will operate at the super-radiance regime, and therefore requires extraordinary beam properties. This paper briefly describes the gun and presents initial operational results from the gun and its sub-systems.",
            "First Operation Of A Hybrid E-Gun At The Schlesinger Center For Compact Accelerators In Ariel University",
            "Ariel Nause and A Fridman and J Rosenzweig and A Fukasawa and Ryan Roussel and Bruno Spataro",
            "2019",
            "cmB1QvgAAAAJ:zYLM7Y9cAGgC",
            2,
            "https:\/\/inspirehep.net\/files\/ec1a40f1c0f7a342a53ba642915694fd",
            "3658965447627921513",
            "\/scholar?cites=3658965447627921513",
            {
                "2020":1,
                "2021":1
            }
        ],
        [
            "We present the plans for a UCLA-Argonne collaborative plasma wakefield acceleration (PWFA) experiment aimed at demonstrating the dependence of transformer ratio – the relation between maximum acceleration observed in a plasma wake to the maximum deceleration of the driving beam – on beam shape. Utilizing the unique capabilities of the emittance exchange (EEX) beamline, we may obtain transformer ratios in excess of six in a  120 MeV\/m PWFA. These experiments are a crucial step in enabling applications ranging from compact X-ray free electron laser (FEL) light sources to TeV-class linear colliders for high energy physics.",
            "Measurement of transformer ratio from ramped beams in the blowout regime",
            "Ryan Roussel and G Andonian and M Conde and A Deng and Gwanghui Ha and J Hansel and G Lawler and W Lynn and J Power and R Robles and K Sanwalka and J Rosenzweig",
            "2018",
            "cmB1QvgAAAAJ:9yKSN-GCB0IC",
            1,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900218301529",
            "1818338170847436681",
            "\/scholar?cites=1818338170847436681",
            {
                "2019":1
            }
        ],
        [
            "We discuss the creation of broadband electron energy spectra using plasma wakefield acceleration at the SAMURAI Lab as part of the UCLA Particle Beam Physics Laboratory group. As the exploration and development of space increases, it will become important to efficiently replicate radiation conditions that exist in low earth orbit and planetary space. Missions such as satellite deployment and exploration of other planets, ie the Juno probe launched to explore Jupiter [1], require electronics that are able to withstand the electron radiation spectrum present in these locations. This requires Earth-based testing for development of robust electronics with respect to electron radiation exposure. Conventional accelerators are poorly suited for this purpose because they are designed for monoenergetic electron beams. Current simulation schemes involve the interpolation of discrete exposure tests, with time structures …",
            "Space radiation simulation using blowout plasma wakes at the SAMURAI Lab",
            "R Roussel and J Rosenzweig",
            "2017",
            "cmB1QvgAAAAJ:d1gkVwhDpl0C",
            1,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900216310178",
            "10542896528345026028",
            "\/scholar?cites=10542896528345026028",
            {
                "2019":1
            }
        ]
    ]
}