{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Many organisms use free running circadian clocks to anticipate the day night cycle. However, others organisms use simple stimulus-response strategies (‘hourglass clocks’) and it is not clear when such strategies are sufficient or even preferable to free running clocks. Here, we find that free running clocks, such as those found in the cyanobacterium Synechococcus elongatus and humans, can efficiently project out light intensity fluctuations due to weather patterns (‘external noise’) by exploiting their limit cycle attractor. However, such limit cycles are necessarily vulnerable to ‘internal noise’. Hence, at sufficiently high internal noise, point attractor-based ‘hourglass’ clocks, such as those found in a smaller cyanobacterium with low protein copy number, Prochlorococcus marinus, can outperform free running clocks. By interpolating between these two regimes in a diverse range of oscillators drawn from across biology, we demonstrate biochemical clock architectures that are best suited to different relative strengths of external and internal noise.",
            "Biophysical clocks face a trade-off between internal and external noise resistance",
            "Weerapat Pittayakanchit and Zhiyue Lu and Justin Chew and Michael J Rust and Arvind Murugan",
            "2018",
            "cNbGSxgAAAAJ:d1gkVwhDpl0C",
            21,
            "https:\/\/elifesciences.org\/articles\/37624",
            "872840757682890763",
            "\/scholar?cites=872840757682890763",
            {
                "2018":2,
                "2019":7,
                "2020":12
            }
        ],
        [
            "Living organisms need to be sensitive to a changing environment while also ignoring uninformative environmental fluctuations. Here, we argue that living cells can navigate these conflicting demands by dynamically tuning their environmental sensitivity. We analyze the circadian clock in Synechococcus elongatus, showing that clock-metabolism coupling can detect mismatch between clock predictions and the day-night light cycle, temporarily raise the clock’s sensitivity to light changes, and thus re-entraining faster. We find analogous behavior in recent experiments on switching between slow and fast osmotic-stress-response pathways in yeast. In both cases, cells can raise their sensitivity to new external information in epochs of frequent challenging stress, much like a Kalman filter with adaptive gain in signal processing. Our work suggests a new class of experiments that probe the history dependence of …",
            "Kalman-like self-tuned sensitivity in biophysical sensing",
            "Kabir Husain and Weerapat Pittayakanchit and Gopal Pattanayak and Michael J Rust and Arvind Murugan",
            "2019",
            "cNbGSxgAAAAJ:9yKSN-GCB0IC",
            2,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2405471219303060",
            "15896635554294640103",
            "\/scholar?cites=15896635554294640103",
            {
                "2019":1,
                "2020":1
            }
        ]
    ]
}