{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Crystalline open-framework and nanoporous materials have long attracted the attention of chemists, physicists, and materials scientists. The intriguing structures such materials exhibit are often intimately related to the unique physical properties they possess. This article reviews recent developments in the preparation and characterization of one such class of inorganic materials, those comprised of group 14 elements crystallizing with the clathrate-II crystal structure. These materials correspond to expanded forms and, in some cases, metastable allotropes of Si, Ge, and Sn. Just as interesting as the structure and properties that group 14 clathrate-II materials display is the diverse range of synthetic techniques used to prepare them and these techniques are discussed. We review the work to date characterizing the physical properties of group 14 clathrate-II materials with emphasis placed on structure–property …",
            "Inorganic clathrate-II materials of group 14: synthetic routes and physical properties",
            "M Beekman and GS Nolas",
            "2008",
            "cniDqWIAAAAJ:u5HHmVD_uO8C",
            183,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2008\/jm\/b706808e",
            "676793974112562774",
            "\/scholar?cites=676793974112562774",
            {
                "2008":3,
                "2009":10,
                "2010":18,
                "2011":15,
                "2012":7,
                "2013":22,
                "2014":25,
                "2015":15,
                "2016":17,
                "2017":15,
                "2018":9,
                "2019":11,
                "2020":11,
                "2021":3
            }
        ],
        [
            "Thomas Seebeck discovered the effect that bears his name and governs the functionality of modern thermoelectric devices1 (Box 1), Glen Slack elucidated the ‘phonon-glass, electron-crystal’(PGEC) concept2, a fundamentally new idea that changed the way researchers approach the design of thermoelectric materials. Twenty years later, the PGEC concept remains a strong driver in thermoelectric materials research that has the potential to broaden commercial use of devices capable of direct conversion of waste heat to electricity. Indeed, finding robust materials that satisfy the necessary criteria (Box 1) and that can be produced easily and inexpensively has proven a non-trivial roadblock to the widespread use of thermoelectric technology for the past 70 years.Thermal conductivity is one of the key material design parameters that influence thermoelectric device performance (Box 1). Indeed, minimizing irreversible …",
            "Better thermoelectrics through glass-like crystals",
            "Matt Beekman and Donald T Morelli and George S Nolas",
            "2015",
            "cniDqWIAAAAJ:cFHS6HbyZ2cC",
            145,
            "https:\/\/www.nature.com\/articles\/nmat4461",
            "8574600938247382230",
            "\/scholar?cites=8574600938247382230",
            {
                "2016":19,
                "2017":30,
                "2018":34,
                "2019":24,
                "2020":31,
                "2021":6
            }
        ],
        [
            "Thermal conductivity, Seebeck coefficient, resistivity, and Hall measurements on polycrystalline Mg 2 Si 1− y Sb y with 0≤ y≤ 0.37 are reported. In these materials, Sb substitutes for Si in the antifluorite structure. As the Sb content increases, vacancies are formed in the lattice on Mg sites, which also contribute to variations in the transport properties. With increasing Sb content, both the absolute Seebeck coefficient and electrical resistivity first decrease, but then increase due to vacancy formation, while the thermal conductivity decreases monotonically with increasing Sb content. We investigate the lattice thermal conductivity by modeling the data using the Debye approximation in order to discern the contributions from different phonon-scattering mechanisms. We discuss the results in the context of potential thermoelectric applications.",
            "Transport properties of polycrystalline Mg 2 Si 1− y Sb y (0≤ y< 0.4)",
            "GS Nolas and D Wang and M Beekman",
            "2007",
            "cniDqWIAAAAJ:d1gkVwhDpl0C",
            139,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.76.235204",
            "16167402267354872515",
            "\/scholar?cites=16167402267354872515",
            {
                "2008":2,
                "2009":4,
                "2010":9,
                "2011":14,
                "2012":15,
                "2013":9,
                "2014":18,
                "2015":11,
                "2016":12,
                "2017":16,
                "2018":13,
                "2019":7,
                "2020":7,
                "2021":2
            }
        ],
        [
            "The thermal conductivity and heat capacity of a guest-free polycrystalline silicon clathrate with the type-II hydrate crystal structure is reported. The magnitude of the thermal conductivity at room temperature is only slightly larger than that of vitreous silica, and is thirty times lower than that of diamond structured Si. The temperature dependence of the thermal conductivity of Si136 follows the well-known Debye form, and is dissimilar to that of clathrates with “guest” atoms inside their polyhedra. The Debye temperature of Si136, estimated from low temperature heat capacity measurements, is 470 K. The potential of guest-free clathrates for thermoelectric applications is discussed.",
            "Thermal conductivity of elemental crystalline silicon clathrate ",
            "GS Nolas and M Beekman and J Gryko and GA Lamberton Jr and TM Tritt and PF McMillan",
            "2003",
            "cniDqWIAAAAJ:u-x6o8ySG0sC",
            103,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1544640",
            "10473690075858769183",
            "\/scholar?cites=10473690075858769183",
            {
                "2003":1,
                "2004":4,
                "2005":6,
                "2006":5,
                "2007":5,
                "2008":6,
                "2009":9,
                "2010":9,
                "2011":7,
                "2012":4,
                "2013":3,
                "2014":10,
                "2015":4,
                "2016":7,
                "2017":7,
                "2018":5,
                "2019":7,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The synthesis and single crystal growth of clathrate-II Na24Si136 is performed in one step applying the spark plasma treatment to the precursor Na4Si4. The reported results demonstrate a new route to intermetallic compounds facilitated by the electric field and current. SPS is revealed to offer significant opportunities as a novel preparatory method for synthesis and crystal growth of solid state materials.",
            "Preparation and Crystal Growth of Na24Si136",
            "Matt Beekman and Michael Baitinger and Horst Borrmann and Walter Schnelle and Katrin Meier and George S Nolas and Yuri Grin",
            "2009",
            "cniDqWIAAAAJ:2osOgNQ5qMEC",
            90,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja903362b",
            "7465769567177208020",
            "\/scholar?cites=7465769567177208020",
            {
                "2010":7,
                "2011":6,
                "2012":7,
                "2013":7,
                "2014":9,
                "2015":10,
                "2016":13,
                "2017":5,
                "2018":10,
                "2019":6,
                "2020":10
            }
        ],
        [
            "Thermoelectricity offers a sustainable path to recover and convert waste heat into readily available electric energy, and has been studied for more than two centuries. From the controversy between Galvani and Volta on the Animal Electricity, dating back to the end of the XVIII century and anticipating Seebeck’s observations, the understanding of the physical mechanisms evolved along with the development of the technology. In the XIX century Ørsted clarified some of the earliest observations of the thermoelectric phenomenon and proposed the first thermoelectric pile, while it was only after the studies on thermodynamics by Thomson, and Rayleigh’s suggestion to exploit the Seebeck effect for power generation, that a diverse set of thermoelectric generators was developed. From such pioneering endeavors, technology evolved from massive, and sometimes unreliable, thermopiles to very reliable devices for …",
            "Thermoelectrics: From history, a window to the future",
            "Davide Beretta and Neophytos Neophytou and James M Hodges and Mercouri G Kanatzidis and Dario Narducci and Marisol Martin-Gonzalez and Matt Beekman and Benjamin Balke and Giacomo Cerretti and Wolfgang Tremel and Alexandra Zevalkink and Anna I Hofmann and Christian Müller and Bernhard Dörling and Mariano Campoy-Quiles and Mario Caironi",
            "2019",
            "cniDqWIAAAAJ:tOudhMTPpwUC",
            87,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927796X18301566",
            "6061529339474012673",
            "\/scholar?cites=6061529339474012673",
            {
                "2018":2,
                "2019":20,
                "2020":61,
                "2021":4
            }
        ],
        [
            "Comprising two volumes, Thermoelectrics and Its Energy Harvesting reviews the dramatic improvements in technology and application of thermoelectric energy with a specific intention to reduce and reuse waste heat and improve novel techniques for the efficient acquisition and use of energy. This volume, Modules, Systems and Applications in Thermoelectrics, discusses the practical, novel, and truly groundbreaking applications of thermoelectrics in a range of markets. The book details the US interest in alternative energy and energy harvesting, specifically, the current efforts to use thermoelectric generators (TGs) to reduce emissions. Internationally, it expounds on the strong interest in Japan, Korea and Europe to incorporate TGs in cars to reduce fuel consumption and meet EU carbon dioxide emission targets; the European plans to build an isotopic powered thermoelectric generator; and India’s use of TG s in converting hot water from steel mills into electricity.",
            "Modules, systems, and applications in thermoelectrics",
            "David Michael Rowe",
            "2012",
            "cniDqWIAAAAJ:nb7KW1ujOQ8C",
            75,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=44THXw_GhqMC&oi=fnd&pg=PP1&dq=info:arJhqRbRNOkJ:scholar.google.com&ots=n6_1D2bebh&sig=AtcA473Cyqo11Hiueyg6eTqwrH0",
            "16804286004887401066",
            "\/scholar?cites=16804286004887401066",
            {
                "2013":2,
                "2014":9,
                "2015":12,
                "2016":10,
                "2017":10,
                "2018":9,
                "2019":16,
                "2020":7
            }
        ],
        [
            "The synthesis, structure, and selected physical properties of a new class of layered intergrowth materials, referred to as ferecrystals, are reviewed. In these layered intergrowths, size and composition can be controlled at atomic length scales by utilizing structural interfaces between component compounds that lack an epitaxial relationship. Opportunities to observe and control size-dependent phenomena in intergrowths of technologically important compound semiconductors are discussed.",
            "Ferecrystals: non-epitaxial layered intergrowths",
            "Matt Beekman and Colby L Heideman and David C Johnson",
            "2014",
            "cniDqWIAAAAJ:dhFuZR0502QC",
            57,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0268-1242\/29\/6\/064012\/meta",
            "5480332484338535231",
            "\/scholar?cites=5480332484338535231",
            {
                "2014":1,
                "2015":17,
                "2016":9,
                "2017":13,
                "2018":8,
                "2019":5,
                "2020":4
            }
        ],
        [
            "Synthesis and structural characterization of a turbostratically disordered polymorph of (PbSe)1.18(TiSe2)2 is reported. The structure of this compound consists of an intergrowth between one distorted rock salt structured PbSe bilayer and two transition metal dichalcogenide structured Se–Ti–Se trilayers. In addition to the lattice mismatch, there is extensive rotational disorder between these constituents. The electrical resistivity of (PbSe)1.18(TiSe2)2 is a factor of 9 lower at room temperature, and the Seebeck coefficient is almost double that reported for the crystalline misfit layered compound analogue.",
            "Synthesis, Structure, and Properties of Turbostratically Disordered (PbSe)1.18(TiSe2)2",
            "Daniel B Moore and Matt Beekman and Sabrina Disch and Paul Zschack and Ines Häusler and Wolfgang Neumann and David C Johnson",
            "2013",
            "cniDqWIAAAAJ:LkGwnXOMwfcC",
            56,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/cm400090f",
            "17941463402473403430",
            "\/scholar?cites=17941463402473403430",
            {
                "2013":2,
                "2014":4,
                "2015":16,
                "2016":11,
                "2017":8,
                "2018":6,
                "2019":4,
                "2020":5
            }
        ],
        [
            "Polycrystalline specimens of the delafossite oxide CuCoO 2 (space group R 3¯ m, a= 2.8494 (2) Å, c= 16.926 (1) Å, Z= 3) were prepared by metathesis reaction between CuCl and LiCoO 2 at 590° C and characterized by powder X-ray diffraction, thermal analysis, magnetic susceptibility, and electrical transport measurements. Decomposition of the title compound at 680° C to its respective binary oxides was observed by thermal analysis. Electrical resistivity and magnetic susceptibility data for polycrystalline CuCoO 2 are consistent with formal charge assignments of Cu+ and Co 3+ for the transition metal constituents, while the room temperature Seebeck coefficient for the nominally undoped specimen was found to be− 175 μV\/K. The experimental data are consistent with recent density functional theory calculations for this material.",
            "Characterization of delafossite-type CuCoO2 prepared by ion exchange",
            "M Beekman and J Salvador and X Shi and GS Nolas and J Yang",
            "2010",
            "cniDqWIAAAAJ:YsMSGLbcyi4C",
            49,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0925838809018696",
            "6047630080778546822",
            "\/scholar?cites=6047630080778546822",
            {
                "2010":1,
                "2011":7,
                "2012":1,
                "2013":5,
                "2014":5,
                "2015":4,
                "2016":5,
                "2017":5,
                "2018":4,
                "2019":8,
                "2020":1,
                "2021":1
            }
        ]
    ]
}