{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Recent advances in fabrication technologies for the semiconducting nitrides of the group III elements have led to commercially available, high-efficiency solid-state devices that emit green and blue light. Light-emitting diodes based on these materials should find applications in flat-panel displays, and blue and ultraviolet laser diodes promise high-density optical data storage and high-resolution printing.",
            "Nitride-based semiconductors for blue and green light-emitting devices",
            "FA Ponce and DP Bour",
            "1997",
            "co2VcnIAAAAJ:u5HHmVD_uO8C",
            1847,
            "https:\/\/www.nature.com\/articles\/386351a0",
            "15727093745400119706",
            "\/scholar?cites=15727093745400119706",
            {
                "1997":13,
                "1998":41,
                "1999":61,
                "2000":42,
                "2001":68,
                "2002":67,
                "2003":70,
                "2004":68,
                "2005":64,
                "2006":72,
                "2007":79,
                "2008":73,
                "2009":56,
                "2010":80,
                "2011":107,
                "2012":97,
                "2013":115,
                "2014":120,
                "2015":110,
                "2016":95,
                "2017":77,
                "2018":93,
                "2019":86,
                "2020":66,
                "2021":14
            }
        ],
        [
            "The electrical, optical, and structural properties of light emitting diodes (LEDs) fabricated from the III–V nitride material system have been studied. LEDs with external quantum efficiencies as high as 4% were characterized by transmission electron microscopy and found to contain dislocation densities in excess of 2×1010 cm−2. A comparison to other III–V arsenide and phosphide LEDs shows that minority carries in GaN‐based LEDs are remarkably insensitive to the presence of structural defects. Dislocations do not act as efficient nonradiative recombination sites in nitride materials. It is hypothesized that the benign character of dislocations arises from the ionic nature of bonding in the III–V nitrides.",
            "High dislocation densities in high efficiency GaN‐based light‐emitting diodes",
            "SD Lester and FA Ponce and MG Craford and DA Steigerwald",
            "1995",
            "co2VcnIAAAAJ:u-x6o8ySG0sC",
            1315,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.113252",
            "2049036024465599787",
            "\/scholar?cites=2049036024465599787",
            {
                "1995":33,
                "1996":70,
                "1997":92,
                "1998":88,
                "1999":83,
                "2000":67,
                "2001":59,
                "2002":62,
                "2003":55,
                "2004":43,
                "2005":54,
                "2006":46,
                "2007":47,
                "2008":39,
                "2009":33,
                "2010":32,
                "2011":50,
                "2012":30,
                "2013":47,
                "2014":49,
                "2015":47,
                "2016":48,
                "2017":42,
                "2018":26,
                "2019":41,
                "2020":24,
                "2021":2
            }
        ],
        [
            "It is demonstrated that hydrogenation induces microdefects and electronic deep levels in single-crystal silicon, which are unrelated to either plasma or radiation damage. After hydrogenation of either n-type or p-type silicon, transmission electron microscopy reveals defects that can be described as hydrogen-stabilized platelets or microcracks which appear within 0.1 μm of the exposed surface and are predominantly oriented along {111} crystallographic planes. These defects correlate with high concentrations of hydrogen or deuterium as measured by secondary-ion mass spectrometry and with the appearance of Si—H bonds as revealed by Raman spectroscopy. The concomitant introduction of electrically active gap states is demonstrated with both photoluminescence spectroscopy (PL) and deep-level transient spectroscopy (DLTS). In PL several H-induced radiative transitions are observed, with the dominant …",
            "Defects in single-crystal silicon induced by hydrogenation",
            "NM p Johnson and FA Ponce and RA Street and RJ Nemanich",
            "1987",
            "co2VcnIAAAAJ:d1gkVwhDpl0C",
            553,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.35.4166",
            "2279435625668259479",
            "\/scholar?cites=2279435625668259479",
            {
                "1987":18,
                "1988":13,
                "1989":22,
                "1990":22,
                "1991":35,
                "1992":26,
                "1993":19,
                "1994":25,
                "1995":20,
                "1996":11,
                "1997":32,
                "1998":17,
                "1999":19,
                "2000":10,
                "2001":17,
                "2002":14,
                "2003":16,
                "2004":23,
                "2005":20,
                "2006":18,
                "2007":12,
                "2008":11,
                "2009":6,
                "2010":15,
                "2011":14,
                "2012":14,
                "2013":16,
                "2014":7,
                "2015":11,
                "2016":9,
                "2017":8,
                "2018":13,
                "2019":9,
                "2020":7,
                "2021":1
            }
        ],
        [
            "The spatial dependence of the luminescence intensities at the band edge (364 nm) and at the ‘‘yellow’’ defect‐band (centered at 560 nm) regions for epitaxial GaN films have been studied using cathodoluminescence microscopy at room temperature. The films were grown by metalorganic chemical vapor deposition on (0001) sapphire substrates and were not intentionally doped. Significant nonuniformities in the band‐to‐band and in the yellow band emissions were observed. Yellow luminescence in small crystallites appears to originate from extended defects inside the grains and at low‐angle grain boundaries. The size of band‐to‐band emission sites correlates with low‐angle grain sizes observed by transmission electron microscopy.",
            "Spatial distribution of the luminescence in GaN thin films",
            "FA Ponce and DP Bour and W Götz and PJ Wright",
            "1996",
            "co2VcnIAAAAJ:9yKSN-GCB0IC",
            475,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.116756",
            "15390772247269032737",
            "\/scholar?cites=15390772247269032737",
            {
                "1996":22,
                "1997":41,
                "1998":32,
                "1999":39,
                "2000":32,
                "2001":26,
                "2002":31,
                "2003":24,
                "2004":22,
                "2005":12,
                "2006":18,
                "2007":12,
                "2008":20,
                "2009":14,
                "2010":15,
                "2011":14,
                "2012":14,
                "2013":16,
                "2014":13,
                "2015":7,
                "2016":12,
                "2017":11,
                "2018":7,
                "2019":8,
                "2020":6
            }
        ],
        [
            "A direct correlation has been established between stacking faults in a-plane GaN epilayers and luminescence peaks in the 3.29–3.41 eV range. The structural features of the stacking faults were determined by diffraction-contrast transmission electron microscopy, while the optical emission characteristics were observed by highly spatially resolved monochromatic cathodoluminescence. The studies were performed in the exact same regions of thinned foils. We find that stacking faults on the basal plane are responsible for the strong emission at ∼3.14eV. Luminescence peaks at ∼3.33 and ∼3.29eV are associated with the presence of stacking faults on prismatic a planes and partial dislocations at the stacking fault boundaries, respectively.",
            "Luminescence from stacking faults in gallium nitride",
            "R Liu and A Bell and FA Ponce and CQ Chen and JW Yang and M Asif Khan",
            "2005",
            "co2VcnIAAAAJ:UeHWp8X0CEIC",
            401,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1852085",
            "16080339632522321452",
            "\/scholar?cites=16080339632522321452",
            {
                "2005":2,
                "2006":13,
                "2007":18,
                "2008":28,
                "2009":25,
                "2010":36,
                "2011":46,
                "2012":32,
                "2013":35,
                "2014":37,
                "2015":35,
                "2016":26,
                "2017":16,
                "2018":16,
                "2019":17,
                "2020":16,
                "2021":3
            }
        ],
        [
            "The ability to control structural dimensions below 5 nm is essential for a systematic study of the optical and electrical properties of Si nanostructures. A combination of electron beam lithography, NF3 reactive ion etching, and dry thermal oxidation has been successfully implemented to yield 2‐nm‐wide Si nanowires with aspect ratio of more than 100 to 1. With a sideview transmission electron microscopy technique, the oxidation progression of Si nanowires was characterized over a range of temperature from 800 to 1200 °C. A previously reported self‐limiting oxidation phenomenon was found to occur only for oxidation temperatures below 950 °C. A preliminary model suggests that increase in the activation energy of oxidant diffusivity in a highly stressed oxide may be the main mechanism for slowing down the oxidation rate in the self‐limiting regime.",
            "Self‐limiting oxidation for fabricating sub‐5 nm silicon nanowires",
            "HI Liu and DK Biegelsen and FA Ponce and NM Johnson and RFW Pease",
            "1994",
            "co2VcnIAAAAJ:2osOgNQ5qMEC",
            380,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.111914",
            "6631116366624452363",
            "\/scholar?cites=6631116366624452363",
            {
                "1994":3,
                "1995":5,
                "1996":9,
                "1997":10,
                "1998":15,
                "1999":11,
                "2000":19,
                "2001":15,
                "2002":16,
                "2003":14,
                "2004":14,
                "2005":18,
                "2006":25,
                "2007":23,
                "2008":24,
                "2009":23,
                "2010":20,
                "2011":25,
                "2012":18,
                "2013":17,
                "2014":8,
                "2015":6,
                "2016":9,
                "2017":9,
                "2018":5,
                "2019":8,
                "2020":9
            }
        ],
        [
            "Epitaxial MgO thin films were grown on Si(001) by pulsed laser deposition. In spite of a large (−22.5%) lattice mismatch, epitaxy occurs with alignment of all crystallographic axes. Epitaxial quality and deposition rate are both sensitive to temperature and oxygen pressure. We believe this is the first demonstration of epitaxial MgO on Si. We employ MgO intermediate layers for superconducting epitaxial YBa2Cu3O7−δ\/BaTiO3 thin films on Si with a critical current density of 6.7×105 A\/cm2 at 77 K.",
            "Epitaxial MgO on Si (001) for Y‐Ba‐Cu‐O thin‐film growth by pulsed laser deposition",
            "DK Fork and FA Ponce and JC Tramontana and TH Geballe",
            "1991",
            "co2VcnIAAAAJ:qjMakFHDy7sC",
            308,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.104903",
            "16251340325797520800",
            "\/scholar?cites=16251340325797520800",
            {
                "1991":5,
                "1992":17,
                "1993":20,
                "1994":15,
                "1995":11,
                "1996":13,
                "1997":16,
                "1998":14,
                "1999":13,
                "2000":12,
                "2001":5,
                "2002":23,
                "2003":8,
                "2004":13,
                "2005":18,
                "2006":8,
                "2007":8,
                "2008":13,
                "2009":7,
                "2010":13,
                "2011":6,
                "2012":6,
                "2013":10,
                "2014":4,
                "2015":5,
                "2016":5,
                "2017":3,
                "2018":3,
                "2019":6,
                "2020":4
            }
        ],
        [
            "The polarity of the lattice of bulk single GaN crystals and the polarity of homoepitaxial and heteroepitaxial‐on‐sapphire GaN thin films has been studied using convergent beam electron diffraction. Diffraction patterns obtained at 200 kV for the <1–100> projection of GaN were matched with calculated patterns. The lattice orientations of two commonly observed bulk single‐crystal facets were identified. It is shown that the smooth facets in single crystals correspond to the (0001), Ga‐terminated, lattice planes, whereas the rough facets correspond to the (0001̄), N‐terminated, planes. It is also shown that metalorganic chemical vapor deposition epitaxy retains the polarity of the substrate, i.e., no inversion boundaries were observed. Heteroepitaxy on sapphire is shown to grow in the (0001), Ga‐terminated orientation.",
            "Determination of lattice polarity for growth of GaN bulk single crystals and epitaxial layers",
            "FA Ponce and Dp P Bour and WT Young and M Saunders and JW Steeds",
            "1996",
            "co2VcnIAAAAJ:IjCSPb-OGe4C",
            307,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.118052",
            "3474119970613902811",
            "\/scholar?cites=3474119970613902811",
            {
                "1996":7,
                "1997":28,
                "1998":19,
                "1999":34,
                "2000":28,
                "2001":20,
                "2002":23,
                "2003":21,
                "2004":17,
                "2005":7,
                "2006":6,
                "2007":7,
                "2008":11,
                "2009":8,
                "2010":6,
                "2011":11,
                "2012":4,
                "2013":9,
                "2014":9,
                "2015":8,
                "2016":7,
                "2017":9,
                "2018":5,
                "2019":2
            }
        ],
        [
            "Transmission electron microscopy (TEM) and scanning electron microscope cathodoluminescence (CL) have been used to determine the influence of edge and screw dislocations on the light emitting properties of InxGa1−xN quantum wells. TEM is used to locate and identify the nature of dislocations. CL on the same samples is used to determine the spatial variation of the luminescence. A direct correlation of CL maps with TEM has been established, showing that threading edge dislocations act as nonradiative recombination centers with an associated minority carrier diffusion length of 200 nm. Threading dislocations of screw and mixed type were found to be associated with surface pits which were also nonradiative in the quantum well (QW) emission, but owing to the absence of QW growth on the pit facets. The contributions of edge and screw\/mixed dislocations to the reduction of the QW emission are quantified …",
            "Edge and screw dislocations as nonradiative centers in InGaN\/GaN quantum well luminescence",
            "D Cherns and SJ Henley and FA Ponce",
            "2001",
            "co2VcnIAAAAJ:YsMSGLbcyi4C",
            268,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1369610",
            "16411877728330779328",
            "\/scholar?cites=16411877728330779328",
            {
                "2001":4,
                "2002":15,
                "2003":15,
                "2004":12,
                "2005":14,
                "2006":8,
                "2007":15,
                "2008":11,
                "2009":2,
                "2010":7,
                "2011":20,
                "2012":15,
                "2013":16,
                "2014":10,
                "2015":15,
                "2016":18,
                "2017":17,
                "2018":18,
                "2019":22,
                "2020":11,
                "2021":2
            }
        ],
        [
            "The crystalline structure of GaN epilayers on (0001) SiC substrates has been studied using x‐ray diffraction and transmission microscopy. The films were grown by metalorganic chemical vapor deposition, using AlN buffer layers. X‐ray diffraction measurements show negligible strain in the epilayer, and a long‐range variation in orientation. Transmission electron lattice images show that the AlN buffer layer consists of small crystallites. The nature of the buffer layer and its interfaces with the substrate and the GaN film is discussed. The defect structure of the GaN film away from the substrate consists mostly of threading dislocations with a density of ∼109 cm−2.",
            "Microstructure of GaN epitaxy on SiC using AlN buffer layers",
            "FA Ponce and BS Krusor and JS Major Jr and WE Plano and DF Welch",
            "1995",
            "co2VcnIAAAAJ:zYLM7Y9cAGgC",
            244,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.114645",
            "8901124267987081410",
            "\/scholar?cites=8901124267987081410",
            {
                "1995":6,
                "1996":17,
                "1997":34,
                "1998":11,
                "1999":11,
                "2000":13,
                "2001":13,
                "2002":7,
                "2003":8,
                "2004":12,
                "2005":7,
                "2006":6,
                "2007":8,
                "2008":7,
                "2009":4,
                "2010":8,
                "2011":7,
                "2012":7,
                "2013":7,
                "2014":7,
                "2015":9,
                "2016":6,
                "2017":9,
                "2018":5,
                "2019":11,
                "2020":4
            }
        ]
    ]
}