{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The response of living systems to nanoparticles is thought to depend on the protein corona, which forms shortly after exposure to physiological fluids and which is linked to a wide array of pathophysiologies. A mechanistic understanding of the dynamic interaction between proteins and nanoparticles and thus the biological fate of nanoparticles and associated proteins is, however, often missing mainly due to the inadequacies in current ensemble experimental approaches. Through the application of a variety of single molecule and single particle spectroscopic techniques in combination with ensemble level characterization tools, we identified different interaction pathways between gold nanorods and bovine serum albumin depending on the protein concentration. Overall, we found that local changes in protein concentration influence everything from cancer cell uptake to nanoparticle stability and even protein …",
            "Adsorption and unfolding of a single protein triggers nanoparticle aggregation",
            "Sergio Dominguez-Medina* and Lydia Kisley* and Lawrence J Tauzin and Anneli Hoggard and Bo Shuang and A Swarnapali DS Indrasekara and Sishan Chen and Lin-Yung Wang and Paul J Derry and Anton Liopo and Eugene R Zubarev and Christy F Landes and Stephan Link",
            "2016",
            "cPiRW_sAAAAJ:hqOjcs7Dif8C",
            115,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsnano.5b06439",
            "6913789356295954451",
            "\/scholar?cites=6913789356295954451",
            {
                "2016":6,
                "2017":27,
                "2018":19,
                "2019":27,
                "2020":33,
                "2021":3
            }
        ],
        [
            "Chromatographic protein separations, immunoassays, and biosensing all typically involve the adsorption of proteins to surfaces decorated with charged, hydrophobic, or affinity ligands. Despite increasingly widespread use throughout the pharmaceutical industry, mechanistic detail about the interactions of proteins with individual chromatographic adsorbent sites is available only via inference from ensemble measurements such as binding isotherms, calorimetry, and chromatography. In this work, we present the direct superresolution mapping and kinetic characterization of functional sites on ion-exchange ligands based on agarose, a support matrix routinely used in protein chromatography. By quantifying the interactions of single proteins with individual charged ligands, we demonstrate that clusters of charges are necessary to create detectable adsorption sites and that even chemically identical ligands create …",
            "Unified superresolution experiments and stochastic theory provide mechanistic insight into protein ion-exchange adsorptive separations",
            "Lydia Kisley and Jixin Chen and Andrea P Mansur and Bo Shuang and Katerina Kourentzi and Mohan-Vivekanandan Poongavanam and Wen-Hsiang Chen and Sagar Dhamane and Richard C Willson and Christy F Landes",
            "2014",
            "cPiRW_sAAAAJ:Y0pCki6q_DkC",
            77,
            "https:\/\/www.pnas.org\/content\/111\/6\/2075.short",
            "14715074335484055301",
            "\/scholar?cites=14715074335484055301",
            {
                "2014":6,
                "2015":18,
                "2016":21,
                "2017":6,
                "2018":8,
                "2019":8,
                "2020":10
            }
        ],
        [
            "Porous materials such as cellular cytosol, hydrogels, and block copolymers have nanoscale features that determine macroscale properties. Characterizing the structure of nanopores is difficult with current techniques due to imaging, sample preparation, and computational challenges. We produce a super-resolution optical image that simultaneously characterizes the nanometer dimensions of and diffusion dynamics within porous structures by correlating stochastic fluctuations from diffusing fluorescent probes in the pores of the sample, dubbed here as “fluorescence correlation spectroscopy super-resolution optical fluctuation imaging” or “fcsSOFI”. Simulations demonstrate that structural features and diffusion properties can be accurately obtained at sub-diffraction-limited resolution. We apply our technique to image agarose hydrogels and aqueous lyotropic liquid crystal gels. The heterogeneous pore resolution is …",
            "Characterization of porous materials by fluorescence correlation spectroscopy super-resolution optical fluctuation imaging",
            "Lydia Kisley and Rachel Brunetti and Lawrence J Tauzin and Bo Shuang and Xiyu Yi and Alec W Kirkeminde and Daniel A Higgins and Shimon Weiss and Christy F Landes",
            "2015",
            "cPiRW_sAAAAJ:roLk4NBRz8UC",
            63,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsnano.5b03430",
            "13440172242575723976",
            "\/scholar?cites=13440172242575723976",
            {
                "2016":12,
                "2017":17,
                "2018":8,
                "2019":10,
                "2020":15,
                "2021":1
            }
        ],
        [
            "We introduce a step transition and state identification (STaSI) method for piecewise constant single-molecule data with a newly derived minimum description length equation as the objective function. We detect the step transitions using the Student’s t test and group the segments into states by hierarchical clustering. The optimum number of states is determined based on the minimum description length equation. This method provides comprehensive, objective analysis of multiple traces requiring few user inputs about the underlying physical models and is faster and more precise in determining the number of states than established and cutting-edge methods for single-molecule data analysis. Perhaps most importantly, the method does not require either time-tagged photon counting or photon counting in general and thus can be applied to a broad range of experimental setups and analytes.",
            "Fast step transition and state identification (STaSI) for discrete single-molecule data analysis",
            "Bo Shuang and David Cooper and J Nick Taylor and Lydia Kisley and Jixin Chen and Wenxiao Wang and Chun Biu Li and Tamiki Komatsuzaki and Christy F Landes",
            "2014",
            "cPiRW_sAAAAJ:eQOLeE2rZwMC",
            59,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jz501435p",
            "2909052258405955925",
            "\/scholar?cites=2909052258405955925",
            {
                "2014":1,
                "2015":5,
                "2016":10,
                "2017":8,
                "2018":12,
                "2019":11,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Single particle tracking (SPT) techniques provide a microscopic approach to probe in vivo and in vitro structure and reactions. Automatic analysis of SPT data with high efficiency and accuracy spurs the development of SPT algorithms. In this perspective, we review a range of available techniques used in SPT analysis programs. In addition, we present an example SPT program step-by-step to provide a guide so that researchers can use, modify, and\/or write a SPT program for their own purposes.",
            "Troika of single particle tracking programing: SNR enhancement, particle identification, and mapping",
            "Bo Shuang and Jixin Chen and Lydia Kisley and Christy F Landes",
            "2014",
            "cPiRW_sAAAAJ:Tyk-4Ss8FVUC",
            51,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2014\/cp\/c3cp53968g",
            "14054857630869607474",
            "\/scholar?cites=14054857630869607474",
            {
                "2014":6,
                "2015":10,
                "2016":13,
                "2017":4,
                "2018":6,
                "2019":7,
                "2020":5
            }
        ],
        [
            "Chromatography is an important analytical technique for the separation of molecules in environmental, pharmaceutical, medicinal, natural product synthesis research, and industrial production. Despite chromatography’s extensive use, the selection of appropriate column conditions is driven by empirical methods and phenomenological theories. Single molecule spectroscopy (SMS) offers the possibility to extract molecularscale data, with the overall goals of obtaining a mechanistic understanding of chromatography and providing a framework for intelligent chromatographic optimization, neither of which is achievable through traditional ensemble-averaged methods. Here we review both the spectroscopic techniques and the new insights that SMS has provided on interfacial liquid chromatographic separations. The experimental studies include reverse phase, normal phase (silica based), and ion-exchange …",
            "Molecular approaches to chromatography using single molecule spectroscopy",
            "Lydia Kisley and Christy F Landes",
            "2015",
            "cPiRW_sAAAAJ:WF5omc3nYNoC",
            43,
            "https:\/\/pubs.acs.org\/doi\/full\/10.1021\/ac5039225",
            "10381996974241157223",
            "\/scholar?cites=10381996974241157223",
            {
                "2015":3,
                "2016":14,
                "2017":7,
                "2018":9,
                "2019":5,
                "2020":5
            }
        ],
        [
            "The retention and elution of proteins in ion-exchange chromatography is routinely controlled by adjusting the mobile phase salt concentration. It has repeatedly been observed, as judged from adsorption isotherms, that the apparent heterogeneity of adsorption is lower at more-eluting, higher ionic strength. Here, we present an investigation into the mechanism of this phenomenon using a single-molecule, super-resolution imaging technique called motion-blur Points Accumulation for Imaging in Nanoscale Topography (mbPAINT). We observed that the number of functional adsorption sites was smaller at high ionic strength and that these sites had reduced desorption kinetic heterogeneity, and thus narrower predicted elution profiles, for the anion-exchange adsorption of α-lactalbumin on an agarose-supported, clustered-charge ligand stationary phase. Explanations for the narrowing of the functional population such …",
            "High ionic strength narrows the population of sites participating in protein ion-exchange adsorption: A single-molecule study",
            "Lydia Kisley and Jixin Chen and Andrea P Mansur and Sergio Dominguez-Medina and Eliona Kulla and Marci K Kang and Bo Shuang and Katerina Kourentzi and Mohan-Vivekanandan Poongavanam and Sagar Dhamane and Richard C Willson and Christy F Landes",
            "2014",
            "cPiRW_sAAAAJ:W7OEmFMy1HYC",
            43,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021967314005275",
            "17750793367273504858",
            "\/scholar?cites=17750793367273504858",
            {
                "2014":1,
                "2015":6,
                "2016":13,
                "2017":4,
                "2018":9,
                "2019":4,
                "2020":6
            }
        ],
        [
            "We demonstrate the application of superlocalization microscopy to identify sequence-specific portions of single-stranded DNA (ssDNA) with sequence resolution of 50 nucleotides, corresponding to a spatial resolution of 30 nm. Super-resolution imaging was achieved using a variation of a single-molecule localization method, termed as “motion blur” point accumulation for imaging in nanoscale topography (mbPAINT). The target ssDNA molecules were immobilized on the substrate. Short, dye-labeled, and complementary ssDNA molecules stochastically bound to the target ssDNA, with repeated binding events allowing super-resolution. Sequence specificity was demonstrated via the use of a control, noncomplementary probe. The results support the possibility of employing relatively inexpensive short ssDNAs to identify gene sequence specificity with improved resolution in comparison to the existing methods.",
            "Super-resolution mbPAINT for optical localization of single-stranded DNA",
            "Jixin Chen and Alberto Bremauntz and Lydia Kisley and Bo Shuang and Christy F Landes",
            "2013",
            "cPiRW_sAAAAJ:2osOgNQ5qMEC",
            40,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/am403984k",
            "8922390397171081525",
            "\/scholar?cites=8922390397171081525",
            {
                "2014":4,
                "2015":6,
                "2016":11,
                "2017":5,
                "2018":3,
                "2019":5,
                "2020":6
            }
        ],
        [
            "Two maximum likelihood estimation (MLE) methods were developed for optimizing the analysis of single-molecule trajectories that include phenomena such as experimental noise, photoblinking, photobleaching, and translation or rotation out of the collection plane. In particular, short, single-molecule trajectories with photoblinking were studied, and our method was compared to existing analytical techniques applied to simulated data. The optimal method for various experimental cases was established, and the optimized MLE method was applied to a real experimental system: single-molecule diffusion of fluorescent molecular machines known as nanocars.",
            "Improved analysis for determining diffusion coefficients from short, single-molecule trajectories with photoblinking",
            "Bo Shuang and Chad P Byers and Lydia Kisley and Lin-Yung Wang and Julia Zhao and Hiroyuki Morimura and Stephan Link and Christy F Landes",
            "2013",
            "cPiRW_sAAAAJ:d1gkVwhDpl0C",
            37,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la304063j",
            "1765810334330000843",
            "\/scholar?cites=1765810334330000843",
            {
                "2013":1,
                "2014":8,
                "2015":8,
                "2016":12,
                "2017":2,
                "2018":1,
                "2019":3,
                "2020":2
            }
        ],
        [
            "The tunable nature of weak polyelectrolyte multilayers makes them ideal candidates for drug loading and delivery, water filtration, and separations, yet the lateral transport of charged molecules in these systems remains largely unexplored at the single molecule level. We report the direct measurement of the charge-dependent, pH-tunable, multimodal interaction of single charged molecules with a weak polyelectrolyte multilayer thin film, a 10 bilayer film of poly(acrylic acid) and poly(allylamine hydrochloride) PAA\/PAH. Using fluorescence microscopy and single-molecule tracking, two modes of interaction were detected: (1) adsorption, characterized by the molecule remaining immobilized in a subresolution region and (2) diffusion trajectories characteristic of hopping (D ∼ 10–9 cm2\/s). Radius of gyration evolution analysis and comparison with simulated trajectories confirmed the coexistence of the two transport …",
            "Charge-dependent transport switching of single molecular ions in a weak polyelectrolyte multilayer",
            "Lawrence J Tauzin and Bo Shuang and Lydia Kisley and Andrea P Mansur and Jixin Chen and Al de Leon and Rigoberto C Advincula and Christy F Landes",
            "2014",
            "cPiRW_sAAAAJ:YsMSGLbcyi4C",
            29,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la5012007",
            "5413943837088907847",
            "\/scholar?cites=5413943837088907847",
            {
                "2015":7,
                "2016":10,
                "2017":3,
                "2018":2,
                "2019":3,
                "2020":4
            }
        ]
    ]
}