{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "We report the first measurement of the neutron cross section on argon in the energy range of 100–800 MeV. The measurement was obtained with a 4.3-h exposure of the Mini-CAPTAIN detector to the WNR\/LANSCE beam at LANL. The total cross section is measured from the attenuation coefficient of the neutron flux as it traverses the liquid argon volume. A set of 2631 candidate interactions is divided in bins of the neutron kinetic energy calculated from time-of-flight measurements. These interactions are reconstructed with custom-made algorithms specifically designed for the data in a time projection chamber the size of the Mini-CAPTAIN detector. The energy averaged cross section is 0.91±0.10 (stat)±0.09 (syst) b. A comparison of the measured cross section is made to the GEANT 4 and FLUKA event generator packages, where the energy averaged cross sections in this range are 0.60 and 0.68 b, respectively.",
            "First measurement of the total neutron cross section on argon between 100 and 800 MeV",
            "B Bhandari and J Bian and K Bilton and C Callahan and J Chaves and H Chen and D Cline and RL Cooper and D Danielson and J Danielson and N Dokania and S Elliott and S Fernandes and S Gardiner and G Garvey and V Gehman and F Giuliani and S Glavin and M Gold and C Grant and E Guardincerri and T Haines and A Higuera and JY Ji and R Kadel and N Kamp and A Karlin and W Ketchum and LW Koerner and D Lee and K Lee and Q Liu and S Locke and WC Louis and A Manalaysay and J Maricic and E Martin and MJ Martinez and S Martynenko and C Mauger and C McGrew and J Medina and PJ Medina and A Mills and G Mills and J Mirabal-Martinez and A Olivier and E Pantic and B Philipbar and C Pitcher and V Radeka and J Ramsey and K Rielage and M Rosen and AR Sanchez and J Shin and G Sinnis and M Smy and W Sondheim and I Stancu and C Sterbenz and Y Sun and R Svoboda and C Taylor and A Teymourian and C Thorn and CE Tull and M Tzanov and RG Van de Water and D Walker and N Walsh and H Wang and Y Wang and C Yanagisawa and A Yarritu and J Yoo and CAPTAIN Collaboration",
            "2019",
            "CpST4REAAAAJ:UebtZRa9Y70C",
            11,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.123.042502",
            "14315171321439677032",
            "\/scholar?cites=14315171321439677032",
            {
                "2020":10,
                "2021":1
            }
        ],
        [
            "Conceptual Design Report developed for the Water Cherenkov Detector (WCD) option for the far detector of the Long Baseline Neutrino Experiment.",
            "The Long Baseline Neutrino Experiment (LBNE) Water Cherenkov Detector (WCD) Conceptual Design Report (CDR)",
            "LBNE collaboration",
            "2012",
            "CpST4REAAAAJ:Y0pCki6q_DkC",
            9,
            "https:\/\/arxiv.org\/abs\/1204.2295",
            "3457171539971080889",
            "\/scholar?cites=3457171539971080889",
            {
                "2013":6,
                "2014":1,
                "2015":2
            }
        ],
        [
            "Physically realized electron gas systems usually reside in either the quantum non-degenerate or fully degenerate limit, where the average de Broglie wavelength of the thermal electrons becomes comparable with the interparticle distance between electrons. A few systems, such as young brown dwarfs and the cold dense fuels created in imploded cryogenic capsules at the National Ignition Facility, lie between these two limits and are partially degenerate. The National Ignition Facility has the unique capability of varying the electron quantum degeneracy by adjusting the laser drive used to implode the capsules. This allows experimental studies of the effects of the degeneracy level on plasma transport properties. By measuring rare nuclear reactions in these cold dense fuels, we show that the electron stopping power, which is the rate of energy loss per unit distance travelled by a charged particle, changes with …",
            "Plasma stopping-power measurements reveal transition from non-degenerate to degenerate plasmas",
            "AC Hayes and ME Gooden and E Henry and Gerard Jungman and JB Wilhelmy and RS Rundberg and C Yeamans and G Kyrala and C Cerjan and DL Danielson and Jérôme Daligault and C Wilburn and P Volegov and C Wilde and S Batha and T Bredeweg and JL Kline and GP Grim and EP Hartouni and D Shaughnessy and C Velsko and WS Cassata and K Moody and LF Berzak Hopkins and D Hinkel and T Döppner and S Le Pape and F Graziani and DA Callahan and OA Hurricane and D Schneider",
            "2020",
            "CpST4REAAAAJ:qxL8FJ1GzNcC",
            5,
            "https:\/\/www.nature.com\/articles\/s41567-020-0790-3",
            "15640639709349362134",
            "\/scholar?cites=15640639709349362134",
            {
                "2020":5
            }
        ],
        [
            "The Coulomb enhancement of low energy electrons in nuclear beta decay generates sharp cutoffs in the accompanying antineutrino spectrum at the beta decay endpoint energies. It has been conjectured that these features will interfere with measuring the effect of a neutrino mass hierarchy on an oscillated nuclear reactor antineutrino spectrum. These sawtoothlike features will appear in detailed reactor antineutrino spectra, with characteristic energy scales similar to the oscillation period critical to neutrino mass hierarchy determination near a 53 km baseline. However, these sawtoothlike distortions are found to contribute at a magnitude of only a few percent relative to the mass hierarchy-dependent oscillation pattern in Fourier space. In the Fourier cosine and sine transforms, the features that encode a neutrino mass hierarchy dominate by over sixteen (thirty-three) times in prominence to the maximal contribution of …",
            "Reactor Neutrino Spectral Distortions Play Little Role in Mass Hierarchy Experiments",
            "Daine L. Danielson and Anna C. Hayes and Gerald T. Garvey",
            "2019",
            "CpST4REAAAAJ:KlAtU1dfN6UC",
            5,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.99.036001",
            "18444088004262508647",
            "\/scholar?cites=18444088004262508647",
            {
                "2019":2,
                "2020":2
            }
        ],
        [
            "The Coulomb enhancement of low energy electrons in nuclear beta decay generates sharp cutoffs in the accompanying antineutrino spectrum at the beta decay endpoint energies. It has been conjectured that these features will interfere with measuring the effect of a neutrino mass hierarchy on an oscillated nuclear reactor antineutrino spectrum. These sawtoothlike features will appear in detailed reactor antineutrino spectra, with characteristic energy scales similar to the oscillation period critical to neutrino mass hierarchy determination near a 53 km baseline. However, these sawtoothlike distortions are found to contribute at a magnitude of only a few percent relative to the mass hierarchy-dependent oscillation pattern in Fourier space. In the Fourier cosine and sine transforms, the features that encode a neutrino mass hierarchy dominate by over sixteen (thirty-three) times in prominence to the maximal contribution of …",
            "Reactor neutrino spectral distortions play little role in mass hierarchy experiments",
            "Daine Lee Danielson and AC Hayes and Gerald Thomas Garvey",
            "2019",
            "CpST4REAAAAJ:kNdYIx-mwKoC",
            5,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.99.036001",
            "18444088004262508647",
            "\/scholar?cites=18444088004262508647",
            {
                "2019":2,
                "2020":2
            }
        ]
    ]
}