{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "From the late nineteenth century, Japan sought to incorporate the Korean Peninsula into its expanding empire. Japan took control of Korea in 1910 and ruled it until the end of World War II. During this colonial period, Japan advertised as a national goal the assimilation of Koreans into the Japanese state. It never achieved that goal. Mark Caprio here examines why Japan's assimilation efforts failed. Utilizing government documents, personal travel accounts, diaries, newspapers, and works of fiction, he uncovers plenty of evidence for the potential for assimilation but very few practical initiatives to implement the policy. Japan's early history of colonial rule included tactics used with peoples such as the Ainu and Ryukyuan that tended more toward obliterating those cultures than to incorporating the people as equal Japanese citizens. Following the annexation of Taiwan in 1895, Japanese policymakers turned to European imperialist models, especially those of France and England, in developing strengthening its plan for assimilation policies. But, although Japanese used rhetoric that embraced assimilation, Japanese people themselves, from the top levels of government down, considered Koreans inferior and gave them few political rights. Segregation was built into everyday life. Japanese maintained separate communities in Korea, children were schooled in two separate and unequal systems, there was relatively limited intermarriage, and prejudice was ingrained. Under these circumstances, many Koreans resisted assimilation. By not actively promoting Korean-Japanese integration on the ground, Japan's rhetoric of assimilation remained just that.",
            "Japanese assimilation policies in colonial Korea, 1910-1945",
            "Mark E Caprio",
            "2011",
            "cQ3TQsEAAAAJ:u5HHmVD_uO8C",
            269,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=oj_IhRConN8C&oi=fnd&pg=PR5&dq=info:Bidi6Flx9vAJ:scholar.google.com&ots=y9pBsUCadg&sig=IAFW2YiWrxg3tkdV3HugEupVSVw",
            "17363190044338300678",
            "\/scholar?cites=17363190044338300678",
            {
                "2010":7,
                "2011":16,
                "2012":17,
                "2013":27,
                "2014":16,
                "2015":31,
                "2016":34,
                "2017":34,
                "2018":27,
                "2019":31,
                "2020":25
            }
        ],
        [
            "With expert contributions from both the US and Japan, this book examines the legacies of the US Occupation on Japanese politics and society, and discusses the long-term impact of the Occupation on contemporary Japan. Focusing on two central themes–democracy and the interplay of US-initiated reforms and Japan's endogenous drive for democratization and social justice–the contributors address key questions: How did the US authorities and the Japanese people define democracy? To what extent did America impose their notions of democracy on Japan? How far did the Japanese pursue impulses toward reform, rooted in their own history and values? Which reforms were readily accepted and internalized, and which were ultimately subverted by the Japanese as impositions from outside? These questions are tackled by exploring the dynamics of the reform process from the three perspectives of innovation, continuity and compromise, specifically determining the effect that this period made to Japanese social, economic, and political understanding. Critically examines previously unexplored issues that influenced postwar Japan such as the effect of labour and healthcare legislation, textbook revision, and minority policy. Illuminating contemporary Japan, its achievements, its potential and its quandaries, this book will appeal to students and scholars of Japanese-US relations, Japanese history and Japanese politics.",
            "Democracy in occupied Japan: the US occupation and Japanese politics and society",
            "Mark E Caprio and Yoneyuki Sugita",
            "2007",
            "cQ3TQsEAAAAJ:u-x6o8ySG0sC",
            41,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=pqxMC9mkfLkC&oi=fnd&pg=PP1&dq=info:5qJsATqt6QIJ:scholar.google.com&ots=RvUoknRb_H&sig=tTNM3LLYxa6MMYfg8qSEIHqXYXM",
            "209889322293043942",
            "\/scholar?cites=209889322293043942",
            {
                "2007":1,
                "2008":2,
                "2009":1,
                "2010":3,
                "2011":2,
                "2012":2,
                "2013":3,
                "2014":5,
                "2015":8,
                "2016":3,
                "2017":6,
                "2018":3,
                "2019":2
            }
        ],
        [
            "The period spanning the 1880s to 1945 was a crucially important formative time for Korea, during which understandings of modernity were largely shaped by the images of Korea’s neighbours to the east, west and north. China, Japan and Russia represented at some moments modern threats, but also denoted a range of alternative modernity possibilities, and ultimately provided a model for Korea’s pre-colonial and colonial modernity. This book explores the way in which modern Korea perceived its geographic neighbours from the 1890s until 1945. It shows that Korea's modern nationalism was at the same time internationalist in its orientation, as the vision of Korea’s ideal place in the world and brighter national future was often linked to the examples (positive and negative), threats (perceived and real) and allies abroad. Exploring the importance of the international knowledge and experience for the formation of the Korean nationalist paradigms, it offers nuance to the existing picture of the international connections and environment of the Korean national movements. It shows that the picture of Japan inside the anti-Japanese independence movement of the colonial period was more complicated than simple hatred of the invaders: modern achievements of Japan were admired even by anti-colonial nationalists as a possible model for Korea. The book also demonstrates the extent to which Chinese and Soviet revolutions influenced the thinking of modern Korean intellectuals across the whole ideological spectrum. Introducing new sources presented in English for the first time, and including themes such as race and ethnicity, global revolution, and …",
            "Modern Korea and Its Others: Perceptions of the Neighbouring Countries and Korean Modernity",
            "Vladimir Tikhonov",
            "2015",
            "cQ3TQsEAAAAJ:aIdbFUkbNIkC",
            19,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=8Y74CgAAQBAJ&oi=fnd&pg=PP1&dq=info:OL1L2GbMpNAJ:scholar.google.com&ots=AN6JH1ZwaG&sig=5N4C0_opivJR2GdzjmcIvsa-VfQ",
            "15034366198157131064",
            "\/scholar?cites=15034366198157131064",
            {
                "2017":3,
                "2018":8,
                "2019":5,
                "2020":2
            }
        ],
        [
            "Post-World War II occupations experimented with new approaches to dealing with defeated nations to rejuvenate erstwhile foes, rather than overburden them with reparations. The US occupation of Japan (1945–1952) was no exception. Setting aside fierce hatreds and dehumanizing wartime images and prejudices, the occupation administration sought to remold Japan and its people in order to create “democratic and representative organizations” that honored “individual liberties and respect for fundamental human rights...” 2 The political, social, and economic effects of the occupation’s efforts continue to spark intellectual debate, producing various interpretations of the occupation’s historical significance. Some scholars credit this occupation with producing a pluralistic and democratic Japan that has remained one of the United States’ most loyal allies into the post-Cold War period. 3 Others focus on the limitations …",
            "The US occupation of Japan: innovation, continuity and compromise",
            "M Caprio and Yoneyuki Sugita",
            "2007",
            "cQ3TQsEAAAAJ:BrOSOlqYqPUC",
            16,
            "http:\/\/scholar.google.com\/scholar?cluster=9796038781434957154&hl=en&oi=scholarr",
            "9796038781434957154",
            "\/scholar?cites=9796038781434957154",
            {
                "2009":1,
                "2010":2,
                "2011":3,
                "2012":1,
                "2013":3,
                "2014":2,
                "2015":1,
                "2016":1,
                "2017":1,
                "2018":1
            }
        ],
        [
            "The announcement on August 15, 1945, by the Japanese emperor declaring Japan’s intention to accept the Allied forces’ terms of unconditional surrender sent Koreans throughout the empire into the streets in celebration. For the first time in decades they could freely associate with their fellow countrymen, communicate in their language, and wave their national flag [taegeukgi] as Koreans without fear of punishment. 1 The United States estimated that three to four million Koreans resided overseas at this time. Korean communities could be found throughout the eastern part of the Asian continent (including the Russian Far East), as well as in other parts of the Japanese Empire including the Dutch East Indies, Hong Kong, the Philippines, the South Pacific, and Taiwan. The island of Sakhalin also hosted a significant number of Koreans, as did Australia and Hawai’i. The majority of overseas Koreans resided in Japan and Manchuria: the US Joint Intelligence Study estimated that there existed 1.45 million Koreans in Japan and 1.475 in Manchuria (United States Joint Intelligence Study Publishing Board 1992: 271). 2Liberation encouraged many overseas Koreans to return to their ancestral homeland. Within a year after the war’s end the population of southern Korea increased by an estimated 22 percent, or slightly fewer than 3.5 million, a figure that included repatriated Koreans, 510,000 refugees from the North, and 700,000 births over this period (“Report on the Occupation Area” 1992: 488). Not all Koreans returned. Postwar political and economic circumstances discouraged an estimated 600,000 Koreans in Japan from repatriating. An …",
            "Occupations of Korea and Japan and the Origins of the Korean Diaspora in Japan",
            "Mark E Caprio and Yu Jia",
            "2009",
            "cQ3TQsEAAAAJ:2osOgNQ5qMEC",
            15,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=9PBh5WNuiTwC&oi=fnd&pg=PA21&dq=info:3b8gfPcIj-EJ:scholar.google.com&ots=7KZk_uXxI7&sig=5D1lPmtQJz_lXVsd3NhO4-__gGg",
            "16253219439235874781",
            "\/scholar?cites=16253219439235874781",
            {
                "2008":1,
                "2009":1,
                "2010":2,
                "2011":2,
                "2012":2,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":3
            }
        ]
    ]
}