{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Increasing evidence has shown that adipose-derived stem cells (ASCs) could transdifferentiate into Schwann cell (SC)-like cells to enhance nerve regeneration, suggesting potential new cell-based transplantation therapy for peripheral nerve injuries and neurodegenerative disorders. For the implementation of these results to the clinical setting, it is of great importance to establish the differentiation of human ASCs (hASCs) into a SC phenotype. In this study, we studied hASCs obtained from subcutaneous fat tissue of healthy donors. By a mixture of glial growth factors we differentiated them into Schwann cell-like cells (dhASCs). We then assessed their ability to act as Schwann cells in vitro and in vivo and also compared them with primary human Schwann cells (hSCs). Enzyme-linked immunosorbent assay showed that dhASCs secreted brain-derived neurotrophic factor (BDNF)\/nerve growth factor (NGF) at a …",
            "Glial differentiation of human adipose-derived stem cells: implications for cell-based transplantation therapy",
            "Koichi Tomita and Tomas Madura and Yasuo Sakai and K Yano and G Terenghi and K Hosokawa",
            "2013",
            "cThIvaIAAAAJ:qjMakFHDy7sC",
            139,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0306452213000286",
            "5499657906633086832",
            "\/scholar?cites=5499657906633086832",
            {
                "2013":6,
                "2014":23,
                "2015":22,
                "2016":23,
                "2017":14,
                "2018":17,
                "2019":10,
                "2020":16,
                "2021":6
            }
        ],
        [
            "Axons of the adult central nervous system have very limited ability to regenerate after injury. This inability may be, at least partly, attributable to myelin‐derived proteins, such as myelin‐associated glycoprotein, Nogo and oligodendrocyte myelin glycoprotein. Recent evidence suggests that these proteins inhibit neurite outgrowth by activation of Rho through the neurotrophin receptor p75NTR\/Nogo receptor complex. Despite rapidly growing knowledge on these signals at the molecular level, it remained to be determined whether Rho is activated after injury to the central nervous system. To assess this question, we establish a new method to visualize endogenous Rho activity in situ. After treatment of cerebellar granular neurons with the Nogo peptide in vitro, Rho is spatially activated and colocalizes with p75NTR. Following spinal cord injury in vivo, massive activation of Rho is observed in the injured neurites. Spatial …",
            "Activation of Rho in the injured axons following spinal cord injury",
            "Tomas Madura and Toshihide Yamashita and Tateki Kubo and Masashi Fujitani and Ko Hosokawa and Masaya Tohyama",
            "2004",
            "cThIvaIAAAAJ:_FxGoFyzp5QC",
            112,
            "https:\/\/www.embopress.org\/doi\/abs\/10.1038\/sj.embor.7400117",
            "17986272372869370680",
            "\/scholar?cites=17986272372869370680",
            {
                "2004":3,
                "2005":5,
                "2006":13,
                "2007":8,
                "2008":11,
                "2009":9,
                "2010":11,
                "2011":6,
                "2012":5,
                "2013":9,
                "2014":5,
                "2015":7,
                "2016":5,
                "2017":2,
                "2018":4,
                "2019":5,
                "2020":3
            }
        ],
        [
            "Transplantation of autologous Schwann cells (SCs) is a promising approach for treating various peripheral nerve disorders, including chronic denervation. However, given their drawbacks, such as invasive biopsy and lengthy culture in vitro, alternative cell sources would be needed. Adipose‐derived stem cells (ASCs) are a candidate, and in this study rat ASCs transdifferentiated into a SC phenotype (dASC) cocultured with dorsal root ganglion neurons were shown to associate with neurites and to express myelin basic protein (MBP)‐positive myelin protein. Furthermore, dASCs transplanted into a chronically denervated rat common peroneal nerve survived for at least for 10 weeks, maintaining their differentiated state. Immunohistochemical analysis revealed that transplanted dASCs associated with regenerating axons, forming MBP‐\/protein zero‐positive myelin sheaths. The cell survival and myelin expression …",
            "Differentiated adipose‐derived stem cells promote myelination and enhance functional recovery in a rat model of chronic denervation",
            "Koichi Tomita and Tomas Madura and Cristina Mantovani and Giorgio Terenghi",
            "2012",
            "cThIvaIAAAAJ:eQOLeE2rZwMC",
            77,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jnr.23002",
            "13731172763247606115",
            "\/scholar?cites=13731172763247606115",
            {
                "2012":3,
                "2013":7,
                "2014":5,
                "2015":13,
                "2016":10,
                "2017":7,
                "2018":9,
                "2019":8,
                "2020":14
            }
        ],
        [
            "The mature peripheral nervous system has the ability to survive and to regenerate its axons following axonal injury. After nerve injury, the distal axonal and myelin segment undergoes dissolution and absorption by the surrounding cellular environment, a process called Wallerian degeneration. Using cDNA microarrays, we isolated FLRT3 as one of the up-regulated genes expressed in the distal segment of the sciatic nerve 7 days after transection relative to those of the intact sciatic nerve. FLRT3 is a putative type I transmembrane protein containing 10 leucine-rich repeats, a fibronectin type III domain, and an intracellular tail. The neurons plated on CHO cells expressing FLRT3 extended significantly longer neurites than those plated on wild-type CHO cells, demonstrating that FLRT3 promotes neurite outgrowth. FLRT3 mRNA was especially abundant in the basal ganglia, the granular layer of cerebellum, and the …",
            "FLRT3, a cell surface molecule containing LRR repeats and a FNIII domain, promotes neurite outgrowth",
            "Lyuji Tsuji and Toshihide Yamashita and Tateki Kubo and Tomas Madura and Hiroyuki Tanaka and Ko Hosokawa and Masaya Tohyama",
            "2004",
            "cThIvaIAAAAJ:UeHWp8X0CEIC",
            52,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006291X03026445",
            "6101772437027227861",
            "\/scholar?cites=6101772437027227861",
            {
                "2004":1,
                "2005":1,
                "2006":5,
                "2007":5,
                "2008":2,
                "2009":6,
                "2010":2,
                "2011":9,
                "2012":6,
                "2013":1,
                "2014":3,
                "2015":2,
                "2016":2,
                "2017":3,
                "2018":3
            }
        ],
        [
            "Complex processes following peripheral nerve injury integrate a number of various external cues and their intracellular responses resulting in the cytoskeletal remodeling. One of these cues, Slit protein, plays an important role in neuronal migration and axonal guidance through the interaction with Roundabout (Robo) receptor. It was reported that the signal from Robo is transmitted to a specific family of GTPase-activating proteins (GAPs) named Slit–Robo GAPs. The Slit–Robo GAPs (srGAPs) further transmit the signal to the actin cytoskeleton controlling Rho GTPases and thus provide a direct link between Slit–Robo signaling and actin cytoskeleton.We examined the effects of facial nerve transection on srGAP2 mRNA expression in the facial nerve nuclei by in situ hybridization. SrGAP2 mRNA was initially expressed, and its expression increased from 3 to 28 days after transection, with the peak at the seventh day …",
            "Changes in mRNA of Slit–Robo GTPase-activating protein 2 following facial nerve transection",
            "Tomas Madura and Toshihide Yamashita and Tateki Kubo and Lyuji Tsuji and Ko Hosokawa and Masaya Tohyama",
            "2004",
            "cThIvaIAAAAJ:Y0pCki6q_DkC",
            39,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0169328X04000348",
            "11986712745016821751",
            "\/scholar?cites=11986712745016821751",
            {
                "2004":1,
                "2005":1,
                "2006":4,
                "2007":6,
                "2008":6,
                "2009":3,
                "2010":1,
                "2011":6,
                "2012":2,
                "2013":4,
                "2014":2,
                "2015":2,
                "2016":1
            }
        ],
        [
            "The effectiveness of the end-to-side nerve graft in comparison with the end-to-end cable-graft was determined in rat sciatic nerve transection models. Sixty Sprague-Dawley rats were randomly divided into four groups with different reconstructive methods for two branches of the sciatic nerve: Group I, median nerve graft with end-to-side neurorrhaphy; Group II, median and ulnar nerve grafts with end-to-end neurorrhaphy; Group III, no repair; and Group IV, sham operation. Between Groups I and II, there were no significant differences in the functional, electrophysiologic, and histologic evaluations. In retrograde tracing of the spinal cord and dorsal root ganglia, the number of double-labeled neurons was significantly higher in Group I. End-to-side nerve grafts show good functional recovery, require less graft, and are easy to perform. The authors find this method to be an effective alternative in facial nerve reconstruction …",
            "End-to-side nerve grafts: experimental study in rats",
            "Ken Matsuda and Masao Kakibuchi and Kenji Fukuda and Tateki Kubo and Thomas Madura and Ken-ichiro Kawai and Kenji Yano and Ko Hosokawa",
            "2005",
            "cThIvaIAAAAJ:roLk4NBRz8UC",
            33,
            "https:\/\/www.thieme-connect.com\/products\/ejournals\/abstract\/10.1055\/s-2005-922439",
            "9649699231890484086",
            "\/scholar?cites=9649699231890484086",
            {
                "2006":1,
                "2007":4,
                "2008":3,
                "2009":5,
                "2010":1,
                "2011":3,
                "2012":3,
                "2013":1,
                "2014":1,
                "2015":4,
                "2016":1,
                "2017":2,
                "2018":2
            }
        ],
        [
            "Background:The Rho family of small GTPases is responsible for various processes involving actin cytoskeleton in eukaryotic cells, including neurite outgrowth. Several substances found at the peripheral nerve injury site were shown to activate one member of this family, Rho. The activation of Rho leads to neurite outgrowth inhibition and the development of posttraumatic neuropathic pain. The authors used the clinically tested Rho-associated kinase inhibitor fasudil hydrochloride to enhance the functional recovery of the peripheral nerve in the rat.Methods:In the peroneal nerve interpositional graft model, the authors administered fasudil (experimental groups) or saline (control groups)(1) intraperitoneally and (2) directly into the graft by microinjection (n= 6 animals per experimental condition). Neural recovery was assessed during postoperative follow-up lasting 80 days by peroneal functional index …",
            "The Rho-associated kinase inhibitor fasudil hydrochloride enhances neural regeneration after axotomy in the peripheral nervous system",
            "Tomas Madura and Tateki Kubo and Marvin Tanag and Ken Matsuda and Koichi Tomita and Kenji Yano and Ko Hosokawa",
            "2007",
            "cThIvaIAAAAJ:9yKSN-GCB0IC",
            29,
            "https:\/\/journals.lww.com\/plasreconsurg\/Fulltext\/2007\/02000\/Dose_Dependent_Effects_of_FK506_on.10.aspx",
            "2193613415620417677",
            "\/scholar?cites=2193613415620417677",
            {
                "2007":1,
                "2008":4,
                "2009":4,
                "2010":3,
                "2011":3,
                "2012":2,
                "2013":2,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":2,
                "2018":5
            }
        ],
        [
            "Activation of the Small GTP-binding protein Rho following the nerve injury contributes to the lack of regeneration in the peripheral nervous system. By elucidating the mechanisms leading to Rho activation, a nonsteroidal anti-inflammatory drug ibuprofen has been identified as a potent inhibitor of Rho activity. In this study we tested the hypothesis, that inhibiting Rho activity by ibuprofen will enhance posttraumatic regeneration after peripheral nerve injury.In adult female Wistar rats we introduced an experimental injury by excising a 5 mm piece of the tibial nerve and returning it to the injury site as an interpositional graft. The animals then received ibuprofen or phosphate buffered saline through an osmotic pump for a period of 3 weeks. Following the injury we recorded tibial functional index (TFI) on a weekly basis. After 3 months we measured nerve conduction velocity and peak amplitude of …",
            "Ibuprofen improves functional outcome after axotomy and immediate repair in the peripheral nervous system",
            "Tomas Madura and Koichi Tomita and Giorgio Terenghi",
            "2011",
            "cThIvaIAAAAJ:WF5omc3nYNoC",
            27,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1748681511003913",
            "17063186154180664053",
            "\/scholar?cites=17063186154180664053",
            {
                "2011":1,
                "2012":1,
                "2013":2,
                "2014":2,
                "2015":2,
                "2016":3,
                "2017":3,
                "2018":8,
                "2019":5
            }
        ],
        [
            "Background:The development of calcium phosphate in cement paste form has made its application simplified and easy. In this study, the authors used an α-tricalcium phosphate\/dicalcium phosphate dibasic\/tetracalcium phosphate monoxide\/hydroxyapatite injectable calcium phosphate cement paste to evaluate its potential use in orbital volume augmentation.Methods:Five New Zealand white rabbits were used in this study. In each rabbit, the right orbit was directly implanted with calcium phosphate cement in its injectable paste form, and a prehardened form was placed in the left orbit. The orbital roof was approached through a subciliary skin incision and the implant was placed posterior to the globe of the eyeball to push it outward. Measurement of proptosis and intraocular pressure was monitored before and after implantation. The animals were killed after 3 months, and orbit bone-implant samples were taken for …",
            "Use of calcium phosphate cement paste in orbital volume augmentation",
            "Marvin A Tanag and Tomas Madura and Kenji Yano and Ko Hosokawa",
            "2006",
            "cThIvaIAAAAJ:u5HHmVD_uO8C",
            18,
            "https:\/\/cdn.journals.lww.com\/plasreconsurg\/Fulltext\/2006\/04010\/Use_of_Calcium_Phosphate_Cement_Paste_in_Orbital.17.aspx",
            "677788779850078166",
            "\/scholar?cites=677788779850078166",
            {
                "2007":2,
                "2008":2,
                "2009":2,
                "2010":3,
                "2011":1,
                "2012":1,
                "2013":2,
                "2014":2,
                "2015":2,
                "2016":1
            }
        ],
        [
            "Recent studies have provided evidence that p21Cip1\/WAF1 has not only cell cycle-associated activities but also other biological activities like neurite elongation. To investigate the role of p21Cip1\/WAF1 in the in vivo axonal regeneration in the peripheral nervous system, we developed a p21Cip1\/WAF1 knockout (KO) mice sciatic nerve injury model. We performed quantitative assessments of the functional, histological, and electrophysiological recoveries after sciatic nerve injury in p21Cip1\/WAF1 KO mice and compared the results with those of the wild-type mice. p21Cip1\/WAF1 KO mice showed a significant delay of the motor functional recovery between 21 and 42 days after sciatic nerve injury. The values of motor conduction velocity in p21Cip1\/WAF1 KO mice were significantly lower than those in the wild-type mice on postoperative day 28. The mean percent neural tissue and the mean nerve axon width of p21 …",
            "p21Cip1\/WAF1 regulates radial axon growth and enhances motor functional recovery in the injured peripheral nervous system",
            "Koichi Tomita and Tateki Kubo and Ken Matsuda and Tomas Madura and Kenji Yano and Tatsuji Fujiwara and Hiroyuki Tanaka and Masaya Tohyama and Ko Hosokawa",
            "2006",
            "cThIvaIAAAAJ:2osOgNQ5qMEC",
            13,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006899306002502",
            "2362587294191551363",
            "\/scholar?cites=2362587294191551363",
            {
                "2007":2,
                "2008":2,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":3
            }
        ]
    ]
}