{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Gamma rhythms are commonly observed in many brain regions during both waking and sleep states, yet their functions and mechanisms remain a matter of debate. Here we review the cellular and synaptic mechanisms underlying gamma oscillations and outline empirical questions and controversial conceptual issues. Our main points are as follows: First, gamma-band rhythmogenesis is inextricably tied to perisomatic inhibition. Second, gamma oscillations are short-lived and typically emerge from the coordinated interaction of excitation and inhibition, which can be detected as local field potentials. Third, gamma rhythm typically concurs with irregular firing of single neurons, and the network frequency of gamma oscillations varies extensively depending on the underlying mechanism. To document gamma oscillations, efforts should be made to distinguish them from mere increases of gamma-band power and\/or …",
            "Mechanisms of gamma oscillations",
            "György Buzsáki and Xiao-Jing Wang",
            "2012",
            "cv-YgL0AAAAJ:zYLM7Y9cAGgC",
            1714,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev-neuro-062111-150444",
            "11033196467768894236",
            "\/scholar?cites=11033196467768894236",
            {
                "2012":19,
                "2013":100,
                "2014":138,
                "2015":182,
                "2016":231,
                "2017":208,
                "2018":255,
                "2019":249,
                "2020":294,
                "2021":25
            }
        ],
        [
            "Fast neuronal oscillations (gamma, 20–80 Hz) have been observed in the neocortex and hippocampus during behavioral arousal. Using computer simulations, we investigated the hypothesis that such rhythmic activity can emerge in a random network of interconnected GABAergic fast-spiking interneurons. Specific conditions for the population synchronization, on properties of single cells and the circuit, were identified. These include the following: (1) that the amplitude of spike afterhyperpolarization be above the GABAA synaptic reversal potential; (2) that the ratio between the synaptic decay time constant and the oscillation period be sufficiently large; (3) that the effects of heterogeneities be modest because of a steep frequency–current relationship of fast-spiking neurons. Furthermore, using a population coherence measure, based on coincident firings of neural pairs, it is demonstrated that large-scale network …",
            "Gamma oscillation by synaptic inhibition in a hippocampal interneuronal network model",
            "Xiao-Jing Wang and György Buzsáki",
            "1996",
            "cv-YgL0AAAAJ:u5HHmVD_uO8C",
            1572,
            "https:\/\/www.jneurosci.org\/content\/16\/20\/6402.short",
            "15498129995129281196",
            "\/scholar?cites=15498129995129281196",
            {
                "1997":8,
                "1998":31,
                "1999":38,
                "2000":31,
                "2001":43,
                "2002":40,
                "2003":54,
                "2004":68,
                "2005":65,
                "2006":47,
                "2007":49,
                "2008":57,
                "2009":69,
                "2010":80,
                "2011":89,
                "2012":94,
                "2013":127,
                "2014":82,
                "2015":82,
                "2016":91,
                "2017":94,
                "2018":80,
                "2019":61,
                "2020":74,
                "2021":8
            }
        ],
        [
            "Synchronous rhythms represent a core mechanism for sculpting temporal coordination of neural activity in the brain-wide network. This review focuses on oscillations in the cerebral cortex that occur during cognition, in alert behaving conditions. Over the last two decades, experimental and modeling work has made great strides in elucidating the detailed cellular and circuit basis of these rhythms, particularly gamma and theta rhythms. The underlying physiological mechanisms are diverse (ranging from resonance and pacemaker properties of single cells to multiple scenarios for population synchronization and wave propagation), but also exhibit unifying principles. A major conceptual advance was the realization that synaptic inhibition plays a fundamental role in rhythmogenesis, either in an interneuronal network or in a reciprocal excitatory-inhibitory loop. Computational functions of synchronous oscillations in …",
            "Neurophysiological and computational principles of cortical rhythms in cognition",
            "Xiao-Jing Wang",
            "2010",
            "cv-YgL0AAAAJ:d1gkVwhDpl0C",
            1542,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/physrev.00035.2008",
            "14445960314511969943",
            "\/scholar?cites=14445960314511969943",
            {
                "2010":7,
                "2011":60,
                "2012":110,
                "2013":164,
                "2014":165,
                "2015":168,
                "2016":158,
                "2017":178,
                "2018":159,
                "2019":168,
                "2020":181,
                "2021":10
            }
        ],
        [
            "Recent physiological studies of alert primates have revealed cortical neural correlates of key steps in a perceptual decision-making process. To elucidate synaptic mechanisms of decision making, I investigated a biophysically realistic cortical network model for a visual discrimination experiment. In the model, slow recurrent excitation and feedback inhibition produce attractor dynamics that amplify the difference between conflicting inputs and generates a binary choice. The model is shown to account for salient characteristics of the observed decision-correlated neural activity, as well as the animal's psychometric function and reaction times. These results suggest that recurrent excitation mediated by NMDA receptors provides a candidate cellular mechanism for the slow time integration of sensory stimuli and the formation of categorical choices in a decision-making neocortical network.",
            "Probabilistic decision making by slow reverberation in cortical circuits",
            "Xiao-Jing Wang",
            "2002",
            "cv-YgL0AAAAJ:2osOgNQ5qMEC",
            1067,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0896627302010929",
            "1820290401664906112",
            "\/scholar?cites=1820290401664906112",
            {
                "2003":5,
                "2004":8,
                "2005":21,
                "2006":42,
                "2007":46,
                "2008":48,
                "2009":55,
                "2010":50,
                "2011":61,
                "2012":60,
                "2013":65,
                "2014":69,
                "2015":82,
                "2016":115,
                "2017":76,
                "2018":69,
                "2019":84,
                "2020":92,
                "2021":7
            }
        ],
        [
            "Stimulus-specific persistent neural activity is the neural process underlying active (working) memory. Since its discovery 30 years ago, mnemonic activity has been hypothesized to be sustained by synaptic reverberation in a recurrent circuit. Recently, experimental and modeling work has begun to test the reverberation hypothesis at the cellular level. Moreover, theory has been developed to describe memory storage of an analog stimulus (such as spatial location or eye position), in terms of continuous ‘bump attractors’ and ‘line attractors’. This review summarizes new studies, and discusses insights and predictions from biophysically based models. The stability of a working memory network is recognized as a serious problem; stability can be achieved if reverberation is largely mediated by NMDA receptors at recurrent synapses.",
            "Synaptic reverberation underlying mnemonic persistent activity",
            "Xiao-Jing Wang",
            "2001",
            "cv-YgL0AAAAJ:u-x6o8ySG0sC",
            995,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0166223600018683",
            "5192909824325390032",
            "\/scholar?cites=5192909824325390032",
            {
                "2002":23,
                "2003":82,
                "2004":30,
                "2005":44,
                "2006":55,
                "2007":40,
                "2008":50,
                "2009":42,
                "2010":44,
                "2011":61,
                "2012":57,
                "2013":61,
                "2014":53,
                "2015":55,
                "2016":65,
                "2017":61,
                "2018":55,
                "2019":46,
                "2020":54,
                "2021":6
            }
        ],
        [
            "Single-neuron recordings from behaving primates have established a link between working memory processes and information-specific neuronal persistent activity in the prefrontal cortex. Using a network model endowed with a columnar architecture and based on the physiological properties of cortical neurons and synapses, we have examined the synaptic mechanisms of selective persistent activity underlying spatial working memory in the prefrontal cortex. Our model reproduces the phenomenology of the oculomotor delayed-response experiment of Funahashi et al. (S. Funahashi, C.J. Bruce and P.S. Goldman-Rakic, Mnemonic coding of visual space in the monkey's dorsolateral prefrontal cortex. J Neurophysiol 61:331–349, 1989). To observe stable spontaneous and persistent activity, we find that recurrent synaptic excitation should be primarily mediated by NMDA receptors, and that overall recurrent …",
            "Synaptic mechanisms and network dynamics underlying spatial working memory in a cortical network model",
            "Albert Compte and Nicolas Brunel and Patricia S Goldman-Rakic and Xiao-Jing Wang",
            "2000",
            "cv-YgL0AAAAJ:9yKSN-GCB0IC",
            973,
            "https:\/\/academic.oup.com\/cercor\/article-abstract\/10\/9\/910\/289091",
            "16577599869837472277",
            "\/scholar?cites=16577599869837472277",
            {
                "2000":4,
                "2001":15,
                "2002":19,
                "2003":48,
                "2004":32,
                "2005":37,
                "2006":55,
                "2007":47,
                "2008":46,
                "2009":41,
                "2010":41,
                "2011":30,
                "2012":37,
                "2013":62,
                "2014":53,
                "2015":69,
                "2016":52,
                "2017":53,
                "2018":59,
                "2019":75,
                "2020":82,
                "2021":5
            }
        ],
        [
            "Single-neuron activity in the prefrontal cortex (PFC) is tuned to mixtures of multiple task-related aspects. Such mixed selectivity is highly heterogeneous, seemingly disordered and therefore difficult to interpret. We analysed the neural activity recorded in monkeys during an object sequence memory task to identify a role of mixed selectivity in subserving the cognitive functions ascribed to the PFC. We show that mixed selectivity neurons encode distributed information about all task-relevant aspects. Each aspect can be decoded from the population of neurons even when single-cell selectivity to that aspect is eliminated. Moreover, mixed selectivity offers a significant computational advantage over specialized responses in terms of the repertoire of input–output functions implementable by readout neurons. This advantage originates from the highly diverse nonlinear selectivity to mixtures of task-relevant variables, a …",
            "The importance of mixed selectivity in complex cognitive tasks",
            "Mattia Rigotti and Omri Barak and Melissa R Warden and Xiao-Jing Wang and Nathaniel D Daw and Earl K Miller and Stefano Fusi",
            "2013",
            "cv-YgL0AAAAJ:kNdYIx-mwKoC",
            896,
            "https:\/\/www.nature.com\/articles\/nature12160",
            "2707751672275136220",
            "\/scholar?cites=2707751672275136220",
            {
                "2013":16,
                "2014":63,
                "2015":83,
                "2016":161,
                "2017":121,
                "2018":134,
                "2019":139,
                "2020":162,
                "2021":14
            }
        ],
        [
            "Delay-period activity of prefrontal cortical cells, the neural hallmark of working memory, is generally assumed to be sustained by reverberating synaptic excitation in the prefrontal cortical circuit. Previous model studies of working memory emphasized the high efficacy of recurrent synapses, but did not investigate the role of temporal synaptic dynamics. In this theoretical work, I show that biophysical properties of cortical synaptic transmission are important to the generation and stabilization of a network persistent state. This is especially the case when negative feedback mechanisms (such as spike-frequency adaptation, feedback shunting inhibition, and short-term depression of recurrent excitatory synapses) are included so that the neural firing rates are controlled within a physiological range (10–50 Hz), in spite of the exuberant recurrent excitation. Moreover, it is found that, to achieve a stable persistent state …",
            "Synaptic basis of cortical persistent activity: the importance of NMDA receptors to working memory",
            "Xiao-Jing Wang",
            "1999",
            "cv-YgL0AAAAJ:qjMakFHDy7sC",
            795,
            "https:\/\/www.jneurosci.org\/content\/19\/21\/9587.short",
            "8878735608381130397",
            "\/scholar?cites=8878735608381130397",
            {
                "2000":11,
                "2001":25,
                "2002":22,
                "2003":46,
                "2004":28,
                "2005":42,
                "2006":57,
                "2007":39,
                "2008":35,
                "2009":37,
                "2010":48,
                "2011":28,
                "2012":41,
                "2013":46,
                "2014":34,
                "2015":36,
                "2016":31,
                "2017":44,
                "2018":43,
                "2019":43,
                "2020":43,
                "2021":3
            }
        ],
        [
            "Recent physiological studies using behaving monkeys revealed that, in a two-alternative forced-choice visual motion discrimination task, reaction time was correlated with ramping of spike activity of lateral intraparietal cortical neurons. The ramping activity appears to reflect temporal accumulation, on a timescale of hundreds of milliseconds, of sensory evidence before a decision is reached. To elucidate the cellular and circuit basis of such integration times, we developed and investigated a simplified two-variable version of a biophysically realistic cortical network model of decision making. In this model, slow time integration can be achieved robustly if excitatory reverberation is primarily mediated by NMDA receptors; our model with only fast AMPA receptors at recurrent synapses produces decision times that are not comparable with experimental observations. Moreover, we found two distinct modes of network …",
            "A recurrent network mechanism of time integration in perceptual decisions",
            "Kong-Fatt Wong and Xiao-Jing Wang",
            "2006",
            "cv-YgL0AAAAJ:Y0pCki6q_DkC",
            760,
            "https:\/\/www.jneurosci.org\/content\/26\/4\/1314.short",
            "6500939747181428348",
            "\/scholar?cites=6500939747181428348",
            {
                "2006":11,
                "2007":22,
                "2008":39,
                "2009":45,
                "2010":35,
                "2011":42,
                "2012":39,
                "2013":51,
                "2014":42,
                "2015":76,
                "2016":70,
                "2017":56,
                "2018":65,
                "2019":79,
                "2020":74,
                "2021":4
            }
        ],
        [
            "When the local field potential of a cortical network displays coherent fast  oscillations (∼40-Hz gamma or ∼200-Hz sharp-wave ripples), the spike  trains of constituent neurons are typically irregular and sparse. The  dichotomy between rhythmic local field and stochastic spike trains presents a  challenge to the theory of brain rhythms in the framework of coupled  oscillators. Previous studies have shown that when noise is large and  recurrent inhibition is strong, a coherent network rhythm can be generated  while single neurons fire intermittently at low rates compared to the  frequency of the oscillation. However, these studies used too simplified  synaptic kinetics to allow quantitative predictions of the population rhythmic  frequency. Here we show how to derive quantitatively the coherent oscillation  frequency for a randomly connected network of leaky integrate-and-fire neurons  with realistic synaptic parameters. In a …",
            "What determines the frequency of fast network oscillations with irregular neural discharges? I. Synaptic dynamics and excitation-inhibition balance",
            "Nicolas Brunel and Xiao-Jing Wang",
            "2003",
            "cv-YgL0AAAAJ:Tyk-4Ss8FVUC",
            745,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/jn.01095.2002",
            "16599066852717866210",
            "\/scholar?cites=16599066852717866210",
            {
                "2003":4,
                "2004":5,
                "2005":16,
                "2006":21,
                "2007":15,
                "2008":31,
                "2009":28,
                "2010":41,
                "2011":41,
                "2012":42,
                "2013":61,
                "2014":65,
                "2015":66,
                "2016":62,
                "2017":63,
                "2018":48,
                "2019":47,
                "2020":83,
                "2021":3
            }
        ]
    ]
}