{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "L'observation de la fluorescence visible du radical SiF dans le gaz SiF4 irradié par le faisceau puisé d'un laser au CO2 conduit à la conclusion que les molécules sont dissociées en fragments électroniquement excités par l'action du champ laser intense. Une nette distinction est observée entre la fluorescence produite selon ce procédé et celle qui est associée avec la thermalisation de l'énergie absorbée.[Traduit par le journal]",
            "CO2 Laser-Induced Dissociation of SiF4 Molecules into Electronically Excited Fragments",
            "NR Isenor and V Merchant and RS Hallsworth and MC Richardson",
            "1973",
            "cWCgUGkAAAAJ:AZju0d2GQJ0C",
            276,
            "https:\/\/cdnsciencepub.com\/doi\/abs\/10.1139\/p73-169",
            "11703174505803595099",
            "\/scholar?cites=11703174505803595099",
            {
                "1979":22,
                "1980":15,
                "1981":19,
                "1982":13,
                "1983":9,
                "1984":14,
                "1985":7,
                "1986":10,
                "1987":2,
                "1988":8,
                "1989":6,
                "1990":5,
                "1991":2,
                "1992":5,
                "1993":1,
                "1994":2,
                "1995":3,
                "1996":3,
                "1997":1,
                "1998":2,
                "1999":3,
                "2000":4,
                "2001":2,
                "2002":2,
                "2003":1,
                "2004":1,
                "2005":5,
                "2006":2,
                "2007":2,
                "2008":2,
                "2009":1,
                "2010":3
            }
        ],
        [
            "In this paper we present measurements of thermal transport in spherical geometry made with 24 uv (351-nm) beams from the OMEGA laser system of the Laboratory for Laser Energetics of the University of Rochester. The measurements, using time-resolved x-ray spectroscopy on solid glass targets coated with varying thicknesses of plastic, provide absolute measurements of the onset times of the resonance x-ray lines of silicon. From these measurements, the scaling of the instantaneous mass-ablation rate with absorbed intensity is obtained for times before and after the peak of the laser pulse. The observed large burnthrough depths and early onsets of the x-ray lines are explained by carrying out detailed hydrodynamic-code simulations for the range of the estimated laser-intensity distribution on target which is obtained from the superposition of the equivalent target-plane intensity distribution of a single beam. We …",
            "Effect of laser illumination nonuniformity on the analysis of time-resolved x-ray measurements in uv spherical transport experiments",
            "J Delettrez and R Epstein and MC Richardson and PA Jaanimagi and BL Henke",
            "1987",
            "cWCgUGkAAAAJ:vRqMK49ujn8C",
            224,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.36.3926",
            "2583521124572857706",
            "\/scholar?cites=2583521124572857706",
            {
                "1988":2,
                "1989":2,
                "1990":1,
                "1991":2,
                "1992":2,
                "1993":1,
                "1994":1,
                "1995":1,
                "1996":3,
                "1997":2,
                "1998":7,
                "1999":5,
                "2000":10,
                "2001":14,
                "2002":9,
                "2003":11,
                "2004":13,
                "2005":12,
                "2006":11,
                "2007":15,
                "2008":13,
                "2009":17,
                "2010":15,
                "2011":19,
                "2012":15,
                "2013":19
            }
        ],
        [
            "This is a review of some recent development in femtosecond filamentation science with emphasis on our collective work. Previously reviewed work in the field will not be discussed. We thus start with a very brief description of the fundamental physics of single filamentation of powerful femtosecond laser pulses in air. Intensity clamping is emphasized. One consequence is that the peak intensity inside one or more filaments would not increase significantly even if one focuses the pulse at very high peak power even up to the peta-watt level. Another is that the clamped intensity is independent of pressure. One interesting outcome of the high intensity inside a filament is filament fusion which comes from the nonlinear change of index of refraction inside the filament leading to cross beam focusing. Because of the high intensity inside the filament, one can envisage nonlinear phenomena taking place inside a …",
            "Advances in intense femtosecond laser filamentation in air",
            "SL Chin and T-J Wang and C Marceau and J Wu and JS Liu and O Kosareva and N Panov and YP Chen and J-F Daigle and S Yuan and A Azarm and WW Liu and T Seideman and HP Zeng and M Richardson and R Li and ZZ Xu",
            "2012",
            "cWCgUGkAAAAJ:vDijr-p_gm4C",
            218,
            "https:\/\/link.springer.com\/article\/10.1134\/S1054660X11190054",
            "4287567582426980215",
            "\/scholar?cites=4287567582426980215",
            {
                "2012":6,
                "2013":26,
                "2014":26,
                "2015":26,
                "2016":31,
                "2017":33,
                "2018":18,
                "2019":28,
                "2020":23
            }
        ],
        [
            "Single-channel waveguides and Y couplers were fabricated in chalcogenide thin films by use of femtosecond laser pulses from a 25-MHz repetition rate Ti:sapphire laser. Refractive-index differentials (Δn>10^-2) were measured through interferometric microscopy and are higher than the typical values reported for oxide glasses. The dependence of the index differential on the peak intensity reveals the nonlinear nature of the photosensitivity in arsenic trisulfide below its bandgap energy, and the refractive-index change is correlated to the photoinduced structural changes inferred by Raman spectroscopy data. A free-electron model to predict the parametric dependence of Δn is proposed.",
            "Direct femtosecond laser writing of waveguides in As2S3 thin films",
            "Arnaud Zoubir and Martin Richardson and Clara Rivero and Alfons Schulte and Cedric Lopez and Kathleen Richardson and Nicolas Hô and Réal Vallée",
            "2004",
            "cWCgUGkAAAAJ:wyM6WWKXmoIC",
            210,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-29-7-748",
            "13135697192267714608",
            "\/scholar?cites=13135697192267714608",
            {
                "2004":9,
                "2005":13,
                "2006":10,
                "2007":14,
                "2008":19,
                "2009":13,
                "2010":12,
                "2011":10,
                "2012":13,
                "2013":11,
                "2014":10,
                "2015":16,
                "2016":12,
                "2017":13,
                "2018":11,
                "2019":13,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We report the observation of an extended series of integral harmonic lines in the spectrum of direct backscatter of 10.6‐μm radiation incident at intensities ≳1014 W\/cm2 onto planar solid targets. We have observed and spectrally resolved up to the eleventh harmonic (0.95 μm) at intensities well above the plasma continuum background.",
            "Harmonic generation in CO2 laser target interaction",
            "NH Burnett and HA Baldis and MC Richardson and GD Enright",
            "1977",
            "cWCgUGkAAAAJ:SxCCDk4iOpsC",
            204,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.89628",
            "11049924666600269052",
            "\/scholar?cites=11049924666600269052",
            {
                "1982":4,
                "1983":2,
                "1984":3,
                "1985":2,
                "1986":3,
                "1987":1,
                "1988":1,
                "1989":2,
                "1990":2,
                "1991":1,
                "1992":3,
                "1993":2,
                "1994":10,
                "1995":5,
                "1996":1,
                "1997":2,
                "1998":4,
                "1999":2,
                "2000":4,
                "2001":1,
                "2002":5,
                "2003":6,
                "2004":8,
                "2005":8,
                "2006":8,
                "2007":4,
                "2008":7,
                "2009":12,
                "2010":17,
                "2011":11,
                "2012":11,
                "2013":15,
                "2014":13,
                "2015":2
            }
        ],
        [
            "Absorber-free transmission and butt-welding of different polymers were performed using thulium fiber laser radiation at the wavelength 2 μm. The relations between the laser process conditions and the dimensions and quality of the seam were investigated by means of optical and phase-contrast microscopy. Mechanical properties of the weld joints were studied in tensile strength tests. Laser-welded polyethylene samples revealed a tensile strength of greater than 80% of the bulk material strength. Transmission welding of different polymer combinations featured the formation of different joint classes depending on the spectral properties. The experiments demonstrate new application areas of mid-IR fiber laser sources for materials processing.",
            "Welding of polymers using a 2 μm thulium fiber laser",
            "Ilya Mingareev and Fabian Weirauch and Alexander Olowinsky and Lawrence Shah and Pankaj Kadwani and Martin Richardson",
            "2012",
            "cWCgUGkAAAAJ:v_tt_AnqfNMC",
            193,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0030399212001302",
            "14204434858161590070",
            "\/scholar?cites=14204434858161590070",
            {
                "2012":1,
                "2013":10,
                "2014":13,
                "2015":13,
                "2016":28,
                "2017":19,
                "2018":27,
                "2019":30,
                "2020":45,
                "2021":5
            }
        ],
        [
            "Femtosecond laser direct writing is employed for the fabrication of buried tubular waveguides in bulk poly(methyl methacrylate). A novel technique using selective chemical etching is presented to resolve the two-dimensional refractive-index profile of the fabrication structures. End-to-end coupling in the waveguides reveals a near-field intensity distribution that results from the superimposition of several propagating modes with different azimuthal symmetries. Mode analysis of the tubular waveguides is performed using the finite-difference method, and the possible propagating mode profiles are compared with the experimental data.",
            "Femtosecond laser fabrication of tubular waveguides in poly (methyl methacrylate)",
            "Arnaud Zoubir and Cedric Lopez and Martin Richardson and Kathleen Richardson",
            "2004",
            "cWCgUGkAAAAJ:rbGdIwl2e6cC",
            192,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=OL-29-16-1840",
            "14336994215512451469",
            "\/scholar?cites=14336994215512451469",
            {
                "2005":12,
                "2006":15,
                "2007":14,
                "2008":12,
                "2009":14,
                "2010":17,
                "2011":12,
                "2012":14,
                "2013":16,
                "2014":9,
                "2015":12,
                "2016":15,
                "2017":10,
                "2018":8,
                "2019":2,
                "2020":6,
                "2021":1
            }
        ]
    ]
}