{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "By analyzing accurate theoretical results from solving the time-dependent Schrödinger equation of atoms in few-cycle laser pulses, we established the general conclusion that laser-generated high-energy electron momentum spectra and high-order harmonic spectra can be used to extract accurate differential elastic scattering and photo-recombination cross sections of the target ion with free electrons, respectively. Since both electron scattering and photoionization (the inverse of photo-recombination) are the conventional means for interrogating the structure of atoms and molecules, this result implies that existing few-cycle infrared lasers can be implemented for ultrafast imaging of transient molecules with temporal resolution of a few femtoseconds.",
            "Accurate retrieval of structural information from laser-induced photoelectron and high-order harmonic spectra by few-cycle laser pulses",
            "Toru Morishita and Anh-Thu Le and Zhangjin Chen and CD Lin",
            "2008",
            "CWjcUeoAAAAJ:LPZeul_q3PIC",
            399,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.013903",
            "11795735201943814758",
            "\/scholar?cites=11795735201943814758",
            {
                "2008":16,
                "2009":38,
                "2010":27,
                "2011":42,
                "2012":40,
                "2013":35,
                "2014":32,
                "2015":32,
                "2016":36,
                "2017":26,
                "2018":28,
                "2019":25,
                "2020":19,
                "2021":1
            }
        ],
        [
            "The quantitative rescattering theory (QRS) for high-order harmonic generation (HHG) by intense laser pulses is presented. According to the QRS, HHG spectra can be expressed as a product of a returning electron wave packet and the photorecombination differential cross section of the laser-free continuum electron back to the initial bound state. We show that the shape of the returning electron wave packet is determined mostly by the laser. The returning electron wave packets can be obtained from the strong-field approximation or from the solution of the time-dependent Schrödinger equation (TDSE) for a reference atom. The validity of the QRS is carefully examined by checking against accurate results for both harmonic magnitude and phase from the solution of the TDSE for atomic targets within the single active electron approximation. Combining with accurate transition dipoles obtained from state-of-the-art …",
            "Quantitative rescattering theory for high-order harmonic generation from molecules",
            "Anh-Thu Le and RR Lucchese and S Tonzani and Toru Morishita and CD Lin",
            "2009",
            "CWjcUeoAAAAJ:fQNAKQ3IYiAC",
            339,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.80.013401",
            "5966857142599307061",
            "\/scholar?cites=5966857142599307061",
            {
                "2009":4,
                "2010":32,
                "2011":37,
                "2012":42,
                "2013":30,
                "2014":27,
                "2015":31,
                "2016":36,
                "2017":22,
                "2018":30,
                "2019":19,
                "2020":25,
                "2021":2
            }
        ],
        [
            "When an atom or molecule is exposed to a short intense laser pulse, electrons that were removed at an earlier time may be driven back by the oscillating electric field of the laser to recollide with the parent ion, to incur processes like high-order harmonic generation (HHG), high-energy above-threshold ionization (HATI) and nonsequential double ionization (NSDI). Over the years, a rescattering model (the three-step model) has been used to understand these strong field phenomena qualitatively, but not quantitatively. Recently we have established such a quantitative rescattering (QRS) theory. According to QRS, the yields for HHG, HATI and NSDI can be expressed as the product of a returning electron wave packet with various field-free electron–ion scattering cross sections, namely photo-recombination, elastic electron scattering and electron-impact ionization, respectively. The validity of QRS is first demonstrated …",
            "Strong-field rescattering physics—self-imaging of a molecule by its own electrons",
            "CD Lin and Anh-Thu Le and Zhangjin Chen and Toru Morishita and Robert Lucchese",
            "2010",
            "CWjcUeoAAAAJ:VOx2b1Wkg3QC",
            278,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-4075\/43\/12\/122001\/meta",
            "14746605531676565038",
            "\/scholar?cites=14746605531676565038",
            {
                "2010":6,
                "2011":33,
                "2012":36,
                "2013":31,
                "2014":26,
                "2015":25,
                "2016":33,
                "2017":19,
                "2018":22,
                "2019":27,
                "2020":18,
                "2021":2
            }
        ],
        [
            "Visualizing chemical reactions as they occur requires atomic spatial and femtosecond temporal resolution. Here, we report imaging of the molecular structure of acetylene (C2H2) 9 femtoseconds after ionization. Using mid-infrared laser–induced electron diffraction (LIED), we obtained snapshots as a proton departs the [C2H2]2+ ion. By introducing an additional laser field, we also demonstrate control over the ultrafast dissociation process and resolve different bond dynamics for molecules oriented parallel versus perpendicular to the LIED field. These measurements are in excellent agreement with a quantum chemical description of field-dressed molecular dynamics.",
            "Ultrafast electron diffraction imaging of bond breaking in di-ionized acetylene",
            "Benjamin Wolter and Michael G Pullen and A-T Le and Matthias Baudisch and K Doblhoff-Dier and Arne Senftleben and Michael Hemmer and C Dieter Schröter and Joachim Ullrich and Thomas Pfeifer and Robert Moshammer and S Gräfe and O Vendrell and CD Lin and Jens Biegert",
            "2016",
            "CWjcUeoAAAAJ:cocyvO7vrcwC",
            184,
            "https:\/\/science.sciencemag.org\/content\/354\/6310\/308.abstract",
            "17906393623869140433",
            "\/scholar?cites=17906393623869140433",
            {
                "2016":3,
                "2017":41,
                "2018":43,
                "2019":45,
                "2020":48,
                "2021":3
            }
        ],
        [
            "Laser-induced electron diffraction is an evolving tabletop method that aims to image ultrafast structural changes in gas-phase polyatomic molecules with sub-Ångström spatial and femtosecond temporal resolutions. Here we demonstrate the retrieval of multiple bond lengths from a polyatomic molecule by simultaneously measuring the C–C and C–H bond lengths in aligned acetylene. Our approach takes the method beyond the hitherto achieved imaging of simple diatomic molecules and is based on the combination of a 160 kHz mid-infrared few-cycle laser source with full three-dimensional electron–ion coincidence detection. Our technique provides an accessible and robust route towards imaging ultrafast processes in complex gas-phase molecules with atto-to femto-second temporal resolution.",
            "Imaging an aligned polyatomic molecule with laser-induced electron diffraction",
            "Michael G Pullen and Benjamin Wolter and Anh-Thu Le and Matthias Baudisch and Michaël Hemmer and Arne Senftleben and Claus Dieter Schröter and Joachim Ullrich and Robert Moshammer and Chii-Dong Lin and Jens Biegert",
            "2015",
            "CWjcUeoAAAAJ:e0CZ6poB34oC",
            169,
            "https:\/\/www.nature.com\/articles\/ncomms8262?origin=ppub",
            "2633043277444737574",
            "\/scholar?cites=2633043277444737574",
            {
                "2015":9,
                "2016":40,
                "2017":40,
                "2018":27,
                "2019":30,
                "2020":21,
                "2021":2
            }
        ],
        [
            "A comprehensive quantitative rescattering (QRS) theory for describing the production of high-energy photoelectrons generated by intense laser pulses is presented. According to the QRS, the momentum distributions of these electrons can be expressed as the product of a returning electron wave packet with the elastic differential cross sections (DCS) between free electrons with the target ion. We show that the returning electron wave packets are determined mostly by the lasers only and can be obtained from the strong field approximation. The validity of the QRS model is carefully examined by checking against accurate results from the solution of the time-dependent Schrödinger equation for atomic targets within the single active electron approximation. We further show that experimental photoelectron spectra for a wide range of laser intensity and wavelength can be explained by the QRS theory, and that the DCS …",
            "Quantitative rescattering theory for laser-induced high-energy plateau photoelectron spectra",
            "Zhangjin Chen and Anh-Thu Le and Toru Morishita and CD Lin",
            "2009",
            "CWjcUeoAAAAJ:mvPsJ3kp5DgC",
            165,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.79.033409",
            "2868767021079942907",
            "\/scholar?cites=2868767021079942907",
            {
                "2009":9,
                "2010":12,
                "2011":18,
                "2012":11,
                "2013":12,
                "2014":15,
                "2015":10,
                "2016":16,
                "2017":15,
                "2018":17,
                "2019":9,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Two-dimensional (2D) electron momentum distributions and energy spectra for multiphoton ionization of atoms by intense laser pulses, calculated by solving the time-dependent Schrödinger equation (TDSE) for different wavelengths and intensities, are compared to those predicted by the strong-field approximation (SFA). It is shown that the momentum spectra at low energies between the TDSE and SFA are quite different and the differences arise largely from the absence of a long-range Coulomb interaction in the SFA. We further found that the low-energy 2D momentum spectra from the TDSE exhibit ubiquitous fanlike features where the number of stripes is due to a single dominant angular momentum of the low-energy electron. The specific dominant angular momentum in turn has been found to be decided by the minimum number of photons needed to ionize the atom only. The electron momentum spectra …",
            "Analysis of two-dimensional photoelectron momentum spectra and the effect of the long-range Coulomb potential in single ionization of atoms by intense lasers",
            "Zhangjin Chen and Toru Morishita and Anh-Thu Le and M Wickenhauser and XM Tong and CD Lin",
            "2006",
            "CWjcUeoAAAAJ:eJXPG6dFmWUC",
            134,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.74.053405",
            "12637430230745928201",
            "\/scholar?cites=12637430230745928201",
            {
                "2007":10,
                "2008":16,
                "2009":12,
                "2010":10,
                "2011":10,
                "2012":9,
                "2013":7,
                "2014":9,
                "2015":7,
                "2016":13,
                "2017":11,
                "2018":8,
                "2019":5,
                "2020":7
            }
        ],
        [
            "High-order harmonics extending to the X-ray region generated in a gas medium by intense lasers offer the potential for providing tabletop broadband light sources but so far are limited by their low conversion efficiency. Here we show that harmonics can be enhanced by one to two orders of magnitude without an increase in the total laser power if the laser’s waveform is optimized by synthesizing two-or three-colour fields. The harmonics thus generated are also favourably phase-matched so that radiation is efficiently built up in the gas medium. Our results, combined with the emerging intense high-repetition MHz lasers, promise to increase harmonic yields by several orders to make harmonics feasible in the near future as general bright tabletop light sources, including intense attosecond pulses.",
            "Waveforms for optimal sub-keV high-order harmonics with synthesized two-or three-colour laser fields",
            "Cheng Jin and Guoli Wang and Hui Wei and Anh-Thu Le and CD Lin",
            "2014",
            "CWjcUeoAAAAJ:M7yex6snE4oC",
            124,
            "https:\/\/www.nature.com\/articles\/ncomms5003?origin=ppub",
            "4688697943635135680",
            "\/scholar?cites=4688697943635135680",
            {
                "2014":8,
                "2015":15,
                "2016":16,
                "2017":12,
                "2018":21,
                "2019":24,
                "2020":24,
                "2021":3
            }
        ],
        [
            "We have measured full momentum images of electrons rescattered from Xe, Kr, and Ar following the liberation of the electrons from these atoms by short, intense laser pulses. At high momenta the spectra show angular structure (diffraction) which is very target dependent and in good agreement with calculated differential cross sections for the scattering of free electrons from the corresponding ionic cores.",
            "Large-angle electron diffraction structure in laser-induced rescattering from rare gases",
            "D Ray and B Ulrich and I Bocharova and C Maharjan and P Ranitovic and B Gramkow and M Magrakvelidze and S De and IV Litvinyuk and Anh-Thu Le and Toru Morishita and CD Lin and GG Paulus and CL Cocke",
            "2008",
            "CWjcUeoAAAAJ:D_sINldO8mEC",
            117,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.143002",
            "17428901256622955538",
            "\/scholar?cites=17428901256622955538",
            {
                "2008":7,
                "2009":19,
                "2010":11,
                "2011":14,
                "2012":11,
                "2013":5,
                "2014":9,
                "2015":10,
                "2016":7,
                "2017":10,
                "2018":6,
                "2019":4,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Based on high-order harmonic generation (HHG) spectra obtained from solving the time-dependent Schrödinger equation for atoms, we established quantitatively that the HHG yield can be expressed as the product of a returning electron wave packet and photorecombination cross sections, and the shape of the returning wave packet is shown to be largely independent of the species. By comparing the HHG spectra generated from different targets under identical laser pulses, accurate structural information, including the phase of the recombination amplitude, can be retrieved. This result opens up the possibility of studying the target structure of complex systems, including their time evolution, from the HHG spectra generated by short laser pulses.",
            "Extraction of the species-dependent dipole amplitude and phase from high-order harmonic spectra in rare-gas atoms",
            "Anh-Thu Le and Toru Morishita and CD Lin",
            "2008",
            "CWjcUeoAAAAJ:j8SEvjWlNXcC",
            116,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.78.023814",
            "13960055072605630951",
            "\/scholar?cites=13960055072605630951",
            {
                "2008":1,
                "2009":20,
                "2010":11,
                "2011":17,
                "2012":8,
                "2013":9,
                "2014":8,
                "2015":6,
                "2016":5,
                "2017":2,
                "2018":13,
                "2019":8,
                "2020":6,
                "2021":1
            }
        ]
    ]
}