{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A 2.91-billion base pair (bp) consensus sequence of the euchromatic portion of the human genome was generated by the whole-genome shotgun sequencing method. The 14.8-billion bp DNA sequence was generated over 9 months from 27,271,853 high-quality sequence reads (5.11-fold coverage of the genome) from both ends of plasmid clones made from the DNA of five individuals. Two assembly strategies—a whole-genome assembly and a regional chromosome assembly—were used, each combining sequence data from Celera and the publicly funded genome effort. The public data were shredded into 550-bp segments to create a 2.9-fold coverage of those genome regions that had been sequenced, without including biases inherent in the cloning and assembly procedure used by the publicly funded group. This brought the effective coverage in the assemblies to eightfold, reducing the number and size of …",
            "The sequence of the human genome",
            "J Craig Venter and Mark D Adams and Eugene W Myers and Peter W Li and Richard J Mural and Granger G Sutton and Hamilton O Smith and Mark Yandell and Cheryl A Evans and Robert A Holt and Jeannine D Gocayne and Peter Amanatides and Richard M Ballew and Daniel H Huson and Jennifer Russo Wortman and Qing Zhang and Chinnappa D Kodira and Xiangqun H Zheng and Lin Chen and Marian Skupski and Gangadharan Subramanian and Paul D Thomas and Jinghui Zhang and George L Gabor Miklos and Catherine Nelson and Samuel Broder and Andrew G Clark and Joe Nadeau and Victor A McKusick and Norton Zinder and Arnold J Levine and Richard J Roberts and Mel Simon and Carolyn Slayman and Michael Hunkapiller and Randall Bolanos and Arthur Delcher and Ian Dew and Daniel Fasulo and Michael Flanigan and Liliana Florea and Aaron Halpern and Sridhar Hannenhalli and Saul Kravitz and Samuel Levy and Clark Mobarry and Knut Reinert and Karin Remington and Jane Abu-Threideh and Ellen Beasley and Kendra Biddick and Vivien Bonazzi and Rhonda Brandon and Michele Cargill and Ishwar Chandramouliswaran and Rosane Charlab and Kabir Chaturvedi and Zuoming Deng and Valentina Di Francesco and Patrick Dunn and Karen Eilbeck and Carlos Evangelista and Andrei E Gabrielian and Weiniu Gan and Wangmao Ge and Fangcheng Gong and Zhiping Gu and Ping Guan and Thomas J Heiman and Maureen E Higgins and Rui-Ru Ji and Zhaoxi Ke and Karen A Ketchum and Zhongwu Lai and Yiding Lei and Zhenya Li and Jiayin Li and Yong Liang and Xiaoying Lin and Fu Lu and Gennady V Merkulov and Natalia Milshina and Helen M Moore and Ashwinikumar K Naik and Vaibhav A Narayan and Beena Neelam and Deborah Nusskern and Douglas B Rusch and Steven Salzberg and Wei Shao and Bixiong Shue and Jingtao Sun and Zhen Yuan Wang and Aihui Wang and Xin Wang and Jian Wang and Ming-Hui Wei and Ron Wides and Chunlin Xiao and Chunhua Yan and Alison Yao and Jane Ye and Ming Zhan and Weiqing Zhang and Hongyu Zhang and Qi Zhao and Liansheng Zheng and Fei Zhong and Wenyan Zhong and Shiaoping C Zhu and Shaying Zhao and Dennis Gilbert and Suzanna Baumhueter and Gene Spier and Christine Carter and Anibal Cravchik and Trevor Woodage and Feroze Ali and Huijin An and Aderonke Awe and Danita Baldwin and Holly Baden and Mary Barnstead and Ian Barrow and Karen Beeson and Dana Busam and Amy Carver and Angela Center and Ming Lai Cheng and Liz Curry and Steve Danaher and Lionel Davenport and Raymond Desilets and Susanne Dietz and Kristina Dodson and Lisa Doup and Steven Ferriera and Neha Garg and Andres Gluecksmann and Brit Hart and Jason Haynes and Charles Haynes and Cheryl Heiner and Suzanne Hladun and Damon Hostin and Jarrett Houck and Timothy Howland and Chinyere Ibegwam and Jeffery Johnson and Francis Kalush",
            "2001",
            "CXPlI08AAAAJ:u5HHmVD_uO8C",
            17625,
            "https:\/\/science.sciencemag.org\/content\/291\/5507\/1304.abstract",
            "12230377424309310152",
            "\/scholar?cites=12230377424309310152",
            {
                "2001":894,
                "2002":1414,
                "2003":1314,
                "2004":1256,
                "2005":1080,
                "2006":1031,
                "2007":912,
                "2008":979,
                "2009":880,
                "2010":876,
                "2011":829,
                "2012":803,
                "2013":807,
                "2014":708,
                "2015":681,
                "2016":634,
                "2017":675,
                "2018":537,
                "2019":520,
                "2020":470,
                "2021":29
            }
        ],
        [
            "We analysed primary breast cancers by genomic DNA copy number arrays, DNA methylation, exome sequencing, messenger RNA arrays, microRNA sequencing and reverse-phase protein arrays. Our ability to integrate information across platforms provided key insights into previously defined gene expression subtypes and demonstrated the existence of four main breast cancer classes when combining data from five platforms, each of which shows significant molecular heterogeneity. Somatic mutations in only three genes (TP53, PIK3CA and GATA3) occurred at> 10% incidence across all breast cancers; however, there were numerous subtype-associated and novel gene mutations including the enrichment of specific mutations in GATA3, PIK3CA and MAP3K1 with the luminal A subtype. We identified two novel protein-expression-defined subgroups, possibly produced by stromal\/microenvironmental elements …",
            "Comprehensive molecular portraits of human breast tumours",
            "Cancer Genome Atlas Network",
            "2012",
            "CXPlI08AAAAJ:SeFeTyx0c_EC",
            7232,
            "https:\/\/www.nature.com\/articles\/nature11412",
            "9261474742361229653",
            "\/scholar?cites=9261474742361229653",
            {
                "2012":32,
                "2013":529,
                "2014":804,
                "2015":914,
                "2016":962,
                "2017":963,
                "2018":927,
                "2019":925,
                "2020":1017,
                "2021":94
            }
        ],
        [
            "The fly Drosophila melanogaster is one of the most intensively studied organisms in biology and serves as a model system for the investigation of many developmental and cellular processes common to higher eukaryotes, including humans. We have determined the nucleotide sequence of nearly all of the ∼120-megabase euchromatic portion of theDrosophila genome using a whole-genome shotgun sequencing strategy supported by extensive clone-based sequence and a high-quality bacterial artificial chromosome physical map. Efforts are under way to close the remaining gaps; however, the sequence is of sufficient accuracy and contiguity to be declared substantially complete and to support an initial analysis of genome structure and preliminary gene annotation and interpretation. The genome encodes ∼13,600 genes, somewhat fewer than the smaller Caenorhabditis elegansgenome, but with comparable …",
            "The genome sequence of Drosophila melanogaster",
            "Mark D Adams and Susan E Celniker and Robert A Holt and Cheryl A Evans and Jeannine D Gocayne and Peter G Amanatides and Steven E Scherer and Peter W Li and Roger A Hoskins and Richard F Galle and Reed A George and Suzanna E Lewis and Stephen Richards and Michael Ashburner and Scott N Henderson and Granger G Sutton and Jennifer R Wortman and Mark D Yandell and Qing Zhang and Lin X Chen and Rhonda C Brandon and Yu-Hui C Rogers and Robert G Blazej and Mark Champe and Barret D Pfeiffer and Kenneth H Wan and Clare Doyle and Evan G Baxter and Gregg Helt and Catherine R Nelson and George L Gabor and Josep F Abril and Anna Agbayani and Hui-Jin An and Cynthia Andrews-Pfannkoch and Danita Baldwin and Richard M Ballew and Anand Basu and James Baxendale and Leyla Bayraktaroglu and Ellen M Beasley and Karen Y Beeson and PV Benos and Benjamin P Berman and Deepali Bhandari and Slava Bolshakov and Dana Borkova and Michael R Botchan and John Bouck and Peter Brokstein and Phillipe Brottier and Kenneth C Burtis and Dana A Busam and Heather Butler and Edouard Cadieu and Angela Center and Ishwar Chandra and J Michael Cherry and Simon Cawley and Carl Dahlke and Lionel B Davenport and Peter Davies and Beatriz De Pablos and Arthur Delcher and Zuoming Deng and Anne Deslattes Mays and Ian Dew and Suzanne M Dietz and Kristina Dodson and Lisa E Doup and Michael Downes and Shannon Dugan-Rocha and Boris C Dunkov and Patrick Dunn and Kenneth J Durbin and Carlos C Evangelista and Concepcion Ferraz and Steven Ferriera and Wolfgang Fleischmann and Carl Fosler and Andrei E Gabrielian and Neha S Garg and William M Gelbart and Ken Glasser and Anna Glodek and Fangcheng Gong and J Harley Gorrell and Zhiping Gu and Ping Guan and Michael Harris and Nomi L Harris and Damon Harvey and Thomas J Heiman and Judith R Hernandez and Jarrett Houck and Damon Hostin and Kathryn A Houston and Timothy J Howland and Ming-Hui Wei and Chinyere Ibegwam and Mena Jalali and Francis Kalush and Gary H Karpen and Zhaoxi Ke and James A Kennison and Karen A Ketchum and Bruce E Kimmel and Chinnappa D Kodira and Cheryl Kraft and Saul Kravitz and David Kulp and Zhongwu Lai and Paul Lasko and Yiding Lei and Alexander A Levitsky and Jiayin Li and Zhenya Li and Yong Liang and Xiaoying Lin and Xiangjun Liu and Bettina Mattei and Tina C McIntosh and Michael P McLeod and Duncan McPherson and Gennady Merkulov and Natalia V Milshina and Clark Mobarry and Joe Morris and Ali Moshrefi and Stephen M Mount and Mee Moy and Brian Murphy and Lee Murphy and Donna M Muzny and David L Nelson and David R Nelson and Keith A Nelson and Katherine Nixon and Deborah R Nusskern and Joanne M Pacleb and Michael Palazzolo and Gjange S Pittman and Sue Pan and John Pollard and Vinita Puri and Martin G Reese and Knut Reinert and Karin Remington and Robert DC Saunders and Frederick Scheeler",
            "2000",
            "CXPlI08AAAAJ:u-x6o8ySG0sC",
            7136,
            "https:\/\/science.sciencemag.org\/content\/287\/5461\/2185.abstract",
            "8942505682614110231",
            "\/scholar?cites=8942505682614110231",
            {
                "2000":264,
                "2001":614,
                "2002":629,
                "2003":550,
                "2004":539,
                "2005":430,
                "2006":354,
                "2007":392,
                "2008":300,
                "2009":289,
                "2010":284,
                "2011":235,
                "2012":274,
                "2013":251,
                "2014":270,
                "2015":252,
                "2016":238,
                "2017":259,
                "2018":207,
                "2019":202,
                "2020":213,
                "2021":12
            }
        ],
        [
            "To characterize somatic alterations in colorectal carcinoma, we conducted a genome-scale analysis of 276 samples, analysing exome sequence, DNA copy number, promoter methylation and messenger RNA and microRNA expression. A subset of these samples (97) underwent low-depth-of-coverage whole-genome sequencing. In total, 16% of colorectal carcinomas were found to be hypermutated: three-quarters of these had the expected high microsatellite instability, usually with hypermethylation and MLH1 silencing, and one-quarter had somatic mismatch-repair gene and polymerase ε (POLE) mutations. Excluding the hypermutated cancers, colon and rectum cancers were found to have considerably similar patterns of genomic alteration. Twenty-four genes were significantly mutated, and in addition to the expected APC, TP53, SMAD4, PIK3CA and KRAS mutations, we found frequent mutations in ARID1A …",
            "Comprehensive molecular characterization of human colon and rectal cancer",
            "Cancer Genome Atlas Network",
            "2012",
            "CXPlI08AAAAJ:JoZmwDi-zQgC",
            4792,
            "https:\/\/www.nature.com\/articles\/nature11252",
            "9812586636717863316",
            "\/scholar?cites=9812586636717863316",
            {
                "2012":46,
                "2013":373,
                "2014":511,
                "2015":567,
                "2016":601,
                "2017":650,
                "2018":639,
                "2019":603,
                "2020":689,
                "2021":73
            }
        ],
        [
            "We report the draft genome of the black cottonwood tree, Populus trichocarpa. Integration of shotgun sequence assembly with genetic mapping enabled chromosome-scale reconstruction of the genome. More than 45,000 putative protein-coding genes were identified. Analysis of the assembled genome revealed a whole-genome duplication event; about 8000 pairs of duplicated genes from that event survived in the Populus genome. A second, older duplication event is indistinguishably coincident with the divergence of the Populus and Arabidopsis lineages. Nucleotide substitution, tandem gene duplication, and gross chromosomal rearrangement appear to proceed substantially more slowly in Populus than in Arabidopsis. Populus has more protein-coding genes than Arabidopsis, ranging on average from 1.4 to 1.6 putative Populus homologs for each Arabidopsis gene. However, the relative frequency of protein …",
            "The genome of black cottonwood, Populus trichocarpa (Torr. & Gray)",
            "Gerald A Tuskan and Stephen Difazio and Stefan Jansson and Jörg Bohlmann and Igor Grigoriev and Uffe Hellsten and Nicholas Putnam and Steven Ralph and Stephane Rombauts and Asaf Salamov and Jacquie Schein and Lieven Sterck and Andrea Aerts and Rupali R Bhalerao and Rishikesh P Bhalerao and Damien Blaudez and Wout Boerjan and A Brun and Amy Brunner and Victor Busov and Malcolm Campbell and John Carlson and Michel Chalot and Jarod Chapman and G-L Chen and D Cooper and PM Coutinho and Jérémy Couturier and Sarah Covert and Quentin Cronk and R Cunningham and John Davis and Sven Degroeve and Annabelle Dejardin and Claude Depamphilis and John Detter and Bill Dirks and Inna Dubchak and Sébastien Duplessis and Jürgen Ehlting and Brian Ellis and Karla Gendler and David Goodstein and Michael Gribskov and Jane Grimwood and Andrew Groover and Lee Gunter and Britta Hamberger and Berthold Heinze and Ykä Helariutta and Bernard Henrissat and Dawn Holligan and Robert Holt and Wayne Huang and Nurul Islam-Faridi and Steven Jones and Matthew Jones-Rhoades and Richard Jorgensen and Chandrashekha Joshi and Jaakko Kangasjärvi and Jan Karlsson and Colin Kelleher and Robert Kirkpatrick and Matias Kirst and Annegret Kohler and Udaya Kalluri and Frank Larimer and Jim Leebens-Mack and J-C Leplé and Philip Locascio and Yunian Lou and Susan Lucas and Francis Martin and Barbara Montanini and Carolyn Napoli and David R Nelson and C Nelson and Kaisa Nieminen and Ove Nilsson and Veronica Pereda and Gary Peter and Ryan Philippe and Gilles Pilate and Alexandre Poliakov and Jane Razumovskaya and Paul Richardson and Cécile Rinaldi and Kermit Ritland and Pierre Rouzé and Dmitriy Ryaboy and Jeremy Schmutz and J Schrader and Bo Segerman and Heesun Shin and Asim Siddiqui and Fredrik Sterky and Astrid Terry and C-J Tsai and Edward Uberbacher and Per Unneberg and Jorma Vahala and Kerr Wall and Susan Wessler and Guojun Yang and Tongming Yin and Carl Douglas and Marco Marra and Göran Sandberg and Yves Van de Peer and D Rokhsar",
            "2006",
            "CXPlI08AAAAJ:d1gkVwhDpl0C",
            4006,
            "https:\/\/science.sciencemag.org\/content\/313\/5793\/1596.abstract",
            "486843719545301290",
            "\/scholar?cites=486843719545301290",
            {
                "2006":26,
                "2007":197,
                "2008":261,
                "2009":294,
                "2010":342,
                "2011":332,
                "2012":357,
                "2013":313,
                "2014":334,
                "2015":295,
                "2016":276,
                "2017":216,
                "2018":203,
                "2019":270,
                "2020":243,
                "2021":18
            }
        ],
        [
            "The Cancer Genome Atlas (TCGA) Research Network has profiled and analyzed large numbers of human tumors to discover molecular aberrations at the DNA, RNA, protein and epigenetic levels. The resulting rich data provide a major opportunity to develop an integrated picture of commonalities, differences and emergent themes across tumor lineages. The Pan-Cancer initiative compares the first 12 tumor types profiled by TCGA. Analysis of the molecular aberrations and their functional roles across tumor types will teach us how to extend therapies effective in one cancer type to others with a similar genomic profile.",
            "The cancer genome atlas pan-cancer analysis project",
            "John N Weinstein and Eric A Collisson and Gordon B Mills and Kenna R Mills Shaw and Brad A Ozenberger and Kyle Ellrott and Ilya Shmulevich and Chris Sander and Joshua M Stuart",
            "2013",
            "CXPlI08AAAAJ:5awf1xo2G04C",
            3691,
            "https:\/\/www.nature.com\/articles\/ng.2764?report=reader",
            "7965634953542082475",
            "\/scholar?cites=7965634953542082475",
            {
                "2013":16,
                "2014":142,
                "2015":271,
                "2016":386,
                "2017":488,
                "2018":602,
                "2019":744,
                "2020":934,
                "2021":75
            }
        ],
        [
            "Many mutations that contribute to the pathogenesis of acute myeloid leukemia (AML) are undefined. The relationships between patterns of mutations and epigenetic phenotypes are not yet clear.We analyzed the genomes of 200 clinically annotated adult cases of de novo AML, using either whole-genome sequencing (50 cases) or whole-exome sequencing (150 cases), along with RNA and microRNA sequencing and DNA-methylation analysis.AML genomes have fewer mutations than most other adult cancers, with an average of only 13 mutations found in genes. Of these, an average of 5 are in genes that are recurrently mutated in AML. A total of 23 genes were significantly mutated, and another 237 were mutated in two or more samples. Nearly all samples had at least 1 nonsynonymous mutation in one of nine categories of genes that are almost certainly relevant for …",
            "Genomic and epigenomic landscapes of adult de novo acute myeloid leukemia",
            "Cancer Genome Atlas Research Network",
            "2013",
            "CXPlI08AAAAJ:SdhP9T11ey4C",
            2841,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/nejmoa1301689",
            "10366841723230819589",
            "\/scholar?cites=10366841723230819589",
            {
                "2013":72,
                "2014":261,
                "2015":327,
                "2016":371,
                "2017":407,
                "2018":362,
                "2019":456,
                "2020":515,
                "2021":34
            }
        ],
        [
            "Gastric cancer is a leading cause of cancer deaths, but analysis of its molecular and clinical characteristics has been complicated by histological and aetiological heterogeneity. Here we describe a comprehensive molecular evaluation of 295 primary gastric adenocarcinomas as part of The Cancer Genome Atlas (TCGA) project. We propose a molecular classification dividing gastric cancer into four subtypes: tumours positive for Epstein–Barr virus, which display recurrent PIK3CA mutations, extreme DNA hypermethylation, and amplification of JAK2, CD274 (also known as PD-L1) and PDCD1LG2 (also known as PD-L2); microsatellite unstable tumours, which show elevated mutation rates, including mutations of genes encoding targetable oncogenic signalling proteins; genomically stable tumours, which are enriched for the diffuse histological variant and mutations of RHOA or fusions involving RHO-family GTPase …",
            "Comprehensive molecular characterization of gastric adenocarcinoma",
            "Cancer Genome Atlas Research Network",
            "2014",
            "CXPlI08AAAAJ:ZuybSZzF8UAC",
            2790,
            "https:\/\/www.nature.com\/articles\/nature13480",
            "7914248384065740963",
            "\/scholar?cites=7914248384065740963",
            {
                "2014":30,
                "2015":230,
                "2016":398,
                "2017":468,
                "2018":513,
                "2019":487,
                "2020":578,
                "2021":51
            }
        ],
        [
            "We performed an integrated genomic, transcriptomic and proteomic characterization of 373 endometrial carcinomas using array-and sequencing-based technologies. Uterine serous tumours and∼ 25% of high-grade endometrioid tumours had extensive copy number alterations, few DNA methylation changes, low oestrogen receptor\/progesterone receptor levels, and frequent TP53 mutations. Most endometrioid tumours had few copy number alterations or TP53 mutations, but frequent mutations in PTEN, CTNNB1, PIK3CA, ARID1A and KRAS and novel mutations in the SWI\/SNF chromatin remodelling complex gene ARID5B. A subset of endometrioid tumours that we identified had a markedly increased transversion mutation frequency and newly identified hotspot mutations in POLE. Our results classified endometrial cancers into four categories: POLE ultramutated, microsatellite instability hypermutated, copy …",
            "Integrated genomic characterization of endometrial carcinoma",
            "Douglas A Levine",
            "2013",
            "CXPlI08AAAAJ:9vf0nzSNQJEC",
            2645,
            "https:\/\/www.nature.com\/articles\/nature12113",
            "11384515426975270944",
            "\/scholar?cites=11384515426975270944",
            {
                "2013":70,
                "2014":249,
                "2015":293,
                "2016":330,
                "2017":363,
                "2018":370,
                "2019":396,
                "2020":510,
                "2021":35
            }
        ],
        [
            "Adenocarcinoma of the lung is the leading cause of cancer death worldwide. Here we report molecular profiling of 230 resected lung adenocarcinomas using messenger RNA, microRNA and DNA sequencing integrated with copy number, methylation and proteomic analyses. High rates of somatic mutation were seen (mean 8.9 mutations per megabase). Eighteen genes were statistically significantly mutated, including RIT1 activating mutations and newly described loss-of-function MGA mutations which are mutually exclusive with focal MYC amplification. EGFR mutations were more frequent in female patients, whereas mutations in RBM10 were more common in males. Aberrations in NF1, MET, ERBB2 and RIT1 occurred in 13% of cases and were enriched in samples otherwise lacking an activated oncogene, suggesting a driver role for these events in certain tumours. DNA and mRNA sequence from the same …",
            "Comprehensive molecular profiling of lung adenocarcinoma",
            "Cancer Genome Atlas Research Network",
            "2014",
            "CXPlI08AAAAJ:VL0QpB8kHFEC",
            2628,
            "https:\/\/www.nature.com\/articles\/nature13385",
            "16615191731691552590",
            "\/scholar?cites=16615191731691552590",
            {
                "2014":30,
                "2015":231,
                "2016":393,
                "2017":463,
                "2018":455,
                "2019":446,
                "2020":552,
                "2021":44
            }
        ]
    ]
}