{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "The ability to detect light over a broad spectral range is central to practical optoelectronic applications and has been successfully demonstrated with photodetectors of two-dimensional layered crystals such as graphene and MoS 2. However, polarization sensitivity within such a photodetector remains elusive. Here, we demonstrate a broadband photodetector using a layered black phosphorus transistor that is polarization-sensitive over a bandwidth from∼ 400 nm to 3,750 nm. The polarization sensitivity is due to the strong intrinsic linear dichroism, which arises from the in-plane optical anisotropy of this material. In this transistor geometry, a perpendicular built-in electric field induced by gating can spatially separate the photogenerated electrons and holes in the channel, effectively reducing their recombination rate and thus enhancing the performance for linear dichroism photodetection. The use of anisotropic …",
            "Polarization-sensitive broadband photodetector using a black phosphorus vertical p–n junction",
            "Hongtao Yuan and Xiaoge Liu and Farzaneh Afshinmanesh and Wei Li and Gang Xu and Jie Sun and Biao Lian and Alberto G Curto and Guojun Ye and Yasuyuki Hikita and Zhixun Shen and Shou-Cheng Zhang and Xianhui Chen and Mark Brongersma and Harold Y Hwang and Yi Cui",
            "2015",
            "cXunevsAAAAJ:d1gkVwhDpl0C",
            646,
            "https:\/\/www.nature.com\/nnano\/journal\/v10\/n8\/full\/nnano.2015.112.html",
            "12534312421263364084",
            "\/scholar?cites=12534312421263364084",
            {
                "2014":2,
                "2015":16,
                "2016":88,
                "2017":114,
                "2018":131,
                "2019":135,
                "2020":140,
                "2021":19
            }
        ],
        [
            "Majorana fermion is a hypothetical particle that is its own antiparticle. We report transport measurements that suggest the existence of one-dimensional chiral Majorana fermion modes in the hybrid system of a quantum anomalous Hall insulator thin film coupled with a superconductor. As the external magnetic field is swept, half-integer quantized conductance plateaus are observed at the locations of magnetization reversals, giving a distinct signature of the Majorana fermion modes. This transport signature is reproducible over many magnetic field sweeps and appears at different temperatures. This finding may open up an avenue to control Majorana fermions for implementing robust topological quantum computing.",
            "Chiral Majorana fermion modes in a quantum anomalous Hall insulator–superconductor structure",
            "Qing Lin He and Lei Pan and Alexander L Stern and Edward C Burks and Xiaoyu Che and Gen Yin and Jing Wang and Biao Lian and Quan Zhou and Eun Sang Choi and Koichi Murata and Xufeng Kou and Zhijie Chen and Tianxiao Nie and Qiming Shao and Yabin Fan and Shou-Cheng Zhang and Kai Liu and Jing Xia and Kang L Wang",
            "2017",
            "cXunevsAAAAJ:QIV2ME_5wuYC",
            406,
            "https:\/\/science.sciencemag.org\/content\/357\/6348\/294.abstract",
            "13080342430683104658",
            "\/scholar?cites=13080342430683104658",
            {
                "2017":27,
                "2018":116,
                "2019":136,
                "2020":115,
                "2021":10
            }
        ],
        [
            "The valley degree of freedom in layered transition-metal dichalcogenides provides an opportunity to extend the functionalities of spintronics and valleytronics devices. The achievement of spin-coupled valley polarization induced by the non-equilibrium charge-carrier imbalance between two degenerate and inequivalent valleys has been demonstrated theoretically and by optical experiments. However, the generation of a valley and spin current with the valley polarization in transition-metal dichalcogenides remains elusive. Here we demonstrate a spin-coupled valley photocurrent, within an electric-double-layer transistor based on WSe 2, whose direction and magnitude depend on the degree of circular polarization of the incident radiation and can be further modulated with an external electric field. This room-temperature generation and electric control of a valley and spin photocurrent provides a new property of …",
            "Generation and electric control of spin–valley-coupled circular photogalvanic current in WSe 2",
            "Hongtao Yuan and Xinqiang Wang and Biao Lian and Haijun Zhang and Xianfa Fang and Bo Shen and Gang Xu and Yong Xu and Shou-Cheng Zhang and Harold Y Hwang and Yi Cui",
            "2014",
            "cXunevsAAAAJ:u-x6o8ySG0sC",
            230,
            "https:\/\/www.nature.com\/nnano\/journal\/v9\/n10\/full\/nnano.2014.183.html",
            "9570327245325852798",
            "\/scholar?cites=9570327245325852798",
            {
                "2014":2,
                "2015":28,
                "2016":36,
                "2017":31,
                "2018":50,
                "2019":30,
                "2020":48,
                "2021":4
            }
        ],
        [
            "The discovery of superconducting and insulating states in magic-angle twisted bilayer graphene (MATBG) 1, 2 has ignited considerable interest in understanding the nature of electronic interactions in this chemically pristine material. The transport properties of MATBG as a function of doping are similar to those of high-transition-temperature copper oxides and other unconventional superconductors 1, 2, 3, which suggests that MATBG may be a highly interacting system. However, to our knowledge, there is no direct experimental evidence of strong many-body correlations in MATBG. Here we present high-resolution spectroscopic measurements, obtained using a scanning tunnelling microscope, that provide such evidence as a function of carrier density. MATBG displays unusual spectroscopic characteristics that can be attributed to electron–electron interactions over a wide range of doping levels, including those at …",
            "Spectroscopic signatures of many-body correlations in magic-angle twisted bilayer graphene",
            "Yonglong Xie and Biao Lian and Berthold Jäck and Xiaomeng Liu and Cheng-Li Chiu and Kenji Watanabe and Takashi Taniguchi and B Andrei Bernevig and Ali Yazdani",
            "2019",
            "cXunevsAAAAJ:lSLTfruPkqcC",
            207,
            "https:\/\/www.nature.com\/articles\/s41586-019-1422-x",
            "17730829814362510055",
            "\/scholar?cites=17730829814362510055",
            {
                "2019":16,
                "2020":172,
                "2021":19
            }
        ],
        [
            "We study the electron-phonon coupling in twisted bilayer graphene (TBG), which was recently experimentally observed to exhibit superconductivity around the magic twist angle θ≈ 1.05. We show that phonon-mediated electron attraction at the magic angle is strong enough to induce a conventional intervalley pairing between graphene valleys K and K′ with a superconducting critical temperature T c∼ 1 K, in agreement with the experiment. We predict that superconductivity can also be observed in TBG at many other angles θ and higher electron densities in higher moiré bands, which may also explain the possible granular superconductivity of highly oriented pyrolytic graphite. We support our conclusions by ab initio calculations.",
            "Twisted bilayer graphene: a phonon-driven superconductor",
            "Biao Lian and Zhijun Wang and B Andrei Bernevig",
            "2019",
            "cXunevsAAAAJ:RGFaLdJalmkC",
            136,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.122.257002",
            "7794140996077670774",
            "\/scholar?cites=7794140996077670774",
            {
                "2018":2,
                "2019":32,
                "2020":93,
                "2021":9
            }
        ],
        [
            "As one of the simplest systems for realizing Majorana fermions, the topological superconductor plays an important role in both condensed matter physics and quantum computations. Based on ab initio calculations and the analysis of an effective 8-band model with superconducting pairing, we demonstrate that the three-dimensional extended s-wave Fe-based superconductors such as Fe 1+ y Se 0.5 Te 0.5 have a metallic topologically nontrivial band structure, and exhibit a normal-topological-normal superconductivity phase transition on the (001) surface by tuning the bulk carrier doping level. In the topological superconductivity (TSC) phase, a Majorana zero mode is trapped at the end of a magnetic vortex line. We further show that the surface TSC phase only exists up to a certain bulk pairing gap, and there is a normal-topological phase transition driven by the temperature, which has not been discussed before …",
            "Topological superconductivity on the surface of Fe-based superconductors",
            "Gang Xu and Biao Lian and Peizhe Tang and Xiao-Liang Qi and Shou-Cheng Zhang",
            "2016",
            "cXunevsAAAAJ:WF5omc3nYNoC",
            124,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.117.047001",
            "14981478170165393205",
            "\/scholar?cites=14981478170165393205",
            {
                "2016":2,
                "2017":7,
                "2018":20,
                "2019":36,
                "2020":54,
                "2021":5
            }
        ],
        [
            "The quantum anomalous Hall (QAH) effect in magnetic topological insulators is driven by the combination of spontaneous magnetic moments and spin-orbit coupling. Its recent experimental discovery raises the question if higher plateaus can also be realized. Here, we present a general theory for a QAH effect with higher Chern numbers and show by first-principles calculations that a thin film magnetic topological insulator of Cr-doped Bi 2 (Se, Te) 3 is a candidate for the C= 2 QAH insulator. Remarkably, whereas a higher magnetic field leads to lower Hall conductance plateaus in the integer quantum Hall effect, a higher magnetic moment leads to higher Hall conductance plateaus in the QAH effect.",
            "Quantum anomalous Hall effect with higher plateaus",
            "Jing Wang and Biao Lian and Haijun Zhang and Yong Xu and Shou-Cheng Zhang",
            "2013",
            "cXunevsAAAAJ:u5HHmVD_uO8C",
            117,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.136801",
            "6257462653027916602",
            "\/scholar?cites=6257462653027916602",
            {
                "2014":19,
                "2015":26,
                "2016":19,
                "2017":4,
                "2018":16,
                "2019":13,
                "2020":18,
                "2021":2
            }
        ]
    ]
}