{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The presence of an intermittent layer at the base of Earth9s mantle with a maximum thickness near 40 kilometers and a compressional wave velocity depressed by ∼10 percent compared with that of the overlying mantle is most simply explained as the result of partial melt at this depth. Both the sharp upper boundary of this layer (<10 kilometers wide) and the apparent correlation with deep mantle upwelling are consistent with the presence of liquid in the lowermost mantle, implying that the bottom of the thermal boundary layer at the base of the mantle may lie above its eutectic temperature. Such a partially molten zone would be expected to have enhanced thermal and chemical transport properties and may provide constraints on the geotherm and lateral variations in lowermost mantle temperature or mineralogy.",
            "Seismic evidence for partial melt at the base of Earth's mantle",
            "Quentin Williams and Edward J Garnero",
            "1996",
            "cxYnXawAAAAJ:uDGL6kOW6j0C",
            566,
            "https:\/\/science.sciencemag.org\/content\/273\/5281\/1528.abstract",
            "11221557261300000022",
            "\/scholar?cites=11221557261300000022",
            {
                "1997":10,
                "1998":31,
                "1999":15,
                "2000":25,
                "2001":14,
                "2002":15,
                "2003":16,
                "2004":21,
                "2005":19,
                "2006":20,
                "2007":32,
                "2008":27,
                "2009":19,
                "2010":28,
                "2011":25,
                "2012":20,
                "2013":26,
                "2014":26,
                "2015":30,
                "2016":26,
                "2017":29,
                "2018":24,
                "2019":30,
                "2020":29,
                "2021":2
            }
        ],
        [
            "Recent seismological work has revealed new structures in the boundary layer between the Earth's core and mantle that are altering and expanding perspectives of the role this region plays in both core and mantle dynamics. Clear challenges for future research in seismological, experimental, theoretical and computational geophysics have emerged, holding the key to understanding both this dynamic system and geological phenomena observed at the Earth's surface.",
            "The core–mantle boundary layer and deep Earth dynamics",
            "Thorne Lay and Quentin Williams and Edward J Garnero",
            "1998",
            "cxYnXawAAAAJ:QD3KBmkZPeQC",
            457,
            "https:\/\/www.nature.com\/articles\/33083",
            "15258502794842784336",
            "\/scholar?cites=15258502794842784336",
            {
                "1998":17,
                "1999":24,
                "2000":22,
                "2001":24,
                "2002":20,
                "2003":26,
                "2004":46,
                "2005":28,
                "2006":29,
                "2007":38,
                "2008":18,
                "2009":12,
                "2010":14,
                "2011":17,
                "2012":18,
                "2013":13,
                "2014":13,
                "2015":8,
                "2016":17,
                "2017":6,
                "2018":9,
                "2019":12,
                "2020":15,
                "2021":1
            }
        ],
        [
            "The melting curve of iron, the primary constituent of Earth9s core, has been measured to pressures of 250 gigapascals with a combination of static and dynamic techniques. The melting temperature of iron at the pressure of the core-mantle boundary (136 gigapascals) is 4800 ± 200 K. whereas at the inner core-outer core boundary (330 gigapascals), it is 7600 ± 500 K. Corrected for melting point depression resulting from the presence of impurities, a melting temperature for iron-rich alloy of 6600 K at the inner core-outer core boundary and a maximum temperature of 6900 K at Earth9s center are inferred. This latter value is the first experimental upper bound on the temperature at Earth9s center, and these results imply that the temperature of the lower mantle is significantly less than that of the outer core.",
            "The melting curve of iron to 250 gigapascals: A constraint on the temperature at Earth's center",
            "Quentin Williams and Raymond Jeanloz and Jay Bass and Bob Svendsen and Thomas J Ahrens",
            "1987",
            "cxYnXawAAAAJ:4X0JR2_MtJMC",
            413,
            "https:\/\/science.sciencemag.org\/content\/236\/4798\/181.abstract",
            "3306677795295889134",
            "\/scholar?cites=3306677795295889134",
            {
                "1987":5,
                "1988":13,
                "1989":24,
                "1990":23,
                "1991":21,
                "1992":11,
                "1993":19,
                "1994":10,
                "1995":10,
                "1996":13,
                "1997":11,
                "1998":10,
                "1999":9,
                "2000":15,
                "2001":15,
                "2002":8,
                "2003":9,
                "2004":17,
                "2005":17,
                "2006":15,
                "2007":16,
                "2008":9,
                "2009":15,
                "2010":13,
                "2011":19,
                "2012":6,
                "2013":6,
                "2014":12,
                "2015":4,
                "2016":8,
                "2017":6,
                "2018":6,
                "2019":10,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Infrared spectra demonstrate that at pressures above 20 gigapascals and room temperature the regular tetrahedral coordination of oxygen around both silicon and aluminum ions is severely disrupted in SiO2, CaMgSi2O6, and CaAlSi2O8 composition glasses. The spectra are consistent with gradual, pressure-induced increases in the coordination numbers of silicon and aluminum. A variety of coordination environments, from sixfold to fourfold, appears to be present at pressures as high as about 40 gigapascals. This apparent change in coordination is not quenchable at room temperature: on decompression, the glasses return to tetrahedral coordination. This continuous and reversible coordination change in amorphous silicates explains the lack of observation of coordination changes in silicate glasses quenched from high pressure, the shallow melting slopes observed for mantle silicates at high pressures, and …",
            "Spectroscopic evidence for pressure-induced coordination changes in silicate glasses and melts",
            "Quentin Williams and Raymond Jeanloz",
            "1988",
            "cxYnXawAAAAJ:6yz0xqPARnAC",
            402,
            "https:\/\/science.sciencemag.org\/content\/239\/4842\/902.abstract",
            "4849627083060981041",
            "\/scholar?cites=4849627083060981041",
            {
                "1988":4,
                "1989":11,
                "1990":17,
                "1991":22,
                "1992":25,
                "1993":16,
                "1994":12,
                "1995":11,
                "1996":15,
                "1997":11,
                "1998":8,
                "1999":5,
                "2000":8,
                "2001":7,
                "2002":6,
                "2003":8,
                "2004":16,
                "2005":18,
                "2006":12,
                "2007":16,
                "2008":14,
                "2009":13,
                "2010":11,
                "2011":6,
                "2012":9,
                "2013":6,
                "2014":13,
                "2015":14,
                "2016":21,
                "2017":12,
                "2018":7,
                "2019":9,
                "2020":13,
                "2021":4
            }
        ],
        [
            "Despite recent insight regarding the history and current state of the Moon from satellite sensing and analyses of limited Apollo-era seismic data, deficiencies remain in our understanding of the deep lunar interior. We reanalyzed Apollo lunar seismograms using array-processing methods to search for the presence of reflected and converted seismic energy from the core. Our results suggest the presence of a solid inner and fluid outer core, overlain by a partially molten boundary layer. The relative sizes of the inner and outer core suggest that the core is ~60% liquid by volume. Based on phase diagrams of iron alloys and the presence of partial melt, the core probably contains less than 6 weight % of lighter alloying components, which is consistent with a volatile-depleted interior.",
            "Seismic detection of the lunar core",
            "Renee C Weber and Pei-Ying Lin and Edward J Garnero and Quentin Williams and Philippe Lognonné",
            "2011",
            "cxYnXawAAAAJ:NyGDZy8z5eUC",
            384,
            "https:\/\/science.sciencemag.org\/content\/331\/6015\/309.abstract",
            "10679671135783719666",
            "\/scholar?cites=10679671135783719666",
            {
                "2011":12,
                "2012":38,
                "2013":35,
                "2014":53,
                "2015":46,
                "2016":40,
                "2017":26,
                "2018":42,
                "2019":48,
                "2020":35,
                "2021":3
            }
        ],
        [
            "The mechanisms of exchange of hydrogen between the deep interior and surface of Earth, as well as the means of retention and possible abundance of hydrogen deep within the Earth, are examined. The uppermost several hundred kilometers of Earth's suboceanic upper mantle appear to be largely degassed, but significant primordial hydrogen could be retained within the transition zone, lower mantle, or core. Regassing of the planet occurs via subduction: Cold slabs are likely particularly efficient at transporting hydrogen to depth within the planet. Marked changes in hydrogen cycling have taken place throughout Earth's history: Evidence of hydrated ultramafic melts in the Archean and probable hydrogen retention within a Hadean magma ocean indicate that early in its history, the deep Earth was substantially wetter. The largest enigma associated with hydrogen in the deep Earth lies in the core: This …",
            "Hydrogen in the deep Earth",
            "Quentin Williams and Russell J Hemley",
            "2001",
            "cxYnXawAAAAJ:4xDN1ZYqzskC",
            283,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.earth.29.1.365",
            "12020518749181164684",
            "\/scholar?cites=12020518749181164684",
            {
                "2001":1,
                "2002":3,
                "2003":16,
                "2004":17,
                "2005":24,
                "2006":14,
                "2007":14,
                "2008":18,
                "2009":13,
                "2010":11,
                "2011":11,
                "2012":15,
                "2013":18,
                "2014":10,
                "2015":19,
                "2016":18,
                "2017":10,
                "2018":16,
                "2019":16,
                "2020":14,
                "2021":1
            }
        ],
        [
            "A synthesis is presented of the results from over 40 different studies of a discontinuous increase in seismic velocity, referred to as the\" D\" discontinuity\", that occurs about 250 km above the core-mantle boundary. This discontinuity is seen in many regions around the world, both with P and Swaves. The D\" discontinuity has a mean apparent depth of about 250-265 km for both P and Swaves. While many more non-observations (where no discontinuity is observable above the seismic noise levels) exist for P waves than for S waves, both P and S nonobservations and observations are distributed with little obvious geographical coherence. The D\" discontinuity is often modeled as a precipitous increase in seismic velocity of about 2.5-3.0%, though most data can accommodate a transition width of up to 50 or 75 km. The D\" discontinuity is usually modeled with lower than average velocities above the discontinuity, but the …",
            "The D ″discontinuity and its implications",
            "Michael E Wysession and Thorne Lay and Justin Revenaugh and Quentin Williams and Edward J Garnero and Raymond Jeanloz and Louise H Kellogg",
            "1998",
            "cxYnXawAAAAJ:sJsF-0ZLhtgC",
            249,
            "https:\/\/www.researchgate.net\/profile\/Thorne_Lay\/publication\/304767265_The_D_discontinuity_and_its_implications\/links\/577bcc5e08ae355e74f163ca.pdf",
            "2491850883529545172",
            "\/scholar?cites=2491850883529545172",
            {
                "1998":6,
                "1999":6,
                "2000":11,
                "2001":4,
                "2002":5,
                "2003":10,
                "2004":16,
                "2005":14,
                "2006":20,
                "2007":28,
                "2008":20,
                "2009":14,
                "2010":10,
                "2011":13,
                "2012":9,
                "2013":7,
                "2014":5,
                "2015":10,
                "2016":15,
                "2017":4,
                "2018":5,
                "2019":7,
                "2020":4,
                "2021":2
            }
        ],
        [
            "Terrestrial planet formation is believed to have concluded in our Solar System with about 10 million to 100 million years of giant impacts, where hundreds of Moon-to Mars-sized planetary embryos acquired random velocities through gravitational encounters and resonances with one another and with Jupiter. This led to planet-crossing orbits and collisions that produced the four terrestrial planets, the Moon and asteroids. But here we show that colliding planets do not simply merge, as is commonly assumed. In many cases, the smaller planet escapes from the collision highly deformed, spun up, depressurized from equilibrium, stripped of its outer layers, and sometimes pulled apart into a chain of diverse objects. Remnants of these ‘hit-and-run’collisions are predicted to be common among remnant planet-forming populations, and thus to be relevant to asteroid formation and meteorite petrogenesis.",
            "Hit-and-run planetary collisions",
            "Erik Asphaug and Craig B Agnor and Quentin Williams",
            "2006",
            "cxYnXawAAAAJ:jL-93Qbq4QoC",
            246,
            "https:\/\/www.nature.com\/articles\/nature04311",
            "12873057009652972965",
            "\/scholar?cites=12873057009652972965",
            {
                "2006":8,
                "2007":15,
                "2008":15,
                "2009":17,
                "2010":18,
                "2011":18,
                "2012":20,
                "2013":7,
                "2014":17,
                "2015":22,
                "2016":12,
                "2017":9,
                "2018":18,
                "2019":20,
                "2020":25,
                "2021":3
            }
        ],
        [
            "We compare the atomic dynamics of the glass to that of the relevant crystal. In the spectra of inelastic scattering, the boson peak of the glass appears higher than the transverse acoustic (TA) singularity of the crystal. However, the density of states shows that they have the same number of states. Increasing pressure causes the transformation of the boson peak of the glass towards the TA singularity of the crystal. Once corrected for the difference in the elastic medium, the boson peak matches the TA singularity in energy and height. This suggests the identical nature of the two features.",
            "Equivalence of the boson peak in glasses to the transverse acoustic van hove singularity in crystals",
            "AI Chumakov and G Monaco and A Monaco and WA Crichton and A Bosak and R Rüffer and A Meyer and F Kargl and L Comez and D Fioretto and H Giefers and S Roitsch and G Wortmann and MH Manghnani and A Hushur and Q Williams and J Balogh and K Parliński and P Jochym and P Piekarz",
            "2011",
            "cxYnXawAAAAJ:IjCSPb-OGe4C",
            231,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.225501",
            "12382161811229854845",
            "\/scholar?cites=12382161811229854845",
            {
                "2011":7,
                "2012":17,
                "2013":27,
                "2014":27,
                "2015":26,
                "2016":23,
                "2017":24,
                "2018":19,
                "2019":23,
                "2020":32,
                "2021":5
            }
        ],
        [
            "The effects of compression on the structure and bonding of Mg(OH)2 brucite and Ca(OH)2 portlandite are documented to pressures of 34 and 24 GPa, respectively, by way of infrared spectroscopy of the O–H stretching vibration at 300 K. The frequency of the infrared‐active (A2u) mode of both hydroxides decreases with pressure, by −0.6 cm−1\/GPa for Mg(OH)2 over the pressure range studied, and by −3.5 cm−1\/GPa for Ca(OH)2 to 10.6 GPa. An additional mode observed in Mg(OH)2 is due to an optically induced hot band (A2u X A2u overtone): with increasing pressure, its intensity grows and its frequency decreases (−3.7 cm−1\/GPa). The negative pressure dependencies of these modes (negative Grüneisen parameters) are explained in terms of compression increasing the hydrogen bond strength within the hydroxide structure. On increasing pressure above 12.8 GPa, the full width at half‐maximum of the O–H …",
            "Vibrational spectra of Mg(OH)2 and Ca(OH)2 under pressure",
            "MB Kruger and Q Williams and R Jeanloz",
            "1989",
            "cxYnXawAAAAJ:MAUkC_7iAq8C",
            208,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.457460",
            "390684918639707746",
            "\/scholar?cites=390684918639707746",
            {
                "1989":1,
                "1990":4,
                "1991":6,
                "1992":17,
                "1993":4,
                "1994":6,
                "1995":5,
                "1996":10,
                "1997":6,
                "1998":8,
                "1999":8,
                "2000":12,
                "2001":5,
                "2002":8,
                "2003":12,
                "2004":6,
                "2005":4,
                "2006":7,
                "2007":7,
                "2008":6,
                "2009":5,
                "2010":5,
                "2011":3,
                "2012":4,
                "2013":5,
                "2014":3,
                "2015":3,
                "2016":8,
                "2017":8,
                "2018":7,
                "2019":6,
                "2020":6,
                "2021":3
            }
        ]
    ]
}