{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In recent years, enhanced light–matter interactions through a plethora of dipole-type polaritonic excitations have been observed in two-dimensional (2D) layered materials. In graphene, electrically tunable and highly confined plasmon-polaritons were predicted and observed, opening up opportunities for optoelectronics, bio-sensing and other mid-infrared applications. In hexagonal boron nitride, low-loss infrared-active phonon-polaritons exhibit hyperbolic behaviour for some frequencies, allowing for ray-like propagation exhibiting high quality factors and hyperlensing effects. In transition metal dichalcogenides, reduced screening in the 2D limit leads to optically prominent excitons with large binding energy, with these polaritonic modes having been recently observed with scanning near-field optical microscopy. Here, we review recent progress in state-of-the-art experiments, and survey the vast library of polaritonic …",
            "Polaritons in layered two-dimensional materials",
            "Tony Low and Andrey Chaves and Joshua D Caldwell and Anshuman Kumar and Nicholas X Fang and Phaedon Avouris and Tony F Heinz and Francisco Guinea and Luis Martin-Moreno and Frank Koppens",
            "2017",
            "D-hM3PwAAAAJ:LI9QrySNdTsC",
            585,
            "https:\/\/www.nature.com\/articles\/nmat4792",
            "415737451750041496",
            "\/scholar?cites=415737451750041496",
            {
                "2017":83,
                "2018":159,
                "2019":160,
                "2020":165,
                "2021":14
            }
        ],
        [
            "Strongly anisotropic media, where the principal components of the dielectric tensor have opposite signs, are called hyperbolic. Such materials exhibit unique nanophotonic properties enabled by the highly directional propagation of slow-light modes localized at deeply sub-diffractional length scales. While artificial hyperbolic metamaterials have been demonstrated, they suffer from high plasmonic losses and require complex nanofabrication, which in turn induces size-dependent limitations on optical confinement. The low-loss, mid-infrared, natural hyperbolic material hexagonal boron nitride is an attractive alternative. Here we report on three-dimensionally confined ‘hyperbolic polaritons’ in boron nitride nanocones that support four series (up to the seventh order) modes in two spectral bands. The resonant modes obey the predicted aspect ratio dependence and exhibit high-quality factors (Q up to 283) in the strong …",
            "Sub-diffractional volume-confined polaritons in the natural hyperbolic material hexagonal boron nitride",
            "Joshua D Caldwell and Andrey V Kretinin and Yiguo Chen and Vincenzo Giannini and Michael M Fogler and Yan Francescato and Chase T Ellis and Joseph G Tischler and Colin R Woods and Alexander J Giles and Minghui Hong and Kenji Watanabe and Takashi Taniguchi and Stefan A Maier and Kostya S Novoselov",
            "2014",
            "D-hM3PwAAAAJ:5Ul4iDaHHb8C",
            512,
            "https:\/\/www.nature.com\/articles\/ncomms6221",
            "9101783944301763906",
            "\/scholar?cites=9101783944301763906",
            {
                "2014":5,
                "2015":38,
                "2016":75,
                "2017":84,
                "2018":99,
                "2019":90,
                "2020":112,
                "2021":8
            }
        ],
        [
            "The excitation of surface-phonon-polariton (SPhP) modes in polar dielectric      crystals and the associated new developments in the field of SPhPs are reviewed.      The emphasis of this work is on providing an understanding of the general      phenomenon, including the origin of the Reststrahlen band, the role that optical      phonons in polar dielectric lattices play in supporting sub-diffraction-limited      modes and how the relatively long optical phonon lifetimes can lead to the low      optical losses observed within these materials. Based on this overview, the      achievements attained to date and the potential technological advantages of      these materials are discussed for localized modes in nanostructures, propagating      modes on surfaces and in waveguides and novel metamaterial designs, with the      goal of realizing low-loss nanophotonics and metamaterials in the mid-infrared      to terahertz spectral ranges.",
            "Low-loss, infrared and terahertz nanophotonics using surface phonon polaritons",
            "Joshua D Caldwell and Lucas Lindsay and Vincenzo Giannini and Igor Vurgaftman and Thomas L Reinecke and Stefan A Maier and Orest J Glembocki",
            "2015",
            "D-hM3PwAAAAJ:t6usbXjVLHcC",
            388,
            "https:\/\/www.degruyter.com\/view\/journals\/nanoph\/4\/1\/article-p44.xml",
            "197285928898671016",
            "\/scholar?cites=197285928898671016",
            {
                "2014":3,
                "2015":15,
                "2016":39,
                "2017":55,
                "2018":86,
                "2019":76,
                "2020":108,
                "2021":5
            }
        ],
        [
            "The spectrum of two-dimensional (2D) and layered materials ‘beyond graphene’offers a remarkable platform to study new phenomena in condensed matter physics. Among these materials, layered hexagonal boron nitride (hBN), with its wide bandgap energy (∼ 5.0–6.0 eV), has clearly established that 2D nitrides are key to advancing 2D devices 1. A gap, however, remains between the theoretical prediction of 2D nitrides ‘beyond hBN’2, 3 and experimental realization of such structures. Here we demonstrate the synthesis of 2D gallium nitride (GaN) via a migration-enhanced encapsulated growth (MEEG) technique utilizing epitaxial graphene. We theoretically predict and experimentally validate that the atomic structure of 2D GaN grown via MEEG is notably different from reported theory 2, 3, 4. Moreover, we establish that graphene plays a critical role in stabilizing the direct-bandgap (nearly 5.0 eV), 2D buckled …",
            "Two-dimensional gallium nitride realized via graphene encapsulation",
            "Zakaria Y Al Balushi and Ke Wang and Ram Krishna Ghosh and Rafael A Vilá and Sarah M Eichfeld and Joshua D Caldwell and Xiaoye Qin and Yu-Chuan Lin and Paul A DeSario and Greg Stone and Shruti Subramanian and Dennis F Paul and Robert M Wallace and Suman Datta and Joan M Redwing and Joshua A Robinson",
            "2016",
            "D-hM3PwAAAAJ:kuK5TVdYjLIC",
            362,
            "https:\/\/www.nature.com\/articles\/nmat4742",
            "13737492063242376183",
            "\/scholar?cites=13737492063242376183",
            {
                "2016":8,
                "2017":61,
                "2018":78,
                "2019":89,
                "2020":105,
                "2021":19
            }
        ],
        [
            "Hyperbolic materials exhibit sub-diffractional, highly directional, volume-confined polariton modes. Here we report that hyperbolic phonon polaritons allow for a flat slab of hexagonal boron nitride to enable exciting near-field optical applications, including unusual imaging phenomenon (such as an enlarged reconstruction of investigated objects) and sub-diffractional focusing. Both the enlarged imaging and the super-resolution focusing are explained based on the volume-confined, wavelength dependent propagation angle of hyperbolic phonon polaritons. With advanced infrared nanoimaging techniques and state-of-art mid-infrared laser sources, we have succeeded in demonstrating and visualizing these unexpected phenomena in both Type I and Type II hyperbolic conditions, with both occurring naturally within hexagonal boron nitride. These efforts have provided a full and intuitive physical picture for the …",
            "Hyperbolic phonon-polaritons in boron nitride for near-field optical imaging and focusing",
            "Peining Li and Martin Lewin and Andrey V Kretinin and Joshua D Caldwell and Kostya S Novoselov and Takashi Taniguchi and Kenji Watanabe and Fabian Gaussmann and Thomas Taubner",
            "2015",
            "D-hM3PwAAAAJ:kzcrU_BdoSEC",
            298,
            "https:\/\/www.nature.com\/articles\/ncomms8507?origin=ppub",
            "6927955729537701662",
            "\/scholar?cites=6927955729537701662",
            {
                "2015":11,
                "2016":45,
                "2017":49,
                "2018":56,
                "2019":67,
                "2020":66,
                "2021":4
            }
        ],
        [
            "To make graphene technologically viable, the transfer of graphene films to substrates appropriate for specific applications is required. We demonstrate the dry transfer of epitaxial graphene (EG) from the C-face of 4H-SiC onto SiO2, GaN and Al2O3 substrates using a thermal release tape. Subsequent Hall effect measurements illustrated that minimal degradation in the carrier mobility was induced following the transfer process in lithographically patterned devices. Correspondingly, a large drop in the carrier concentration was observed following the transfer process, supporting the notion that a gradient in the carrier density is present in C-face EG, with lower values being observed in layers further removed from the SiC interface. X-ray photoemission spectra collected from EG films attached to the transfer tape revealed the presence of atomic Si within the EG layers, which may indicate the identity of the unknown …",
            "Technique for the dry transfer of epitaxial graphene onto arbitrary substrates",
            "Joshua D Caldwell and Travis J Anderson and James C Culbertson and Glenn G Jernigan and Karl D Hobart and Fritz J Kub and Marko J Tadjer and Joseph L Tedesco and Jennifer K Hite and Michael A Mastro and Rachael L Myers-Ward and Charles R Eddy Jr and Paul M Campbell and D Kurt Gaskill",
            "2010",
            "D-hM3PwAAAAJ:_Qo2XoVZTnwC",
            238,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn901585p",
            "17869423187506304514",
            "\/scholar?cites=17869423187506304514",
            {
                "2009":1,
                "2010":15,
                "2011":13,
                "2012":26,
                "2013":19,
                "2014":31,
                "2015":30,
                "2016":30,
                "2017":5,
                "2018":22,
                "2019":21,
                "2020":20,
                "2021":2
            }
        ],
        [
            "Plasmonics provides great promise for nanophotonic applications. However, the high optical losses inherent in metal-based plasmonic systems have limited progress. Thus, it is critical to identify alternative low-loss materials. One alternative is polar dielectrics that support surface phonon polariton (SPhP) modes, where the confinement of infrared light is aided by optical phonons. Using fabricated 6H-silicon carbide nanopillar antenna arrays, we report on the observation of subdiffraction, localized SPhP resonances. They exhibit a dipolar resonance transverse to the nanopillar axis and a monopolar resonance associated with the longitudinal axis dependent upon the SiC substrate. Both exhibit exceptionally narrow linewidths (7–24 cm–1), with quality factors of 40–135, which exceed the theoretical limit of plasmonic systems, with extreme subwavelength confinement of (λres3\/Veff)1\/3 = 50–200. Under certain …",
            "Low-loss, extreme subdiffraction photon confinement via silicon carbide localized surface phonon polariton resonators",
            "Joshua D Caldwell and Orest J Glembocki and Yan Francescato and Nicholas Sharac and Vincenzo Giannini and Francisco J Bezares and James P Long and Jeffrey C Owrutsky and Igor Vurgaftman and Joseph G Tischler and Virginia D Wheeler and Nabil D Bassim and Loretta M Shirey and Richard Kasica and Stefan A Maier",
            "2013",
            "D-hM3PwAAAAJ:u_35RYKgDlwC",
            226,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl401590g",
            "14486141833970819581",
            "\/scholar?cites=14486141833970819581",
            {
                "2013":5,
                "2014":6,
                "2015":18,
                "2016":33,
                "2017":33,
                "2018":54,
                "2019":34,
                "2020":41,
                "2021":2
            }
        ],
        [
            "Efforts to create reproducible surface-enhanced Raman scattering (SERS)-based chemical and biological sensors has been hindered by difficulties in fabricating large-area SERS-active substrates with a uniform, reproducible SERS response that still provides sufficient enhancement for easy detection. Here we report on periodic arrays of Au-capped, vertically aligned silicon nanopillars that are embedded in a Au plane upon a Si substrate. We illustrate that these arrays are ideal for use as SERS sensor templates, in that they provide large, uniform and reproducible average enhancement factors up to ∼1.2 × 108 over the structure surface area. We discuss the impact of the overall geometry of the structures upon the SERS response at 532, 633, and 785 nm incident laser wavelengths. Calculations of the electromagnetic field distributions and intensities within such structures were performed and both the wavelength …",
            "Plasmonic nanopillar arrays for large-area, high-enhancement surface-enhanced Raman scattering sensors",
            "Joshua D Caldwell and Orest Glembocki and Francisco J Bezares and Nabil D Bassim and Ronald W Rendell and Mariya Feygelson and Maraizu Ukaegbu and Richard Kasica and Loretta Shirey and Charles Hosten",
            "2011",
            "D-hM3PwAAAAJ:RHpTSmoSYBkC",
            205,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn200636t",
            "559294456521332800",
            "\/scholar?cites=559294456521332800",
            {
                "2011":2,
                "2012":20,
                "2013":23,
                "2014":28,
                "2015":28,
                "2016":23,
                "2017":29,
                "2018":20,
                "2019":20,
                "2020":11
            }
        ],
        [
            "Conventional optical components are limited to size scales much larger than the wavelength of light, as changes to the amplitude, phase and polarization of the electromagnetic fields are accrued gradually along an optical path. However, advances in nanophotonics have produced ultrathin, so-called ‘flat’optical components that beget abrupt changes in these properties over distances significantly shorter than the free-space wavelength 1, 2, 3, 4, 5, 6, 7, 8. Although high optical losses still plague many approaches 9, phonon polariton (PhP) materials have demonstrated long lifetimes for sub-diffractional modes 10, 11, 12, 13 in comparison to plasmon-polariton-based nanophotonics. We experimentally observe a threefold improvement in polariton lifetime through isotopic enrichment of hexagonal boron nitride (hBN). Commensurate increases in the polariton propagation length are demonstrated via direct imaging of …",
            "Ultralow-loss polaritons in isotopically pure boron nitride",
            "Alexander J Giles and Siyuan Dai and Igor Vurgaftman and Timothy Hoffman and Song Liu and Lucas Lindsay and Chase T Ellis and Nathanael Assefa and Ioannis Chatzakis and Thomas L Reinecke and Joseph G Tischler and Michael M Fogler and JH Edgar and DN Basov and Joshua D Caldwell",
            "2018",
            "D-hM3PwAAAAJ:edDO8Oi4QzsC",
            153,
            "https:\/\/www.nature.com\/articles\/nmat5047",
            "10134542435091858931",
            "\/scholar?cites=10134542435091858931",
            {
                "2018":32,
                "2019":50,
                "2020":69,
                "2021":1
            }
        ],
        [
            "As an emerging optical material, graphene’s ultrafast dynamics are often probed using pulsed lasers yet the region in which optical damage takes place is largely uncharted. Here, femtosecond laser pulses induced localized damage in single-layer graphene on sapphire. Raman spatial mapping, SEM, and AFM microscopy quantified the damage. The resulting size of the damaged area has a linear correlation with the optical fluence. These results demonstrate local modification of sp2-carbon bonding structures with optical pulse fluences as low as 14 mJ\/cm2, an order-of-magnitude lower than measured and theoretical ablation thresholds.",
            "Quantifying pulsed laser induced damage to graphene",
            "Marc Currie and Joshua D Caldwell and Francisco J Bezares and Jeremy Robinson and Travis Anderson and Hayden Chun and Marko Tadjer",
            "2011",
            "D-hM3PwAAAAJ:9yKSN-GCB0IC",
            129,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3663875",
            "12083914503746373703",
            "\/scholar?cites=12083914503746373703",
            {
                "2012":16,
                "2013":12,
                "2014":18,
                "2015":18,
                "2016":19,
                "2017":14,
                "2018":13,
                "2019":8,
                "2020":9,
                "2021":1
            }
        ]
    ]
}