{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Synthetic photonic materials are an emerging platform for exploring the interface between microscopic quantum dynamics and macroscopic material properties 1, 2, 3, 4, 5. Photons experiencing a Lorentz force develop handedness, providing opportunities to study quantum Hall physics and topological quantum science 6, 7, 8. Here we present an experimental realization of a magnetic field for continuum photons. We trap optical photons in a multimode ring resonator to make a two-dimensional gas of massive bosons, and then employ a non-planar geometry to induce an image rotation on each round-trip 9. This results in photonic Coriolis\/Lorentz and centrifugal forces and so realizes the Fock–Darwin Hamiltonian for photons in a magnetic field and harmonic trap 10. Using spatial-and energy-resolved spectroscopy, we track the resulting photonic eigenstates as radial trapping is reduced, finally observing a …",
            "Synthetic Landau levels for photons",
            "Nathan Schine and Albert Ryou and Andrey Gromov and Ariel Sommer and Jonathan Simon",
            "2016",
            "D056qfMAAAAJ:r0BpntZqJG4C",
            141,
            "https:\/\/www.nature.com\/articles\/nature17943",
            "12496491823798153392",
            "\/scholar?cites=12496491823798153392",
            {
                "2016":16,
                "2017":35,
                "2018":32,
                "2019":29,
                "2020":28,
                "2021":1
            }
        ],
        [
            "We formulate a geometric framework that allows us to study momentum and energy transport in nonrelativistic systems. It amounts to a coupling of the nonrelativistic system to the Newton-Cartan (NC) geometry with torsion. The approach generalizes the classic Luttinger’s formulation of thermal transport. In particular, we clarify the geometric meaning of the fields conjugated to energy and energy current. These fields describe the geometric background with nonvanishing temporal torsion. We use the developed formalism to construct the equilibrium partition function of a nonrelativistic system coupled to the NC geometry in 2+ 1 dimensions and to derive various thermodynamic relations.",
            "Thermal Hall effect and geometry with torsion",
            "Andrey Gromov and Alexander G Abanov",
            "2015",
            "D056qfMAAAAJ:Wp0gIr-vW9MC",
            115,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.114.016802",
            "16605131133821007202",
            "\/scholar?cites=16605131133821007202",
            {
                "2014":4,
                "2015":23,
                "2016":24,
                "2017":21,
                "2018":12,
                "2019":15,
                "2020":16
            }
        ],
        [
            "We compute electromagnetic, gravitational, and mixed linear response functions of two-dimensional free fermions in an external quantizing magnetic field at an integer filling factor. The results are presented in the form of the effective action and as an expansion of currents and stresses in wave vectors and frequencies of the probing electromagnetic and metric fields. In addition to the well-studied U (1) Chern-Simons and Wen-Zee terms we find a gravitational Chern-Simons term that controls the correction to the Hall viscosity due to the background curvature. We relate the coefficient in front of the term with the chiral central charge.",
            "Electromagnetic and gravitational responses of two-dimensional noninteracting electrons in a background magnetic field",
            "Alexander G Abanov and Andrey Gromov",
            "2014",
            "D056qfMAAAAJ:qxL8FJ1GzNcC",
            107,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.90.014435",
            "6708173796889772982",
            "\/scholar?cites=6708173796889772982",
            {
                "2014":7,
                "2015":18,
                "2016":17,
                "2017":21,
                "2018":11,
                "2019":14,
                "2020":18,
                "2021":1
            }
        ],
        [
            "We consider the geometric part of the effective action for the fractional quantum Hall effect (FQHE). It is shown that accounting for the framing anomaly of the quantum Chern-Simons theory is essential to obtain the correct gravitational linear response functions. In the lowest order in gradients, the linear response generating functional includes Chern-Simons, Wen-Zee, and gravitational Chern-Simons terms. The latter term has a contribution from the framing anomaly which fixes the value of thermal Hall conductivity and contributes to the Hall viscosity of the FQH states on a sphere. We also discuss the effects of the framing anomaly on linear responses for non-Abelian FQH states.",
            "Framing anomaly in the effective theory of the fractional quantum hall effect",
            "Andrey Gromov and Gil Young Cho and Yizhi You and Alexander G Abanov and Eduardo Fradkin",
            "2015",
            "D056qfMAAAAJ:qUcmZB5y_30C",
            105,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.114.016805",
            "2983402823143410956",
            "\/scholar?cites=2983402823143410956",
            {
                "2014":2,
                "2015":12,
                "2016":15,
                "2017":23,
                "2018":17,
                "2019":13,
                "2020":21,
                "2021":2
            }
        ],
        [
            "We study constraints imposed by the Galilean invariance on linear electromagnetic and elastic responses of two-dimensional gapped systems in a background magnetic field. Exact relations between response functions following from the Ward identities are derived. In addition to the viscosity-conductivity relations known in the literature, we find new relations between the density-curvature response and the thermal Hall response.",
            "Density-curvature response and gravitational anomaly",
            "Andrey Gromov and Alexander G Abanov",
            "2014",
            "D056qfMAAAAJ:aqlVkmm33-oC",
            88,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.113.266802",
            "16966507172758890524",
            "\/scholar?cites=16966507172758890524",
            {
                "2014":5,
                "2015":21,
                "2016":15,
                "2017":16,
                "2018":11,
                "2019":10,
                "2020":10
            }
        ],
        [
            "We analyze the “higher rank” gauge theories that capture some of the phenomenology of the fracton order. It is shown that these theories lose gauge invariance when an arbitrarily weak and smooth curvature is introduced. We propose a resolution to this problem by introducing a theory invariant under area-preserving diffeomorphisms, which reduce to the higher rank gauge transformations upon linearization around a flat background. The proposed theory is geometric in nature and is interpreted as a theory of chiral topological elasticity. This theory exhibits some of the fracton phenomenology. We explore the conservation laws, topological excitations, linear response, various kinematical constraints, and canonical structure of the theory. Finally, we emphasize that the very structure of Riemann-Cartan geometry, which we use to formulate the theory, encodes some of the fracton phenomenology, suggesting that the …",
            "Chiral topological elasticity and fracton order",
            "Andrey Gromov",
            "2019",
            "D056qfMAAAAJ:pyW8ca7W8N0C",
            63,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.122.076403",
            "17683695993850322255",
            "\/scholar?cites=17683695993850322255",
            {
                "2018":6,
                "2019":28,
                "2020":28,
                "2021":1
            }
        ],
        [
            "We present a bimetric low-energy effective theory of fractional quantum Hall (FQH) states that describes the topological properties and a gapped collective excitation, known as the Girvin-Macdonald-Platzman (GMP) mode. The theory consists of a topological Chern-Simons action, coupled to a symmetric rank-2 tensor, and an action à la bimetric gravity, describing the gapped dynamics of a spin-2 mode. The theory is formulated in curved ambient space and is spatially covariant, which allows us to restrict the form of the effective action and the values of phenomenological coefficients. Using bimetric theory, we calculate the projected static structure factor up to the k 6 order in the momentum expansion. To provide further support for the theory, we derive the long-wave limit of the GMP algebra, the dispersion relation of the GMP mode, and the Hall viscosity of FQH states. The particle-hole (PH) transformation of the …",
            "Bimetric theory of fractional quantum hall states",
            "Andrey Gromov and Dam Thanh Son",
            "2017",
            "D056qfMAAAAJ:BqipwSGYUEgC",
            57,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.7.041032",
            "9558595774799451976",
            "\/scholar?cites=9558595774799451976",
            {
                "2017":2,
                "2018":18,
                "2019":17,
                "2020":18,
                "2021":2
            }
        ],
        [
            "We consider quantum Hall states on a space with boundary, focusing on the aspects of the edge physics which are completely determined by the symmetries of the problem. There are four distinct terms of Chern-Simons type that appear in the low-energy effective action of the state. Two of these protect gapless edge modes. They describe Hall conductance and, with some provisions, thermal Hall conductance. The remaining two, including the Wen-Zee term, which contributes to the Hall viscosity, do not protect gapless edge modes but are instead related to the local boundary response fixed by symmetries. We highlight some basic features of this response. It follows that the coefficient of the Wen-Zee term can change across an interface without closing a gap or breaking a symmetry.",
            "Boundary effective action for quantum Hall states",
            "Andrey Gromov and Kristan Jensen and Alexander G Abanov",
            "2016",
            "D056qfMAAAAJ:R3hNpaxXUhUC",
            51,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.116.126802",
            "11191908664271177842",
            "\/scholar?cites=11191908664271177842",
            {
                "2016":4,
                "2017":17,
                "2018":4,
                "2019":11,
                "2020":15
            }
        ],
        [
            "We present an effective field theory approach to the fracton phases. The approach is based on the notion of a multipole algebra. It is an extension of space (time) symmetries of a charge-conserving matter that includes global symmetries responsible for the conservation of various components of the multipole moments of the charge density. We explain how to construct field theories invariant under the action of the algebra. These field theories generally break rotational invariance and exhibit anisotropic scaling. We further explain how to partially gauge the multipole algebra. Such gauging makes the symmetries responsible for the conservation of multipole moments local, while keeping rotation and translations symmetries global. It is shown that upon such gauging one finds the symmetric tensor gauge theories, as well as the generalized gauge theories discussed recently in the literature. We refer to all such theories …",
            "Towards classification of Fracton phases: the multipole algebra",
            "Andrey Gromov",
            "2019",
            "D056qfMAAAAJ:rO6llkc54NcC",
            46,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.9.031035",
            "17102524510242818004",
            "\/scholar?cites=17102524510242818004",
            {
                "2019":10,
                "2020":35,
                "2021":1
            }
        ]
    ]
}