{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present an overview of a new integral field spectroscopic survey called MaNGA (Mapping Nearby Galaxies at Apache Point Observatory), one of three core programs in the fourth-generation Sloan Digital Sky Survey (SDSS-IV) that began on 2014 July 1. MaNGA will investigate the internal kinematic structure and composition of gas and stars in an unprecedented sample of 10,000 nearby galaxies. We summarize essential characteristics of the instrument and survey design in the context of MaNGA's key science goals and present prototype observations to demonstrate MaNGA's scientific potential. MaNGA employs dithered observations with 17 fiber-bundle integral field units that vary in diameter from 12''(19 fibers) to 32''(127 fibers). Two dual-channel spectrographs provide simultaneous wavelength coverage over 3600-10300 Å at R~ 2000. With a typical integration time of 3 hr, MaNGA reaches a target r-band …",
            "Overview of the SDSS-IV MaNGA survey: mapping nearby galaxies at Apache Point observatory",
            "Kevin Bundy and Matthew A Bershady and David R Law and Renbin Yan and Niv Drory and Nicholas MacDonald and David A Wake and Brian Cherinka and José R Sánchez-Gallego and Anne-Marie Weijmans and Daniel Thomas and Christy Tremonti and Karen Masters and Lodovico Coccato and Aleksandar M Diamond-Stanic and Alfonso Aragón-Salamanca and Vladimir Avila-Reese and Carles Badenes and Jésus Falcón-Barroso and Francesco Belfiore and Dmitry Bizyaev and Guillermo A Blanc and Joss Bland-Hawthorn and Michael R Blanton and Joel R Brownstein and Nell Byler and Michele Cappellari and Charlie Conroy and Aaron A Dutton and Eric Emsellem and James Etherington and Peter M Frinchaboy and Hai Fu and James E Gunn and Paul Harding and Evelyn J Johnston and Guinevere Kauffmann and Karen Kinemuchi and Mark A Klaene and Johan H Knapen and Alexie Leauthaud and Cheng Li and Lihwai Lin and Roberto Maiolino and Viktor Malanushenko and Elena Malanushenko and Shude Mao and Claudia Maraston and Richard M McDermid and Michael R Merrifield and Robert C Nichol and Daniel Oravetz and Kaike Pan and John K Parejko and Sebastian F Sanchez and David Schlegel and Audrey Simmons and Oliver Steele and Matthias Steinmetz and Karun Thanjavur and Benjamin A Thompson and Jeremy L Tinker and Remco CE Van Den Bosch and Kyle B Westfall and David Wilkinson and Shelley Wright and Ting Xiao and Kai Zhang",
            "2014",
            "d0yuQrIAAAAJ:K3LRdlH-MEoC",
            930,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/798\/1\/7\/meta",
            "5653438319358760410",
            "\/scholar?cites=5653438319358760410",
            {
                "2014":6,
                "2015":59,
                "2016":107,
                "2017":126,
                "2018":166,
                "2019":225,
                "2020":213,
                "2021":25
            }
        ],
        [
            "The Sloan Digital Sky Survey (SDSS; York et al. 2000) started observations in 1998 and has completed three different phases. The data collected includes optical imaging of most of the northern high Galactic latitude sky as well as optical and nearinfrared spectroscopy of over 3.5 million stars, galaxies, and quasars. These observations all used the 2.5 m Sloan Foundation Telescope at Apache Point Observatory (APO; Gunn et al. 2006). This paper describes SDSS-IV, the fourth phase, and how it builds upon and extends both the infrastructure and scientific legacy of the previous generations of surveys.",
            "Sloan Digital Sky Survey IV: Mapping the Milky Way, nearby galaxies, and the distant universe",
            "Michael R Blanton and Matthew A Bershady and Bela Abolfathi and Franco D Albareti and Carlos Allende Prieto and Andres Almeida and Javier Alonso-García and Friedrich Anders and Scott F Anderson and Brett Andrews and Erik Aquino-Ortíz and Alfonso Aragón-Salamanca and Maria Argudo-Fernández and Eric Armengaud and Eric Aubourg and Vladimir Avila-Reese and Carles Badenes and Stephen Bailey and Kathleen A Barger and Jorge Barrera-Ballesteros and Curtis Bartosz and Dominic Bates and Falk Baumgarten and Julian Bautista and Rachael Beaton and Timothy C Beers and Francesco Belfiore and Chad F Bender and Andreas A Berlind and Mariangela Bernardi and Florian Beutler and Jonathan C Bird and Dmitry Bizyaev and Guillermo A Blanc and Michael Blomqvist and Adam S Bolton and Médéric Boquien and Jura Borissova and Remco van Den Bosch and Jo Bovy and William N Brandt and Jonathan Brinkmann and Joel R Brownstein and Kevin Bundy and Adam J Burgasser and Etienne Burtin and Michele Cappellari and Maria Leticia Delgado Carigi and Joleen K Carlberg and Aurelio Carnero Rosell and Ricardo Carrera and Nancy J Chanover and Brian Cherinka and Edmond Cheung and Yilen Gómez Maqueo Chew and Cristina Chiappini and Peter Doohyun Choi and Drew Chojnowski and Chia-Hsun Chuang and Haeun Chung and Rafael Fernando Cirolini and Nicolas Clerc and Roger E Cohen and Johan Comparat and Luiz Da Costa and Marie-Claude Cousinou and Kevin Covey and Jeffrey D Crane and Rupert AC Croft and Irene Cruz-Gonzalez and Daniel Garrido Cuadra and Katia Cunha and Guillermo J Damke and Jeremy Darling and Roger Davies and Kyle Dawson and Axel De La Macorra and Flavia Dell’Agli and Nathan De Lee and Timothee Delubac and Francesco Di Mille and Aleks Diamond-Stanic and Mariana Cano-Díaz and John Donor and Juan José Downes and Niv Drory and Hélion Du Mas Des Bourboux and Christopher J Duckworth and Tom Dwelly and Jamie Dyer and Garrett Ebelke and Arthur D Eigenbrot and Daniel J Eisenstein and Eric Emsellem and Mike Eracleous and Stephanie Escoffier and Michael L Evans and Xiaohui Fan and Emma Fernández-Alvar and José Gregorio Fernández-Trincado and Diane K Feuillet and Alexis Finoguenov and Scott W Fleming and Andreu Font-Ribera and Alexander Fredrickson and Gordon Freischlad and Peter M Frinchaboy and Carla E Fuentes and Lluís Galbany and R Garcia-Dias and DA García-Hernández and Patrick Gaulme and Doug Geisler and Joseph D Gelfand and Héctor Gil-Marín and Bruce A Gillespie and Daniel Goddard and Violeta Gonzalez-Perez and Kathleen Grabowski and Paul J Green and Catherine J Grier and James E Gunn and Hong Guo and Julien Guy and Alex Hagen and ChangHoon Hahn and Matthew Hall and Paul Harding and Sten Hasselquist and Suzanne L Hawley and Fred Hearty and Jonay I Gonzalez Hernández and Shirley Ho and David W Hogg and Kelly Holley-Bockelmann and Jon A Holtzman and Parker H Holzer and Joseph Huehnerhoff and Timothy A Hutchinson and Ho Seong Hwang and Héctor J Ibarra-Medel and Gabriele da Silva Ilha and Inese I Ivans and Keshawn Ivory and Kelly Jackson and Trey W Jensen and Jennifer A Johnson and Amy Jones and Henrik Jönsson and Eric Jullo",
            "2017",
            "d0yuQrIAAAAJ:eMMeJKvmdy0C",
            723,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-3881\/aa7567\/meta",
            "2608339419961007439",
            "\/scholar?cites=2608339419961007439",
            {
                "2017":24,
                "2018":159,
                "2019":229,
                "2020":279,
                "2021":31
            }
        ],
        [
            "It is now 16 years since the first data release from the Sloan Digital Sky Survey (SDSS; York et al. 2000). This Early Data Release, or EDR, occurred in 2001 June (Stoughton et al. 2002). Since this time, annual data releases from SDSS have become part of the landscape of astronomy, populating databases used by thousands of astronomers worldwide (Raddick et al. 2014a, 2014b), and making the SDSS’s 2.5 mSloan Foundation Telescope (Gunn et al. 2006) one of the most productive observatories in the world (Madrid & Macchetto 2009). This paper describes the 14th public data release from SDSS, or DR14, released on 2017 July 31. The SDSS has completed three phases and is currently in its fourth phase. SDSS-I and-II conducted a Legacy survey of galaxies and quasars (York et al. 2000), the SDSS-II Supernova Survey (Frieman et al. 2008; Sako et al. 2014), and conducted observations of stars for the …",
            "The fourteenth data release of the Sloan Digital Sky Survey: First spectroscopic data from the extended Baryon Oscillation Spectroscopic Survey and from the second phase of the …",
            "Bela Abolfathi and DS Aguado and Gabriela Aguilar and Carlos Allende Prieto and Andres Almeida and Tonima Tasnim Ananna and Friedrich Anders and Scott F Anderson and Brett H Andrews and Borja Anguiano and Alfonso Aragón-Salamanca and Maria Argudo-Fernández and Eric Armengaud and Metin Ata and Eric Aubourg and Vladimir Avila-Reese and Carles Badenes and Stephen Bailey and Christophe Balland and Kathleen A Barger and Jorge Barrera-Ballesteros and Curtis Bartosz and Fabienne Bastien and Dominic Bates and Falk Baumgarten and Julian Bautista and Rachael Beaton and Timothy C Beers and Francesco Belfiore and Chad F Bender and Mariangela Bernardi and Matthew A Bershady and Florian Beutler and Jonathan C Bird and Dmitry Bizyaev and Guillermo A Blanc and Michael R Blanton and Michael Blomqvist and Adam S Bolton and Médéric Boquien and Jura Borissova and Jo Bovy and Christian Andres Bradna Diaz and William Nielsen Brandt and Jonathan Brinkmann and Joel R Brownstein and Kevin Bundy and Adam J Burgasser and Etienne Burtin and Caleb I Cañas and Mariana Cano-Díaz and Michele Cappellari and Ricardo Carrera and Andrew R Casey and Bernardo Cervantes Sodi and Yanping Chen and Brian Cherinka and Cristina Chiappini and Peter Doohyun Choi and Drew Chojnowski and Chia-Hsun Chuang and Haeun Chung and Nicolas Clerc and Roger E Cohen and Julia M Comerford and Johan Comparat and Janaina Correa Do Nascimento and Luiz Da Costa and Marie-Claude Cousinou and Kevin Covey and Jeffrey D Crane and Irene Cruz-Gonzalez and Katia Cunha and Gabriele da Silva Ilha and Guillermo J Damke and Jeremy Darling and James W Davidson Jr and Kyle Dawson and Miguel Angel C de Icaza Lizaola and Axel De La MacOrra and Sylvain De La Torre and Nathan De Lee and Victoria de Sainte Agathe and Alice Deconto Machado and Flavia Dell’Agli and Timothée Delubac and Aleksandar M Diamond-Stanic and John Donor and Juan José Downes and Niv Drory and Hélion Du Mas Des Bourboux and Christopher J Duckworth and Tom Dwelly and Jamie Dyer and Garrett Ebelke and Arthur Davis Eigenbrot and Daniel J Eisenstein and Yvonne P Elsworth and Eric Emsellem and Michael Eracleous and Ghazaleh Erfanianfar and Stephanie Escoffier and Xiaohui Fan and Emma Fernández Alvar and JG Fernandez-Trincado and Rafael Fernando Cirolini and Diane Feuillet and Alexis Finoguenov and Scott W Fleming and Andreu Font-Ribera and Gordon Freischlad and Peter Frinchaboy and Hai Fu and Yilen Gómez Maqueo Chew and Lluís Galbany and Ana E Garcia Perez and R Garcia-Dias and DA García-Hernández and Luis Alberto Garma Oehmichen and Patrick Gaulme and Joseph Gelfand and Héctor Gil-Marín and Bruce A Gillespie and Daniel Goddard and Jonay I González Hernández and Violeta Gonzalez-Perez and Kathleen Grabowski and Paul J Green and Catherine J Grier and Alain Gueguen and Hong Guo and Julien Guy and Alex Hagen and Patrick Hall and Paul Harding and Sten Hasselquist and Suzanne Hawley and Christian R Hayes and Fred Hearty and Saskia Hekker and Jesus Hernandez and Hector Hernandez Toledo and David W Hogg and Kelly Holley-Bockelmann and Jon A Holtzman and Jiamin Hou and Bau-Ching Hsieh and Jason AS Hunt and Timothy A Hutchinson and Ho Seong Hwang",
            "2018",
            "d0yuQrIAAAAJ:SdhP9T11ey4C",
            705,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-4365\/aa9e8a\/meta",
            "14883334976045784854",
            "\/scholar?cites=14883334976045784854",
            {
                "2017":4,
                "2018":124,
                "2019":305,
                "2020":242,
                "2021":25
            }
        ],
        [
            "We present evidence for cosmic‐ray acceleration at the forward shock in Tycho’s supernova remnant (SNR) from three X‐ray observables: (1) the proximity of the contact discontinuity to the forward shock, or blast wave, (2) the morphology of the emission from the rim of Tycho, and (3) the spectral nature of the rim emission. We determine the locations of the blast wave (BW), contact discontinuity (CD), and reverse shock (RS) around the rim of Tycho’s supernova remnant using a principal component analysis and other methods applied to new Chandra data. The azimuthal‐angle‐averaged radius of the BW is 251 . For the CD and RS we find average radii of 241  and 183 , respectively. Taking account of projection effects, we find ratios of 1:0.93:0.70 (BW:CD:RS). We show these values to be inconsistent with adiabatic hydrodynamic models of SNR evolution. The CD:BW ratio can be explained if cosmic‐ray …",
            "Cosmic-ray acceleration at the forward shock in Tycho’s supernova remnant: evidence from Chandra X-ray observations",
            "Jessica S Warren and John P Hughes and Carles Badenes and Parviz Ghavamian and Christopher F McKee and David Moffett and Paul P Plucinsky and Cara Rakowski and Estela Reynoso and Patrick Slane",
            "2005",
            "d0yuQrIAAAAJ:u5HHmVD_uO8C",
            342,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/496941\/meta",
            "13414691993130217621",
            "\/scholar?cites=13414691993130217621",
            {
                "2005":2,
                "2006":15,
                "2007":23,
                "2008":37,
                "2009":33,
                "2010":32,
                "2011":36,
                "2012":21,
                "2013":35,
                "2014":21,
                "2015":12,
                "2016":8,
                "2017":21,
                "2018":10,
                "2019":16,
                "2020":17,
                "2021":2
            }
        ],
        [
            "We introduce a million second observation of the supernova remnant Cassiopeia A with the Chandra X‐Ray Observatory. The bipolar structure of the Si‐rich ejecta (northeast jet and southwest counterpart) is clearly evident in the new images, and their chemical similarity is confirmed by their spectra. These are most likely due to jets of ejecta as opposed to cavities in the circumstellar medium, since we can reject simple models for the latter. The properties of these jets and the Fe‐rich ejecta will provide clues to the explosion of Cas A.",
            "A million second Chandra view of Cassiopeia A",
            "Una Hwang and J Martin Laming and Carles Badenes and Fred Berendse and John Blondin and Denis Cioffi and Tracey DeLaney and Daniel Dewey and Robert Fesen and Kathryn A Flanagan and Christopher L Fryer and Parviz Ghavamian and John P Hughes and Jon A Morse and Paul P Plucinsky and Robert Petre and Martin Pohl and Lawrence Rudnick and Ravi Sankrit and Patrick O Slane and Randall K Smith and Jacco Vink and Jessica S Warren",
            "2004",
            "d0yuQrIAAAAJ:u-x6o8ySG0sC",
            261,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/426186\/meta",
            "6805024446644591877",
            "\/scholar?cites=6805024446644591877",
            {
                "2005":14,
                "2006":31,
                "2007":14,
                "2008":33,
                "2009":31,
                "2010":31,
                "2011":16,
                "2012":7,
                "2013":13,
                "2014":13,
                "2015":8,
                "2016":12,
                "2017":12,
                "2018":9,
                "2019":4,
                "2020":8,
                "2021":1
            }
        ],
        [
            "In this paper we use high‐quality X‐ray observations from XMM‐Newton and Chandra to gain new insights into the explosion that originated Tycho’s supernova 433 yr ago. We perform a detailed comparison between the ejecta emission from the spatially integrated X‐ray spectrum of the supernova remnant and current models for Type Ia supernova explosions. We use a grid of synthetic X‐ray spectra based on hydrodynamic models of the evolution of the supernova remnant and nonequilibrium ionization calculations for the state of the shocked plasma. We find that the fundamental properties of the X‐ray emission in Tycho are well reproduced by a one‐dimensional delayed detonation model with a kinetic energy of ∼  ergs. All the other paradigms for Type Ia explosions that we have tested, including one‐dimensional deflagrations, pulsating delayed detonations, and sub‐Chandrasekhar explosions, as well as …",
            "Constraints on the physics of Type Ia supernovae from the X-ray spectrum of the Tycho supernova remnant",
            "Carles Badenes and Kazimierz J Borkowski and John P Hughes and Una Hwang and Eduardo Bravo",
            "2006",
            "d0yuQrIAAAAJ:d1gkVwhDpl0C",
            223,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/504399\/meta",
            "4392294634422417902",
            "\/scholar?cites=4392294634422417902",
            {
                "2006":4,
                "2007":13,
                "2008":18,
                "2009":15,
                "2010":11,
                "2011":19,
                "2012":16,
                "2013":24,
                "2014":15,
                "2015":11,
                "2016":8,
                "2017":22,
                "2018":13,
                "2019":15,
                "2020":17,
                "2021":2
            }
        ],
        [
            "The Sloan Digital Sky Survey (SDSS; York et al. 2000) data releases began with the Early Data Release, or EDR, in 2001 June (Stoughton et al. 2002) and have been heavily used by astronomers and the broader public since that time (Raddick et al. 2014a, 2014b). Here, we present the 15th public data release from SDSS, or DR15, made publicly available on 2018 December 10.SDSS has been marked by four phases so far, with plans for a fifth. Details are available in the papers describing SDSS-I (EDR, DR1–DR5; York et al. 2000), SDSS-II (DR6–DR7; Frieman et al. 2008; Yanny et al. 2009), SDSS-III (DR8–DR12; Eisenstein et al. 2011), and SDSS-IV (DR13–DR15;",
            "The fifteenth data release of the Sloan Digital Sky Surveys: first release of MaNGA-derived quantities, data visualization tools, and stellar library",
            "David Sánchez Aguado and Romina Ahumada and Andrés Almeida and Scott F Anderson and Brett H Andrews and Borja Anguiano and Erik Aquino Ortíz and Alfonso Aragón-Salamanca and Maria Argudo-Fernández and Marie Aubert and Vladimir Avila-Reese and Carles Badenes and Sandro Barboza Rembold and Kat Barger and Jorge Barrera-Ballesteros and Dominic Bates and Julian Bautista and Rachael L Beaton and Timothy C Beers and Francesco Belfiore and Mariangela Bernardi and Matthew Bershady and Florian Beutler and Jonathan Bird and Dmitry Bizyaev and Guillermo A Blanc and Michael R Blanton and Michael Blomqvist and Adam S Bolton and Mederic Boquien and Jura Borissova and Jo Bovy and William Nielsen Brandt and Jonathan Brinkmann and Joel R Brownstein and Kevin Bundy and Adam Burgasser and Nell Byler and Mariana Cano Diaz and Michele Cappellari and Ricardo Carrera and Bernardo Cervantes Sodi and Yanping Chen and Brian Cherinka and Peter Doohyun Choi and Haeun Chung and Damien Coffey and Julia M Comerford and Johan Comparat and Kevin Covey and Gabriele da Silva Ilha and Luiz Da Costa and Yu Sophia Dai and Guillermo Damke and Jeremy Darling and Roger Davies and Kyle Dawson and Victoria de Sainte Agathe and Alice Deconto Machado and Agnese Del Moro and Nathan De Lee and Aleksandar M Diamond-Stanic and Helena Domínguez Sánchez and John Donor and Niv Drory and Hélion Du Mas Des Bourboux and Chris Duckworth and Tom Dwelly and Garrett Ebelke and Eric Emsellem and Stephanie Escoffier and José G Fernández-Trincado and Diane Feuillet and Johanna-Laina Fischer and Scott W Fleming and Amelia Fraser-McKelvie and Gordon Freischlad and Peter M Frinchaboy and Hai Fu and Lluis Galbany and Rafael Garcia-Dias and DA Garcia-Hernandez and Luis Alberto Garma Oehmichen and Marcio Antonio Geimba Maia and Héctor Gil-Marín and Kathleen Grabowski and Meng Gu and Hong Guo and Jaewon Ha and Emily Harrington and Sten Hasselquist and Christian R Hayes and Fred Hearty and Hector Hernandez Toledo and Harry Hicks and David W Hogg and Kelly Holley-Bockelmann and Jon A Holtzman and Bau-Ching Hsieh and Jason AS Hunt and Ho Seong Hwang and Héctor J Ibarra-Medel and Camilo Eduardo Jimenez Angel and Jennifer Johnson and Amy Jones and Henrik Jönsson and Karen Kinemuchi and Juna Kollmeier and Coleman Krawczyk and Kathryn Kreckel and Sandor Kruk and Ivan Lacerna and Ting-Wen Lan and Richard R Lane and David R Law and Young-Bae Lee and Cheng Li and Jianhui Lian and Lihwai Lin and Yen-Ting Lin and Chris Lintott and Dan Long and Penélope Longa-Peña and J Ted Mackereth and Axel De La Macorra and Steven R Majewski and Olena Malanushenko and Arturo Manchado and Claudia Maraston and Vivek Mariappan and Mariarosa Marinelli and Rui Marques-Chaves and Thomas Masseron and Karen L Masters and Richard M McDermid and Nicolás Medina Peña and Sofia Meneses-Goytia and Andrea Merloni and Michael Merrifield and Szabolcs Meszaros and Dante Minniti and Rebecca Minsley and Demitri Muna and Adam D Myers and Preethi Nair and Janaina Correa Do Nascimento and Jeffrey A Newman and Christian Nitschelm and Matthew D Olmstead and Audrey Oravetz",
            "2019",
            "d0yuQrIAAAAJ:j8SEvjWlNXcC",
            205,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-4365\/aaf651\/meta",
            "15534260172539493619",
            "\/scholar?cites=15534260172539493619",
            {
                "2018":1,
                "2019":55,
                "2020":135,
                "2021":13
            }
        ],
        [
            "This White Paper, submitted to the recent ESA call for science themes to define its future large missions, advocates the need for a transformational leap in our understanding of two key questions in astrophysics: 1) How does ordinary matter assemble into the large scale structures that we see today? 2) How do black holes grow and shape the Universe? Hot gas in clusters, groups and the intergalactic medium dominates the baryonic content of the local Universe. To understand the astrophysical processes responsible for the formation and assembly of these large structures, it is necessary to measure their physical properties and evolution. This requires spatially resolved X-ray spectroscopy with a factor 10 increase in both telescope throughput and spatial resolving power compared to currently planned facilities. Feedback from supermassive black holes is an essential ingredient in this process and in most galaxy evolution models, but it is not well understood. X-ray observations can uniquely reveal the mechanisms launching winds close to black holes and determine the coupling of the energy and matter flows on larger scales. Due to the effects of feedback, a complete understanding of galaxy evolution requires knowledge of the obscured growth of supermassive black holes through cosmic time, out to the redshifts where the first galaxies form. X-ray emission is the most reliable way to reveal accreting black holes, but deep survey speed must improve by a factor~ 100 over current facilities to perform a full census into the early Universe. The Advanced Telescope for High Energy Astrophysics (Athena+) mission provides the necessary performance …",
            "The Hot and Energetic Universe: A White Paper presenting the science theme motivating the Athena+ mission",
            "Kirpal Nandra and Didier Barret and Xavier Barcons and Andy Fabian and Jan-Willem den Herder and Luigi Piro and Mike Watson and Christophe Adami and James Aird and Jose Manuel Afonso and Dave Alexander and Costanza Argiroffi and Lorenzo Amati and Monique Arnaud and Jean-Luc Atteia and Marc Audard and Carles Badenes and Jean Ballet and Lucia Ballo and Aya Bamba and Anil Bhardwaj and Elia Stefano Battistelli and Werner Becker and Michaël De Becker and Ehud Behar and Stefano Bianchi and Veronica Biffi and Laura Bîrzan and Fabrizio Bocchino and Slavko Bogdanov and Laurence Boirin and Thomas Boller and Stefano Borgani and Katharina Borm and Nicolas Bouche and Herve Bourdin and Richard Bower and Valentina Braito and Enzo Branchini and Graziella Branduardi-Raymont and Joel Bregman and Laura Brenneman and Murray Brightman and Marcus Brüggen and Johannes Buchner and Esra Bulbul and Marcella Brusa and Michal Bursa and Alessandro Caccianiga and Ed Cackett and Sergio Campana and Nico Cappelluti and Massimo Cappi and Francisco Carrera and Maite Ceballos and Finn Christensen and You-Hua Chu and Eugene Churazov and Nicolas Clerc and Stéphane Corbel and Amalia Corral and Andrea Comastri and Elisa Costantini and Judith Croston and Mauro Dadina and Antonino d'Ai and Anne Decourchelle and Roberto Della Ceca and Konrad Dennerl and Klaus Dolag and Chris Done and Michal Dovciak and Jeremy Drake and Dominique Eckert and Alastair Edge and Stefano Ettori and Yuichiro Ezoe and Eric Feigelson and Rob Fender and Chiara Feruglio and Alexis Finoguenov and Fabrizio Fiore and Massimiliano Galeazzi and Sarah Gallagher and Poshak Gandhi and Massimo Gaspari and Fabio Gastaldello and Antonis Georgakakis and Ioannis Georgantopoulos and Marat Gilfanov and Myriam Gitti and Randy Gladstone and René Goosmann and Eric Gosset and Nicolas Grosso and Manuel Guedel and Martin Guerrero and Frank Haberl and Martin Hardcastle and Sebastian Heinz",
            "2013",
            "d0yuQrIAAAAJ:dfsIfKJdRG4C",
            197,
            "https:\/\/arxiv.org\/abs\/1306.2307",
            "14112583778442875393",
            "\/scholar?cites=14112583778442875393",
            {
                "2013":7,
                "2014":18,
                "2015":11,
                "2016":36,
                "2017":19,
                "2018":34,
                "2019":35,
                "2020":30,
                "2021":5
            }
        ],
        [
            "We report unique Expanded Very Large Array observations of SN 2011fe representing the most sensitive radio study of a Type Ia supernova to date. Our data place direct constraints on the density of the surrounding medium at radii~ 10 15-10 16 cm, implying an upper limit on the mass loss rate from the progenitor system of $\\dot {M}\\lesssim 6\\times 10^{-10}\\{{M} _ {\\odot}\\{\\rm yr}^{-1}} $(assuming a wind speed of 100 km s–1) or expansion into a uniform medium with density n CSM lesssim 6 cm–3. Drawing from the observed properties of non-conservative mass transfer among accreting white dwarfs, we use these limits on the density of the immediate environs to exclude a phase space of possible progenitor systems for SN 2011fe. We rule out a symbiotic progenitor system and also a system characterized by high accretion rate onto the white dwarf that is expected to give rise to optically thick accretion winds …",
            "EVLA observations constrain the environment and progenitor system of type Ia supernova 2011fe",
            "Laura Chomiuk and Alicia M Soderberg and Maxwell Moe and Roger A Chevalier and Michael P Rupen and Carles Badenes and Raffaella Margutti and Claes Fransson and Wen-fai Fong and Jason A Dittmann",
            "2012",
            "d0yuQrIAAAAJ:W7OEmFMy1HYC",
            181,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/750\/2\/164\/meta",
            "13059234060671410267",
            "\/scholar?cites=13059234060671410267",
            {
                "2012":19,
                "2013":40,
                "2014":23,
                "2015":21,
                "2016":18,
                "2017":12,
                "2018":16,
                "2019":12,
                "2020":16,
                "2021":2
            }
        ],
        [
            "We explore the relationship between the models for progenitor systems of Type Ia supernovae and the properties of the supernova remnants that evolve after the explosion. Most models for Type Ia progenitors in the single‐degenerate scenario predict substantial outflows during the presupernova evolution. Expanding on previous work, we estimate the imprint of these outflows on the structure of the circumstellar medium at the time of the supernova explosion, and the effect that this modified circumstellar medium has on the evolution of the ensuing supernova remnant. We compare our simulations with the observational properties of known Type Ia supernova remnants in the Galaxy (Kepler, Tycho, SN 1006), the Large Magellanic Cloud (0509−67.5, 0519−69.0, N103B), and M31 (SN 1885). We find that optically thick outflows from the white dwarf surface (sometimes known as “accretion winds”) with velocities above …",
            "Are the models for type Ia supernova progenitors consistent with the properties of supernova remnants?",
            "Carles Badenes and John P Hughes and Eduardo Bravo and Norbert Langer",
            "2007",
            "d0yuQrIAAAAJ:2osOgNQ5qMEC",
            164,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/518022\/meta",
            "8849627241433917115",
            "\/scholar?cites=8849627241433917115",
            {
                "2007":4,
                "2008":16,
                "2009":10,
                "2010":9,
                "2011":10,
                "2012":15,
                "2013":14,
                "2014":15,
                "2015":12,
                "2016":9,
                "2017":14,
                "2018":11,
                "2019":9,
                "2020":14,
                "2021":2
            }
        ]
    ]
}