{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Systems as diverse as genetic networks or the World Wide Web are best described as networks with complex topology. A common property of many large networks is that the vertex connectivities follow a scale-free power-law distribution. This feature was found to be a consequence of two generic mechanisms: (i) networks expand continuously by the addition of new vertices, and (ii) new vertices attach preferentially to sites that are already well connected. A model based on these two ingredients reproduces the observed stationary scale-free distributions, which indicates that the development of large networks is governed by robust self-organizing phenomena that go beyond the particulars of the individual systems.",
            "Emergence of scaling in random networks",
            "Albert-Laszlo Barabasi and Reka Albert",
            "1999",
            "d27Ji6kAAAAJ:YsMSGLbcyi4C",
            38481,
            "https:\/\/science.sciencemag.org\/content\/286\/5439\/509.abstract",
            "10638755925462666384",
            "\/scholar?cites=10638755925462666384",
            {
                "2001":182,
                "2002":310,
                "2003":518,
                "2004":780,
                "2005":1023,
                "2006":1407,
                "2007":1781,
                "2008":1850,
                "2009":2226,
                "2010":2380,
                "2011":2353,
                "2012":2618,
                "2013":2688,
                "2014":2775,
                "2015":2703,
                "2016":2674,
                "2017":2542,
                "2018":2363,
                "2019":2381,
                "2020":2266,
                "2021":155
            }
        ],
        [
            "Complex networks describe a wide range of systems in nature and society. Frequently cited examples include the cell, a network of chemicals linked by chemical reactions, and the Internet, a network of routers and computers connected by physical links. While traditionally these systems have been modeled as random graphs, it is increasingly recognized that the topology and evolution of real networks are governed by robust organizing principles. This article reviews the recent advances in the field of complex networks, focusing on the statistical mechanics of network topology and dynamics. After reviewing the empirical data that motivated the recent interest in networks, the authors discuss the main models and analytical tools, covering random graphs, small-world and scale-free networks, the emerging theory of evolving networks, and the interplay between topology and the network’s robustness against failures …",
            "Statistical mechanics of complex networks",
            "R Albert and AL Barabási",
            "2002",
            "d27Ji6kAAAAJ:URolC5Kub84C",
            24069,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.74.47",
            "5374415288333388896",
            "\/scholar?cites=5374415288333388896",
            {
                "2002":192,
                "2003":453,
                "2004":737,
                "2005":1070,
                "2006":1248,
                "2007":1416,
                "2008":1469,
                "2009":1522,
                "2010":1518,
                "2011":1471,
                "2012":1506,
                "2013":1577,
                "2014":1548,
                "2015":1469,
                "2016":1480,
                "2017":1353,
                "2018":1271,
                "2019":1158,
                "2020":1204,
                "2021":93
            }
        ],
        [
            "Despite its increasing role in communication, the World-Wide Web remains uncontrolled: any individual or institution can create a website with any number of documents and links. This unregulated growth leads to a huge and complex web, which becomes a large directed graph whose vertices are documents and whose edges are links (URLs) that point from one document to another. The topology of this graph determines the web's connectivity and consequently how effectively we can locate information on it. But its enormous size (estimated to be at least 8× 10 8 documents 1) and the continual changing of documents and links make it impossible to catalogue all the vertices and edges.",
            "Diameter of the world-wide web",
            "R Albert and H Jeong and AL Barabási",
            "1999",
            "d27Ji6kAAAAJ:d1gkVwhDpl0C",
            14237,
            "https:\/\/www.nature.com\/articles\/43601",
            "10935078332190898653",
            "\/scholar?cites=10935078332190898653",
            {
                "2000":93,
                "2001":178,
                "2002":311,
                "2003":424,
                "2004":505,
                "2005":563,
                "2006":625,
                "2007":753,
                "2008":752,
                "2009":853,
                "2010":823,
                "2011":889,
                "2012":900,
                "2013":877,
                "2014":891,
                "2015":937,
                "2016":849,
                "2017":739,
                "2018":724,
                "2019":679,
                "2020":614,
                "2021":55
            }
        ],
        [
            "Many complex systems display a surprising degree of tolerance against errors. For example, relatively simple organisms grow, persist and reproduce despite drastic pharmaceutical or environmental interventions, an error tolerance attributed to the robustness of the underlying metabolic network 1. Complex communication networks 2 display a surprising degree of robustness: although key components regularly malfunction, local failures rarely lead to the loss of the global information-carrying ability of the network. The stability of these and other complex systems is often attributed to the redundant wiring of the functional web defined by the systems' components. Here we demonstrate that error tolerance is not shared by all redundant systems: it is displayed only by a class of inhomogeneously wired networks, called scale-free networks, which include the World-Wide Web 3, 4, 5, the Internet 6, social networks 7 and …",
            "Error and attack tolerance of complex networks",
            "Réka Albert and Hawoong Jeong and Albert-László Barabási",
            "2000",
            "d27Ji6kAAAAJ:2osOgNQ5qMEC",
            9353,
            "https:\/\/www.nature.com\/articles\/35019019?draft\\u003djournal",
            "10935078332190898653",
            "\/scholar?cites=10935078332190898653",
            {
                "2000":25,
                "2001":99,
                "2002":164,
                "2003":215,
                "2004":295,
                "2005":328,
                "2006":379,
                "2007":458,
                "2008":448,
                "2009":557,
                "2010":535,
                "2011":554,
                "2012":611,
                "2013":587,
                "2014":607,
                "2015":677,
                "2016":622,
                "2017":561,
                "2018":524,
                "2019":498,
                "2020":452,
                "2021":41
            }
        ],
        [
            "In a cell or microorganism, the processes that generate mass, energy, information transfer and cell-fate specification are seamlessly integrated through a complex network of cellular constituents and reactions 1. However, despite the key role of these networks in sustaining cellular functions, their large-scale structure is essentially unknown. Here we present a systematic comparative mathematical analysis of the metabolic networks of 43 organisms representing all three domains of life. We show that, despite significant variation in their individual constituents and pathways, these metabolic networks have the same topological scaling properties and show striking similarities to the inherent organization of complex non-biological systems 2. This may indicate that metabolic organization is not only identical for all living organisms, but also complies with the design principles of robust and error-tolerant scale-free networks …",
            "The large-scale organization of metabolic networks",
            "H Jeong and B Tombor and R Albert and ZN Oltvai and AL Barabasi",
            "2000",
            "d27Ji6kAAAAJ:tOudhMTPpwUC",
            6010,
            "https:\/\/www.nature.com\/articles\/35036627",
            "8453228434377456906",
            "\/scholar?cites=8453228434377456906",
            {
                "2001":90,
                "2002":166,
                "2003":242,
                "2004":296,
                "2005":352,
                "2006":379,
                "2007":362,
                "2008":361,
                "2009":402,
                "2010":384,
                "2011":355,
                "2012":351,
                "2013":324,
                "2014":350,
                "2015":283,
                "2016":301,
                "2017":263,
                "2018":246,
                "2019":229,
                "2020":181,
                "2021":14
            }
        ],
        [
            "Random networks with complex topology are common in Nature, describing systems as diverse as the world wide web or social and business networks. Recently, it has been demonstrated that most large networks for which topological information is available display scale-free features. Here we study the scaling properties of the recently introduced scale-free model, that can account for the observed power-law distribution of the connectivities. We develop a mean-field method to predict the growth dynamics of the individual vertices, and use this to calculate analytically the connectivity distribution and the scaling exponents. The mean-field method can be used to address the properties of two variants of the scale-free model, that do not display power-law scaling.",
            "Mean-field theory for scale-free random networks",
            "Albert-László Barabási and Réka Albert and Hawoong Jeong",
            "1999",
            "d27Ji6kAAAAJ:qjMakFHDy7sC",
            3114,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0378437199002915",
            "1999462886458654909",
            "\/scholar?cites=1999462886458654909",
            {
                "2000":20,
                "2001":37,
                "2002":67,
                "2003":88,
                "2004":127,
                "2005":171,
                "2006":209,
                "2007":224,
                "2008":197,
                "2009":240,
                "2010":189,
                "2011":177,
                "2012":182,
                "2013":187,
                "2014":156,
                "2015":159,
                "2016":147,
                "2017":144,
                "2018":122,
                "2019":114,
                "2020":101,
                "2021":11
            }
        ],
        [
            "Community detection and analysis is an important methodology for understanding the organization of various real-world networks and has applications in problems as diverse as consensus formation in social communities or the identification of functional modules in biochemical networks. Currently used algorithms that identify the community structures in large-scale real-world networks require a priori information such as the number and sizes of communities or are computationally expensive. In this paper we investigate a simple label propagation algorithm that uses the network structure alone as its guide and requires neither optimization of a predefined objective function nor prior information about the communities. In our algorithm every node is initialized with a unique label and at every step each node adopts the label that most of its neighbors currently have. In this iterative process densely connected groups of …",
            "Near linear time algorithm to detect community structures in large-scale networks",
            "Usha Nandini RAGHAVAN and Réka ALBERT and Soundar KUMARA",
            "2007",
            "d27Ji6kAAAAJ:D03iK_w7-QYC",
            2937,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.76.036106",
            "9905253183369233834",
            "\/scholar?cites=9905253183369233834",
            {
                "2008":10,
                "2009":25,
                "2010":59,
                "2011":88,
                "2012":125,
                "2013":202,
                "2014":233,
                "2015":289,
                "2016":354,
                "2017":331,
                "2018":411,
                "2019":398,
                "2020":337,
                "2021":24
            }
        ],
        [
            "The world-wide web forms a large directed graph, whose vertices are documents and edges are links pointing from one document to another. Here we demonstrate that despite its apparent random character, the topology of this graph has a number of universal scale-free characteristics. We introduce a model that leads to a scale-free network, capturing in a minimal fashion the self-organization processes governing the world-wide web.",
            "Scale-free characteristics of random networks: the topology of the world-wide web",
            "Albert-László Barabási and Réka Albert and Hawoong Jeong",
            "2000",
            "d27Ji6kAAAAJ:QYdC8u9Cj1oC",
            1937,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0378437100000182",
            "5720761571934374330",
            "\/scholar?cites=5720761571934374330",
            {
                "2000":5,
                "2001":17,
                "2002":48,
                "2003":82,
                "2004":80,
                "2005":104,
                "2006":107,
                "2007":106,
                "2008":101,
                "2009":86,
                "2010":117,
                "2011":110,
                "2012":114,
                "2013":145,
                "2014":118,
                "2015":105,
                "2016":112,
                "2017":107,
                "2018":93,
                "2019":76,
                "2020":67,
                "2021":3
            }
        ],
        [
            "Networks grow and evolve by local events, such as the addition of new nodes and links, or rewiring of links from one node to another. We show that depending on the frequency of these processes two topologically different networks can emerge, the connectivity distribution following either a generalized power law or an exponential. We propose a continuum theory that predicts these two regimes as well as the scaling function and the exponents, in good agreement with numerical results. Finally, we use the obtained predictions to fit the connectivity distribution of the network describing the professional links between movie actors.",
            "Topology of Evolving Networks: Local Events and Universality",
            "Reka Albert and Albert-Laszlo Barabasi",
            "2000",
            "d27Ji6kAAAAJ:abG-DnoFyZgC",
            1768,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.85.5234",
            "15631297737882537454",
            "\/scholar?cites=15631297737882537454",
            {
                "2001":30,
                "2002":67,
                "2003":79,
                "2004":88,
                "2005":100,
                "2006":122,
                "2007":134,
                "2008":115,
                "2009":149,
                "2010":110,
                "2011":110,
                "2012":110,
                "2013":94,
                "2014":79,
                "2015":80,
                "2016":71,
                "2017":68,
                "2018":43,
                "2019":50,
                "2020":41,
                "2021":3
            }
        ],
        [
            "The magnitude of the August 2003 blackout affecting the United States has put the challenges of energy transmission and distribution into limelight. Despite all the interest and concerted effort, the complexity and interconnectivity of the electric infrastructure precluded us for a long time from understanding why certain events happened. In this paper we study the power grid from a network perspective and determine its ability to transfer power between generators and consumers when certain nodes are disrupted. We find that the power grid is robust to most perturbations, yet disturbances affecting key transmision substations greatly reduce its ability to function. We emphasize that the global properties of the underlying network must be understood as they greatly affect local behavior.",
            "Structural vulnerability of the North American power grid",
            "Réka Albert and István Albert and Gary L Nakarado",
            "2004",
            "d27Ji6kAAAAJ:Y0pCki6q_DkC",
            1538,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.69.025103",
            "13743680668603227423",
            "\/scholar?cites=13743680668603227423",
            {
                "2004":8,
                "2005":17,
                "2006":32,
                "2007":41,
                "2008":54,
                "2009":69,
                "2010":84,
                "2011":94,
                "2012":111,
                "2013":109,
                "2014":147,
                "2015":133,
                "2016":148,
                "2017":113,
                "2018":114,
                "2019":135,
                "2020":115,
                "2021":8
            }
        ]
    ]
}