{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Topological insulators are new states of quantum matter which cannot be adiabatically connected to conventional insulators and semiconductors. They are characterized by a full insulating gap in the bulk and gapless edge or surface states which are protected by time-reversal symmetry. These topological materials have been theoretically predicted and experimentally observed in a variety of systems, including HgTe quantum wells, BiSb alloys, and Bi 2 Te 3 and Bi 2 Se 3 crystals. Theoretical models, materials properties, and experimental results on two-dimensional and three-dimensional topological insulators are reviewed, and both the topological band theory and the topological field theory are discussed. Topological superconductors have a full pairing gap in the bulk and gapless surface states consisting of Majorana fermions. The theory of topological superconductors is reviewed, in close analogy to the …",
            "Topological insulators and superconductors",
            "Xiao-Liang Qi and Shou-Cheng Zhang",
            "2011",
            "d2jc9KIAAAAJ:WF5omc3nYNoC",
            10388,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.83.1057",
            "4081708927875848229",
            "\/scholar?cites=4081708927875848229",
            {
                "2011":70,
                "2012":546,
                "2013":806,
                "2014":961,
                "2015":1161,
                "2016":1309,
                "2017":1309,
                "2018":1236,
                "2019":1337,
                "2020":1505,
                "2021":113
            }
        ],
        [
            "Recent theory predicted that the quantum spin Hall effect, a fundamentally new quantum state of matter that exists at zero external magnetic field, may be realized in HgTe\/(Hg,Cd)Te quantum wells. We fabricated such sample structures with low density and high mobility in which we could tune, through an external gate voltage, the carrier conduction from n-type to p-type, passing through an insulating regime. For thin quantum wells with well width d < 6.3 nanometers, the insulating regime showed the conventional behavior of vanishingly small conductance at low temperature. However, for thicker quantum wells (d > 6.3 nanometers), the nominally insulating regime showed a plateau of residual conductance close to 2e2\/h, where e is the electron charge and h is Planck9s constant. The residual conductance was independent of the sample width, indicating that it is caused by edge states. Furthermore, the residual …",
            "Quantum spin Hall insulator state in HgTe quantum wells",
            "Markus König and Steffen Wiedmann and Christoph Brüne and Andreas Roth and Hartmut Buhmann and Laurens W Molenkamp and Xiao-Liang Qi and Shou-Cheng Zhang",
            "2007",
            "d2jc9KIAAAAJ:u5HHmVD_uO8C",
            5550,
            "https:\/\/science.sciencemag.org\/content\/318\/5851\/766.abstract",
            "9424801260047101993",
            "\/scholar?cites=9424801260047101993",
            {
                "2008":63,
                "2009":119,
                "2010":242,
                "2011":296,
                "2012":418,
                "2013":462,
                "2014":525,
                "2015":588,
                "2016":595,
                "2017":598,
                "2018":508,
                "2019":516,
                "2020":540,
                "2021":46
            }
        ],
        [
            "Topological insulators are new states of quantum matter in which surface states residing in the bulk insulating gap of such systems are protected by time-reversal symmetry. The study of such states was originally inspired by the robustness to scattering of conducting edge states in quantum Hall systems. Recently, such analogies have resulted in the discovery of topologically protected states in two-dimensional and three-dimensional band insulators with large spin–orbit coupling. So far, the only known three-dimensional topological insulator is Bi x Sb 1− x, which is an alloy with complex surface states. Here, we present the results of first-principles electronic structure calculations of the layered, stoichiometric crystals Sb 2 Te 3, Sb 2 Se 3, Bi 2 Te 3 and Bi 2 Se 3. Our calculations predict that Sb 2 Te 3, Bi 2 Te 3 and Bi 2 Se 3 are topological insulators, whereas Sb 2 Se 3 is not. These topological insulators have robust …",
            "Topological insulators in Bi 2 Se 3, Bi 2 Te 3 and Sb 2 Te 3 with a single Dirac cone on the surface",
            "Haijun Zhang and Chao-Xing Liu and Xiao-Liang Qi and Xi Dai and Zhong Fang and Shou-Cheng Zhang",
            "2009",
            "d2jc9KIAAAAJ:u-x6o8ySG0sC",
            5346,
            "https:\/\/www.nature.com\/articles\/nphys1270",
            "10072731391563732387",
            "\/scholar?cites=10072731391563732387",
            {
                "2009":43,
                "2010":190,
                "2011":324,
                "2012":441,
                "2013":480,
                "2014":541,
                "2015":565,
                "2016":549,
                "2017":565,
                "2018":529,
                "2019":532,
                "2020":529,
                "2021":38
            }
        ],
        [
            "Three-dimensional topological insulators are a new state of quantum matter with a bulk gap and odd number of relativistic Dirac fermions on the surface. By investigating the surface state of Bi2Te3 with angle-resolved photoemission spectroscopy, we demonstrate that the surface state consists of a single nondegenerate Dirac cone. Furthermore, with appropriate hole doping, the Fermi level can be tuned to intersect only the surface states, indicating a full energy gap for the bulk states. Our results establish that Bi2Te3 is a simple model system for the three-dimensional topological insulator with a single Dirac cone on the surface. The large bulk gap of Bi2Te3 also points to promising potential for high-temperature spintronics applications.",
            "Experimental realization of a three-dimensional topological insulator, Bi2Te3",
            "YL Chen and James G Analytis and J-H Chu and ZK Liu and S-K Mo and Xiao-Liang Qi and HJ Zhang and DH Lu and Xi Dai and Zhong Fang and Shou-Cheng Zhang and Ian R Fisher and Zahid Hussain and Z-X Shen",
            "2009",
            "d2jc9KIAAAAJ:9yKSN-GCB0IC",
            3302,
            "https:\/\/science.sciencemag.org\/content\/325\/5937\/178.abstract",
            "10959865362302169998",
            "\/scholar?cites=10959865362302169998",
            {
                "2009":22,
                "2010":180,
                "2011":258,
                "2012":314,
                "2013":344,
                "2014":345,
                "2015":328,
                "2016":309,
                "2017":328,
                "2018":289,
                "2019":292,
                "2020":262,
                "2021":17
            }
        ],
        [
            "We show that the fundamental time-reversal invariant (TRI) insulator exists in 4+ 1 dimensions, where the effective-field theory is described by the (4+ 1)-dimensional Chern-Simons theory and the topological properties of the electronic structure are classified by the second Chern number. These topological properties are the natural generalizations of the time reversal-breaking quantum Hall insulator in 2+ 1 dimensions. The TRI quantum spin Hall insulator in 2+ 1 dimensions and the topological insulator in 3+ 1 dimensions can be obtained as descendants from the fundamental TRI insulator in 4+ 1 dimensions through a dimensional reduction procedure. The effective topological field theory and the Z 2 topological classification for the TRI insulators in 2+ 1 and 3+ 1 dimensions are naturally obtained from this procedure. All physically measurable topological response functions of the TRI insulators are completely …",
            "Topological field theory of time-reversal invariant insulators",
            "Xiao-Liang Qi and Taylor L Hughes and Shou-Cheng Zhang",
            "2008",
            "d2jc9KIAAAAJ:d1gkVwhDpl0C",
            2902,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.78.195424",
            "17145567475515398834",
            "\/scholar?cites=17145567475515398834",
            {
                "2009":73,
                "2010":164,
                "2011":215,
                "2012":279,
                "2013":279,
                "2014":262,
                "2015":264,
                "2016":286,
                "2017":223,
                "2018":219,
                "2019":272,
                "2020":331,
                "2021":25
            }
        ],
        [
            "In topological insulators, spin-orbit coupling and time-reversal symmetry combine to form a novel state of matter predicted to have exotic physical properties.",
            "The quantum spin Hall effect and topological insulators",
            "Xiao-Liang Qi and Shou-Cheng Zhang",
            "2010",
            "d2jc9KIAAAAJ:2osOgNQ5qMEC",
            1306,
            "https:\/\/arxiv.org\/pdf\/1001.1602",
            "11594299214977919833",
            "\/scholar?cites=11594299214977919833",
            {
                "2010":97,
                "2011":161,
                "2012":172,
                "2013":169,
                "2014":140,
                "2015":141,
                "2016":88,
                "2017":93,
                "2018":87,
                "2019":83,
                "2020":66,
                "2021":5
            }
        ],
        [
            "A topological insulator 1, 2, 3, 4, 5, 6, 7, 8, 9 is a new state of quantum matter that is characterized by a finite energy gap in the bulk and gapless modes flowing along the boundaries that are robust against disorder scattering. The topological protection of the surface state could be useful for both low-power electronics 10 and error-tolerant quantum computing 11, 12. For a thin slab of three-dimensional topological insulator, the boundary modes from the opposite surfaces may be coupled by quantum tunnelling, so that a small, thickness-dependent gap is opened up 13, 14, 15. Here we report such results from angle-resolved photoemission spectroscopy on Bi 2 Se 3 films of various thicknesses grown by molecular beam epitaxy. The energy gap opening is clearly seen when the thickness is below six quintuple layers. The gapped surface states also exhibit sizeable Rashba-type spin–orbit splitting because of the …",
            "Crossover of the three-dimensional topological insulator Bi 2 Se 3 to the two-dimensional limit",
            "Yi Zhang and Ke He and Cui-Zu Chang and Can-Li Song and Li-Li Wang and Xi Chen and Jin-Feng Jia and Zhong Fang and Xi Dai and Wen-Yu Shan and Shun-Qing Shen and Qian Niu and Xiao-Liang Qi and Shou-Cheng Zhang and Xu-Cun Ma and Qi-Kun Xue",
            "2010",
            "d2jc9KIAAAAJ:Tyk-4Ss8FVUC",
            1304,
            "https:\/\/www.nature.com\/articles\/nphys1689",
            "5340696570859482392",
            "\/scholar?cites=5340696570859482392",
            {
                "2010":24,
                "2011":85,
                "2012":130,
                "2013":132,
                "2014":137,
                "2015":163,
                "2016":121,
                "2017":129,
                "2018":114,
                "2019":128,
                "2020":125,
                "2021":9
            }
        ],
        [
            "In addition to a bulk energy gap, topological insulators accommodate a conducting, linearly dispersed Dirac surface state. This state is predicted to become massive if time reversal symmetry is broken, and to become insulating if the Fermi energy is positioned inside both the surface and bulk gaps. We introduced magnetic dopants into the three-dimensional topological insulator dibismuth triselenide (Bi2Se3) to break the time reversal symmetry and further position the Fermi energy inside the gaps by simultaneous magnetic and charge doping. The resulting insulating massive Dirac fermion state, which we observed by angle-resolved photoemission, paves the way for studying a range of topological phenomena relevant to both condensed matter and particle physics.",
            "Massive Dirac fermion on the surface of a magnetically doped topological insulator",
            "YL Chen and J-H Chu and JG Analytis and ZK Liu and Kyushiro Igarashi and H-H Kuo and XL Qi and Sung-Kwan Mo and RG Moore and DH Lu and Makoto Hashimoto and Takao Sasagawa and SC Zhang and IR Fisher and Zahid Hussain and Zhi-Xun Shen",
            "2010",
            "d2jc9KIAAAAJ:LkGwnXOMwfcC",
            1057,
            "https:\/\/science.sciencemag.org\/content\/329\/5992\/659.abstract",
            "14015515986553634668",
            "\/scholar?cites=14015515986553634668",
            {
                "2010":5,
                "2011":72,
                "2012":116,
                "2013":131,
                "2014":111,
                "2015":109,
                "2016":122,
                "2017":103,
                "2018":87,
                "2019":99,
                "2020":90,
                "2021":8
            }
        ],
        [
            "Existence of the magnetic monopole is compatible with the fundamental laws of nature; however, this elusive particle has yet to be detected experimentally. We show theoretically that an electric charge near a topological surface state induces an image magnetic monopole charge due to the topological magneto-electric effect. The magnetic field generated by the image magnetic monopole may be experimentally measured, and the inverse square law of the field dependence can be determined quantitatively. We propose that this effect can be used to experimentally realize a gas of quantum particles carrying fractional statistics, consisting of the bound states of the electric charge and the image magnetic monopole charge.",
            "Inducing a magnetic monopole with topological surface states",
            "Xiao-Liang Qi and Rundong Li and Jiadong Zang and Shou-Cheng Zhang",
            "2009",
            "d2jc9KIAAAAJ:UeHWp8X0CEIC",
            940,
            "https:\/\/science.sciencemag.org\/content\/323\/5918\/1184.abstract",
            "2344409263748311897",
            "\/scholar?cites=2344409263748311897",
            {
                "2009":21,
                "2010":69,
                "2011":79,
                "2012":115,
                "2013":116,
                "2014":90,
                "2015":88,
                "2016":84,
                "2017":64,
                "2018":62,
                "2019":66,
                "2020":77,
                "2021":4
            }
        ],
        [
            "Nonlocal transport through edge channels holds great promise for low-power information processing. However, edge channels have so far only been demonstrated to occur in the quantum Hall regime, at high magnetic fields. We found that mercury telluride quantum wells in the quantum spin Hall regime exhibit nonlocal edge channel transport at zero external magnetic field. The data confirm that the quantum transport through the (helical) edge channels is dissipationless and that the contacts lead to equilibration between the counterpropagating spin states at the edge. The experimental data agree quantitatively with the theory of the quantum spin Hall effect. The edge channel transport paves the way for a new generation of spintronic devices for low-power information processing.",
            "Nonlocal transport in the quantum spin Hall state",
            "Andreas Roth and Christoph Brüne and Hartmut Buhmann and Laurens W Molenkamp and Joseph Maciejko and Xiao-Liang Qi and Shou-Cheng Zhang",
            "2009",
            "d2jc9KIAAAAJ:eQOLeE2rZwMC",
            887,
            "https:\/\/science.sciencemag.org\/content\/325\/5938\/294.abstract",
            "3422083340513848428",
            "\/scholar?cites=3422083340513848428",
            {
                "2009":6,
                "2010":34,
                "2011":58,
                "2012":83,
                "2013":89,
                "2014":81,
                "2015":100,
                "2016":98,
                "2017":77,
                "2018":88,
                "2019":79,
                "2020":79,
                "2021":9
            }
        ]
    ]
}