{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This paper reports on a new self-report, Likert-scaled instrument that was designed to assess motivation and use of learning strategies by college students. The motivation scales tap into three broad areas: (1) value (intrinsic and extrinsic goal orientation, task value), (2) expectancy (control beliefs about learning, self-efficacy); and (3) affect (test anxiety). The learning strategies section is comprised of nine scales which can be distinguished as cognitive, metacognitive, and resource management strategies. The cognitive strategies scales include (a) rehearsal, (b) elaboration, (c) organization, and (d) critical thinking. Metacognitive strategies are assessed by one large scale that includes planning, monitoring, and regulating strategies. Resource management strategies include (a) managing time and study environment; (b) effort management, (c) peer learning, and (d) help-seeking. Scale reliabilities are robust, and …",
            "Reliability and predictive validity of the Motivated Strategies for Learning Questionnaire (MSLQ)",
            "Paul R Pintrich and David AF Smith and Teresa Garcia and Wilbert J McKeachie",
            "1993",
            "d2XDeCIAAAAJ:fixghrsIJ_wC",
            4043,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0013164493053003024",
            "13140326633921168627",
            "\/scholar?cites=13140326633921168627",
            {
                "1996":15,
                "1997":7,
                "1998":18,
                "1999":25,
                "2000":44,
                "2001":28,
                "2002":41,
                "2003":77,
                "2004":71,
                "2005":90,
                "2006":89,
                "2007":112,
                "2008":145,
                "2009":162,
                "2010":173,
                "2011":177,
                "2012":227,
                "2013":252,
                "2014":237,
                "2015":315,
                "2016":322,
                "2017":355,
                "2018":325,
                "2019":322,
                "2020":324,
                "2021":15
            }
        ],
        [
            "The application of Genetic Algorithms to problems which are not amenable to bit string representation and traditional crossover has been a growing area of interest. One approach has been to represent solutions by permutations of a list, and\" permutation crossover\" operators have been introduced to preserve legality of offspring. Three permutation crossovers are analyzed to characterize how they sample the o-schema space, and hence what type of problems they may be applicable to. Experiments performed on the Traveling Salesman Problem go some way to support the theoretical analysis.",
            "Study of permutation crossover operators on the traveling salesman problem",
            "IM Oliver and DJd Smith and John RC Holland",
            "1987",
            "d2XDeCIAAAAJ:RJNGbXJAtMsC",
            1445,
            "https:\/\/agris.fao.org\/agris-search\/search.do?recordID=US201301782179",
            "13761808694664635050",
            "\/scholar?cites=13761808694664635050",
            {
                "1989":5,
                "1990":11,
                "1991":13,
                "1992":12,
                "1993":21,
                "1994":43,
                "1995":39,
                "1996":49,
                "1997":40,
                "1998":31,
                "1999":40,
                "2000":47,
                "2001":34,
                "2002":49,
                "2003":45,
                "2004":61,
                "2005":49,
                "2006":79,
                "2007":59,
                "2008":74,
                "2009":69,
                "2010":60,
                "2011":64,
                "2012":67,
                "2013":50,
                "2014":55,
                "2015":44,
                "2016":42,
                "2017":36,
                "2018":48,
                "2019":47,
                "2020":43,
                "2021":4
            }
        ],
        [
            "Intensive seasonal sampling campaigns were undertaken at an urban location in Birmingham, U.K., in which high-volume samplers were used to collect particulate- and vapor-phase polycyclic aromatic hydrocarbons (PAHs) by means of filter papers and polyurethane foam plugs. Eighteen PAH species were determined by reversed-phase HPLC. Additionally, the suspended particle loading of the air was measured gravimetrically. Dichotomous stacked filter units (DSFUs) were run simultaneously with the high-volumes enabling the collection of particulate matter representative of fine (<2.1 μm) and coarse sized (2.1−10 μm) fractions. Filters from the DSFUs were analyzed for 19 metal species [by proton induced X-ray emission (PIXE)], ammonium, elemental carbon, and various anions. Metal and PAH concentrations were observed to be broadly in line with concentrations measured at other urban areas throughout …",
            "Source apportionment of atmospheric polycyclic aromatic hydrocarbons collected from an urban location in Birmingham, UK",
            "Roy M Harrison and DJT Smith and L Luhana",
            "1996",
            "d2XDeCIAAAAJ:5rMqqAh47xYC",
            1355,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/es950252d",
            "7979129898233923362",
            "\/scholar?cites=7979129898233923362",
            {
                "1998":7,
                "1999":14,
                "2000":9,
                "2001":19,
                "2002":30,
                "2003":37,
                "2004":41,
                "2005":33,
                "2006":44,
                "2007":39,
                "2008":57,
                "2009":64,
                "2010":78,
                "2011":65,
                "2012":69,
                "2013":79,
                "2014":77,
                "2015":102,
                "2016":111,
                "2017":105,
                "2018":74,
                "2019":77,
                "2020":102,
                "2021":11
            }
        ],
        [
            "Classical molecular dynamics computer simulations have been used to investigate the thermodynamics and kinetics of sodium chloride association in polarizable water. The simulations make use of the three‐site polarizable water model of Dang [J. Chem. Phys. 97, 2659 (1992)], which accurately reproduces many bulk water properties. The model’s static dielectric constant and relaxation behavior have been calculated and found to be in reasonable agreement with experimental results. The ion–water interaction potentials have been constructed through fitting to both experimental gas‐phase binding enthalpies for small ion–water clusters and to the measured structures and solvation enthalpies of ionic solutions. Structural properties and the potential of mean force for sodium chloride in water have been calculated. In addition, Grote–Hynes theory has been used to predict dynamical features of contact ion‐pair …",
            "Computer simulations of NaCl association in polarizable water",
            "David E Smith and Liem X Dang",
            "1994",
            "d2XDeCIAAAAJ:H8haQKU-3ZsC",
            1082,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.466363",
            "17248349188966699607",
            "\/scholar?cites=17248349188966699607",
            {
                "1994":6,
                "1995":15,
                "1996":15,
                "1997":15,
                "1998":23,
                "1999":25,
                "2000":21,
                "2001":25,
                "2002":17,
                "2003":30,
                "2004":46,
                "2005":30,
                "2006":41,
                "2007":31,
                "2008":54,
                "2009":57,
                "2010":58,
                "2011":47,
                "2012":44,
                "2013":56,
                "2014":50,
                "2015":72,
                "2016":61,
                "2017":56,
                "2018":67,
                "2019":52,
                "2020":56,
                "2021":7
            }
        ],
        [
            "During the past decade, physical techniques such as optical tweezers and atomic force microscopy were used to study the mechanical properties of DNA at the single-molecule level. Knowledge of DNA’s stretching and twisting properties now permits these single-molecule techniques to be used in the study of biological processes such as DNA replication and transcription.",
            "Single-molecule studies of DNA mechanics",
            "Carlos Bustamante and Steven B Smith and Jan Liphardt and Doug Smith",
            "2000",
            "d2XDeCIAAAAJ:PR6Y55bgFSsC",
            1031,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0959440X00000853",
            "8861675455751744387",
            "\/scholar?cites=8861675455751744387",
            {
                "2000":6,
                "2001":12,
                "2002":45,
                "2003":46,
                "2004":34,
                "2005":51,
                "2006":75,
                "2007":39,
                "2008":61,
                "2009":51,
                "2010":64,
                "2011":53,
                "2012":65,
                "2013":58,
                "2014":76,
                "2015":57,
                "2016":50,
                "2017":56,
                "2018":49,
                "2019":43,
                "2020":33,
                "2021":4
            }
        ],
        [
            "Aerosol samples from urban, rural and coastal areas in Europe were analysed for carbonaceous content by a thermaloptical transmission method. The fraction of particulate organic carbon with a secondary origin in gas\/particle conversion of volatile organic compounds was estimated from the minimum ratio between particulate organic and black carbon, which occurred during periods of reduced photochemical activity. Values calculated by this method ranged from a minimum of 17%, in Birmingham, UK, during winter, to a maximum of 78% at a rural coastal area, in Portugal, with air masses transported directly from the ocean. A clear seasonal dependence was observed at both rural and urban environments, with minimum secondary organic carbon production during winter.",
            "Carbonaceous aerosol in urban and rural European atmospheres: estimation of secondary organic carbon concentrations",
            "LM Castro and CA Pio and Roy M Harrison and DJT Smith",
            "1999",
            "d2XDeCIAAAAJ:-vzq6BoH5oUC",
            857,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1352231098003318",
            "5998490077669097976",
            "\/scholar?cites=5998490077669097976",
            {
                "2000":4,
                "2001":12,
                "2002":19,
                "2003":17,
                "2004":28,
                "2005":26,
                "2006":32,
                "2007":32,
                "2008":30,
                "2009":37,
                "2010":30,
                "2011":32,
                "2012":40,
                "2013":54,
                "2014":69,
                "2015":66,
                "2016":75,
                "2017":59,
                "2018":56,
                "2019":47,
                "2020":79,
                "2021":7
            }
        ],
        [
            "We constructed two megabase-sized YACs containing large contiguous fragments of the human heavy and kappa (κ) light chain immunoglobulin (Ig) loci in nearly germline configuration, including approximately 66 V H and 32 V κ genes. We introduced these YACs into Ig-inactivated mice and observed human antibody production which closely resembled that seen in humans in all respects, including gene rearrangement, assembly, and repertoire. Diverse Ig gene usage together with somatic hypermutation enables the mice to generate high affinity fully human antibodies to multiple antigens, including human proteins. Our results underscore the importance of the large Ig fragments with multiple V genes for restoration of a normal humoral immune response. These mice are likely to be a valuable tool for the generation of therapeutic antibodies.",
            "Functional transplant of megabase human immunoglobulin loci recapitulates human antibody response in mice",
            "Michael J Mendez and Larry L Green and Jose RF Corvalan and Xiao-Chi Jia and Catherine E Maynard-Currie and Xiao-dong Yang and Michael L Gallo and Donna M Louie and Doris V Lee and Karen L Erickson and Jac Luna and Catherine M-N Roy and Hadi Abderrahim and Ford Kirschenbaum and Masato Noguchi and Douglas H Smith and Atsushi Fukushima and Joanna F Hales and Mitchell H Finer and C Geoffrey Davis and Krisztina M Zsebo and Aya Jakobovits",
            "1997",
            "d2XDeCIAAAAJ:0Tn0GYh_KFEC",
            660,
            "https:\/\/www.nature.com\/articles\/ng0297-146",
            "10063680744989841017",
            "\/scholar?cites=10063680744989841017",
            {
                "1997":8,
                "1998":25,
                "1999":25,
                "2000":22,
                "2001":19,
                "2002":30,
                "2003":26,
                "2004":39,
                "2005":27,
                "2006":32,
                "2007":31,
                "2008":24,
                "2009":35,
                "2010":23,
                "2011":21,
                "2012":27,
                "2013":33,
                "2014":28,
                "2015":29,
                "2016":38,
                "2017":32,
                "2018":23,
                "2019":26,
                "2020":25,
                "2021":5
            }
        ],
        [
            "A simple and accurate objective test for monitoring lipid oxidation in poultry products is needed. Thiobarbituric acid (TBA) values of cooked poultry meat were determined by a distillation method and by a modified extraction method. Perchloric acid was used in the extraction method to release TBA reactive substances from the meat. The maximum absorption wavelength of the TBA-malonaldehyde complex was 531 nm. The TBA values for cooked chicken and turkey were highly correlated (r= .91) for both the extraction and distillation methods. Sensory scores of warmed-over flavor in precooked poultry were highly correlated with TBA values in both the distillation (r= .83) and extraction (r= .85) methods. Results indicate that the extraction method is faster, easier to perform, and as accurate as the distillation method for monitoring lipid oxidation in poultry.",
            "Modified extraction 2-thiobarbituric acid method for measuring lipid oxidation in poultry",
            "AM Salih and DM Smith and JF Price and LE Dawson",
            "1987",
            "d2XDeCIAAAAJ:Fv7Qhv_DOnIC",
            532,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0032579119563362",
            "1920250252343295904",
            "\/scholar?cites=1920250252343295904",
            {
                "1989":3,
                "1990":2,
                "1991":3,
                "1992":3,
                "1993":8,
                "1994":5,
                "1995":6,
                "1996":10,
                "1997":9,
                "1998":11,
                "1999":7,
                "2000":5,
                "2001":8,
                "2002":7,
                "2003":11,
                "2004":17,
                "2005":19,
                "2006":18,
                "2007":20,
                "2008":18,
                "2009":14,
                "2010":14,
                "2011":27,
                "2012":22,
                "2013":22,
                "2014":28,
                "2015":33,
                "2016":31,
                "2017":33,
                "2018":31,
                "2019":31,
                "2020":44,
                "2021":3
            }
        ],
        [
            "Metamaterials—artificially structured materials with tailored electromagnetic response—can be designed to have properties difficult or impossible to achieve with traditional materials fabrication methods. Here we present a structured metamaterial, based on conducting split ring resonators (SRRs), which has an effective index of refraction with a constant spatial gradient. We experimentally confirm the gradient by measuring the deflection of a microwave beam by a planar slab of the composite metamaterial over a range of microwave frequencies. The gradient index metamaterial may prove an advantageous alternative approach to the development of gradient index lenses and similar optics, especially at higher frequencies. In particular, the gradient index metamaterial we propose may be suited for terahertz applications, where the magnetic resonant response of SRRs has recently been demonstrated.",
            "Gradient index metamaterials",
            "David Ryan Smith and Jack J Mock and AF Starr and David Schurig",
            "2005",
            "d2XDeCIAAAAJ:bzhzIcV5SW4C",
            431,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.71.036609",
            "4999429722923970936",
            "\/scholar?cites=4999429722923970936",
            {
                "2005":5,
                "2006":4,
                "2007":10,
                "2008":13,
                "2009":20,
                "2010":45,
                "2011":40,
                "2012":42,
                "2013":48,
                "2014":46,
                "2015":32,
                "2016":29,
                "2017":22,
                "2018":23,
                "2019":23,
                "2020":23,
                "2021":4
            }
        ],
        [
            "Atherosclerosis is an inflammatory disease occurring preferentially in arterial regions exposed to disturbed flow conditions including oscillatory shear stress (OS). OS exposure induces endothelial expression of bone morphogenic protein 4 (BMP4), which in turn may activate intercellular adhesion molecule-1 (ICAM-1) expression and monocyte adhesion. OS is also known to induce monocyte adhesion by producing reactive oxygen species (ROS) from reduced nicotinamide adenine dinucleotide phosphate (NADPH) oxidases, raising the possibility that BMP4 may stimulate the inflammatory response by ROS-dependent mechanisms. Here we show that ROS scavengers blocked ICAM-1 expression and monocyte adhesion induced by BMP4 or OS in endothelial cells (ECs). Similar to OS, BMP4 stimulated H2O2 and O2− production in ECs. Next, we used ECs obtained from p47phox−\/− mice (MAE-p47−\/−), which do …",
            "Bone morphogenic protein 4 produced in endothelial cells by oscillatory shear stress induces monocyte adhesion by stimulating reactive oxygen species production from a nox1 …",
            "George P Sorescu and Hannah Song and Sarah L Tressel and Jinah Hwang and Sergey Dikalov and Debra A Smith and Nolan L Boyd and Manu O Platt and Bernard Lassegue and Kathy K Griendling and Hanjoong Jo",
            "2004",
            "d2XDeCIAAAAJ:l7t_Zn2s7bgC",
            395,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/01.res.0000145728.22878.45",
            "9485275987244003917",
            "\/scholar?cites=9485275987244003917",
            {
                "2005":12,
                "2006":27,
                "2007":29,
                "2008":34,
                "2009":25,
                "2010":38,
                "2011":37,
                "2012":20,
                "2013":25,
                "2014":25,
                "2015":23,
                "2016":23,
                "2017":23,
                "2018":18,
                "2019":17,
                "2020":19
            }
        ]
    ]
}