{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "As a form of matter intermediate between molecules and bulk solids, atomic clusters have been much studied 1. Light-induced processes in clusters can lead to photo-fragmentation 2, 3 and Coulombic fission 4, producing atom and ion fragments with a few electronvolts (eV) of energy. However, recent studies of thephotoionization of atomic clusters with high intensity (> 10 16 W cm− 2) femtosecond laser pulses have shown that these interactions can be far more energetic 5, 6, 7, 8, 9, 10, 11, 12, 13—excitation of large atomic clusters can produce a superheated microplasma that ejects ions with kinetic energies up to 1 MeV (ref. 10). This phenomenon suggests that through irradiation of deuterium clusters, it would be possible to create plasmas with sufficient average ion energy for substantial nuclear fusion. Here we report the observation of nuclear fusion from the explosions of deuterium clusters heated with a …",
            "Nuclear fusion from explosions of femtosecond laser-heated deuterium clusters",
            "Todd Ditmire and J Zweiback and VP Yanovsky and TE Cowan and G Hays and KB Wharton",
            "1999",
            "D3TXZQcAAAAJ:u5HHmVD_uO8C",
            1010,
            "https:\/\/www.nature.com\/articles\/19037",
            "13384282079883217783",
            "\/scholar?cites=13384282079883217783",
            {
                "1999":8,
                "2000":48,
                "2001":49,
                "2002":54,
                "2003":74,
                "2004":72,
                "2005":60,
                "2006":65,
                "2007":48,
                "2008":46,
                "2009":62,
                "2010":53,
                "2011":34,
                "2012":35,
                "2013":39,
                "2014":35,
                "2015":43,
                "2016":47,
                "2017":34,
                "2018":35,
                "2019":36,
                "2020":24,
                "2021":1
            }
        ],
        [
            "In an experimental study of the physics of fast ignition, the characteristics of the hot electron source at laser intensities up to 1020 W cm−2 have been measured and a diagnosis of the heating at depth by hot electrons has been initiated. Generation of hot electrons with more than 30% efficiency has been observed. Preliminary heating data suggest temperatures kT in the range 300–800 eV.",
            "Hot electron production and heating by hot electrons in fast ignitor research",
            "MH Key and MD Cable and TE Cowan and KG Estabrook and BA Hammel and SP Hatchett and EA Henry and DE Hinkel and JD Kilkenny and JA Koch and WL Kruer and AB Langdon and BF Lasinski and RW Lee and BJ MacGowan and A MacKinnon and JD Moody and MJ Moran and AA Offenberger and DM Pennington and MD Perry and TJ Phillips and TC Sangster and MS Singh and MA Stoyer and M Tabak and GL Tietbohl and M Tsukamoto and K Wharton and SC Wilks",
            "1998",
            "D3TXZQcAAAAJ:_kc_bZDykSQC",
            563,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.872867",
            "8878774329954588584",
            "\/scholar?cites=8878774329954588584",
            {
                "1998":7,
                "1999":33,
                "2000":40,
                "2001":48,
                "2002":29,
                "2003":37,
                "2004":30,
                "2005":32,
                "2006":40,
                "2007":34,
                "2008":35,
                "2009":18,
                "2010":26,
                "2011":25,
                "2012":17,
                "2013":23,
                "2014":18,
                "2015":15,
                "2016":10,
                "2017":14,
                "2018":8,
                "2019":10,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Recent experiments on the interaction of intense, ultrafast laser pulses with large van der Waals bonded clusters have shown that these clusters can explode with substantial kinetic energy. By driving explosions in deuterium clusters with a 35 fs laser pulse, we have accelerated ions to sufficient kinetic energy to produce DD nuclear fusion. By diagnosing the fusion yield through measurements of 2.45 MeV fusion neutrons, we have found that the fusion yield from these exploding clusters varies strongly with the cluster size, consistent with acceleration of deuterons via Coulomb explosion forces.",
            "Nuclear fusion driven by Coulomb explosions of large deuterium clusters",
            "J Zweiback and RA Smith and TE Cowan and G Hays and KB Wharton and VP Yanovsky and T Ditmire",
            "2000",
            "D3TXZQcAAAAJ:u-x6o8ySG0sC",
            399,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.2634",
            "1086133533573926540",
            "\/scholar?cites=1086133533573926540",
            {
                "1999":1,
                "2000":5,
                "2001":28,
                "2002":31,
                "2003":31,
                "2004":33,
                "2005":31,
                "2006":38,
                "2007":25,
                "2008":17,
                "2009":20,
                "2010":23,
                "2011":15,
                "2012":12,
                "2013":20,
                "2014":11,
                "2015":11,
                "2016":5,
                "2017":10,
                "2018":13,
                "2019":11,
                "2020":3
            }
        ],
        [
            "We present the first in-target measurements of the electrons produced by an ultraintense (I> 10 19 W\/cm 2) laser pulse incident on a massive solid target. Total conversion efficiency, mean electron energy, and electron cone-angle measurements are presented. A relationship between the target material and the mean electron energy is also discussed.",
            "Experimental Measurements of Hot Electrons Generated by Ultraintense (> 10^{19} W\/cm^{2}) Laser-Plasma Interactions on Solid-Density Targets",
            "KB Wharton and SP Hatchett and SC Wilks and MH Key and JD Moody and V Yanovsky and AA Offenberger and BA Hammel and MD Perry and C Joshi",
            "1998",
            "D3TXZQcAAAAJ:d1gkVwhDpl0C",
            383,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.81.822",
            "3231734613654414702",
            "\/scholar?cites=3231734613654414702",
            {
                "1998":3,
                "1999":8,
                "2000":18,
                "2001":28,
                "2002":21,
                "2003":23,
                "2004":31,
                "2005":25,
                "2006":28,
                "2007":24,
                "2008":22,
                "2009":17,
                "2010":12,
                "2011":21,
                "2012":12,
                "2013":12,
                "2014":16,
                "2015":16,
                "2016":14,
                "2017":8,
                "2018":8,
                "2019":11,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Exploiting the energetic interaction of intense femtosecond laser pulses with deuterium clusters, it is possible to create conditions in which nuclear fusion results from explosions of these clusters. We have conducted high-resolution neutron time-of-flight spectroscopy on these plasmas and show that they yield fast bursts of nearly monochromatic fusion neutrons with temporal duration as short as a few hundred picoseconds. Such a short, nearly pointlike source now opens up the unique possibility of using these bright neutron pulses, either as a pump or a probe, to conduct ultrafast studies with neutrons.",
            "Characterization of fusion burn time in exploding deuterium cluster plasmas",
            "J Zweiback and TE Cowan and RA Smith and JH Hartley and R Howell and CA Steinke and G Hays and KB Wharton and JK Crane and T Ditmire",
            "2000",
            "D3TXZQcAAAAJ:9yKSN-GCB0IC",
            194,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.85.3640",
            "16193269966442274653",
            "\/scholar?cites=16193269966442274653",
            {
                "2000":1,
                "2001":11,
                "2002":11,
                "2003":18,
                "2004":15,
                "2005":14,
                "2006":21,
                "2007":21,
                "2008":7,
                "2009":15,
                "2010":6,
                "2011":5,
                "2012":5,
                "2013":12,
                "2014":7,
                "2015":8,
                "2016":2,
                "2017":4,
                "2018":6,
                "2019":1,
                "2020":2
            }
        ],
        [
            "Recent experiments on the interaction of intense, ultrafast pulses with large van der Waals bonded clusters have shown that these clusters can explode with sufficient kinetic energy to drive nuclear fusion. Irradiating deuterium clusters with a 35 fs laser pulse, it is found that the fusion neutron yield is strongly dependent on such factors as cluster size, laser focal geometry, and deuterium gas jet parameters. Neutron yield is shown to be limited by laser propagation effects as the pulse traverses the gas plume. From the experiments it is possible to get a detailed understanding of how the laser deposits its energy and heats the deuterium cluster plasma. The experiments are compared with simulations.",
            "Detailed study of nuclear fusion from femtosecond laser-driven explosions of deuterium clusters",
            "J Zweiback and TE Cowan and JH Hartley and R Howell and KB Wharton and JK Crane and VP Yanovsky and G Hays and RA Smith and T Ditmire",
            "2002",
            "D3TXZQcAAAAJ:KlAtU1dfN6UC",
            134,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1487382",
            "8007850582626734892",
            "\/scholar?cites=8007850582626734892",
            {
                "2003":3,
                "2004":5,
                "2005":13,
                "2006":15,
                "2007":14,
                "2008":10,
                "2009":10,
                "2010":18,
                "2011":6,
                "2012":4,
                "2013":11,
                "2014":3,
                "2015":8,
                "2016":2,
                "2017":3,
                "2018":7,
                "2019":1
            }
        ],
        [
            "Characterization of hot electron production from an ultraintense laser–solid target plasma interaction by using a buried molybdenum K-shell fluor layer technique has been reported. Laser energy was typically 400 J and its intensity was from 2×1018 up to 3×1020 W cm−2 at 20 TW to 1 PW laser power by changing pulse duration from 20 ps down to 0.5 ps. X-ray background noise level was significantly greater, i.e., gamma flash, in the shorter pulse experiments. Data analysis procedures for the experiments were developed. The conversion efficiency from the laser energy into the energy, carried by hot electrons, has been estimated to be ∼50% at 3×1020 W cm−2 laser intensity, higher than ∼18% at 1019 W cm−2 and ∼12% at 2×1018 W cm−2 intensity.",
            "Hot electron diagnostic in a solid laser target by K-shell lines measurement from ultraintense laser–plasma interactions ",
            "K Yasuike and MH Key and SP Hatchett and RA Snavely and KB Wharton",
            "2001",
            "D3TXZQcAAAAJ:Zph67rFs4hoC",
            128,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1319373",
            "12176661588180051717",
            "\/scholar?cites=12176661588180051717",
            {
                "2002":1,
                "2003":3,
                "2004":4,
                "2005":9,
                "2006":12,
                "2007":14,
                "2008":14,
                "2009":12,
                "2010":10,
                "2011":7,
                "2012":10,
                "2013":10,
                "2014":6,
                "2015":4,
                "2016":5,
                "2017":2,
                "2018":2,
                "2019":2
            }
        ],
        [
            "Recent experiments on the interaction of intense, ultrafast pulses with large van der Waals bonded clusters have shown that these clusters can explode with substantial kinetic energy. Producing explosions in deuterium clusters with a 35 fs laser pulse, deuterium ions were accelerated to sufficient kinetic energy to drive deuterium–deuterium (DD) nuclear fusion. By diagnosing the fusion yield through measurements of 2.45 MeV fusion neutrons, over 104 neutrons per laser shot were measured when 100 mJ of laser energy is used.",
            "Nuclear fusion in gases of deuterium clusters heated with a femtosecond laser",
            "T Ditmire and J Zweiback and VP Yanovsky and TE Cowan and G Hays and KB Wharton",
            "2000",
            "D3TXZQcAAAAJ:ULOm3_A8WrAC",
            89,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.874020",
            "15791518013804993184",
            "\/scholar?cites=15791518013804993184",
            {
                "2001":6,
                "2002":4,
                "2003":5,
                "2004":5,
                "2005":4,
                "2006":10,
                "2007":7,
                "2008":3,
                "2009":1,
                "2010":9,
                "2011":2,
                "2012":3,
                "2013":4,
                "2014":3,
                "2015":6,
                "2016":2,
                "2017":4,
                "2018":4,
                "2019":4,
                "2020":3
            }
        ],
        [
            "We present theoretical and experimental evidence that nonionizing prepulses with intensities as low as 10 8–10 9 W\/c m 2 can substantially alter high intensity laser-solid interactions. We show that prepulse-heating and vaporization of the target can lead to a preformed plasma once the vapor is ionized by the rising edge of the high-intensity pulse. Our results indicate that peak prepulse intensity is not the only important parameter to consider in determining preformed plasma thresholds, and that a more comprehensive analysis of the prepulse duration and the target material is required.",
            "Effects of nonionizing prepulses in high-intensity laser-solid interactions",
            "KB Wharton and CD Boley and AM Komashko and AM Rubenchik and J Zweiback and J Crane and G Hays and TE Cowan and T Ditmire",
            "2001",
            "D3TXZQcAAAAJ:qjMakFHDy7sC",
            88,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.64.025401",
            "17050172029497127489",
            "\/scholar?cites=17050172029497127489",
            {
                "2002":3,
                "2003":4,
                "2004":6,
                "2005":8,
                "2006":7,
                "2007":6,
                "2008":3,
                "2009":3,
                "2010":5,
                "2011":8,
                "2012":5,
                "2013":5,
                "2014":3,
                "2015":2,
                "2016":5,
                "2017":2,
                "2018":3,
                "2019":4,
                "2020":5,
                "2021":1
            }
        ],
        [
            "We have demonstrated a Ti:sapphire\/Nd:glass laser system that produces up to 51??J of energy in 395-fs pulses (125??TW). Focusing at f\/3 to a 2.5-times diffraction-limited spot results in a peak irradiance greater than 10^20W\/cm^2. Our 40-cm-diameter gold diffraction gratings have a damage threshold of 0.42??J\/cm^2 for 320-fs pulses.",
            "125-TW Ti: sapphire\/Nd: glass laser system",
            "BC Stuart and MD Perry and J Miller and G Tietbohl and S Herman and JA Britten and C Brown and D Pennington and V Yanovsky and K Wharton",
            "1997",
            "D3TXZQcAAAAJ:YOwf2qJgpHMC",
            84,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-22-4-242",
            "16865794088880358480",
            "\/scholar?cites=16865794088880358480",
            {
                "1997":6,
                "1998":12,
                "1999":8,
                "2000":7,
                "2001":1,
                "2002":3,
                "2003":2,
                "2004":8,
                "2005":3,
                "2006":4,
                "2007":5,
                "2008":5,
                "2009":1,
                "2010":6,
                "2011":5,
                "2012":7,
                "2013":1
            }
        ]
    ]
}