{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
            "Multi-messenger observations of a binary neutron star merger",
            "Benjamin P Abbott and S Bloemen and P Canizares and H Falcke and RP Fender and S Ghosh and P Groot and T Hinderer and JR Hörandel and PG Jonker and Z Kostrzewa-Rutkowska and G Nelemans and D Nichols and S Nissanke and P Schmidt and C Timmermans and AR van Vliet and AR Williamson",
            "2017",
            "d3Yl2mMAAAAJ:aIdbFUkbNIkC",
            2079,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8213\/aa91c9\/meta",
            "2461611103499596342",
            "\/scholar?cites=2461611103499596342",
            {
                "2017":66,
                "2018":567,
                "2019":685,
                "2020":690,
                "2021":51
            }
        ],
        [
            "Building on the legacy of the Sloan Digital Sky Survey (SDSS-I and II), SDSS-III is a program of four spectroscopic surveys on three scientific themes: dark energy and cosmological parameters, the history and structure of the Milky Way, and the population of giant planets around other stars. In keeping with SDSS tradition, SDSS-III will provide regular public releases of all its data, beginning with SDSS Data Release 8 (DR8), which was made public in 2011 January and includes SDSS-I and SDSS-II images and spectra reprocessed with the latest pipelines and calibrations produced for the SDSS-III investigations. This paper presents an overview of the four surveys that comprise SDSS-III. The Baryon Oscillation Spectroscopic Survey will measure redshifts of 1.5 million massive galaxies and Lyα forest spectra of 150,000 quasars, using the baryon acoustic oscillation feature of large-scale structure to obtain percent …",
            "SDSS-III: Massive spectroscopic surveys of the distant universe, the Milky Way, and extra-solar planetary systems",
            "Daniel J Eisenstein and David H Weinberg and Eric Agol and Hiroaki Aihara and Carlos Allende Prieto and Scott F Anderson and James A Arns and Éric Aubourg and Stephen Bailey and Eduardo Balbinot and Robert Barkhouser and Timothy C Beers and Andreas A Berlind and Steven J Bickerton and Dmitry Bizyaev and Michael R Blanton and John J Bochanski and Adam S Bolton and Casey T Bosman and Jo Bovy and WN Brandt and Ben Breslauer and Howard J Brewington and Jon Brinkmann and Peter J Brown and Joel R Brownstein and Dan Burger and Heather Campbell and Phillip A Cargile and William C Carithers and Joleen K Carlberg and Michael A Carr and Liang Chang and Yanmei Chen and Cristina Chiappini and Johan Comparat and Natalia Connolly and Marina Cortes and Rupert AC Croft and Katia Cunha and Luiz N Da Costa and James RA Davenport and Kyle Dawson and Nathan De Lee and Gustavo F Porto De Mello and Fernando De Simoni and Janice Dean and Saurav Dhital and Anne Ealet and Garrett L Ebelke and Edward M Edmondson and Jacob M Eiting and Stephanie Escoffier and Massimiliano Esposito and Michael L Evans and Xiaohui Fan and Bruno Femenía Castellá and Leticia Dutra Ferreira and Greg Fitzgerald and Scott W Fleming and Andreu Font-Ribera and Eric B Ford and Peter M Frinchaboy and Ana Elia García Pérez and B Scott Gaudi and Jian Ge and Luan Ghezzi and Bruce A Gillespie and Gerry Gilmore and Léo Girardi and J Richard Gott and Andrew Gould and Eva K Grebel and James E Gunn and Jean-Christophe Hamilton and Paul Harding and David W Harris and Suzanne L Hawley and Frederick R Hearty and Joseph F Hennawi and Jonay I González Hernández and Shirley Ho and David W Hogg and Jon A Holtzman and Klaus Honscheid and Naohisa Inada and Inese I Ivans and Linhua Jiang and Peng Jiang and Jennifer A Johnson and Cathy Jordan and Wendell P Jordan and Guinevere Kauffmann and Eyal Kazin and David Kirkby and Mark A Klaene and GR Knapp and Jean-Paul Kneib and CS Kochanek and Lars Koesterke and Juna A Kollmeier and Richard G Kron and Hubert Lampeitl and Dustin Lang and James E Lawler and Jean-Marc Le Goff and Brian L Lee and Young Sun Lee and Jarron M Leisenring and Yen-Ting Lin and Jian Liu and Daniel C Long and Craig P Loomis and Sara Lucatello and Britt Lundgren and Robert H Lupton and Bo Ma and Zhibo Ma and Nicholas MacDonald and Claude Mack and Suvrath Mahadevan and Marcio AG Maia and Steven R Majewski and Martin Makler and Elena Malanushenko and Viktor Malanushenko and Rachel Mandelbaum and Claudia Maraston and Daniel Margala and Paul Maseman and Karen L Masters and Cameron K McBride and Patrick McDonald and Ian D McGreer and Richard G McMahon and Olga Mena Requejo and Brice Ménard and Jordi Miralda-Escudé and Heather L Morrison and Fergal Mullally and Demitri Muna and Hitoshi Murayama and Adam D Myers and Tracy Naugle and Angelo Fausti Neto and Duy Cuong Nguyen and Robert C Nichol and David L Nidever and Robert W O’Connell and Ricardo LC Ogando",
            "2011",
            "d3Yl2mMAAAAJ:u5HHmVD_uO8C",
            1934,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-6256\/142\/3\/72\/meta",
            "10262077413743067370",
            "\/scholar?cites=10262077413743067370",
            {
                "2011":25,
                "2012":150,
                "2013":171,
                "2014":188,
                "2015":212,
                "2016":257,
                "2017":253,
                "2018":225,
                "2019":222,
                "2020":208,
                "2021":14
            }
        ],
        [
            "Comprehensive wide-field imaging and spectroscopic surveys of the sky have played a key role in astronomy, leading to fundamental new breakthroughs in our understanding of the Solar System; our Milky Way Galaxy and its constituent stars and gas; the nature, properties, and evolution of galaxies; and the universe as a whole. The Sloan Digital Sky Survey (SDSS), which started routine operations in 2000 April, has carried out imaging and spectroscopy over roughly 1\/3 of the Celestial Sphere. SDSS uses a dedicated 2.5 m wide-field telescope (Gunn et al. 2006), instrumented with a sequence of sophisticated imagers and spectrographs. The SDSS has gone through a series of stages. SDSS-I (York et al. 2000), which was in operation through 2005, focused on a “Legacy” survey of five-band imaging (using what was at the time the largest camera ever used in optical astronomy; Gunn et al. 1998) and …",
            "The eleventh and twelfth data releases of the Sloan Digital Sky Survey: final data from SDSS-III",
            "Shadab Alam and Franco D Albareti and Carlos Allende Prieto and Friedrich Anders and Scott F Anderson and Timothy Anderton and Brett H Andrews and Eric Armengaud and Éric Aubourg and Stephen Bailey and Sarbani Basu and Julian E Bautista and Rachael L Beaton and Timothy C Beers and Chad F Bender and Andreas A Berlind and Florian Beutler and Vaishali Bhardwaj and Jonathan C Bird and Dmitry Bizyaev and Cullen H Blake and Michael R Blanton and Michael Blomqvist and John J Bochanski and Adam S Bolton and Jo Bovy and A Shelden Bradley and WN Brandt and DE Brauer and Jon Brinkmann and Peter J Brown and Joel R Brownstein and Angela Burden and Etienne Burtin and Zheng Cai and Diego Capozzi and Aurelio Carnero Rosell and Michael A Carr and Ricardo Carrera and Kenneth C Chambers and William James Chaplin and Yen-Chi Chen and Cristina Chiappini and S Drew Chojnowski and Chia-Hsun Chuang and Nicolas Clerc and Johan Comparat and Kevin Covey and Rupert AC Croft and Antonio J Cuesta and Katia Cunha and Luiz N Da Costa and Nicola Da Rio and James RA Davenport and Kyle S Dawson and Nathan De Lee and Timothée Delubac and Rohit Deshpande and Saurav Dhital and Letícia Dutra-Ferreira and Tom Dwelly and Anne Ealet and Garrett L Ebelke and Edward M Edmondson and Daniel J Eisenstein and Tristan Ellsworth and Yvonne Elsworth and Courtney R Epstein and Michael Eracleous and Stephanie Escoffier and Massimiliano Esposito and Michael L Evans and Xiaohui Fan and Emma Fernández-Alvar and Diane Feuillet and Nurten Filiz Ak and Hayley Finley and Alexis Finoguenov and Kevin Flaherty and Scott W Fleming and Andreu Font-Ribera and Jonathan Foster and Peter M Frinchaboy and JG Galbraith-Frew and Rafael A García and DA García-Hernández and Ana E García Pérez and Patrick Gaulme and Jian Ge and R Génova-Santos and Antonis Georgakakis and Luan Ghezzi and Bruce A Gillespie and Léo Girardi and Daniel Goddard and Satya Gontcho A Gontcho and Jonay I González Hernández and Eva K Grebel and Paul J Green and Jan Niklas Grieb and Nolan Grieves and James E Gunn and Hong Guo and Paul Harding and Sten Hasselquist and Suzanne L Hawley and Michael Hayden and Fred R Hearty and Saskia Hekker and Shirley Ho and David W Hogg and Kelly Holley-Bockelmann and Jon A Holtzman and Klaus Honscheid and Daniel Huber and Joseph Huehnerhoff and Inese I Ivans and Linhua Jiang and Jennifer A Johnson and Karen Kinemuchi and David Kirkby and Francisco Kitaura and Mark A Klaene and Gillian R Knapp and Jean-Paul Kneib and Xavier P Koenig and Charles R Lam and Ting-Wen Lan and Dustin Lang and Pierre Laurent and Jean-Marc Le Goff and Alexie Leauthaud and Khee-Gan Lee and Young Sun Lee and Timothy C Licquia and Jian Liu and Daniel C Long and Martín López-Corredoira and Diego Lorenzo-Oliveira and Sara Lucatello and Britt Lundgren and Robert H Lupton and Claude E Mack III and Suvrath Mahadevan and Marcio AG Maia and Steven R Majewski and Elena Malanushenko and Viktor Malanushenko and Arturo Manchado and Marc Manera",
            "2015",
            "d3Yl2mMAAAAJ:7T2F9Uy0os0C",
            1841,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/219\/1\/12\/meta",
            "15904327225792020376",
            "\/scholar?cites=15904327225792020376",
            {
                "2014":5,
                "2015":67,
                "2016":343,
                "2017":380,
                "2018":368,
                "2019":298,
                "2020":332,
                "2021":40
            }
        ],
        [
            "The Sloan Digital Sky Survey (SDSS) has been in continuous operation since 2000 April. It uses a dedicated wide-field 2.5 m telescope (Gunn et al. 2006) at Apache Point Observatory (APO) in the Sacramento Mountains in Southern New Mexico. It was originally instrumented with a wide-field imaging camera with an effective area of 1.5 deg2 (Gunn et al. 1998), and a pair of double spectrographs fed by 640 fibers (Smee et al. 2013). The initial survey (York et al. 2000) carried out imaging in five broad bands (ugriz)(Fukugita et al. 1996) to a depth of r∼ 22. 5 mag over 11,663 deg2 of high-latitude sky, and spectroscopy of 1.6 million galaxy, quasar, and stellar targets over 9380 deg2. The resulting images were calibrated astrometrically (Pier et al. 2003) and photometrically (Ivezic et al. 2004; Tucker et al. 2006; Padmanabhan et al. 2008), and the properties of the detected objects were measured (Lupton et al. 2001 …",
            "The tenth data release of the sloan digital sky survey: First spectroscopic data from the sdss-iii apache point observatory galactic evolution experiment",
            "Christopher P Ahn and Rachael Alexandroff and Carlos Allende Prieto and Friedrich Anders and Scott F Anderson and Timothy Anderton and Brett H Andrews and Éric Aubourg and Stephen Bailey and Fabienne A Bastien and Julian E Bautista and Timothy C Beers and Alessandra Beifiori and Chad F Bender and Andreas A Berlind and Florian Beutler and Vaishali Bhardwaj and Jonathan C Bird and Dmitry Bizyaev and Cullen H Blake and Michael R Blanton and Michael Blomqvist and John J Bochanski and Adam S Bolton and Arnaud Borde and Jo Bovy and Alaina Shelden Bradley and WN Brandt and Dorothée Brauer and Jon Brinkmann and Joel R Brownstein and William Carithers and Joleen K Carlberg and Aurelio R Carnero and Michael A Carr and Cristina Chiappini and S Drew Chojnowski and Chia-Hsun Chuang and Johan Comparat and Justin R Crepp and Stefano Cristiani and Rupert AC Croft and Antonio J Cuesta and Katia Cunha and Luiz N Da Costa and Kyle S Dawson and Nathan De Lee and Janice DR Dean and Timothée Delubac and Rohit Deshpande and Saurav Dhital and Anne Ealet and Garrett L Ebelke and Edward M Edmondson and Daniel J Eisenstein and Courtney R Epstein and Stephanie Escoffier and Massimiliano Esposito and Michael L Evans and Damian Fabbian and Xiaohui Fan and Ginevra Favole and Bruno Femenía Castellá and Emma Fernández Alvar and Diane Feuillet and Nurten Filiz Ak and Hayley Finley and Scott W Fleming and Andreu Font-Ribera and Peter M Frinchaboy and JG Galbraith-Frew and DA García-Hernández and Ana E García Pérez and Jian Ge and R Génova-Santos and Bruce A Gillespie and Léo Girardi and Jonay I González Hernández and J Richard Gott III and James E Gunn and Hong Guo and Samuel Halverson and Paul Harding and David W Harris and Sten Hasselquist and Suzanne L Hawley and Michael Hayden and Frederick R Hearty and Artemio Herrero Davó and Shirley Ho and David W Hogg and Jon A Holtzman and Klaus Honscheid and Joseph Huehnerhoff and Inese I Ivans and Kelly M Jackson and Peng Jiang and Jennifer A Johnson and Karen Kinemuchi and David Kirkby and Mark A Klaene and Jean-Paul Kneib and Lars Koesterke and Ting-Wen Lan and Dustin Lang and Jean-Marc Le Goff and Alexie Leauthaud and Khee-Gan Lee and Young Sun Lee and Daniel C Long and Craig P Loomis and Sara Lucatello and Robert H Lupton and Bo Ma and Claude E Mack III and Suvrath Mahadevan and Marcio AG Maia and Steven R Majewski and Elena Malanushenko and Viktor Malanushenko and Arturo Manchado and Marc Manera and Claudia Maraston and Daniel Margala and Sarah L Martell and Karen L Masters and Cameron K McBride and Ian D McGreer and Richard G McMahon and Brice Ménard and Sz Mészáros and Jordi Miralda-Escudé and Hironao Miyatake and Antonio D Montero-Dorta and Francesco Montesano and Surhud More and Heather L Morrison and Demitri Muna and Jeffrey A Munn and Adam D Myers and Duy Cuong Nguyen and Robert C Nichol and David L Nidever and Pasquier Noterdaeme and Sebastián E Nuza and Julia E O'Connell and Robert W O'Connell and Ross O'Connell and Matthew D Olmstead and Daniel J Oravetz",
            "2014",
            "d3Yl2mMAAAAJ:9yKSN-GCB0IC",
            1018,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/211\/2\/17\/meta",
            "10846672087935084133",
            "\/scholar?cites=10846672087935084133",
            {
                "2014":138,
                "2015":280,
                "2016":198,
                "2017":125,
                "2018":114,
                "2019":82,
                "2020":71,
                "2021":4
            }
        ],
        [
            "The Transiting Exoplanet Survey Satellite (TESS) will search for planets transiting bright and nearby stars. TESS has been selected by NASA for launch in 2017 as an Astrophysics Explorer mission. The spacecraft will be placed into a highly elliptical 13.7-day orbit around the Earth. During its 2-year mission, TESS will employ four wide-field optical charge-coupled device cameras to monitor at least 200,000 main-sequence dwarf stars with IC≈4−13 for temporary drops in brightness caused by planetary transits. Each star will be observed for an interval ranging from 1 month to 1 year, depending mainly on the star’s ecliptic latitude. The longest observing intervals will be for stars near the ecliptic poles, which are the optimal locations for follow-up observations with the James Webb Space Telescope. Brightness measurements of preselected target stars will be recorded every 2 min, and full frame images will be …",
            "Transiting exoplanet survey satellite",
            "George R Ricker and Joshua N Winn and Roland Vanderspek and David W Latham and Gáspár Á Bakos and Jacob L Bean and Zachory K Berta-Thompson and Timothy M Brown and Lars Buchhave and Nathaniel R Butler and R Paul Butler and William J Chaplin and David B Charbonneau and Jørgen Christensen-Dalsgaard and Mark Clampin and Drake Deming and John P Doty and Nathan De Lee and Courtney Dressing and Edward W Dunham and Michael Endl and Francois Fressin and Jian Ge and Thomas Henning and Matthew J Holman and Andrew W Howard and Shigeru Ida and Jon M Jenkins and Garrett Jernigan and John Asher Johnson and Lisa Kaltenegger and Nobuyuki Kawai and Hans Kjeldsen and Gregory Laughlin and Alan M Levine and Douglas Lin and Jack J Lissauer and Phillip MacQueen and Geoffrey Marcy and Peter R McCullough and Timothy D Morton and Norio Narita and Martin Paegert and Enric Palle and Francesco Pepe and Joshua Pepper and Andreas Quirrenbach and Stephen A Rinehart and Dimitar Sasselov and Bun’ei Sato and Sara Seager and Alessandro Sozzetti and Keivan G Stassun and Peter Sullivan and Andrew Szentgyorgyi and Guillermo Torres and Stephane Udry and Joel Villasenor",
            "2014",
            "d3Yl2mMAAAAJ:3fE2CSJIrl8C",
            466,
            "https:\/\/www.spiedigitallibrary.org\/journals\/Journal-of-Astronomical-Telescopes-Instruments-and-Systems\/volume-1\/issue-01\/014003\/Transiting-Exoplanet-Survey-Satellite\/10.1117\/1.JATIS.1.1.014003.full?SSO=1&tab=ArticleLink",
            "17765243515639936562",
            "\/scholar?cites=17765243515639936562",
            {
                "2011":2,
                "2012":6,
                "2013":14,
                "2014":32,
                "2015":32,
                "2016":70,
                "2017":48,
                "2018":77,
                "2019":72,
                "2020":102,
                "2021":9
            }
        ],
        [
            "The Transiting Exoplanet Survey Satellite (TESS) will search for planets transiting bright and nearby stars. TESS has been selected by NASA for launch in 2017 as an Astrophysics Explorer mission. The spacecraft will be placed into a highly elliptical 13.7-day orbit around the Earth. During its 2-year mission, TESS will employ four wide-field optical charge-coupled device cameras to monitor at least 200,000 main-sequence dwarf stars with IC≈4−13 for temporary drops in brightness caused by planetary transits. Each star will be observed for an interval ranging from 1 month to 1 year, depending mainly on the star’s ecliptic latitude. The longest observing intervals will be for stars near the ecliptic poles, which are the optimal locations for follow-up observations with the James Webb Space Telescope. Brightness measurements of preselected target stars will be recorded every 2 min, and full frame images will be …",
            "Transiting exoplanet survey satellite",
            "George R Ricker and Joshua N Winn and Roland Vanderspek and David W Latham and Gáspár Á Bakos and Jacob L Bean and Zachory K Berta-Thompson and Timothy M Brown and Lars Buchhave and Nathaniel R Butler and R Paul Butler and William J Chaplin and David B Charbonneau and Jørgen Christensen-Dalsgaard and Mark Clampin and Drake Deming and John P Doty and Nathan De Lee and Courtney Dressing and Edward W Dunham and Michael Endl and Francois Fressin and Jian Ge and Thomas Henning and Matthew J Holman and Andrew W Howard and Shigeru Ida and Jon M Jenkins and Garrett Jernigan and John Asher Johnson and Lisa Kaltenegger and Nobuyuki Kawai and Hans Kjeldsen and Gregory Laughlin and Alan M Levine and Douglas Lin and Jack J Lissauer and Phillip MacQueen and Geoffrey Marcy and Peter R McCullough and Timothy D Morton and Norio Narita and Martin Paegert and Enric Palle and Francesco Pepe and Joshua Pepper and Andreas Quirrenbach and Stephen A Rinehart and Dimitar Sasselov and Bun’ei Sato and Sara Seager and Alessandro Sozzetti and Keivan G Stassun and Peter Sullivan and Andrew Szentgyorgyi and Guillermo Torres and Stephane Udry and Joel Villasenor",
            "2014",
            "d3Yl2mMAAAAJ:M3ejUd6NZC8C",
            380,
            "https:\/\/www.spiedigitallibrary.org\/journals\/Journal-of-Astronomical-Telescopes-Instruments-and-Systems\/volume-1\/issue-01\/014003\/Transiting-Exoplanet-Survey-Satellite\/10.1117\/1.JATIS.1.1.014003.full?SSO=1&tab=ArticleLink",
            "17765243515639936562",
            "\/scholar?cites=17765243515639936562",
            {
                "2014":10,
                "2015":17,
                "2016":63,
                "2017":42,
                "2018":72,
                "2019":70,
                "2020":97,
                "2021":8
            }
        ],
        [
            "The Kilodegree Extremely Little Telescope (KELT) project is a survey for planetary transits of bright stars. It consists of a small‐aperture, wide‐field automated telescope located at Winer Observatory near Sonoita, Arizona. The telescope surveys a set of 26× 26 fields that together cover about 25% of the northern sky, and targets stars in the range of 8< V< 10 mag, searching for transits by close‐in Jupiters. This paper describes the system hardware and software and discusses the quality of the observations. We show that KELT is able to achieve the necessary photometric precision to detect planetary transits around solar‐type main‐sequence stars.",
            "The Kilodegree Extremely Little Telescope (KELT): A Small Robotic Telescope for Large‐Area Synoptic Surveys",
            "Joshua Pepper and Richard W Pogge and DL DePoy and JL Marshall and KZ Stanek and Amelia M Stutz and Shawn Poindexter and Robert Siverd and Thomas P O’Brien and Mark Trueblood and Patricia Trueblood",
            "2007",
            "d3Yl2mMAAAAJ:qjMakFHDy7sC",
            352,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/521836\/meta",
            "6340665885913673143",
            "\/scholar?cites=6340665885913673143",
            {
                "2008":7,
                "2009":5,
                "2010":2,
                "2011":3,
                "2012":6,
                "2013":13,
                "2014":17,
                "2015":23,
                "2016":41,
                "2017":52,
                "2018":62,
                "2019":57,
                "2020":56,
                "2021":7
            }
        ],
        [
            "The Sloan Digital Sky Survey III (SDSS-III) presents the first spectroscopic data from the Baryon Oscillation Spectroscopic Survey (BOSS). This ninth data release (DR9) of the SDSS project includes 535,995 new galaxy spectra (median z∼ 0. 52), 102,100 new quasar spectra (median z∼ 2. 32), and 90,897 new stellar spectra, along with the data presented in previous data releases. These spectra were obtained with the new BOSS spectrograph and were taken between 2009 December and 2011 July. In addition, the stellar parameters pipeline, which determines radial velocities, surface temperatures, surface gravities, and metallicities of stars, has been updated and refined with improvements in temperature estimates for stars with Teff< 5000 K and in metallicity estimates for stars with [Fe\/H]>− 0. 5. DR9 includes new stellar parameters for all stars presented in DR8, including stars from SDSS-I and II, as well as …",
            "The ninth data release of the Sloan Digital Sky Survey: first spectroscopic data from the SDSS-III Baryon Oscillation Spectroscopic Survey",
            "Christopher P Ahn and Rachael Alexandroff and Carlos Allende Prieto and Scott F Anderson and Timothy Anderton and Brett H Andrews and Éric Aubourg and Stephen Bailey and Eduardo Balbinot and Rory Barnes and Julian Bautista and Timothy C Beers and Alessandra Beifiori and Andreas A Berlind and Vaishali Bhardwaj and Dmitry Bizyaev and Cullen H Blake and Michael R Blanton and Michael Blomqvist and John J Bochanski and Adam S Bolton and Arnaud Borde and Jo Bovy and William Nielsen Brandt and Jon Brinkmann and Peter J Brown and Joel R Brownstein and Kevin Bundy and William Carithers and Aurelio R Carnero and Michael A Carr and Dana I Casetti-Dinescu and Yanmei Chen and Cristina Chiappini and Johan Comparat and Natalia Connolly and Justin R Crepp and Stefano Cristiani and Rupert AC Croft and Antonio J Cuesta and Luiz N Da Costa and James RA Davenport and Kyle S Dawson and Roland De Putter and Nathan De Lee and Timothée Delubac and Saurav Dhital and Anne Ealet and Garrett L Ebelke and Edward M Edmondson and Daniel J Eisenstein and Stephanie Escoffier and Massimiliano Esposito and Michael L Evans and Xiaohui Fan and Bruno Femenía Castellá and Emma Fernández Alvar and Leticia D Ferreira and N Filiz Ak and Hayley Finley and Scott W Fleming and Andreu Font-Ribera and Peter M Frinchaboy and DA García-Hernández and AE García Pérez and Jian Ge and Ricardo Genova-Santos and Bruce A Gillespie and Léo Girardi and Jonay I González Hernández and Eva K Grebel and James E Gunn and Hong Guo and Daryl Haggard and Jean-Christophe Hamilton and David W Harris and Suzanne L Hawley and Frederick R Hearty and Shirley Ho and David W Hogg and Jon A Holtzman and Klaus Honscheid and Joseph Huehnerhoff and Inese I Ivans and Željko Ivezić and Heather R Jacobson and Linhua Jiang and Jonas Johansson and Jennifer A Johnson and Guinevere Kauffmann and David Kirkby and Jessica A Kirkpatrick and Mark A Klaene and Gillian R Knapp and Jean-Paul Kneib and Jean-Marc Le Goff and Alexie Leauthaud and Khee-Gan Lee and Young Sun Lee and Daniel C Long and Craig P Loomis and Sara Lucatello and Britt Lundgren and Robert H Lupton and Bo Ma and Zhibo Ma and Nicholas MacDonald and Claude E Mack and Suvrath Mahadevan and Marcio AG Maia and Steven R Majewski and Martin Makler and Elena Malanushenko and Viktor Malanushenko and A Manchado and Rachel Mandelbaum and Marc Manera and Claudia Maraston and Daniel Margala and Sarah L Martell and Cameron K McBride and Ian D McGreer and Richard G McMahon and Brice Ménard and Sz Meszaros and Jordi Miralda-Escudé and Antonio D Montero-Dorta and Francesco Montesano and Heather L Morrison and Demitri Muna and Jeffrey A Munn and Hitoshi Murayama and Adam D Myers and Angelo Fausti Neto and Duy Cuong Nguyen and Robert C Nichol and David L Nidever and Pasquier Noterdaeme and Sebastián E Nuza and Ricardo LC Ogando and Matthew D Olmstead and Daniel J Oravetz and Russell Owen and Nikhil Padmanabhan and Nathalie Palanque-Delabrouille and Kaike Pan and John K Parejko and Prachi Parihar and Isabelle Pâris and Petchara Pattarakijwanich",
            "2012",
            "d3Yl2mMAAAAJ:u-x6o8ySG0sC",
            257,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/203\/2\/21\/meta",
            "6339357324860936826",
            "\/scholar?cites=6339357324860936826",
            {
                "2011":1,
                "2012":1,
                "2013":44,
                "2014":54,
                "2015":47,
                "2016":34,
                "2017":22,
                "2018":15,
                "2019":16,
                "2020":18
            }
        ],
        [
            "The primary Kepler Mission provided nearly continuous monitoring of~ 200,000 objects with unprecedented photometric precision. We present the final catalog of eclipsing binary systems within the 105 deg 2 Kepler field of view. This release incorporates the full extent of the data from the primary mission (Q0-Q17 Data Release). As a result, new systems have been added, additional false positives have been removed, ephemerides and principal parameters have been recomputed, classifications have been revised to rely on analytical models, and eclipse timing variations have been computed for each system. We identify several classes of systems including those that exhibit tertiary eclipse events, systems that show clear evidence of additional bodies, heartbeat systems, systems with changing eclipse depths, and systems exhibiting only one eclipse event over the duration of the mission. We have updated the …",
            "Kepler eclipsing binary stars. VII. The catalog of eclipsing binaries found in the entire Kepler data set",
            "Brian Kirk and Kyle Conroy and Andrej Prša and Michael Abdul-Masih and Angela Kochoska and Gal MatijeviČ and Kelly Hambleton and Thomas Barclay and Steven Bloemen and Tabetha Boyajian and Laurance R Doyle and BJ Fulton and Abe Johannes Hoekstra and Kian Jek and Stephen R Kane and Veselin Kostov and David Latham and Tsevi Mazeh and Jerome A Orosz and Joshua Pepper and Billy Quarles and Darin Ragozzine and Avi Shporer and John Southworth and Keivan Stassun and Susan E Thompson and William F Welsh and Eric Agol and Aliz Derekas and Jonathan Devor and Debra Fischer and Gregory Green and Jeff Gropp and Tom Jacobs and Cole Johnston and Daryll Matthew LaCourse and Kristian Saetre and Hans Schwengeler and Jacek Toczyski and Griffin Werner and Matthew Garrett and Joanna Gore and Arturo O Martinez and Isaac Spitzer and Justin Stevick and Pantelis C Thomadis and Eliot Halley Vrijmoet and Mitchell Yenawine and Natalie Batalha and William Borucki",
            "2016",
            "d3Yl2mMAAAAJ:ye4kPcJQO24C",
            254,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/0004-6256\/151\/3\/68\/meta",
            "2299932185245096850",
            "\/scholar?cites=2299932185245096850",
            {
                "2016":26,
                "2017":37,
                "2018":51,
                "2019":69,
                "2020":64,
                "2021":5
            }
        ],
        [
            "We provide updates to the Kepler planet candidate sample based upon nearly two years of high-precision photometry (ie, Q1-Q8). From an initial list of nearly 13,400 threshold crossing events, 480 new host stars are identified from their flux time series as consistent with hosting transiting planets. Potential transit signals are subjected to further analysis using the pixel-level data, which allows background eclipsing binaries to be identified through small image position shifts during transit. We also re-evaluate Kepler Objects of Interest (KOIs) 1-1609, which were identified early in the mission, using substantially more data to test for background false positives and to find additional multiple systems. Combining the new and previous KOI samples, we provide updated parameters for 2738 Kepler planet candidates distributed across 2017 host stars. From the combined Kepler planet candidates, 472 are new from the Q1-Q8 …",
            "Planetary candidates observed by Kepler IV: Planet sample from Q1-Q8 (22 Months)",
            "Christopher J Burke and Stephen T Bryson and F Mullally and Jason F Rowe and Jessie L Christiansen and Susan E Thompson and Jeffrey L Coughlin and Michael R Haas and Natalie M Batalha and Douglas A Caldwell and Jon M Jenkins and Martin Still and Thomas Barclay and William J Borucki and William J Chaplin and David R Ciardi and Bruce D Clarke and William D Cochran and Brice-Olivier Demory and Gilbert A Esquerdo and Thomas N Gautier III and Ronald L Gilliland and Forrest R Girouard and Mathieu Havel and Christopher E Henze and Steve B Howell and Daniel Huber and David W Latham and Jie Li and Robert C Morehead and Timothy D Morton and Joshua Pepper and Elisa Quintana and Darin Ragozzine and Shawn E Seader and Yash Shah and Avi Shporer and Peter Tenenbaum and Joseph D Twicken and Angie Wolfgang",
            "2014",
            "d3Yl2mMAAAAJ:UeHWp8X0CEIC",
            248,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/210\/2\/19\/meta",
            "6601019254051483998",
            "\/scholar?cites=6601019254051483998",
            {
                "2013":1,
                "2014":53,
                "2015":70,
                "2016":36,
                "2017":24,
                "2018":23,
                "2019":13,
                "2020":25
            }
        ]
    ]
}