{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey (CANDELS) is designed to document the first third of galactic evolution, over the approximate redshift (z) range 8-1.5. It will image> 250,000 distant galaxies using three separate cameras on the Hubble Space Telescope, from the mid-ultraviolet to the near-infrared, and will find and measure Type Ia supernovae at z> 1.5 to test their accuracy as standardizable candles for cosmology. Five premier multi-wavelength sky regions are selected, each with extensive ancillary data. The use of five widely separated fields mitigates cosmic variance and yields statistically robust and complete samples of galaxies down to a stellar mass of 10 9 M☉ to z≈ 2, reaching the knee of the ultraviolet luminosity function of galaxies to z≈ 8. The survey covers approximately 800 arcmin 2 and is divided into two parts. The CANDELS\/Deep survey (5σ point-source limit …",
            "CANDELS: the cosmic assembly near-infrared deep extragalactic legacy survey",
            "Norman A Grogin and Dale D Kocevski and SM Faber and Henry C Ferguson and Anton M Koekemoer and Adam G Riess and Viviana Acquaviva and David M Alexander and Omar Almaini and Matthew LN Ashby and Marco Barden and Eric F Bell and Frédéric Bournaud and Thomas M Brown and Karina I Caputi and Stefano Casertano and Paolo Cassata and Marco Castellano and Peter Challis and Ranga-Ram Chary and Edmond Cheung and Michele Cirasuolo and Christopher J Conselice and Asantha Roshan Cooray and Darren J Croton and Emanuele Daddi and Tomas Dahlen and Romeel Davé and Duília F De Mello and Avishai Dekel and Mark Dickinson and Timothy Dolch and Jennifer L Donley and James S Dunlop and Aaron A Dutton and David Elbaz and Giovanni G Fazio and Alexei V Filippenko and Steven L Finkelstein and Adriano Fontana and Jonathan P Gardner and Peter M Garnavich and Eric Gawiser and Mauro Giavalisco and Andrea Grazian and Yicheng Guo and Nimish P Hathi and Boris Häussler and Philip F Hopkins and Jia-Sheng Huang and Kuang-Han Huang and Saurabh W Jha and Jeyhan S Kartaltepe and Robert P Kirshner and David C Koo and Kamson Lai and Kyoung-Soo Lee and Weidong Li and Jennifer M Lotz and Ray A Lucas and Piero Madau and Patrick J McCarthy and Elizabeth J McGrath and Daniel H McIntosh and Ross J McLure and Bahram Mobasher and Leonidas A Moustakas and Mark Mozena and Kirpal Nandra and Jeffrey A Newman and Sami-Matias Niemi and Kai G Noeske and Casey J Papovich and Laura Pentericci and Alexandra Pope and Joel R Primack and Abhijith Rajan and Swara Ravindranath and Naveen A Reddy and Alvio Renzini and Hans-Walter Rix and Aday R Robaina and Steven A Rodney and David J Rosario and Piero Rosati and Sara Salimbeni and Claudia Scarlata and Brian Siana and Luc Simard and Joseph Smidt and Rachel S Somerville and Hyron Spinrad and Amber N Straughn and Louis-Gregory Strolger and Olivia Telford and Harry I Teplitz and Jonathan R Trump and Arjen Van Der Wel and Carolin Villforth and Risa H Wechsler and Benjamin J Weiner and Tommy Wiklind and Vivienne Wild and Grant Wilson and Stijn Wuyts and Hao-Jing Yan and Min S Yun",
            "2011",
            "D5b2ctAAAAAJ:u5HHmVD_uO8C",
            1608,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/197\/2\/35\/meta",
            "5618508779226196673",
            "\/scholar?cites=5618508779226196673",
            {
                "2011":8,
                "2012":121,
                "2013":130,
                "2014":183,
                "2015":171,
                "2016":203,
                "2017":184,
                "2018":184,
                "2019":200,
                "2020":196,
                "2021":25
            }
        ],
        [
            "This paper describes the Hubble Space Telescope imaging data products and data reduction procedures for the Cosmic Assembly Near-infrared Deep Extragalactic Legacy Survey (CANDELS). This survey is designed to document the evolution of galaxies and black holes at z≈ 1.5-8, and to study Type Ia supernovae at z> 1.5. Five premier multi-wavelength sky regions are selected, each with extensive multi-wavelength observations. The primary CANDELS data consist of imaging obtained in the Wide Field Camera 3 infrared channel (WFC3\/IR) and the WFC3 ultraviolet\/optical channel, along with the Advanced Camera for Surveys (ACS). The CANDELS\/Deep survey covers~ 125 arcmin 2 within GOODS-N and GOODS-S, while the remainder consists of the CANDELS\/Wide survey, achieving a total of~ 800 arcmin 2 across GOODS and three additional fields (Extended Groth Strip, COSMOS, and Ultra-Deep …",
            "CANDELS: the cosmic assembly near-infrared deep extragalactic legacy survey—the Hubble Space Telescope observations, imaging data products, and mosaics",
            "Anton M Koekemoer and SM Faber and Henry C Ferguson and Norman A Grogin and Dale D Kocevski and David C Koo and Kamson Lai and Jennifer M Lotz and Ray A Lucas and Elizabeth J McGrath and Sara Ogaz and Abhijith Rajan and Adam G Riess and Steve A Rodney and Louis Strolger and Stefano Casertano and Marco Castellano and Tomas Dahlen and Mark Dickinson and Timothy Dolch and Adriano Fontana and Mauro Giavalisco and Andrea Grazian and Yicheng Guo and Nimish P Hathi and Kuang-Han Huang and Arjen Van Der Wel and Hao-Jing Yan and Viviana Acquaviva and David M Alexander and Omar Almaini and Matthew LN Ashby and Marco Barden and Eric F Bell and Frédéric Bournaud and Thomas M Brown and Karina I Caputi and Paolo Cassata and Peter J Challis and Ranga-Ram Chary and Edmond Cheung and Michele Cirasuolo and Christopher J Conselice and Asantha Roshan Cooray and Darren J Croton and Emanuele Daddi and Romeel Davé and Duilia F De Mello and Loic De Ravel and Avishai Dekel and Jennifer L Donley and James S Dunlop and Aaron A Dutton and David Elbaz and Giovanni G Fazio and Alexei V Filippenko and Steven L Finkelstein and Chris Frazer and Jonathan P Gardner and Peter M Garnavich and Eric Gawiser and Ruth Gruetzbauch and Will G Hartley and Boris Häussler and Jessica Herrington and Philip F Hopkins and Jia-Sheng Huang and Saurabh W Jha and Andrew Johnson and Jeyhan S Kartaltepe and Ali A Khostovan and Robert P Kirshner and Caterina Lani and Kyoung-Soo Lee and Weidong Li and Piero Madau and Patrick J McCarthy and Daniel H McIntosh and Ross J McLure and Conor McPartland and Bahram Mobasher and Heidi Moreira and Alice Mortlock and Leonidas A Moustakas and Mark Mozena and Kirpal Nandra and Jeffrey A Newman and Jennifer L Nielsen and Sami Niemi and Kai G Noeske and Casey J Papovich and Laura Pentericci and Alexandra Pope and Joel R Primack and Swara Ravindranath and Naveen A Reddy and Alvio Renzini and Hans-Walter Rix and Aday R Robaina and David J Rosario and Piero Rosati and Sara Salimbeni and Claudia Scarlata and Brian Siana and Luc Simard and Joseph Smidt and Diana Snyder and Rachel S Somerville and Hyron Spinrad and Amber N Straughn and Olivia Telford and Harry I Teplitz and Jonathan R Trump and Carlos Vargas and Carolin Villforth and Cory R Wagner and Pat Wandro and Risa H Wechsler and Benjamin J Weiner and Tommy Wiklind and Vivienne Wild and Grant Wilson and Stijn Wuyts and Min S Yun",
            "2011",
            "D5b2ctAAAAAJ:u-x6o8ySG0sC",
            1540,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/197\/2\/36\/meta",
            "2814892824998047865",
            "\/scholar?cites=2814892824998047865",
            {
                "2011":8,
                "2012":115,
                "2013":123,
                "2014":183,
                "2015":175,
                "2016":196,
                "2017":177,
                "2018":175,
                "2019":176,
                "2020":185,
                "2021":22
            }
        ],
        [
            "Major advances in our understanding of the universe have historically arisen from dramatic improvements in our ability to “see.” We have developed progressively larger telescopes over the past century, allowing us to peer further into space, and further back in time. With the development of advanced instrumentation—imagers, spectrographs, and polarimeters—we have been able to parse radiation detected from distant sources over the full electromagnetic spectrum in increasingly subtle ways. These data have provided the detailed information needed to construct physical models of planets, stars, galaxies, quasars, and larger structures and to probe the new physics of dark matter and dark energy.Until recently, most astronomical investigations have focused on small samples of cosmic sources or individual objects. This is because our largest telescope facilities typically had rather small fields of view, and those …",
            "LSST: from science drivers to reference design and anticipated data products",
            "Željko Ivezić and Steven M Kahn and J Anthony Tyson and Bob Abel and Emily Acosta and Robyn Allsman and David Alonso and Yusra AlSayyad and Scott F Anderson and John Andrew and James Roger P Angel and George Z Angeli and Reza Ansari and Pierre Antilogus and Constanza Araujo and Robert Armstrong and Kirk T Arndt and Pierre Astier and Éric Aubourg and Nicole Auza and Tim S Axelrod and Deborah J Bard and Jeff D Barr and Aurelian Barrau and James G Bartlett and Amanda E Bauer and Brian J Bauman and Sylvain Baumont and Ellen Bechtol and Keith Bechtol and Andrew C Becker and Jacek Becla and Cristina Beldica and Steve Bellavia and Federica B Bianco and Rahul Biswas and Guillaume Blanc and Jonathan Blazek and Roger D Blandford and Josh S Bloom and Joanne Bogart and Tim W Bond and Michael T Booth and Anders W Borgland and Kirk Borne and James F Bosch and Dominique Boutigny and Craig A Brackett and Andrew Bradshaw and William Nielsen Brandt and Michael E Brown and James S Bullock and Patricia Burchat and David L Burke and Gianpietro Cagnoli and Daniel Calabrese and Shawn Callahan and Alice L Callen and Jeffrey L Carlin and Erin L Carlson and Srinivasan Chandrasekharan and Glenaver Charles-Emerson and Steve Chesley and Elliott C Cheu and Hsin-Fang Chiang and James Chiang and Carol Chirino and Derek Chow and David R Ciardi and Charles F Claver and Johann Cohen-Tanugi and Joseph J Cockrum and Rebecca Coles and Andrew J Connolly and Kem H Cook and Asantha Cooray and Kevin R Covey and Chris Cribbs and Wei Cui and Roc Cutri and Philip N Daly and Scott F Daniel and Felipe Daruich and Guillaume Daubard and Greg Daues and William Dawson and Francisco Delgado and Alfred Dellapenna and Robert De Peyster and Miguel de Val-Borro and Seth W Digel and Peter Doherty and Richard Dubois and Gregory P Dubois-Felsmann and Josef Durech and Frossie Economou and Tim Eifler and Michael Eracleous and Benjamin L Emmons and Angelo Fausti Neto and Henry Ferguson and Enrique Figueroa and Merlin Fisher-Levine and Warren Focke and Michael D Foss and James Frank and Michael D Freemon and Emmanuel Gangler and Eric Gawiser and John C Geary and Perry Gee and Marla Geha and Charles JB Gessner and Robert R Gibson and D Kirk Gilmore and Thomas Glanzman and William Glick and Tatiana Goldina and Daniel A Goldstein and Iain Goodenow and Melissa L Graham and William J Gressler and Philippe Gris and Leanne P Guy and Augustin Guyonnet and Gunther Haller and Ron Harris and Patrick A Hascall and Justine Haupt and Fabio Hernandez and Sven Herrmann and Edward Hileman and Joshua Hoblitt and John A Hodgson and Craig Hogan and James D Howard and Dajun Huang and Michael E Huffer and Patrick Ingraham and Walter R Innes and Suzanne H Jacoby and Bhuvnesh Jain and Fabrice Jammes and M James Jee and Tim Jenness and Garrett Jernigan and Darko Jevremović and Kenneth Johns and Anthony S Johnson and Margaret WG Johnson",
            "2019",
            "D5b2ctAAAAAJ:d1gkVwhDpl0C",
            1228,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-4357\/ab042c\/meta",
            "13548419934749715280",
            "\/scholar?cites=13548419934749715280",
            {
                "2008":8,
                "2009":23,
                "2010":31,
                "2011":13,
                "2012":43,
                "2013":43,
                "2014":45,
                "2015":72,
                "2016":68,
                "2017":66,
                "2018":125,
                "2019":219,
                "2020":417,
                "2021":48
            }
        ],
        [
            "Observations of damped Lyα systems offer a unique window on the neutral-gas reservoirs that gave rise to galaxies at high redshifts. This review focuses on critical properties such as the H I and metal content of the gas and on independent evidence for star formation. Together, these provide an emerging picture of gravitationally bound objects in which accretion of gas from the IGM replenishes gas consumed by star formation. Other properties such as dust content, molecular content, ionized-gas content, gas kinematics, and galaxy identifications are also reviewed. These properties point to a multiphase ISM in which radiative and hydrodynamic feedback processes are present. Numerical simulations and other types of models used to describe damped Lyα systems within the context of galaxy formation are also discussed.",
            "Damped lyα systems",
            "Arthur M Wolfe and Eric Gawiser and Jason X Prochaska",
            "2005",
            "D5b2ctAAAAAJ:9yKSN-GCB0IC",
            801,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.astro.42.053102.133950",
            "16802066686387301761",
            "\/scholar?cites=16802066686387301761",
            {
                "2005":9,
                "2006":53,
                "2007":44,
                "2008":50,
                "2009":57,
                "2010":48,
                "2011":46,
                "2012":47,
                "2013":55,
                "2014":46,
                "2015":69,
                "2016":53,
                "2017":57,
                "2018":42,
                "2019":55,
                "2020":53,
                "2021":9
            }
        ],
        [
            "We present a sensitive 870 μm survey of the Extended Chandra Deep Field South (ECDFS) combining 310 hr of observing time with the Large Apex BOlometer Camera (LABOCA) on the APEX telescope. The LABOCA ECDFS Submillimetre Survey (LESS) covers the full 30'× 30'field size of the ECDFS and has a uniform noise level of σ 870 μm≈ 1.2 mJy beam–1. LESS is thus the largest contiguous deep submillimeter survey undertaken to date. The noise properties of our map show clear evidence that we are beginning to be affected by confusion noise. We present a catalog of 126 submillimeter galaxies (SMGs) detected with a significance level above 3.7 σ, at which level we expect five false detections given our map area of 1260 arcmin 2. The ECDFS exhibits a deficit of bright SMGs relative to previously studied blank fields but not of normal star-forming galaxies that dominate the extragalactic background light …",
            "The large apex bolometer camera survey of the extended chandra deep field south",
            "A Weiß and A Kovács and K Coppin and TR Greve and F Walter and Ian Smail and JS Dunlop and KK Knudsen and DM Alexander and F Bertoldi and WN Brandt and SC Chapman and P Cox and H Dannerbauer and C De Breuck and Eric Gawiser and RJ Ivison and D Lutz and KM Menten and AM Koekemoer and E Kreysa and Peter Kurczynski and H-W Rix and E Schinnerer and PP Van Der Werf",
            "2009",
            "D5b2ctAAAAAJ:UeHWp8X0CEIC",
            407,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/707\/2\/1201\/meta",
            "12607936184566274038",
            "\/scholar?cites=12607936184566274038",
            {
                "2009":2,
                "2010":43,
                "2011":43,
                "2012":36,
                "2013":45,
                "2014":45,
                "2015":38,
                "2016":39,
                "2017":28,
                "2018":32,
                "2019":22,
                "2020":31,
                "2021":3
            }
        ],
        [
            "We describe the results of an extremely deep, 0.28 deg2 survey for   Lyα emission‐line galaxies in the Extended Chandra Deep Field–South. By using a narrowband 5000 Å filter and complementary broadband photometry from the MUSYC survey, we identify a statistically complete sample of 162 galaxies with monochromatic fluxes brighter than   ergs cm  s  and observer's frame equivalent widths greater than 80 Å. We show that the equivalent width distribution of these objects follows an exponential with a rest‐frame scale length of   Å. In addition, we show that in the emission line, the luminosity function of Lyα galaxies has a faint‐end power‐law slope of  , a bright‐end cutoff of  , and a space density above our detection thresholds of   galaxies Mpc . Finally, by comparing the emission‐line and continuum properties of the Lyα emitters, we show that the star formation rates derived from Lyα are ∼3 times lower than …",
            "Lyα emission-line galaxies at z= 3.1 in the Extended Chandra Deep Field-South",
            "Caryl Gronwall and Robin Ciardullo and Thomas Hickey and Eric Gawiser and John J Feldmeier and Pieter G Van Dokkum and C Megan Urry and David Herrera and Bret D Lehmer and Leopoldo Infante and Alvaro Orsi and Danilo Marchesini and Guillermo A Blanc and Harold Francke and Paulina Lira and Ezequiel Treister",
            "2007",
            "D5b2ctAAAAAJ:qjMakFHDy7sC",
            395,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/520324\/meta",
            "2498843340134551416",
            "\/scholar?cites=2498843340134551416",
            {
                "2007":7,
                "2008":22,
                "2009":44,
                "2010":33,
                "2011":42,
                "2012":41,
                "2013":26,
                "2014":39,
                "2015":26,
                "2016":26,
                "2017":25,
                "2018":21,
                "2019":22,
                "2020":14,
                "2021":5
            }
        ],
        [
            "We discuss accurate metallicity measurements for 125 damped Lyα (DLA) systems at  , including ≈50 new measurements from our recently published Echellette Spectrograph and Imager surveys. This data set is analyzed to determine the age‐metallicity relation of neutral gas in the universe. Contrary to previous analyses, this sample shows statistically significant evolution in the cosmic mean metallicity. The best linear fit for metallicity evolution is −  dex per unit redshift. The DLA systems continue to maintain a floor in metallicity of ≈1\/700 solar, independent of observational effects. This metallicity threshold limits the prevalence of primordial gas in high‐redshift galaxies and stresses the correspondence between damped systems and star formation. Finally, we comment on an apparent “missing metals problem:” the mean metallicity of the damped systems is ≈10 times lower than the value expected from their …",
            "The age-metallicity relation of the universe in neutral gas: the first 100 damped Lyα systems",
            "Jason X Prochaska and Eric Gawiser and Arthur M Wolfe and Sandra Castro and SG Djorgovski",
            "2003",
            "D5b2ctAAAAAJ:2osOgNQ5qMEC",
            395,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/378945\/meta",
            "8478950111455551259",
            "\/scholar?cites=8478950111455551259",
            {
                "2003":4,
                "2004":35,
                "2005":55,
                "2006":30,
                "2007":27,
                "2008":31,
                "2009":28,
                "2010":20,
                "2011":19,
                "2012":19,
                "2013":19,
                "2014":20,
                "2015":15,
                "2016":14,
                "2017":10,
                "2018":19,
                "2019":15,
                "2020":8,
                "2021":3
            }
        ],
        [
            "We present UBVRIz  optical images taken with MOSAIC on the CTIO 4 m telescope of the 0.32 deg2 Extended Hubble Deep Field–South. This is one of four fields comprising the MUSYC survey, which is optimized for the study of galaxies at  , active galactic nucleus (AGN) demographics, and Galactic structure. Our methods used for astrometric calibration, weighted image combination, and photometric calibration in AB magnitudes are described. We calculate corrected aperture photometry and its uncertainties and find through tests that these provide a significant improvement upon standard techniques. Our photometric catalog of 62,968 objects is complete to a total magnitude of  , with R‐band counts consistent with results from the literature. We select   Lyman break galaxy (LBG) candidates from their UVR colors and find a sky surface density of 1.4 arcmin−2 and an angular correlation function  , consistent with …",
            "The multiwavelength survey by Yale-Chile (MUSYC): Survey design and deep public UBVRIZ'images and catalogs of the extended Hubble Deep Field-South",
            "Eric Gawiser and Pieter G Van Dokkum and David Herrera and José Maza and Francisco J Castander and Leopoldo Infante and Paulina Lira and Ryan Quadri and Ruth Toner and Ezequiel Treister and C Megan Urry and Martin Altmann and Roberto Assef and Daniel Christlein and Paolo S Coppi and MarÍa Fernanda Durán and Marijn Franx and Gaspar Galaz and Leonor Huerta and Charles Liu and Sebastián López and René Méndez and David C Moore and Mónica Rubio and MarÍa Teresa Ruiz and Sune Toft and K Yi Sukyoung",
            "2006",
            "D5b2ctAAAAAJ:IjCSPb-OGe4C",
            348,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/497644\/meta",
            "13578206452113636581",
            "\/scholar?cites=13578206452113636581",
            {
                "2006":12,
                "2007":17,
                "2008":28,
                "2009":41,
                "2010":38,
                "2011":45,
                "2012":21,
                "2013":26,
                "2014":28,
                "2015":18,
                "2016":25,
                "2017":12,
                "2018":12,
                "2019":16,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We studied the clustering properties and multiwavelength spectral energy distributions of a complete sample of 162 Lyα‐emitting (LAE) galaxies at   discovered in deep narrowband MUSYC imaging of the Extended Chandra Deep Field‐South. LAEs were selected to have observed frame equivalent widths >80 Å and emission line fluxes >  ergs cm−2 s−1. Only 1% of our LAE sample appears to host AGNs. The LAEs exhibit a moderate spatial correlation length of   Mpc, corresponding to a bias factor  , which implies median dark matter halo masses of   M⊙. Comparing the number density of LAEs,   Mpc−3, with the number density of these halos finds a mean halo occupation ∼1%–10%. The evolution of galaxy bias with redshift implies that most   LAEs evolve into present‐day galaxies with  , whereas other   galaxy populations typically evolve into more massive galaxies. Halo merger trees show that   descendants …",
            "Lyα-emitting galaxies at z= 3.1: L* progenitors experiencing rapid star formation",
            "Eric Gawiser and Harold Francke and Kamson Lai and Kevin Schawinski and Caryl Gronwall and Robin Ciardullo and Ryan Quadri and Alvaro Orsi and L Felipe Barrientos and Guillermo A Blanc and Giovanni Fazio and John J Feldmeier and Jia-sheng Huang and Leopoldo Infante and Paulina Lira and Nelson Padilla and Edward N Taylor and Ezequiel Treister and C Megan Urry and Pieter G Van Dokkum and Shanil N Virani",
            "2007",
            "D5b2ctAAAAAJ:Tyk-4Ss8FVUC",
            344,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/522955\/meta",
            "8196434270506450014",
            "\/scholar?cites=8196434270506450014",
            {
                "2008":11,
                "2009":41,
                "2010":33,
                "2011":29,
                "2012":33,
                "2013":26,
                "2014":29,
                "2015":26,
                "2016":31,
                "2017":26,
                "2018":20,
                "2019":18,
                "2020":18,
                "2021":3
            }
        ],
        [
            "The Simons Observatory (SO) is a new cosmic microwave background experiment being built on Cerro Toco in Chile, due to begin observations in the early 2020s. We describe the scientific goals of the experiment, motivate the design, and forecast its performance. SO will measure the temperature and polarization anisotropy of the cosmic microwave background in six frequency bands centered at: 27, 39, 93, 145, 225 and 280 GHz. The initial configuration of SO will have three small-aperture 0.5-m telescopes and one large-aperture 6-m telescope, with a total of 60,000 cryogenic bolometers. Our key science goals are to characterize the primordial perturbations, measure the number of relativistic species and the mass of neutrinos, test for deviations from a cosmological constant, improve our understanding of galaxy evolution, and constrain the duration of reionization. The small aperture telescopes will target the …",
            "The Simons Observatory: science goals and forecasts",
            "Peter Ade and James Aguirre and Zeeshan Ahmed and Simone Aiola and Aamir Ali and David Alonso and Marcelo A Alvarez and Kam Arnold and Peter Ashton and Jason Austermann and Humna Awan and Carlo Baccigalupi and Taylor Baildon and Darcy Barron and Nick Battaglia and Richard Battye and Eric Baxter and Andrew Bazarko and James A Beall and Rachel Bean and Dominic Beck and Shawn Beckman and Benjamin Beringue and Federico Bianchini and Steven Boada and David Boettger and J Richard Bond and Julian Borrill and Michael L Brown and Sarah Marie Bruno and Sean Bryan and Erminia Calabrese and Victoria Calafut and Paolo Calisse and Julien Carron and Anthony Challinor and Grace Chesmore and Yuji Chinone and Jens Chluba and Hsiao-Mei Sherry Cho and Steve Choi and Gabriele Coppi and Nicholas F Cothard and Kevin Coughlin and Devin Crichton and Kevin D Crowley and Kevin T Crowley and Ari Cukierman and John M D'Ewart and Rolando Dünner and Tijmen De Haan and Mark Devlin and Simon Dicker and Joy Didier and Matt Dobbs and Bradley Dober and Cody J Duell and Shannon Duff and Adri Duivenvoorden and Jo Dunkley and John Dusatko and Josquin Errard and Giulio Fabbian and Stephen Feeney and Simone Ferraro and Pedro Fluxà and Katherine Freese and Josef C Frisch and Andrei Frolov and George Fuller and Brittany Fuzia and Nicholas Galitzki and Patricio A Gallardo and Jose Tomas Galvez Ghersi and Jiansong Gao and Eric Gawiser and Martina Gerbino and Vera Gluscevic and Neil Goeckner-Wald and Joseph Golec and Sam Gordon and Megan Gralla and Daniel Green and Arpi Grigorian and John Groh and Chris Groppi and Yilun Guan and Jon E Gudmundsson and Dongwon Han and Peter Hargrave and Masaya Hasegawa and Matthew Hasselfield and Makoto Hattori and Victor Haynes and Masashi Hazumi and Yizhou He and Erin Healy and Shawn W Henderson and Carlos Hervias-Caimapo and Charles A Hill and J Colin Hill and Gene Hilton and Matt Hilton and Adam D Hincks and Gary Hinshaw and Renée Hložek and Shirley Ho and Shuay-Pwu Patty Ho and Logan Howe and Zhiqi Huang and Johannes Hubmayr and Kevin Huffenberger and John P Hughes and Anna Ijjas and Margaret Ikape and Kent Irwin and Andrew H Jaffe and Bhuvnesh Jain and Oliver Jeong and Daisuke Kaneko and Ethan D Karpel and Nobuhiko Katayama and Brian Keating and Sarah S Kernasovskiy and Reijo Keskitalo and Theodore Kisner and Kenji Kiuchi and Jeff Klein and Kenda Knowles and Brian Koopman and Arthur Kosowsky and Nicoletta Krachmalnicoff and Stephen E Kuenstner and Chao-Lin Kuo and Akito Kusaka and Jacob Lashner and Adrian Lee and Eunseong Lee and David Leon and Jason S-Y Leung and Antony Lewis and Yaqiong Li and Zack Li and Michele Limon and Eric Linder and Carlos Lopez-Caraballo and Thibaut Louis and Lindsay Lowry and Marius Lungu and Mathew Madhavacheril",
            "2019",
            "D5b2ctAAAAAJ:BzfGm06jWhQC",
            326,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2019\/02\/056\/meta",
            "335786495068898817",
            "\/scholar?cites=335786495068898817",
            {
                "2018":5,
                "2019":90,
                "2020":203,
                "2021":26
            }
        ]
    ]
}