{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We consider an infinitely repeated Bertrand game, in which prices are publicly observed and each firm receives a privately observed, i.i.d. cost shock in each period. We focus on symmetric perfect public equilibria, wherein any “punishments” are borne equally by all firms. We identify a tradeoff that is associated with collusive pricing schemes in which the price to be charged by each firm is strictly increasing in its cost level: such “fully sorting” schemes offer efficiency benefits, as they ensure that the lowest-cost firm makes the current sale, but they also imply an informational cost (distorted pricing and\/or equilibrium-path price wars), since a higher-cost firm must be deterred from mimicking a lower-cost firm by charging a lower price. A rigid-pricing scheme, where a firm's collusive price is independent of its current cost position, sacrifices efficiency benefits but also diminishes the informational cost. For a wide range …",
            "Collusion and price rigidity",
            "Susan Athey and Kyle Bagwell and Chris Sanchirico",
            "2004",
            "d76UL5gAAAAJ:u5HHmVD_uO8C",
            429,
            "https:\/\/academic.oup.com\/restud\/article-abstract\/71\/2\/317\/1588026",
            "7332804068962707518",
            "\/scholar?cites=7332804068962707518",
            {
                "2003":8,
                "2004":15,
                "2005":21,
                "2006":26,
                "2007":29,
                "2008":35,
                "2009":27,
                "2010":23,
                "2011":29,
                "2012":26,
                "2013":34,
                "2014":22,
                "2015":30,
                "2016":15,
                "2017":23,
                "2018":19,
                "2019":16,
                "2020":17,
                "2021":1
            }
        ],
        [
            " Most law and economic analysis evaluates legal rules solely on the basis of the efficiency criterion, the justification being that distributive goals are best accomplished through the tax code. Within the same framework used to formalize this justification, this paper shows that (1) even in the presence of an optimally redistributive tax, any concern for “equity” dictates that legal rules should deviate from efficient standards in a manner that redistributes toward the less well‐off; (2) any showing that differences in taxable attributes such as income or wealth are the dominant components of overall inequality would go only to the direction of the proper equity adjustment to legal rules, not to the fact that some adjustment should be made; and (3) the role of equity adjustments to legal rules is not limited to correcting inequalities arising within the legal system but extends to correcting inequalities arising in other areas of the …",
            "Taxes versus legal rules as instruments for equity: A more equitable view",
            "Chris William Sanchirico",
            "2000",
            "d76UL5gAAAAJ:wbdj-CoPYUoC",
            202,
            "https:\/\/www.journals.uchicago.edu\/doi\/abs\/10.1086\/468094",
            "7039910645892989724",
            "\/scholar?cites=7039910645892989724",
            {
                "2000":12,
                "2001":10,
                "2002":12,
                "2003":17,
                "2004":10,
                "2005":8,
                "2006":11,
                "2007":14,
                "2008":8,
                "2009":7,
                "2010":12,
                "2011":2,
                "2012":5,
                "2013":7,
                "2014":16,
                "2015":9,
                "2016":10,
                "2017":9,
                "2018":6,
                "2019":7,
                "2020":6
            }
        ],
        [
            "One of the most important devdopments in law and economics over the last decade has been the emergence and rapid acceptance of a new type of justification for the field's long-time practice of evaluating legal rnles solely on the basis of the efficiency criterion. This Article challenges these new arguments. It contends that these arguments are alternatively logically flawed or reliant on untenable assumptions. The Article concludes that law and economics's exclusive focus on efficiencty continues to lad justification even within the limited purview of modem economic reasoning.",
            "Deconstructing the new efficiency rationale",
            "Chris William Sanchirico",
            "2000",
            "d76UL5gAAAAJ:u-x6o8ySG0sC",
            180,
            "https:\/\/heinonline.org\/hol-cgi-bin\/get_pdf.cgi?handle=hein.journals\/clqv86&section=37",
            "6343730909416061158",
            "\/scholar?cites=6343730909416061158",
            {
                "2000":1,
                "2001":4,
                "2002":13,
                "2003":9,
                "2004":10,
                "2005":8,
                "2006":10,
                "2007":11,
                "2008":13,
                "2009":10,
                "2010":12,
                "2011":4,
                "2012":3,
                "2013":7,
                "2014":10,
                "2015":7,
                "2016":7,
                "2017":12,
                "2018":11,
                "2019":9,
                "2020":4
            }
        ],
        [
            "Most evidence scholarship takes as given that trial is at its core a search for truth, a sorting out of past events. Although commentators emphasize that truth seeking competes with other considerations, such as the sanctity of certain privileged relationships, the dignity of the parties,",
            "Character evidence and the object of trial",
            "Chris William Sanchirico",
            "2001",
            "d76UL5gAAAAJ:q3oQSFYPqjQC",
            162,
            "https:\/\/heinonline.org\/hol-cgi-bin\/get_pdf.cgi?handle=hein.journals\/clr101&section=54",
            "11074286270403086521",
            "\/scholar?cites=11074286270403086521",
            {
                "2001":6,
                "2002":6,
                "2003":8,
                "2004":4,
                "2005":9,
                "2006":9,
                "2007":8,
                "2008":16,
                "2009":10,
                "2010":11,
                "2011":9,
                "2012":8,
                "2013":8,
                "2014":3,
                "2015":15,
                "2016":3,
                "2017":7,
                "2018":5,
                "2019":8,
                "2020":5
            }
        ],
        [
            "An influential theme in recent legal scholarship is that law is not as important as it appears. Social control, many scholars have noted, is often achieved through social norms-informal, decentralized systems of consensus and cooperation rather than through law. This literature also displays a guarded optimism that social evolutionary processes will tend to favor the adoption of efficient norms. Using concepts from evolutionary game theory, we demonstrate that efficient norms will prevail only in certain settings and not in others: survival of the fittest does not imply survival of the efficient. In particular, we show that in many games of interest to legal scholars-games describing fundamental interactions in property, tort, and contract-evolutionary forces lead away from efficiency. We also describe how law rights this trend.",
            "Competing norms and social evolution: Is the fittest norm efficient?",
            "Paul G Mahoney and Chris W Sanchirico",
            "2001",
            "d76UL5gAAAAJ:d1gkVwhDpl0C",
            123,
            "https:\/\/www.jstor.org\/stable\/3312904",
            "16172769684348952200",
            "\/scholar?cites=16172769684348952200",
            {
                "2000":1,
                "2001":7,
                "2002":9,
                "2003":17,
                "2004":8,
                "2005":11,
                "2006":7,
                "2007":6,
                "2008":14,
                "2009":3,
                "2010":4,
                "2011":6,
                "2012":6,
                "2013":6,
                "2014":2,
                "2015":1,
                "2016":1,
                "2017":3,
                "2018":4,
                "2019":3,
                "2020":2
            }
        ],
        [
            "People who violate the law go out of their way to avoid getting caught. This is one of the defining features of law enforcement. It must have been present in the primordial pools of social organization. And in the complexity of modern criminal and regulatory administration, it remains among the most basic of organic formulae. Unfortunately, it has never been a defining feature of our understanding of law enforcement.'Our theories of crime and regulation",
            "Detection avoidance",
            "Chris William Sanchirico",
            "2006",
            "d76UL5gAAAAJ:qjMakFHDy7sC",
            118,
            "https:\/\/heinonline.org\/hol-cgi-bin\/get_pdf.cgi?handle=hein.journals\/nylr81&section=44",
            "1074545537663398160",
            "\/scholar?cites=1074545537663398160",
            {
                "2006":2,
                "2007":12,
                "2008":22,
                "2009":14,
                "2010":9,
                "2011":4,
                "2012":14,
                "2013":5,
                "2014":6,
                "2015":4,
                "2016":4,
                "2017":4,
                "2018":6,
                "2019":5,
                "2020":4
            }
        ],
        [
            "Many firms conduct 'environmental audits' to test compliance with a complex array of environmental regulations. Commentators suggest, however, that self-auditing is not as common as it should be, because firms fear that what they find will be used against them. This article analyzes self-auditing as a two-tiered incentive problem involving incentives both to test for and to effect compliance. After demonstrating the inadequacy of conventional remedies, we show that incentives can be properly aligned by conditioning fines on firms' investigative effort. In practice, however, the regulator may not be able to observe such effort. Accordingly, we propose and evaluate the use of three observable proxies for self-investigation: the manner in which the regulator detected the violation; the firm's own disclosure of violations; and the firm's observed corrective actions. Each method has its own efficiency benefits and …",
            "Environmental self-auditing: Setting the proper incentives for discovery and correction of environmental harm",
            "Alexander SP Pfaff and Chris William Sanchirico",
            "2000",
            "d76UL5gAAAAJ:2osOgNQ5qMEC",
            104,
            "https:\/\/academic.oup.com\/jleo\/article-abstract\/16\/1\/189\/841021",
            "14080832512105824799",
            "\/scholar?cites=14080832512105824799",
            {
                "2000":3,
                "2001":3,
                "2002":2,
                "2003":4,
                "2004":7,
                "2005":6,
                "2006":4,
                "2007":6,
                "2008":14,
                "2009":7,
                "2010":5,
                "2011":8,
                "2012":5,
                "2013":6,
                "2014":3,
                "2015":4,
                "2016":2,
                "2017":8,
                "2018":2,
                "2019":2
            }
        ],
        [
            "Imagine a social decision maker-a legislator, a regulator, a judge-who cares about inequality. This is not, let us say, her only concern-she would not be satisfied to see everyone equally wretched. But it does inform her choices and is sometimes decisive. Suppose further that she has to decide whether to encourage a certain new technology. The technology will make most individuals better off. But a few will die. Maybe the new technology is the automobile, and the few are the pedestrians who will be run down. Or maybe it is a new vaccine for a contagious disease, and the few are those who will have a fatal reaction. When she arrives at the portion of her policy analysis that concerns inequality, how should she assess the equity effects of this technology? Would it help if everyone were equally likely to be a pedestrian casualty or have an adverse reaction to the vaccine? Would her concern for inequality be assuaged …",
            "Inequality and uncertainty: Theory and legal applications",
            "Matthew D Adler and Chris William Sanchirico",
            "2006",
            "d76UL5gAAAAJ:zYLM7Y9cAGgC",
            99,
            "https:\/\/heinonline.org\/hol-cgi-bin\/get_pdf.cgi?handle=hein.journals\/pnlr155&section=16",
            "13861460310348991805",
            "\/scholar?cites=13861460310348991805",
            {
                "2006":3,
                "2007":5,
                "2008":15,
                "2009":5,
                "2010":12,
                "2011":5,
                "2012":6,
                "2013":7,
                "2014":6,
                "2015":5,
                "2016":1,
                "2017":8,
                "2018":4,
                "2019":6,
                "2020":8
            }
        ],
        [
            "The existing literature on the burden of proof has sought the rule's reason for existence solely within the court's problem of decision making under uncertainty. Although this search has yielded many insights, it has been less successful in providing a compelling explanation for why uncertainty in the court's final assessment should act to the detriment of one party rather than the other. By viewing the problem as one of mechanism design, this paper provides one explanation for the asymmetry. A rule resembling the burden of proof emerges from the optimal design of a system of fact-finding tribunals in the presence of: (i) limited resources for the resolution of private disputes; and (ii) asymmetric information—as between the parties and the court—about the strength of cases, before the court expends the resources necessary for a hearing. The paper shows that if the objective in designing a trial court system is the …",
            "The burden of proof in civil litigation: A simple model of mechanism design",
            "Chris William Sanchirico",
            "1997",
            "d76UL5gAAAAJ:WbkHhVStYXYC",
            88,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0144818897000203",
            "7577799123617584608",
            "\/scholar?cites=7577799123617584608",
            {
                "1996":2,
                "1997":1,
                "1998":4,
                "1999":3,
                "2000":6,
                "2001":2,
                "2002":2,
                "2003":5,
                "2004":3,
                "2005":5,
                "2006":5,
                "2007":6,
                "2008":6,
                "2009":5,
                "2010":6,
                "2011":6,
                "2012":3,
                "2013":2,
                "2014":2,
                "2015":1,
                "2016":4,
                "2017":3,
                "2018":2,
                "2019":1
            }
        ],
        [
            "This article investigates the role of evidence production in the regulation of private behavior via judicial and administrative process. It proposes a model in which the law makes the agent's “fine” depend on the presentation of evidence whose production cost, in turn, depends on how the agent has behaved in the regulated activity. This view of evidence production has several notable implications, including that truth finding has no direct role in deterrence, that nonfalsifiable evidence, even when available, is unlikely to be the best choice for the system, and that “overdeterrence” may well be cost‐effective.",
            "Relying on the information of interested—and potentially dishonest—parties",
            "Chris William Sanchirico",
            "2001",
            "d76UL5gAAAAJ:IjCSPb-OGe4C",
            84,
            "https:\/\/academic.oup.com\/aler\/article-abstract\/3\/2\/320\/115519",
            "10719086767904291109",
            "\/scholar?cites=10719086767904291109",
            {
                "2000":2,
                "2001":4,
                "2002":2,
                "2003":3,
                "2004":6,
                "2005":9,
                "2006":4,
                "2007":9,
                "2008":9,
                "2009":3,
                "2010":4,
                "2011":3,
                "2012":3,
                "2013":6,
                "2014":1,
                "2015":5,
                "2016":1,
                "2017":7,
                "2018":1,
                "2019":1
            }
        ]
    ]
}