{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The formation of soap bubbles from thin films is accompanied by topological transitions. Here we show how a magnetic topological structure, a skyrmion bubble, can be generated in a solid-state system in a similar manner. Using an inhomogeneous in-plane current in a system with broken inversion symmetry, we experimentally “blow” magnetic skyrmion bubbles from a geometrical constriction. The presence of a spatially divergent spin-orbit torque gives rise to instabilities of the magnetic domain structures that are reminiscent of Rayleigh-Plateau instabilities in fluid flows. We determine a phase diagram for skyrmion formation and reveal the efficient manipulation of these dynamically created skyrmions, including depinning and motion. The demonstrated current-driven transformation from stripe domains to magnetic skyrmion bubbles could lead to progress in skyrmion-based spintronics.",
            "Blowing magnetic skyrmion bubbles",
            "Wanjun Jiang and Pramey Upadhyaya and Wei Zhang and Guoqiang Yu and M Benjamin Jungfleisch and Frank Y Fradin and John E Pearson and Yaroslav Tserkovnyak and Kang L Wang and Olle Heinonen and Suzanne GE Te Velthuis and Axel Hoffmann",
            "2015",
            "d9G4KxYAAAAJ:2osOgNQ5qMEC",
            926,
            "https:\/\/science.sciencemag.org\/content\/349\/6245\/283.abstract",
            "6241518931785632890",
            "\/scholar?cites=6241518931785632890",
            {
                "2015":18,
                "2016":120,
                "2017":189,
                "2018":193,
                "2019":173,
                "2020":196,
                "2021":26
            }
        ],
        [
            "The well-known Hall effect describes the transverse deflection of charged particles (electrons\/holes) as a result of the Lorentz force. Similarly, it is intriguing to examine if quasi-particles without an electric charge, but with a topological charge, show related transverse motion. Magnetic skyrmions with a well-defined spin texture with a unit topological charge serve as good candidates to test this hypothesis. In spite of the recent progress made on investigating magnetic skyrmions, direct observation of the skyrmion Hall effect has remained elusive. Here, by using a current-induced spin Hall spin torque, we experimentally demonstrate the skyrmion Hall effect, and the resultant skyrmion accumulation, by driving skyrmions from the creep-motion regime (where their dynamics are influenced by pinning defects) into the steady-flow-motion regime. The experimental observation of transverse transport of skyrmions due to …",
            "Direct observation of the skyrmion Hall effect",
            "Wanjun Jiang and Xichao Zhang and Guoqiang Yu and Wei Zhang and Xiao Wang and M Benjamin Jungfleisch and John E Pearson and Xuemei Cheng and Olle Heinonen and Kang L Wang and Yan Zhou and Axel Hoffmann and Suzanne GE Te Velthuis",
            "2017",
            "d9G4KxYAAAAJ:Wp0gIr-vW9MC",
            526,
            "https:\/\/www.nature.com\/articles\/nphys3883",
            "14833205030071859156",
            "\/scholar?cites=14833205030071859156",
            {
                "2016":9,
                "2017":68,
                "2018":124,
                "2019":140,
                "2020":170,
                "2021":10
            }
        ],
        [
            "We investigate four CuAu-I-type metallic antiferromagnets for their potential as spin current detectors using spin pumping and inverse spin Hall effect. Nontrivial spin Hall effects were observed for FeMn, PdMn, and IrMn while a much higher effect was obtained for PtMn. Using thickness-dependent measurements, we determined the spin diffusion lengths of these materials to be short, on the order of 1 nm. The estimated spin Hall angles of the four materials follow the relationship PtMn> IrMn> PdMn> FeMn, highlighting the correlation between the spin-orbit coupling of nonmagnetic species and the magnitude of the spin Hall effect in their antiferromagnetic alloys. These experiments are compared with first-principles calculations. Engineering the properties of the antiferromagnets as well as their interfaces can pave the way for manipulation of the spin dependent transport properties in antiferromagnet-based spintronics.",
            "Spin Hall effects in metallic antiferromagnets",
            "Wei Zhang and Matthias B Jungfleisch and Wanjun Jiang and John E Pearson and Axel Hoffmann and Frank Freimuth and Yuriy Mokrousov",
            "2014",
            "d9G4KxYAAAAJ:u-x6o8ySG0sC",
            303,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.113.196602",
            "2179352032851488158",
            "\/scholar?cites=2179352032851488158",
            {
                "2015":23,
                "2016":48,
                "2017":47,
                "2018":59,
                "2019":49,
                "2020":71,
                "2021":5
            }
        ],
        [
            "We experimentally show that exchange magnons can be detected by using a combination of spin pumping and the inverse spin-Hall effect proving its wavelength integrating capability down to the submicrometer scale. The magnons were injected in a ferrite yttrium iron garnet film by parametric pumping and the inverse spin-Hall effect voltage was detected in an attached Pt layer. The role of the density, wavelength, and spatial localization of the magnons for the spin pumping efficiency is revealed.",
            "Spin pumping by parametrically excited exchange magnons",
            "Christian W Sandweg and Yosuke Kajiwara and Andrii V Chumak and Alexander A Serga and Vitaliy I Vasyuchka and Mattias Benjamin Jungfleisch and Eiji Saitoh and Burkard Hillebrands",
            "2011",
            "d9G4KxYAAAAJ:YsMSGLbcyi4C",
            294,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.216601",
            "476967485281049068",
            "\/scholar?cites=476967485281049068",
            {
                "2011":12,
                "2012":23,
                "2013":45,
                "2014":43,
                "2015":31,
                "2016":28,
                "2017":38,
                "2018":25,
                "2019":22,
                "2020":24,
                "2021":1
            }
        ],
        [
            "We investigate the origin of the spin Seebeck effect in yttrium iron garnet (YIG) samples for film thicknesses from 20 nm to 50 μ m at room temperature and 50 K. Our results reveal a characteristic increase of the longitudinal spin Seebeck effect amplitude with the thickness of the insulating ferrimagnetic YIG, which levels off at a critical thickness that increases with decreasing temperature. The observed behavior cannot be explained as an interface effect or by variations of the material parameters. Comparison to numerical simulations of thermal magnonic spin currents yields qualitative agreement for the thickness dependence resulting from the finite magnon propagation length. This allows us to trace the origin of the observed signals to genuine bulk magnonic spin currents due to the spin Seebeck effect ruling out an interface origin and allowing us to gauge the reach of thermally excited magnons in this system for …",
            "Length scale of the spin Seebeck effect",
            "Andreas Kehlberger and Ulrike Ritzmann and Denise Hinzke and Er-Jia Guo and Joel Cramer and Gerhard Jakob and Mehmet C Onbasli and Dong Hun Kim and Caroline A Ross and Matthias B Jungfleisch and Burkard Hillebrands and Ulrich Nowak and Mathias Kläui",
            "2015",
            "d9G4KxYAAAAJ:zYLM7Y9cAGgC",
            170,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.115.096602",
            "8404964847534068263",
            "\/scholar?cites=8404964847534068263",
            {
                "2015":4,
                "2016":29,
                "2017":44,
                "2018":35,
                "2019":29,
                "2020":27,
                "2021":2
            }
        ],
        [
            "We investigate the origin of the spin Seebeck effect in yttrium iron garnet (YIG) samples for film thicknesses from 20 nm to 50 μ m at room temperature and 50 K. Our results reveal a characteristic increase of the longitudinal spin Seebeck effect amplitude with the thickness of the insulating ferrimagnetic YIG, which levels off at a critical thickness that increases with decreasing temperature. The observed behavior cannot be explained as an interface effect or by variations of the material parameters. Comparison to numerical simulations of thermal magnonic spin currents yields qualitative agreement for the thickness dependence resulting from the finite magnon propagation length. This allows us to trace the origin of the observed signals to genuine bulk magnonic spin currents due to the spin Seebeck effect ruling out an interface origin and allowing us to gauge the reach of thermally excited magnons in this system for …",
            "Length scale of the spin Seebeck effect",
            "Andreas Kehlberger and Ulrike Ritzmann and Denise Hinzke and Er-Jia Guo and Joel Cramer and Gerhard Jakob and Mehmet C Onbasli and Dong Hun Kim and Caroline A Ross and Matthias B Jungfleisch and Burkard Hillebrands and Ulrich Nowak and Mathias Kläui",
            "2015",
            "d9G4KxYAAAAJ:u5HHmVD_uO8C",
            170,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.115.096602",
            "8404964847534068263",
            "\/scholar?cites=8404964847534068263",
            {
                "2015":4,
                "2016":29,
                "2017":44,
                "2018":35,
                "2019":29,
                "2020":27,
                "2021":2
            }
        ],
        [
            "The dependence of the spin pumping efficiency and the spin mixing conductance on the surface processing of yttrium iron garnet (YIG) before the platinum (Pt) deposition has been investigated quantitatively. The ferromagnetic resonance driven spin pumping injects a spin polarized current into the Pt layer, which is transformed into an electromotive force by the inverse spin Hall effect. Our experiments show that the spin pumping effect indeed strongly depends on the YIG\/Pt interface condition. We measure an enhancement of the inverse spin Hall voltage and the spin mixing conductance by more than two orders of magnitude with improved sample preparation.",
            "Improvement of the yttrium iron garnet\/platinum interface for spin pumping-based applications",
            "MB Jungfleisch and V Lauer and R Neb and AV Chumak and B Hillebrands",
            "2013",
            "d9G4KxYAAAAJ:WF5omc3nYNoC",
            128,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4813315",
            "15837108002802941895",
            "\/scholar?cites=15837108002802941895",
            {
                "2013":6,
                "2014":19,
                "2015":22,
                "2016":19,
                "2017":26,
                "2018":11,
                "2019":7,
                "2020":17,
                "2021":1
            }
        ],
        [
            "Conversion of traveling magnons into an electron carried spin current is demonstrated in a time resolved experiment using a spatially separated inductive spin-wave source and an inverse spin Hall effect (ISHE) detector. A spin-wave packet is excited in a yttrium-iron garnet waveguide by a microwave signal and is detected 3 mm apart by an attached platinum layer as a delayed ISHE voltage pulse. The delay appears due to the finite spin-wave group velocity and proves the magnon spin transport. The experiment suggests the utilization of spin waves for the information transfer over macroscopic distances in spintronic devices and circuits.",
            "Direct detection of magnon spin transport by the inverse spin Hall effect",
            "AV Chumak and AA Serga and MB Jungfleisch and R Neb and DA Bozhko and VS Tiberkevich and B Hillebrands",
            "2012",
            "d9G4KxYAAAAJ:eQOLeE2rZwMC",
            128,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3689787",
            "9931160614803495381",
            "\/scholar?cites=9931160614803495381",
            {
                "2012":6,
                "2013":26,
                "2014":17,
                "2015":13,
                "2016":4,
                "2017":19,
                "2018":11,
                "2019":17,
                "2020":14,
                "2021":1
            }
        ],
        [
            "The Rashba effect is an interaction between the spin and the momentum of electrons induced by the spin-orbit coupling in surface or interface states. We measured the inverse Rashba-Edelstein effect via spin pumping in Ag\/Bi and Ag\/Sb interfaces. The spin current is injected from the ferromagnetic resonance of a NiFe layer towards the Rashba interfaces, where it is further converted into a charge current. Using spin pumping theory, we quantify the conversion parameter of spin to charge current to be 0.11 ± 0.02 nm for Ag\/Bi and a factor of ten smaller for Ag\/Sb. The relative strength of the effect is in agreement with spectroscopic measurements and first principles calculations. We also vary the interlayer materials to study the voltage output in relation to the change of the effective spin mixing conductance. The spin pumping experiment offers a straight-forward approach of using spin current as an efficient probe …",
            "Spin pumping and inverse Rashba-Edelstein effect in NiFe\/Ag\/Bi and NiFe\/Ag\/Sb",
            "Wei Zhang and Matthias B Jungfleisch and Wanjun Jiang and John E Pearson and Axel Hoffmann",
            "2015",
            "d9G4KxYAAAAJ:Tyk-4Ss8FVUC",
            127,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4915479",
            "12454519780643336413",
            "\/scholar?cites=12454519780643336413",
            {
                "2015":10,
                "2016":20,
                "2017":30,
                "2018":25,
                "2019":24,
                "2020":16,
                "2021":1
            }
        ],
        [
            "Antiferromagnets are promising for future spintronic applications owing to their advantageous properties: They are magnetically ordered, but neighboring magnetic moments point in opposite directions, which results in zero net magnetization. This means antiferromagnets produce no stray fields and are insensitive to external magnetic field perturbations. Furthermore, they show intrinsic high frequency dynamics, exhibit considerable spin–orbit and magneto-transport effects. Over the past decade, it has been realized that antiferromagnets have more to offer than just being utilized as passive components in exchange bias applications. This development resulted in a paradigm shift, which opens the pathway to novel concepts using antiferromagnets for spin-based technologies and applications. This article gives a broad perspective on antiferromagnetic spintronics. In particular, the manipulation and detection of …",
            "Perspectives of antiferromagnetic spintronics",
            "Matthias B Jungfleisch and Wei Zhang and Axel Hoffmann",
            "2018",
            "d9G4KxYAAAAJ:TFP_iSt0sucC",
            125,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0375960118300343",
            "7420757843896485267",
            "\/scholar?cites=7420757843896485267",
            {
                "2018":16,
                "2019":43,
                "2020":60,
                "2021":6
            }
        ]
    ]
}