{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The realization of strong nonlinear interactions between individual light quanta (photons) is a long-standing goal in optical science and engineering 1, 2, being of both fundamental and technological significance. In conventional optical materials, the nonlinearity at light powers corresponding to single photons is negligibly weak. Here we demonstrate a medium that is nonlinear at the level of individual quanta, exhibiting strong absorption of photon pairs while remaining transparent to single photons. The quantum nonlinearity is obtained by coherently coupling slowly propagating photons 3, 4, 5 to strongly interacting atomic Rydberg states 6, 7, 8, 9, 10, 11, 12 in a cold, dense atomic gas 13, 14. Our approach paves the way for quantum-by-quantum control of light fields, including single-photon switching 15, all-optical deterministic quantum logic 16 and the realization of strongly correlated many-body states of light 17.",
            "Quantum nonlinear optics with single photons enabled by strongly interacting atoms",
            "Thibault Peyronel and Ofer Firstenberg and Qi-Yu Liang and Sebastian Hofferberth and Alexey V Gorshkov and Thomas Pohl and Mikhail D Lukin and Vladan Vuletić",
            "2012",
            "DAEvllcAAAAJ:9yKSN-GCB0IC",
            699,
            "https:\/\/www.nature.com\/articles\/nature11361",
            "15259424293594375437",
            "\/scholar?cites=15259424293594375437",
            {
                "2012":9,
                "2013":94,
                "2014":96,
                "2015":69,
                "2016":118,
                "2017":75,
                "2018":81,
                "2019":70,
                "2020":78,
                "2021":3
            }
        ],
        [
            "Fermionic alkaline-earth atoms have unique properties that make them attractive candidates for the realization of atomic clocks and degenerate quantum gases. At the same time, they are attracting considerable theoretical attention in the context of quantum information processing. Here we demonstrate that when such atoms are loaded in optical lattices, they can be used as quantum simulators of unique many-body phenomena. In particular, we show that the decoupling of the nuclear spin from the electronic angular momentum can be used to implement many-body systems with an unprecedented degree of symmetry, characterized by the S U (N) group with N as large as 10. Moreover, the interplay of the nuclear spin with the electronic degree of freedom provided by a stable optically excited state should enable the study of physics governed by the spin–orbital interaction. Such systems may provide valuable …",
            "Two-orbital SU (N) magnetism with ultracold alkaline-earth atoms",
            "Alexey Vyacheslavovich Gorshkov and M Hermele and V Gurarie and C Xu and Paul S Julienne and J Ye and Peter Zoller and Eugene Demler and Mikhail D Lukin and AM Rey",
            "2010",
            "DAEvllcAAAAJ:u5HHmVD_uO8C",
            666,
            "https:\/\/www.nature.com\/articles\/nphys1535",
            "1858465912560929808",
            "\/scholar?cites=1858465912560929808",
            {
                "2009":2,
                "2010":28,
                "2011":56,
                "2012":58,
                "2013":60,
                "2014":58,
                "2015":63,
                "2016":78,
                "2017":65,
                "2018":69,
                "2019":50,
                "2020":73,
                "2021":4
            }
        ],
        [
            "A quantum simulator is a type of quantum computer that controls the interactions between quantum bits (or qubits) in a way that can be mapped to certain quantum many-body problems 1, 2. As it becomes possible to exert more control over larger numbers of qubits, such simulators will be able to tackle a wider range of problems, such as materials design and molecular modelling, with the ultimate limit being a universal quantum computer that can solve general classes of hard problems 3. Here we use a quantum simulator composed of up to 53 qubits to study non-equilibrium dynamics in the transverse-field Ising model with long-range interactions. We observe a dynamical phase transition after a sudden change of the Hamiltonian, in a regime in which conventional statistical mechanics does not apply 4. The qubits are represented by the spins of trapped ions, which can be prepared in various initial pure states. We …",
            "Observation of a many-body dynamical phase transition with a 53-qubit quantum simulator",
            "Jiehang Zhang and Guido Pagano and Paul W Hess and Antonis Kyprianidis and Patrick Becker and Harvey Kaplan and Alexey V Gorshkov and Z-X Gong and Christopher Monroe",
            "2017",
            "DAEvllcAAAAJ:rmuvC79q63oC",
            557,
            "https:\/\/www.nature.com\/articles\/nature24654",
            "1180842542455868421",
            "\/scholar?cites=1180842542455868421",
            {
                "2017":10,
                "2018":126,
                "2019":167,
                "2020":239,
                "2021":12
            }
        ],
        [
            "The maximum speed with which information can propagate in a quantum many-body system directly affects how quickly disparate parts of the system can become correlated 1, 2, 3, 4 and how difficult the system will be to describe numerically 5. For systems with only short-range interactions, Lieb and Robinson derived a constant-velocity bound that limits correlations to within a linear effective ‘light cone’6. However, little is known about the propagation speed in systems with long-range interactions, because analytic solutions rarely exist and because the best long-range bound 7 is too loose to accurately describe the relevant dynamical timescales for any known spin model. Here we apply a variable-range Ising spin chain Hamiltonian and a variable-range XY spin chain Hamiltonian to a far-from-equilibrium quantum many-body system and observe its time evolution. For several different interaction ranges, we …",
            "Non-local propagation of correlations in quantum systems with long-range interactions",
            "Philip Richerme and Zhe-Xuan Gong and Aaron Lee and Crystal Senko and Jacob Smith and Michael Foss-Feig and Spyridon Michalakis and Alexey V Gorshkov and Christopher Monroe",
            "2014",
            "DAEvllcAAAAJ:e5wmG9Sq2KIC",
            545,
            "https:\/\/www.nature.com\/articles\/nature13450",
            "5684883838003725962",
            "\/scholar?cites=5684883838003725962",
            {
                "2014":17,
                "2015":70,
                "2016":99,
                "2017":83,
                "2018":84,
                "2019":91,
                "2020":97,
                "2021":2
            }
        ],
        [
            "The fundamental properties of light derive from its constituent particles—massless quanta (photons) that do not interact with one another 1. However, it has long been known that the realization of coherent interactions between individual photons, akin to those associated with conventional massive particles, could enable a wide variety of novel scientific and engineering applications 2, 3. Here we demonstrate a quantum nonlinear medium inside which individual photons travel as massive particles with strong mutual attraction, such that the propagation of photon pairs is dominated by a two-photon bound state 4, 5, 6, 7. We achieve this through dispersive coupling of light to strongly interacting atoms in highly excited Rydberg states. We measure the dynamical evolution of the two-photon wavefunction using time-resolved quantum state tomography, and demonstrate a conditional phase shift 8 exceeding one radian …",
            "Attractive photons in a quantum nonlinear medium",
            "Ofer Firstenberg and Thibault Peyronel and Qi-Yu Liang and Alexey V Gorshkov and Mikhail D Lukin and Vladan Vuletić",
            "2013",
            "DAEvllcAAAAJ:4TOpqqG69KYC",
            400,
            "https:\/\/www.nature.com\/articles\/nature12512",
            "1450739429502169110",
            "\/scholar?cites=1450739429502169110",
            {
                "2013":6,
                "2014":48,
                "2015":54,
                "2016":91,
                "2017":54,
                "2018":47,
                "2019":43,
                "2020":46,
                "2021":6
            }
        ],
        [
            "We present a universal physical picture for describing storage and retrieval of photon wave packets in a Λ-type atomic medium. This physical picture encompasses a variety of different approaches to pulse storage ranging from adiabatic reduction of the photon group velocity and pulse-propagation control via off-resonant Raman fields to photon-echo-based techniques. Furthermore, we derive an optimal control strategy for storage and retrieval of a photon wave packet of any given shape. All these approaches, when optimized, yield identical maximum efficiencies, which only depend on the optical depth of the medium.",
            "Universal approach to optimal photon storage in atomic media",
            "Alexey V Gorshkov and Axel André and Michael Fleischhauer and Anders S Sørensen and Mikhail D Lukin",
            "2007",
            "DAEvllcAAAAJ:u-x6o8ySG0sC",
            377,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.123601",
            "16271897522290919854",
            "\/scholar?cites=16271897522290919854",
            {
                "2007":16,
                "2008":37,
                "2009":26,
                "2010":34,
                "2011":21,
                "2012":20,
                "2013":36,
                "2014":17,
                "2015":20,
                "2016":28,
                "2017":34,
                "2018":37,
                "2019":21,
                "2020":28,
                "2021":1
            }
        ],
        [
            "We develop the theory of light propagation under the conditions of electromagnetically induced transparency in systems involving strongly interacting Rydberg states. Taking into account the quantum nature and the spatial propagation of light, we analyze interactions involving few-photon pulses. We show that this system can be used for the generation of nonclassical states of light including trains of single photons with an avoided volume between them, for implementing photon-photon gates, as well as for studying many-body phenomena with strongly correlated photons.",
            "Photon-photon interactions via Rydberg blockade",
            "Alexey V Gorshkov and Johannes Otterbach and Michael Fleischhauer and Thomas Pohl and Mikhail D Lukin",
            "2011",
            "DAEvllcAAAAJ:Tyk-4Ss8FVUC",
            353,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.133602",
            "9495378304473103775",
            "\/scholar?cites=9495378304473103775",
            {
                "2011":3,
                "2012":30,
                "2013":40,
                "2014":38,
                "2015":36,
                "2016":69,
                "2017":41,
                "2018":33,
                "2019":22,
                "2020":37,
                "2021":1
            }
        ],
        [
            "Using cold atoms to simulate strongly interacting quantum systems is an exciting frontier of physics. However, because atoms are nominally neutral point particles, this limits the types of interaction that can be produced. We propose to use the powerful new platform of cold atoms trapped near nanophotonic systems to extend these limits, enabling a novel quantum material in which atomic spin degrees of freedom, motion and photons strongly couple over long distances. In this system, an atom trapped near a photonic crystal seeds a localized, tunable cavity mode around the atomic position. We find that this effective cavity facilitates interactions with other atoms within the cavity length, in a way that can be made robust against realistic imperfections. Finally, we show that such phenomena should be accessible using one-dimensional photonic crystal waveguides in which coupling to atoms has already been …",
            "Quantum many-body models with cold atoms coupled to photonic crystals",
            "James S Douglas and Hessam Habibian and C-L Hung and Alexey V Gorshkov and H Jeff Kimble and Darrick E Chang",
            "2015",
            "DAEvllcAAAAJ:PR6Y55bgFSsC",
            298,
            "https:\/\/www.nature.com\/nphoton\/journal\/v9\/n5\/abs\/nphoton.2015.57.html",
            "743982568062189850",
            "\/scholar?cites=743982568062189850",
            {
                "2014":2,
                "2015":13,
                "2016":54,
                "2017":60,
                "2018":50,
                "2019":51,
                "2020":64,
                "2021":4
            }
        ],
        [
            "In a recent paper [Gorshkov et al., Phys. Rev. Lett. 98, 123601 (2007)], we presented a universal physical picture for describing a wide range of techniques for storage and retrieval of photon wave packets in Λ-type atomic media in free space, including the adiabatic reduction of the photon group velocity, pulse-propagation control via off-resonant Raman techniques, and photon-echo based techniques. This universal picture produced an optimal control strategy for photon storage and retrieval applicable to all approaches and yielded identical maximum efficiencies for all of them. In the present paper, we present the full details of this analysis as well some of its extensions, including the discussion of the effects of non-degeneracy of the two lower levels of the Λ system. The analysis in the present paper is based on the intuition obtained from the study of photon storage in the cavity model in the preceding paper …",
            "Photon storage in Λ-type optically dense atomic media. II. Free-space model",
            "Alexey V Gorshkov and Axel André and Mikhail D Lukin and Anders S Sørensen",
            "2007",
            "DAEvllcAAAAJ:2osOgNQ5qMEC",
            271,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.76.033805",
            "1033444414605052427",
            "\/scholar?cites=1033444414605052427",
            {
                "2007":6,
                "2008":21,
                "2009":8,
                "2010":19,
                "2011":17,
                "2012":22,
                "2013":25,
                "2014":20,
                "2015":21,
                "2016":23,
                "2017":17,
                "2018":26,
                "2019":20,
                "2020":24
            }
        ],
        [
            "By selecting two dressed rotational states of ultracold polar molecules in an optical lattice, we obtain a highly tunable generalization of the t− J model, which we refer to as the t− J− V− W model. In addition to X X Z spin exchange, the model features density-density interactions and density-spin interactions; all interactions are dipolar. We show that full control of all interaction parameters in both magnitude and sign can be achieved independently of each other and of the tunneling. As a first step towards demonstrating the potential of the system, we apply the density matrix renormalization group method to obtain the 1D phase diagram of the simplest experimentally realizable case. Specifically, we show that the tunability and the long-range nature of the interactions in the t− J− V− W model enable enhanced superfluidity. Finally, we show that Bloch oscillations in a tilted lattice can be used to probe the phase diagram …",
            "Tunable superfluidity and quantum magnetism with ultracold polar molecules",
            "Alexey V Gorshkov and Salvatore R Manmana and Gang Chen and Jun Ye and Eugene Demler and Mikhail D Lukin and Ana Maria Rey",
            "2011",
            "DAEvllcAAAAJ:zYLM7Y9cAGgC",
            268,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.115301",
            "15466996430594646515",
            "\/scholar?cites=15466996430594646515",
            {
                "2011":6,
                "2012":31,
                "2013":37,
                "2014":24,
                "2015":31,
                "2016":30,
                "2017":24,
                "2018":30,
                "2019":16,
                "2020":36,
                "2021":1
            }
        ]
    ]
}