{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Continuous-wave phase conjugation of an image-bearing beam is demonstrated using a single-domain crystal of BaTiO3 and nothing else. The device operates by four-wave mixing using the photorefractive effect but without any external pumping beams or external mirrors. The customary pumping beams are derived from the incident beam and are internally reflected inside the crystal adjacent to an edge. The device is self-starting and has a phase-conjugate reflectivity of 30%. Imaging applications are discussed.",
            "Self-pumped, continuous-wave phase conjugator using internal reflection",
            "Jack Feinberg",
            "1995",
            "DAG-tGUAAAAJ:u5HHmVD_uO8C",
            1058,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/9789812832047_0037",
            "12897683415970090052",
            "\/scholar?cites=12897683415970090052",
            {
                "1983":8,
                "1984":21,
                "1985":26,
                "1986":50,
                "1987":33,
                "1988":37,
                "1989":48,
                "1990":62,
                "1991":44,
                "1992":68,
                "1993":60,
                "1994":62,
                "1995":62,
                "1996":51,
                "1997":47,
                "1998":46,
                "1999":48,
                "2000":43,
                "2001":31,
                "2002":21,
                "2003":16,
                "2004":24,
                "2005":17,
                "2006":16,
                "2007":16,
                "2008":12,
                "2009":5,
                "2010":4,
                "2011":6,
                "2012":7,
                "2013":7,
                "2014":5,
                "2015":5,
                "2016":7,
                "2017":7,
                "2018":7,
                "2019":5,
                "2020":4,
                "2021":1
            }
        ],
        [
            "We propose a new theoretical model for the light‐induced migration of charges which mediates the ’’photorefractive effect’’ (light‐induced refractive index change) in barium titanate and other crystals. We also present experimental results of various effects of this light‐induced charge migration in a single‐domain crystal of barium titanate, specifically, (1) energy transfer between two intersecting optical beams, (2) optical four‐wave mixing and optical‐beam phase conjugation, (3) erasure of spatial patterns of photorefractive index variations, and (4) photoconductivity. The theoretical model predicts the observed dependences of these effects on (1) beam intensities, directions, and polarizations, (2) crystal orientation, and (3) on an externally applied dc electric field. Time dependences of transients as well as steady‐state magnitudes are predicted. In this model, identical charges migrate by hopping between adjacent …",
            "Photorefractive effects and light‐induced charge migration in barium titanate",
            "Jack Feinberg and Do Heiman and AR Tanguay Jr and RW Hellwarth",
            "1980",
            "DAG-tGUAAAAJ:u-x6o8ySG0sC",
            639,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.327824",
            "7800796518647101162",
            "\/scholar?cites=7800796518647101162",
            {
                "1981":3,
                "1982":14,
                "1983":24,
                "1984":17,
                "1985":30,
                "1986":39,
                "1987":40,
                "1988":44,
                "1989":27,
                "1990":35,
                "1991":25,
                "1992":30,
                "1993":18,
                "1994":22,
                "1995":37,
                "1996":19,
                "1997":13,
                "1998":22,
                "1999":15,
                "2000":20,
                "2001":13,
                "2002":8,
                "2003":23,
                "2004":6,
                "2005":10,
                "2006":8,
                "2007":12,
                "2008":5,
                "2009":8,
                "2010":6,
                "2011":6,
                "2012":6,
                "2013":2,
                "2014":4,
                "2015":5,
                "2016":5,
                "2017":5,
                "2018":2,
                "2019":3,
                "2020":3
            }
        ],
        [
            "A new kind of optical self-defocusing is described that in steady state is independent of optical beam power and is strongly asymmetric. The physical mechanism responsible is the photorefractive effect. We present a theory that explains the observed dependence of this self-defocusing on polarization, angle of incidence, beam size, and crystal orientation. Experimental results, using a single-domain crystal of BaTiO_3, are presented that show excellent quantitative agreement with the theory. Possible device applications are discussed, including an optical diode and a low-power bistable device with permanent memory.",
            "Asymmetric self-defocusing of an optical beam from the photorefractive effect",
            "Jack Feinberg",
            "1982",
            "DAG-tGUAAAAJ:d1gkVwhDpl0C",
            444,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=josa-72-1-46",
            "1100169697178078192",
            "\/scholar?cites=1100169697178078192",
            {
                "1984":8,
                "1985":11,
                "1986":11,
                "1987":16,
                "1988":18,
                "1989":22,
                "1990":16,
                "1991":19,
                "1992":21,
                "1993":26,
                "1994":21,
                "1995":40,
                "1996":21,
                "1997":16,
                "1998":19,
                "1999":15,
                "2000":19,
                "2001":17,
                "2002":10,
                "2003":15,
                "2004":9,
                "2005":6,
                "2006":5,
                "2007":3,
                "2008":6,
                "2009":3,
                "2010":1,
                "2011":9,
                "2012":3,
                "2013":9,
                "2014":6,
                "2015":5,
                "2016":3,
                "2017":3,
                "2018":3,
                "2019":1,
                "2020":2
            }
        ],
        [
            "We demonstrate a phase-conjugating mirror that has a continuous-wave power reflectivity much greater than unity (gain ~100). This mirror uses nonresonant degenerate four-wave mixing in a single crystal of barium titanate (BaTiO_3). With our mirror we have (1) observed cw self-oscillation in an optical resonator formed by this mirror and a normal mirror, (2) demonstrated a cw oscillator that, in spite of phase-distorting material placed inside the resonator, will always emit a TEM_00 mode, and (3) demonstrated an optical image amplifier. This mirror will work at any visible wavelength and with weak (milliwatt or weaker) pump beams.",
            "Phase-conjugating mirror with continuous-wave gain",
            "Jack Feinberg and RW Hellwarth",
            "1980",
            "DAG-tGUAAAAJ:9yKSN-GCB0IC",
            429,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-5-12-519",
            "11779987628823479996",
            "\/scholar?cites=11779987628823479996",
            {
                "1981":9,
                "1982":19,
                "1983":29,
                "1984":23,
                "1985":25,
                "1986":41,
                "1987":23,
                "1988":24,
                "1989":18,
                "1990":14,
                "1991":10,
                "1992":14,
                "1993":10,
                "1994":16,
                "1995":23,
                "1996":5,
                "1997":14,
                "1998":6,
                "1999":5,
                "2000":4,
                "2001":9,
                "2002":11,
                "2003":10,
                "2004":6,
                "2005":7,
                "2006":6,
                "2007":6,
                "2008":4,
                "2009":2,
                "2010":7,
                "2011":3,
                "2012":6,
                "2013":4,
                "2014":3,
                "2015":1,
                "2016":2,
                "2017":5,
                "2018":1
            }
        ],
        [
            "We have grown and optically characterized strontium‐barium niobate crystals, including both undoped and cerium‐doped crystals having two different Sr\/Ba ratios (61\/39 and 75\/25). By measuring the coupling of two optical beams in the crystals, we have determined the following photorefractive properties: the effective density, sign, and spectral response of the dominant charge carrier, the grating formation rate, dark conductivity, and carrier diffusion length. We find that electrons are the dominant photorefractive charge carriers in all of our samples; the typical density of photorefractive charges is ∼1×1016 cm−3 in the undoped samples. The grating formation rate increases with intensity, with a slope of ∼0.3 cm2\/(W s) over an intensity range of ∼1–15 W\/cm2 in undoped samples. Cerium doping improves both the charge density (increased by a factor of ∼3) and the response rate per unit intensity (∼5 times faster).",
            "Photorefractive properties of strontium‐barium niobate",
            "MD Ewbank and Ratnakar R Neurgaonkar and WK Cory and Jack Feinberg",
            "1987",
            "DAG-tGUAAAAJ:F9fV5C73w3QC",
            359,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.339807",
            "9385785700630057771",
            "\/scholar?cites=9385785700630057771",
            {
                "1987":1,
                "1988":6,
                "1989":8,
                "1990":4,
                "1991":7,
                "1992":11,
                "1993":11,
                "1994":8,
                "1995":14,
                "1996":13,
                "1997":13,
                "1998":16,
                "1999":21,
                "2000":14,
                "2001":7,
                "2002":25,
                "2003":20,
                "2004":21,
                "2005":22,
                "2006":13,
                "2007":8,
                "2008":9,
                "2009":10,
                "2010":11,
                "2011":10,
                "2012":5,
                "2013":6,
                "2014":7,
                "2015":8,
                "2016":6,
                "2017":5,
                "2018":11,
                "2019":5,
                "2020":2
            }
        ],
        [
            "We present a plane-wave analysis of a recently demonstrated self-pumped phase conjugator. This device uses four-wave mixing to produce the phase-conjugate replica of an incident optical wave. All the waves are derived from the single incident wave: there are no externally supplied pumping beams. We consider the case of four-wave mixing in two interaction regions coupled by simple reflection. We calculate the phase-conjugate reflectivity as a function of coupling strength, taking into account imperfect coupling between the two interaction regions, and show that there is a threshold coupling strength below which the reflectivity is zero and above which the reflectivity is multiple valued. We also compute the coupling strength per unit length for a photorefractive crystal of barium titanate.",
            "Theory of a self-pumped phase conjugator with two coupled interaction regions",
            "Kenneth R MacDonald and Jack Feinberg",
            "1983",
            "DAG-tGUAAAAJ:qjMakFHDy7sC",
            230,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=josa-73-5-548",
            "9961667293852605763",
            "\/scholar?cites=9961667293852605763",
            {
                "1983":2,
                "1984":7,
                "1985":7,
                "1986":10,
                "1987":9,
                "1988":12,
                "1989":20,
                "1990":11,
                "1991":5,
                "1992":14,
                "1993":17,
                "1994":13,
                "1995":23,
                "1996":13,
                "1997":11,
                "1998":12,
                "1999":9,
                "2000":11,
                "2001":5,
                "2002":6,
                "2003":4,
                "2004":1,
                "2005":1,
                "2006":2,
                "2007":3,
                "2008":1
            }
        ],
        [
            "We demonstrate a 750-Hz linewidth single-mode erbium-doped fiber (EDF) ring laser with wide tunability using a widely tunable fiber Bragg grating (FBG). The stable single-mode operation is realized by using the FBG as a narrow wavelength-selective element and 4 m of unpumped EDF as a saturable absorber in the cavity. The 40-nm continuous tuning range of 1522-1562 nm is achieved using a highly stretchable FBG that exhibits a filter tuning range of over 52 nm. The grating is prepared with chemically stripped deuterium-loaded fiber to eliminate degrading factors for the grating strength, thereby achieving the wide tunability. The tuning range represents a 3.5-fold increase in wavelength tuning over previous use of FBGs.",
            "40-nm-wide tunable fiber ring laser with single-mode operation using a highly stretchable FBG",
            "YW Song and SA Havstad and D Starodubov and Y Xie and AE Willner and J Feinberg",
            "2001",
            "DAG-tGUAAAAJ:eQOLeE2rZwMC",
            210,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/959352\/",
            "12250625642898026904",
            "\/scholar?cites=12250625642898026904",
            {
                "2002":5,
                "2003":10,
                "2004":9,
                "2005":14,
                "2006":17,
                "2007":15,
                "2008":12,
                "2009":13,
                "2010":9,
                "2011":9,
                "2012":15,
                "2013":21,
                "2014":10,
                "2015":9,
                "2016":4,
                "2017":13,
                "2018":15,
                "2019":3,
                "2020":5
            }
        ],
        [
            "We explain the apparent sublinear intensity dependence of photoconductivity in barium titanate. In our model shallow acceptors act as a reservoir for charges optically excited from the donors. As this reservoir fills, the fraction of occupied donors changes appreciably, changing the lifetime of the free carriers. We identify two types of barium titanate crystals having quite different photorefractive characteristics, depending on their relative density of donors and acceptors, and we find that the depth of the shallow acceptor level is∼ 0.4±0.1 eV in both types of crystals.",
            "Explanation of the apparent sublinear photoconductivity of photorefractive barium titanate",
            "Daniel Mahgerefteh and Jack Feinberg",
            "1990",
            "DAG-tGUAAAAJ:UeHWp8X0CEIC",
            207,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.64.2195",
            "5246236299236698396",
            "\/scholar?cites=5246236299236698396",
            {
                "1990":2,
                "1991":15,
                "1992":27,
                "1993":10,
                "1994":22,
                "1995":21,
                "1996":15,
                "1997":9,
                "1998":21,
                "1999":5,
                "2000":12,
                "2001":7,
                "2002":6,
                "2003":6,
                "2004":5,
                "2005":4,
                "2006":3,
                "2007":3,
                "2008":1,
                "2009":2,
                "2010":2,
                "2011":2,
                "2012":4
            }
        ],
        [
            "A novelty filter detects what is new in a scene and may be likened to a temporal high-pass filter. The current status of optical novelty filters and related devices, based upon four-wave mixing and two-beam coupling in photorefractive media, is reviewed. A detector that shows only what is not new, a monotony filter, may be likened to a temporal low-pass filter. Demonstrations of high- and low-pass and bandpass temporal image filters are then discussed. An analytical treatment of the two-beam coupling devices is given in a Laplace transform framework in the undepleted pump approximation assuming plane wave inputs. This allows a unified treatment of the various filter characteristics.< >",
            "Optical novelty filters",
            "Dana Z Anderson and Jack Feinberg",
            "1989",
            "DAG-tGUAAAAJ:IjCSPb-OGe4C",
            183,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/18576\/",
            "1501120724536195281",
            "\/scholar?cites=1501120724536195281",
            {
                "1990":7,
                "1991":11,
                "1992":19,
                "1993":13,
                "1994":12,
                "1995":8,
                "1996":10,
                "1997":7,
                "1998":13,
                "1999":13,
                "2000":10,
                "2001":6,
                "2002":7,
                "2003":5,
                "2004":4,
                "2005":5,
                "2006":4,
                "2007":6,
                "2008":4,
                "2009":3,
                "2010":2,
                "2011":1,
                "2012":1,
                "2013":2,
                "2014":4,
                "2015":2,
                "2016":1
            }
        ],
        [
            "Edge enhancement, a type of optical image processing, is performed in a photorefractive material in real time and with low incident-light intensities (10^−3 W\/cm^2). We calculate the expected images using two different four-wave mixing geometries, which show good agreement with the images that we experimentally observe using a single-domain crystal of BaTiO_3 as the photorefractive material.",
            "Real-time edge enhancement using the photorefractive effect",
            "Jack Feinberg",
            "1980",
            "DAG-tGUAAAAJ:zYLM7Y9cAGgC",
            183,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-5-8-330",
            "3905764849746378810",
            "\/scholar?cites=3905764849746378810",
            {
                "1981":1,
                "1982":8,
                "1983":6,
                "1984":7,
                "1985":9,
                "1986":14,
                "1987":9,
                "1988":6,
                "1989":7,
                "1990":10,
                "1991":7,
                "1992":6,
                "1993":4,
                "1994":8,
                "1995":10,
                "1996":4,
                "1997":8,
                "1998":3,
                "1999":11,
                "2000":2,
                "2001":3,
                "2002":2,
                "2003":1,
                "2004":4,
                "2005":7,
                "2006":3,
                "2007":2,
                "2008":2,
                "2009":2,
                "2010":3,
                "2011":3,
                "2012":2,
                "2013":1,
                "2014":3,
                "2015":1,
                "2016":2,
                "2017":1,
                "2018":1
            }
        ]
    ]
}