{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Molecular diagnostics is progressing from low-throughput, heterogeneous, mostly manual technologies to higher throughput, closed-tube, and automated methods. Fluorescence is the favored signaling technology for such assays, and a number of techniques rely on energy transfer between a fluorophore and a proximal quencher molecule. In these methods, dual-labeled probes hybridize to an amplicon and changes in the quenching of the fluorophore are detected. We describe a new technology that is simple to use, gives highly specific information, and avoids the major difficulties of the alternative methods. It uses a primer with an integral tail that is used to probe an extension product of the primer. The probing of a target sequence is thereby converted into a unimolecular event, which has substantial benefits in terms of kinetics, thermodynamics, assay design, and probe reliability.",
            "Detection of PCR products using self-probing amplicons and fluorescence",
            "David Whitcombe and Jane Theaker and Simon P Guy and Tom Brown and Steve Little",
            "1999",
            "DanQbhQAAAAJ:u5HHmVD_uO8C",
            1024,
            "https:\/\/www.nature.com\/articles\/nbt0899_804",
            "15090121446452499233",
            "\/scholar?cites=15090121446452499233",
            {
                "1999":3,
                "2000":24,
                "2001":45,
                "2002":44,
                "2003":58,
                "2004":55,
                "2005":63,
                "2006":55,
                "2007":65,
                "2008":66,
                "2009":50,
                "2010":45,
                "2011":64,
                "2012":49,
                "2013":62,
                "2014":53,
                "2015":48,
                "2016":47,
                "2017":34,
                "2018":31,
                "2019":26,
                "2020":23,
                "2021":2
            }
        ],
        [
            "The advent of click chemistry has led to an influx of new ideas in the nucleic acids field. The copper catalysed alkyne–azide cycloaddition (CuAAC) reaction is the method of choice for DNA click chemistry due to its remarkable efficiency. It has been used to label oligonucleotides with fluorescent dyes, sugars, peptides and other reporter groups, to cyclise DNA, to synthesise DNA catenanes, to join oligonucleotides to PNA, and to produce analogues of DNA with modified nucleobases and backbones. In this critical review we describe some of the pioneering work that has been carried out in this area (78 references).",
            "Click chemistry with DNA",
            "Afaf H El-Sagheer and Tom Brown",
            "2010",
            "DanQbhQAAAAJ:2osOgNQ5qMEC",
            678,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2010\/cs\/b901971p",
            "16948439982800161173",
            "\/scholar?cites=16948439982800161173",
            {
                "2010":18,
                "2011":61,
                "2012":81,
                "2013":74,
                "2014":69,
                "2015":70,
                "2016":77,
                "2017":63,
                "2018":57,
                "2019":44,
                "2020":54,
                "2021":8
            }
        ],
        [
            "Scorpion primers can be used to detect PCR products in homogeneous solution. Their structure promotes a unimolecular probing mechanism. We compare their performance with that of the same probe sequence forced to act in a bimolecular manner. The data suggest that Scorpions indeed probe by a unimolecular mechanism which is faster and more efficient than the bimolecular mechanism. This mechanism is not dependent on enzymatic cleavage of the probe. A direct comparison between Scorpions, TaqMan and Molecular Beacons on a Roche LightCycler indicates that Scorpions perform better, particularly under fast cycling conditions. Development of a cystic fibrosis mutation detection assay shows that Scorpion primers are selective enough to detect single base mutations and give good sensitivity in all cases. Simultaneous detection of both normal and mutant alleles in a single reaction is possible by …",
            "Mode of action and application of Scorpion primers to mutation detection",
            "Nicola Thelwell and Stephen Millington and Antonio Solinas and James Booth and Tom Brown",
            "2000",
            "DanQbhQAAAAJ:9yKSN-GCB0IC",
            473,
            "https:\/\/academic.oup.com\/nar\/article-abstract\/28\/19\/3752\/1082915",
            "4012089379571273363",
            "\/scholar?cites=4012089379571273363",
            {
                "2001":20,
                "2002":30,
                "2003":22,
                "2004":28,
                "2005":30,
                "2006":29,
                "2007":30,
                "2008":20,
                "2009":19,
                "2010":26,
                "2011":35,
                "2012":27,
                "2013":37,
                "2014":24,
                "2015":23,
                "2016":16,
                "2017":14,
                "2018":12,
                "2019":7,
                "2020":15,
                "2021":2
            }
        ],
        [
            "The 1.75-Å crystal structure of the uracil-DNA glycosylase from herpes simplex virus type-1 reveals a new fold, distantly related to dinucleotide-binding proteins. Complexes with a trideoxynucleotide, and with uracil, define the DNA-binding site and allow a detailed understanding of the exquisitely specific recognition of uracil in DNA. The overall structure suggests binding models for elongated single-and double-stranded DNA substrates. Conserved residues close to the uracil-binding site suggest a catalytic mechanism for hydrolytic base excision.",
            "The structural basis of specific base-excision repair by uracil–DNA glycosylase",
            "Renos Savva and Katherine McAuley-Hecht and Tom Brown and Laurence Pearl",
            "1995",
            "DanQbhQAAAAJ:d1gkVwhDpl0C",
            469,
            "https:\/\/www.nature.com\/articles\/373487a0",
            "17282167026344598877",
            "\/scholar?cites=17282167026344598877",
            {
                "1995":27,
                "1996":40,
                "1997":26,
                "1998":27,
                "1999":29,
                "2000":24,
                "2001":22,
                "2002":24,
                "2003":25,
                "2004":21,
                "2005":18,
                "2006":13,
                "2007":18,
                "2008":11,
                "2009":10,
                "2010":14,
                "2011":8,
                "2012":16,
                "2013":12,
                "2014":12,
                "2015":17,
                "2016":9,
                "2017":16,
                "2018":9,
                "2019":11,
                "2020":6,
                "2021":2
            }
        ]
    ]
}