{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "In the current paradigm, Oort cloud comets formed in the giant planets9 region of the solar nebula, where temperatures and other conditions varied greatly. The measured compositions of four such comets (Halley, Hyakutake, Hale-Bopp, and Lee) are consistent with formation from interstellar ices in the cold nebular region beyond Uranus. The composition of comet C\/1999 S4 (LINEAR) differs greatly, which suggests that its ices condensed from processed nebular gas, probably in the Jupiter-Saturn region. Its unusual organic composition may require reevaluation of the prebiotic organic material delivered to the young Earth by comets.",
            "Organic composition of C\/1999 S4 (LINEAR): a comet formed near Jupiter?",
            "MJ Mumma and N Dello Russo and MA DiSanti and Karen Magee-Sauer and RE Novak and S Brittain and T Rettig and IS McLean and DC Reuter and Li-H Xu",
            "2001",
            "Db-dRNMAAAAJ:u5HHmVD_uO8C",
            185,
            "https:\/\/science.sciencemag.org\/content\/292\/5520\/1334.abstract",
            "77810984879037682",
            "\/scholar?cites=77810984879037682",
            {
                "2000":2,
                "2001":10,
                "2002":13,
                "2003":13,
                "2004":20,
                "2005":9,
                "2006":7,
                "2007":22,
                "2008":16,
                "2009":10,
                "2010":9,
                "2011":8,
                "2012":12,
                "2013":2,
                "2014":5,
                "2015":3,
                "2016":6,
                "2017":3,
                "2018":5,
                "2019":3,
                "2020":2,
                "2021":1
            }
        ],
        [
            "The characterization of gas in the inner disks around young stars is of particular interest because of its connection to planet formation. In order to study the gas in inner disks, we have obtained high‐resolution K‐ and M‐band spectroscopy of 14 intermediate‐mass young stars. In sources that have optically thick inner disks, i.e.,  , our detection rate of the rovibrational CO transitions is 100%, and the gas is thermally excited. Of the five sources that do not have optically thick inner disks, we only detect the rovibrational CO transitions from HD 141569. In this case, we show that the gas is excited by UV fluorescence and that the inner disk is devoid of gas and dust. We discuss the plausibility of the various scenarios for forming this inner hole. Our modeling of the UV‐fluoresced gas suggests an additional method by which to search for and\/or place stringent limits on gas in dust‐depleted regions in disks around Herbig Ae …",
            "Warm gas in the inner disks around young intermediate-mass stars",
            "Sean D Brittain and Theodore Simon and Joan R Najita and Terrence W Rettig",
            "2007",
            "Db-dRNMAAAAJ:d1gkVwhDpl0C",
            163,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/511255\/meta",
            "16112405867895732755",
            "\/scholar?cites=16112405867895732755",
            {
                "2007":5,
                "2008":20,
                "2009":15,
                "2010":25,
                "2011":17,
                "2012":12,
                "2013":16,
                "2014":14,
                "2015":6,
                "2016":11,
                "2017":5,
                "2018":3,
                "2019":11,
                "2020":3
            }
        ],
        [
            "We observed a sample of 20 representative Herbig Ae\/Be stars and 5 A-type debris discs with PACS onboard Herschel, as part of the GAS in Protoplanetary Systems (GASPS) project. The observations were done in spectroscopic mode, and cover the far-infrared lines of [O i], [C ii], CO, CH+, H2O, and OH. We have a [O i] 63 μm detection rate of 100% for the Herbig Ae\/Be and 0% for the debris discs. The [O i] 145 μm line is only detected in 25% and CO J = 18–17 in 45% (and fewer cases for higher J transitions) of the Herbig Ae\/Be stars, while for [C ii] 157 μm, we often find spatially variable background contamination. We show the first detection of water in a Herbig Ae disc, HD 163296, which has a settled disc. Hydroxyl is detected as well in this disc. First seen in HD 100546, CH+ emission is now detected for the second time in a Herbig Ae star, HD 97048. We report fluxes for each line and use the …",
            "Observations of Herbig Ae\/Be stars with Herschel\/PACS-The atomic and molecular contents of their protoplanetary discs",
            "Gwendolyn Meeus and Benjamín Montesinos and I Mendigutía and Inga Kamp and Wing Fai Thi and Carlos Eiroa and Carol A Grady and Geoffrey Mathews and Göran Sandell and C Martin-Zaïdi and Sean Brittain and William RF Dent and Christian Howard and François Ménard and Christophe Pinte and Aki Roberge and Bart Vandenbussche and Jonathan P Williams",
            "2012",
            "Db-dRNMAAAAJ:IjCSPb-OGe4C",
            155,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2012\/08\/aa19225-12\/aa19225-12.html",
            "12157283282096690981",
            "\/scholar?cites=12157283282096690981",
            {
                "2012":4,
                "2013":20,
                "2014":18,
                "2015":20,
                "2016":20,
                "2017":18,
                "2018":18,
                "2019":20,
                "2020":14,
                "2021":3
            }
        ]
    ]
}