{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "We report terahertz (THz) light-induced second harmonic generation, in superconductors with inversion symmetry that forbid even-order nonlinearities. The THz second harmonic emission vanishes above the superconductor critical temperature and arises from precession of twisted Anderson pseudospins at a multicycle, THz driving frequency that is not allowed by equilibrium symmetry. We explain the microscopic physics by a dynamical symmetry breaking principle at sub-THz-cycle by using quantum kinetic modeling of the interplay between strong THz-lightwave nonlinearity and pulse propagation. The resulting nonzero integrated pulse area inside the superconductor leads to light-induced nonlinear supercurrents due to subcycle Cooper pair acceleration, in contrast to dc-biased superconductors, which can be controlled by the band structure and THz driving field below the superconducting gap.",
            "Terahertz second-harmonic generation from lightwave acceleration of symmetry-breaking nonlinear supercurrents",
            "C Vaswani and M Mootz and C Sundahl and DH Mudiyanselage and JH Kang and X Yang and D Cheng and C Huang and RHJ Kim and Z Liu and L Luo and IE Perakis and CB Eom and J Wang",
            "2020",
            "DffpvSIAAAAJ:u-x6o8ySG0sC",
            17,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.124.207003",
            "4852114376341336612",
            "\/scholar?cites=4852114376341336612",
            {
                "2020":13,
                "2021":3
            }
        ],
        [
            "A grand challenge underlies the entire field of topology-enabled quantum logic and information science: how to establish topological control principles driven by quantum coherence and understand the time dependence of such periodic driving. Here we demonstrate a few-cycle THz-pulse-induced phase transition in a Dirac semimetal ZrTe 5 that is periodically driven by vibrational coherence due to excitation of the lowest Raman active mode. Above a critical THz-pump field threshold, there emerges a long-lived metastable phase, approximately 100 ps, with unique Raman phonon-assisted topological switching dynamics absent for optical pumping. The switching also manifests itself by distinct features: nonthermal spectral shape, relaxation slowing near the Lifshitz transition where the critical Dirac point occurs, and diminishing signals at the same temperature that the Berry-curvature-induced anomalous Hall effect …",
            "Light-driven Raman coherence as a nonthermal route to ultrafast topology switching in a Dirac semimetal",
            "Chirag Vaswani and L-L Wang and Dinusha Herath Mudiyanselage and Q Li and PM Lozano and GD Gu and Di Cheng and Boqun Song and Liang Luo and Richard HJ Kim and Chuankun Huang and Zhiyan Liu and M Mootz and IE Perakis and Yongxin Yao and Kai-Ming Ho and Jigang Wang",
            "2020",
            "DffpvSIAAAAJ:d1gkVwhDpl0C",
            16,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.10.021013",
            "9207689382407232503",
            "\/scholar?cites=9207689382407232503",
            {
                "2020":12,
                "2021":4
            }
        ],
        [
            "We discover hidden Rashba fine structure in CH 3 NH 3 PbI 3 and demonstrate its quantum control by vibrational coherence through symmetry-selective vibronic (electron-phonon) coupling. Above a critical threshold of a single-cycle terahertz pump field, a Raman phonon mode distinctly modulates the middle excitonic states with persistent coherence for more than ten times longer than the ones on two sides that predominately couple to infrared phonons. These vibronic quantum beats, together with first-principles modeling of phonon periodically modulated Rashba parameters, identify a threefold excitonic fine structure splitting, ie, optically forbidden, degenerate dark states in between two bright ones with a narrow,∼ 3 nm splitting. Harnessing of vibronic quantum coherence and symmetry inspires light-perovskite quantum control and sub-THz-cycle “Rashba engineering” of spin-split bands for ultimate …",
            "Ultrafast Control of Excitonic Rashba Fine Structure by Phonon Coherence in the Metal Halide Perovskite ",
            "Z Liu and C Vaswani and X Yang and X Zhao and Y Yao and Z Song and D Cheng and Y Shi and L Luo and D-H Mudiyanselage and C Huang and J-M Park and RHJ Kim and J Zhao and Y Yan and K-M Ho and J Wang",
            "2020",
            "DffpvSIAAAAJ:W7OEmFMy1HYC",
            11,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.124.157401",
            "1935645841208961692",
            "\/scholar?cites=1935645841208961692",
            {
                "2019":1,
                "2020":8,
                "2021":2
            }
        ],
        [
            "We report the discovery of helicity-dependent ultrafast photocurrent generation in organic-inorganic perovskite by measuring terahertz (THz) electric field emissions in the time-domain. We find signatures of the circular photogalvanic effect (CPGE) where right circularly polarized light and left circularly polarized light lead to different photocurrent generation. The direction of photocurrent is also resolved by measuring the polarization of the emitted THz pulses. Furthermore, we observe distinct wavelength-dependent, coherent phonon dynamics using THz pump-induced differential reflectivity, indicative of multiple exciton resonances. Both the CPGE and exciton fine structure, together with theoretical simulations, provide compelling and complementary evidence for the existence of Rashba-type bands in perovskite.",
            "Helicity-dependent terahertz photocurrent and phonon dynamics in hybrid metal halide perovskites",
            "D Cheng and Z Liu and L Luo and C Vaswani and J-M Park and Y Yao and Z Song and C Huang and D-H Mudiyanselage and RHJ Kim and Y Yan and K-M Ho and J Wang",
            "2019",
            "DffpvSIAAAAJ:9yKSN-GCB0IC",
            6,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.5127767",
            "8973884204584390538",
            "\/scholar?cites=8973884204584390538",
            {
                "2020":5,
                "2021":1
            }
        ]
    ]
}