{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "On the point that, in practices of critical thinking, we respond spontaneously in concrete situations, this paper presents an account on behalf of Wittgenstein. I argue that the ‘seeing‐things‐aright’ model of Luntley's Wittgenstein is not adequate, since it pays insufficient attention to radically new circumstances, in which the content of norms is updated. While endorsing Bailin's emphasis on criteria of critical thinking, Wittgenstein would agree with Papastephanou and Angeli's demand to look behind criteriology. He maintains the primacy of the practical, and yet contends that a reasonable person lets rules of rationality compel her. These rules are not mere heuristics. I further examine Burbules' conception of communicative reason, and, among others, his interpretation of Wittgenstein's sign‐post example.",
            "Critical thinking as a normative practice in life: A Wittgensteinian groundwork",
            "Kenny Siu Sing Huen",
            "2011",
            "dhMvZZYAAAAJ:d1gkVwhDpl0C",
            5,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1111\/j.1469-5812.2009.00614.x",
            "10056471476015860452",
            "\/scholar?cites=10056471476015860452",
            {
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":1
            }
        ],
        [
            "The forthcoming sequence of six articles is kind of an experiment. In our recent issues we published single articles only or sets of articles by different authors dealing with the same topic. As WITTGENSTEIN STUDIES are published two times a year only, this doesn't allow  to document an immediate feedback from other readers. This seems to be an unsatisfactory situation as we believe engaged(?) discussions to be an essential part of the evolution of both philosophic positions and ideas too. The opportunity to express article related positions (containing both agreement  and  disagreement) using the technique of writing letters to the editor might help a bit  here but won't solve the whole problem. Reactions like this will never look like a real discussion to the reader, as the break between thesis and antithesis takes much to long. In that case article and letter seem to be single contributions instead, although their …",
            "A review of Chomsky's criticism of Kripke's Wittgenstein",
            "S. S. K. Huen",
            "1996",
            "dhMvZZYAAAAJ:qjMakFHDy7sC",
            3,
            "http:\/\/sammelpunkt.philo.at\/id\/eprint\/2270\/",
            "8636720801189440157",
            "\/scholar?cites=8636720801189440157",
            {
                "2007":1,
                "2008":1
            }
        ],
        [
            "This chapter explains the view of the later Wittgenstein, in particular his rule-following considerations and their implications for education. Many people suppose that grasping a rule amounts to getting at the right interpretation of the rule. Through the rule-following paradox, this conception is shown to be deeply misconceived. We are led back to a plain view of practices in which rules are embedded, a view that the criteria which determine the right or wrong of the use of a rule lie in the application, not in some mental entity. Meaning or the extension of a rule is settled on “agreement in form of life”, according to Wittgenstein. But this notion can only be appreciated when we note its dynamic nature and the role the rule-follower plays as an agent. Copyright© 2008 Cengage Learning.",
            "Wittgenstein: rule-following paradox, forms of life and education",
            "K. Huen",
            "2008",
            "dhMvZZYAAAAJ:zYLM7Y9cAGgC",
            1,
            "https:\/\/repository.eduhk.hk\/en\/publications\/wittgenstein-rule-following-paradox-forms-of-life-and-education-4",
            "8662585210811467240",
            "\/scholar?cites=8662585210811467240",
            {
                "2011":1
            }
        ],
        [
            "Sign in | Create an account. PhilPapers PhilPeople PhilArchive PhilEvents PhilJobs. PhilPapers\nhome. Syntax; Advanced Search. New: All new items; Books; Journal articles; Manuscripts. Topics:\nAll Categories; Metaphysics and Epistemology: Metaphysics and Epistemology; Epistemology;\nMetaphilosophy; Metaphysics; Philosophy of Action; Philosophy of Language; Philosophy of\nMind; Philosophy of Religion; M&E, Misc. Value Theory: Value Theory; Aesthetics; Applied Ethics;\nMeta-Ethics; Normative Ethics; Philosophy of Gender, Race, and Sexuality; Philosophy of Law;\nSocial and Political Philosophy; Value Theory, Miscellaneous. Science, Logic, and Mathematics:\nScience, Logic, and Mathematics; Logic and Philosophy of Logic; Philosophy of Biology; … \n",
            "Language and form of life: the views of Kripke's Wittgenstein and Chomsky contrasted",
            "Siu-sing Huen",
            "2006",
            "dhMvZZYAAAAJ:WF5omc3nYNoC",
            1,
            "https:\/\/philpapers.org\/rec\/HUELAF",
            "14191217804927659147",
            "\/scholar?cites=14191217804927659147",
            {
                "2005":1
            }
        ]
    ]
}