{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "The present study explored the total adaptive behavior of children and adolescents with visual impairments, as well as their adaptive behavior in each of the domains of Communication, Daily Living Skills, and Socialization. Moreover, the predictors of the performance and developmental delay in adaptive behavior were investigated. Instrumentation included an informal questionnaire and the Vineland Adaptive Behavior Scales (Survey Form). Forty-six children and adolescents with visual impairments participated. The results reveal the effect of age on total adaptive behavior and on each of the domains of Communication, Daily Living Skills, and Socialization; the older individuals with visual impairments present better performance but also a higher rate of delay in comparison with younger individuals. Moreover, the ability of independent movement is a predictor of performance and developmental delay on the Daily …",
            "Adaptive behavior of children and adolescents with visual impairments",
            "Konstantinos Papadopoulos and Katerina Metsiou and Ioannis Agaliotis",
            "2011",
            "DhQO3VcAAAAJ:u5HHmVD_uO8C",
            88,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0891422211000229",
            "13500827517925000656",
            "\/scholar?cites=13500827517925000656",
            {
                "2010":1,
                "2011":1,
                "2012":4,
                "2013":6,
                "2014":9,
                "2015":5,
                "2016":13,
                "2017":11,
                "2018":13,
                "2019":11,
                "2020":10,
                "2021":2
            }
        ],
        [
            "The research presented in this article investigated the social support provided in the workplace for persons with visual impairments. The results reveal the more frequently demonstrated forms of positive and negative social support, the range of social support, and the level of satisfaction with this support.",
            "Social support in the workplace for working-age adults with visual impairments",
            "Doxa Papakonstantinou and Konstantinos Papadopoulos",
            "2009",
            "DhQO3VcAAAAJ:d1gkVwhDpl0C",
            42,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0145482X0910300703",
            "11383489579162753067",
            "\/scholar?cites=11383489579162753067",
            {
                "2010":2,
                "2011":5,
                "2012":4,
                "2013":3,
                "2014":1,
                "2015":5,
                "2016":9,
                "2017":1,
                "2018":3,
                "2019":5,
                "2020":4
            }
        ]
    ]
}