{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            " BACKGROUND : There has been continuing prog‐ ress in measures to reduce the risk of transfusion‐ transmitted infection, including introduction of serologic tests of increased sensitivity and the recent implementation of investigational NAT in small pools of samples. STUDY DESIGN AND METHODS : Data relating to all blood donations to the American Red Cross have been consolidated into a single database. The prevalence of confirmed‐positive test results for HBsAg, HCV, HIV, and HTLV were evaluated for each year for first‐time donors from 1995 through 2001. Incidence rates for these infections were evaluated among repeat donors having at least two donations in a 2‐year period. The frequencies of HIV‐1 RNA‐ and HCV RNA‐positive, seronegative donations were assessed for first‐time and repeat donations. The relationship risk = (window period) × (incidence) was used to assess residual risk among …",
            "Current prevalence and incidence of infectious disease markers and estimated window‐period risk in the American Red Cross blood donor population",
            "RY Dodd and EP Notari IV and SL Stramer",
            "2002",
            "dI_slccAAAAJ:ZHo1McVdvXMC",
            786,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1046\/j.1537-2995.2002.00174.x",
            "3939789887277732869",
            "\/scholar?cites=3939789887277732869",
            {
                "2002":9,
                "2003":40,
                "2004":52,
                "2005":87,
                "2006":64,
                "2007":51,
                "2008":53,
                "2009":52,
                "2010":53,
                "2011":30,
                "2012":39,
                "2013":46,
                "2014":26,
                "2015":43,
                "2016":26,
                "2017":26,
                "2018":17,
                "2019":22,
                "2020":23,
                "2021":2
            }
        ],
        [
            "In the United States, transmission of the human immunodeficiency virus (HIV) by blood transfusion occurs almost exclusively when a recently infected blood donor is infectious but before antibodies to HIV become detectable (during the “window period”). We estimated the risk of HIV transmission caused by transfusion on the basis of the window period associated with the use of current, sensitive enzyme immunosorbent assays and recent data on HIV incidence among blood donors.We analyzed demographic and laboratory data on more than 4.1 million blood donations obtained in 1992 and 1993 in 19 regions served by the American National Red Cross, as well as the results of HIV-antibody tests of 4.9 million donations obtained in an additional 23 regions.We estimated that, in the 19 study regions, 1 donation in every 360,000 (95 percent confidence interval, 210,000 to 1,140,000 …",
            "Estimated risk of transmission of the human immunodeficiency virus by screened blood in the United States",
            "Eve M Lackritz and Glen A Satten and John Aberle-Grasse and Roger Y Dodd and Vincent P Raimondi and Robert S Janssen and W Frank Lewis and Edward P Notari and Lyle R Petersen",
            "1995",
            "dI_slccAAAAJ:u5HHmVD_uO8C",
            457,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJM199512283332601",
            "14868979608679139771",
            "\/scholar?cites=14868979608679139771",
            {
                "1996":27,
                "1997":44,
                "1998":48,
                "1999":32,
                "2000":38,
                "2001":45,
                "2002":27,
                "2003":21,
                "2004":15,
                "2005":14,
                "2006":13,
                "2007":19,
                "2008":17,
                "2009":11,
                "2010":13,
                "2011":6,
                "2012":13,
                "2013":12,
                "2014":8,
                "2015":2,
                "2016":4,
                "2017":7,
                "2018":3,
                "2019":3,
                "2020":3
            }
        ],
        [
            "BACKGROUND: Nucleic acid testing (NAT) for human immunodeficiency virus (HIV) and hepatitis C virus (HCV) was introduced for blood donation screening in the United States in 1999. This study analyzes temporal trends of these two infections since NAT introduction.STUDY DESIGN AND METHODS: Donation data from 1999 to 2008 were analyzed; each donation was tested for antibodies and viral RNA for HIV and HCV. Incidence for first‐time (FT) donors was derived by multiplying that among repeat (RP) donors by the ratio of NAT yield rates between FT and RP donors. Incidence for all donors was the weighted mean based on percentage of FT and RP donors. Residual risk (RR) was determined using the window‐period model.RESULTS: During the 10‐year period approximately 66 million donations were screened with 32 HIV (1:2 million) and 244 HCV (1:270,000) NAT yield donations identified. HCV …",
            "Prevalence, incidence, and residual risk of human immunodeficiency virus and hepatitis C virus infections among United States blood donors since the introduction of nucleic …",
            "Shimian Zou and Kerri A Dorsey and Edward P Notari and Gregory A Foster and David E Krysztof and Fatemeh Musavi and Roger Y Dodd and Susan L Stramer",
            "2010",
            "dI_slccAAAAJ:9yKSN-GCB0IC",
            318,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1537-2995.2010.02622.x",
            "1839735904925167044",
            "\/scholar?cites=1839735904925167044",
            {
                "2010":9,
                "2011":24,
                "2012":27,
                "2013":40,
                "2014":38,
                "2015":31,
                "2016":39,
                "2017":27,
                "2018":23,
                "2019":20,
                "2020":22,
                "2021":4
            }
        ],
        [
            "BACKGROUND: American Red Cross surveillance data on transfusion‐related acute lung injury (TRALI) fatalities were analyzed to evaluate the association with components from donors with white blood cell (WBC) antibodies and to examine the potential impact of the selective transfusion of plasma from male donors.STUDY DESIGN AND METHODS: Suspected TRALI reports in 2003 through 2005 were identified and all fatalities were reviewed and classified by three physicians as “probable TRALI” or of “unrelated etiology,” with independent review of the associated serologic investigation. Hospital investigational and reporting biases could not be fully controlled in this retrospective study.RESULTS: A total of 550 reports of suspected TRALI, including 72 fatalities, were investigated. The number of reports increased each year and the rate varied by geographic region. Retrospective review of fatalities revealed 38 …",
            "Transfusion‐related acute lung injury surveillance (2003‐2005) and the potential impact of the selective use of plasma from male donors in the American Red Cross",
            "Anne F Eder and Ross Herron and Annie Strupp and Beth Dy and Edward P Notari and Linda A Chambers and Roger Y Dodd and Richard J Benjamin",
            "2007",
            "dI_slccAAAAJ:u-x6o8ySG0sC",
            261,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1537-2995.2007.01102.x",
            "16268942630805529998",
            "\/scholar?cites=16268942630805529998",
            {
                "2006":1,
                "2007":15,
                "2008":26,
                "2009":33,
                "2010":40,
                "2011":30,
                "2012":34,
                "2013":23,
                "2014":13,
                "2015":11,
                "2016":6,
                "2017":7,
                "2018":13,
                "2019":3,
                "2020":3
            }
        ],
        [
            "BACKGROUND: The American Red Cross initiated systemwide bacterial testing of all apheresis platelet (PLT) collections in March 2004, yet continues to receive reports of septic reactions after transfusion of screened components.STUDY DESIGN AND METHODS: The rates of confirmed bacterial contamination of apheresis PLT collections detected by prospective quality control (QC) testing, and by surveillance of reported septic reactions to screened‐negative apheresis PLTs, were analyzed according to the technology utilized for collection.RESULTS: Between March 1, 2004, and May 31, 2006, bacterial culture testing was performed on 1,004,206 donations; of these, 186 (1:5,399) had confirmed‐positive culture results. Transfusion of all but 1 of the associated 293 components was prevented. A significantly higher rate of confirmed‐positive bacterial cultures was seen with products collected utilizing two‐arm …",
            "Bacterial screening of apheresis platelets and the residual risk of septic transfusion reactions: the American Red Cross experience (2004‐2006)",
            "Anne F Eder and Jean M Kennedy and Beth A Dy and Edward P Notari and John W Weiss and Chyang T Fang and Stephen Wagner and Roger Y Dodd and Richard J Benjamin and American Red Cross Regional Blood Centers",
            "2007",
            "dI_slccAAAAJ:d1gkVwhDpl0C",
            239,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1537-2995.2007.01248.x",
            "9797393704420783783",
            "\/scholar?cites=9797393704420783783",
            {
                "2007":6,
                "2008":28,
                "2009":31,
                "2010":23,
                "2011":30,
                "2012":12,
                "2013":12,
                "2014":22,
                "2015":15,
                "2016":11,
                "2017":8,
                "2018":19,
                "2019":9,
                "2020":6
            }
        ],
        [
            "Thirteen years ago, blood centres voluntarily started testing whole blood and platelet apheresis donors using nucleic acid amplification technology (NAT). The first reports on the feasibility of routine blood donation NAT screening were published in 1998⁄ 99, followed by wide-scale implementation or mandated NAT testing in multiple countries over the subsequent several years [1–5]. Although studies demonstrated that NAT testing could efficiently detect serologically negative donors who were infected with all three major transfusion-transmitted viruses (HCV, HIV-1 and HBV), most countries initially mandated NAT testing only for HCV or for HCV and HIV-1. Thus, despite the cost and logistical challenges to blood banks that tried to establish NAT testing on a routine basis, HCV and HIV-1 NAT testing expanded rapidly in the early 90s in many countries. The main reasons for the delayed implementation of HBV NAT …",
            "International survey on NAT testing of blood donations: expanding implementation and yield from 1999 to 2009",
            "WK Roth and MP Busch and A Schuller and S Ismay and A Cheng and CR Seed and C Jungbauer and PM Minsk and D Sondag‐Thull and S Wendel and JE Levi and M Fearon and G Delage and Y Xie and I Jukic′ and P Turek and H Ullum and V Tefanova and M Tilk and R Reimal and J Castren and M Naukkarinen and A Assal and C Jork and MK Hourfar and P Michel and R Offergeld and L Pichl and M Schmidt and V Schottstedt and E Seifried and F Wagner and M Weber‐Schehl and C Politis and CK Lin and WC Tsoi and J O’Riordan and A Gottreich and E Shinar and V Yahalom and C Velati and M Satake and N Sanad and I Sisene and AH Bon and M Koppelmann and P Flanagan and O Flesland and E Brojer and M Łętowska and F Nascimento and E Zhiburt and SS Chua and D Teo and S Levicnik Stezinar and M Vermeulen and R Reddy and Q Park and E Castro and A Eiras and I Gonzales Fraile and P Torres and Bengt Ekermo and C Niederhauser and H Chen and S Oota and LJ Brant and R Eglin and L Jarvis and L Mohabir and J Brodsky and G Foster and C Jennings and E Notari and S Stramer and D Kessler and C Hillyer and H Kamel and L Katz and C Taylor and S Panzer and HW Reesink",
            "2012",
            "dI_slccAAAAJ:Y0pCki6q_DkC",
            220,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1423-0410.2011.01506.x",
            "8511121322264470923",
            "\/scholar?cites=8511121322264470923",
            {
                "2011":1,
                "2012":14,
                "2013":21,
                "2014":26,
                "2015":31,
                "2016":31,
                "2017":31,
                "2018":23,
                "2019":22,
                "2020":16,
                "2021":1
            }
        ],
        [
            "BACKGROUND: A large number of blood donors are deferred each year and many of the temporarily deferred donors do not return to donate blood. This study analyzed actual deferral and return donation data from the American Red Cross to further assess the impact of donor deferral on donor availability.STUDY DESIGN AND METHODS: Voluntary blood donors who presented between 2001 and 2006 were included in this study. Deferred donors were classified into three groups according to their history of presentation during the prior 2 years: Group 1 with no prior donation or deferral, Group 2 with prior donation but no deferral, and Group 3 with prior deferral. Temporarily deferred donors in Groups 1 and 2 who did not return during the next 3 years were considered lost donors. All indefinitely deferred donors were lost donors.RESULTS: A mean of 12.8 percent of a total of 47,814,370 donor presentations …",
            "Donor deferral and resulting donor loss at the American Red Cross Blood Services, 2001 through 2006",
            "Shimian Zou and Fatemeh Musavi and Edward P Notari and Jorge A Rios and Jonathan Trouern‐Trend and Chyang T Fang",
            "2008",
            "dI_slccAAAAJ:IjCSPb-OGe4C",
            174,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1537-2995.2008.01903.x",
            "9987228812849655205",
            "\/scholar?cites=9987228812849655205",
            {
                "2008":1,
                "2009":6,
                "2010":10,
                "2011":9,
                "2012":25,
                "2013":19,
                "2014":14,
                "2015":22,
                "2016":18,
                "2017":18,
                "2018":5,
                "2019":18,
                "2020":8
            }
        ],
        [
            "ContextDonations by minors (16- and 17-year-olds) now account for approximately 8% of the whole blood collected by the American Red Cross, but young age and first-time donation status are known to be independent risk factors for donation-related complications.ObjectiveTo evaluate adverse reactions to allogeneic whole blood donation by 16- and 17-year-olds compared with older donors in American Red Cross blood centers.Design, Setting, and ParticipantsProspective documentation of adverse events among 16- and 17-year-old donors using standardized collection protocols, definitions, and reporting methods in 2006. Data were from 9 American Red Cross blood centers that routinely collect from 16- and 17-year-olds, a population that provides 80% of its donations at high school blood drives.Main Outcome MeasuresRate of systemic (syncopal-type) and phlebotomy-related donor complications per 10 000 …",
            "Adverse reactions to allogeneic whole blood donation by 16-and 17-year-olds",
            "Anne F Eder and Christopher D Hillyer and Beth A Dy and Edward P Notari and Richard J Benjamin",
            "2008",
            "dI_slccAAAAJ:qjMakFHDy7sC",
            172,
            "https:\/\/jamanetwork.com\/journals\/jama\/article-abstract\/181935",
            "16306407952951741271",
            "\/scholar?cites=16306407952951741271",
            {
                "2008":5,
                "2009":14,
                "2010":21,
                "2011":16,
                "2012":22,
                "2013":10,
                "2014":11,
                "2015":7,
                "2016":15,
                "2017":14,
                "2018":10,
                "2019":13,
                "2020":6
            }
        ],
        [
            "BACKGROUND: Plasma components from female donors were responsible for most cases of transfusion‐related acute lung injury (TRALI) reported to the American Red Cross (ARC) between 2003 and 2005. Consequently, we began preferentially distributing plasma from male donors for transfusion in 2006 and evaluated the effect on reported TRALI cases in the ensuing 2 years.STUDY DESIGN AND METHODS: Suspected TRALI cases reported to the ARC Hemovigilance Program in calendar years (CY) 2006, 2007, and 2008 are described. Any case involving a fatality was also independently reviewed by three ARC physicians and classified as probable TRALI or not TRALI.RESULTS: The percentage of plasma collected from male donors and distributed for transfusion increased each year from 55% in CY2006 to 79% in CY2007 and 95% in CY2008. Independent medical review of the 77 reported TRALI cases …",
            "Effective reduction of transfusion‐related acute lung injury risk with male‐predominant plasma strategy in the American Red Cross (2006‐2008)",
            "Anne F Eder and Ross M Herron Jr and Annie Strupp and Beth Dy and Jenni White and Edward P Notari and Roger Y Dodd and Richard J Benjamin",
            "2010",
            "dI_slccAAAAJ:2osOgNQ5qMEC",
            169,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1537-2995.2010.02652.x",
            "3841828685603921967",
            "\/scholar?cites=3841828685603921967",
            {
                "2010":8,
                "2011":23,
                "2012":25,
                "2013":17,
                "2014":26,
                "2015":13,
                "2016":13,
                "2017":11,
                "2018":11,
                "2019":10,
                "2020":6,
                "2021":2
            }
        ],
        [
            "BACKGROUND: This study used two approaches to estimate the current incidence of hepatitis B virus (HBV) in a US donor population.METHODS: HBV incidence was estimated through the hepatitis B surface antigen (HBsAg) yield approach and the seroconversion method. Residual risk was estimated by the incidence–window period model. HBsAg yield refers to an HBsAg confirmed‐positive, antibody against hepatitis B core antigen (anti‐HBc)–nonreactive donation, adjusted for false‐positive neutralization results. The number of HBsAg‐seroconverting repeat donors divided by total number of person‐years of evaluation or the HBsAg yield rate divided by HBsAg yield window gave rise to incidence estimates.RESULTS: The seroconversion and the yield approach, respectively, gave an incidence estimate of 3.41 or 3.43 per 105 person‐years. Using a revised infectious window period of 38 or 30 days for current …",
            "Current incidence and residual risk of hepatitis B infection among blood donors in the United States",
            "Shimian Zou and Susan L Stramer and Edward P Notari and Mary C Kuhns and David Krysztof and Fatemeh Musavi and Chyang T Fang and Roger Y Dodd",
            "2009",
            "dI_slccAAAAJ:UeHWp8X0CEIC",
            145,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1537-2995.2009.02195.x",
            "16566828680231737732",
            "\/scholar?cites=16566828680231737732",
            {
                "2009":2,
                "2010":7,
                "2011":13,
                "2012":18,
                "2013":25,
                "2014":16,
                "2015":10,
                "2016":11,
                "2017":8,
                "2018":9,
                "2019":4,
                "2020":9,
                "2021":1
            }
        ]
    ]
}