{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "An imbalance between T helper cell (Th)1 and Th2‐like cytokines has been described in several chronic infectious diseases. We therefore analyzed the intrahepatic messenger RNA (mRNA) expression of Th1‐like (interleukin [IL]‐2, interferon [IFN]‐gamma) and Th2‐like (IL‐4, IL‐10) cytokines in chronic hepatitis C patients (n = 17) and controls (n = 6) and correlated the results with liver histology and intrahepatic viral load. Intrahepatic cytokine mRNA and hepatitis C virus (HCV) RNA were quantitatively assessed by polymerase chain reaction (PCR) using a dot‐ blot hybridization technique. Liver biopsy specimens were histologically graded using the Scheuer Score. IFN‐gamma and IL‐2 mRNA expression were significantly upregulated in chronic HCV vs. controls (P < .002, P < .04, respectively). Both correlated significantly with histological fibrosis and portal tract inflammation. In contrast, the expression of IL‐10 …",
            "Progressive liver injury in chronic hepatitis C infection correlates with increased intrahepatic expression of Th1‐associated cytokines",
            "John Napoli and G Alex Bishop and Peter H McGuinness and Dorothy M Painter and Geoffrey W McCaughan",
            "1996",
            "dikVZ6IAAAAJ:vV6vV6tmYwMC",
            553,
            "https:\/\/aasldpubs.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/hep.510240402",
            "7744511102755876195",
            "\/scholar?cites=7744511102755876195",
            {
                "1997":15,
                "1998":18,
                "1999":28,
                "2000":39,
                "2001":39,
                "2002":40,
                "2003":37,
                "2004":48,
                "2005":36,
                "2006":40,
                "2007":26,
                "2008":27,
                "2009":29,
                "2010":21,
                "2011":19,
                "2012":17,
                "2013":14,
                "2014":15,
                "2015":10,
                "2016":9,
                "2017":3,
                "2018":5,
                "2019":10,
                "2020":3
            }
        ],
        [
            "Real‐time quantitative reverse transcriptase–polymerase chain reaction (RT–PCR) is the method of choice for rapid and reproducible measurements of cytokine or growth factor expression in small samples. Fluorescence detection methods for monitoring real‐time PCR include fluorogenic probes labelled with reporter and quencher dyes, such as Taqman probes or Molecular Beacons and the dsDNA‐binding dye SYBR Green I. Fluorogenic (Taqman) probes for a range of human and rat cytokines and growth factors were tested for sensitivity and compared with an assay for SYBR Green I quantification using real‐time fluorescence monitoring (PE Applied Biosystems Model 7700 sequence detector). SYBR Green I detection involved analysis of the melting temperature of the PCR product and measurement of fluorescence at the optimum temperature. Fluorogenic probes provided sensitive and reproducible …",
            "Real‐time reverse transcriptase–polymerase chain reaction (RT–PCR) for measurement of cytokine and growth factor mRNA expression with fluorogenic probes or SYBR Green I",
            "Jian Lin Yin and Nicholas A Shackel and Amany Zekry and Peter H McGuinness and Craig Richards and Karien Van Der Putten and Geoffrey W McCaughan and Josette M Eris and G Alex Bishop",
            "2001",
            "dikVZ6IAAAAJ:nb7KW1ujOQ8C",
            394,
            "https:\/\/asi.onlinelibrary.wiley.com\/doi\/abs\/10.1046\/j.1440-1711.2001.01002.x",
            "10791732339919828983",
            "\/scholar?cites=10791732339919828983",
            {
                "2000":1,
                "2001":1,
                "2002":25,
                "2003":20,
                "2004":28,
                "2005":31,
                "2006":32,
                "2007":31,
                "2008":24,
                "2009":27,
                "2010":26,
                "2011":17,
                "2012":22,
                "2013":22,
                "2014":15,
                "2015":10,
                "2016":17,
                "2017":13,
                "2018":16,
                "2019":6,
                "2020":7,
                "2021":2
            }
        ]
    ]
}