{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Physics at Surfaces is a unique graduate-level introduction to the physics and chemical physics of solid surfaces, and atoms and molecules that interact with solid surfaces. A subject of keen scientific inquiry since the last century, surface physics emerged as an independent discipline only in the late 1960s as a result of the development of ultra-high vacuum technology and high speed digital computers. With these tools, reliable experimental measurements and theoretical calculations could at last be compared. Progress in the last decade has been truly striking. This volume provides a synthesis of the entire field of surface physics from the perspective of a modern condensed matter physicist with a healthy interest in chemical physics. The exposition intertwines experiment and theory whenever possible, although there is little detailed discussion of technique. This much-needed text will be invaluable to graduate students and researchers in condensed matter physics, physical chemistry and materials science working in, or taking graduate courses in, surface science.",
            "Physics at surfaces",
            "Andrew Zangwill",
            "1988",
            "djlUsj8AAAAJ:u5HHmVD_uO8C",
            3039,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=KJj98B_3Dr8C&oi=fnd&pg=PR9&dq=info:3l190s3VyqsJ:scholar.google.com&ots=rLvJqmNR32&sig=cMghZJESt8UIWYhYaRhCtaTAyTM",
            "12378941605757672926",
            "\/scholar?cites=12378941605757672926",
            {
                "1989":23,
                "1990":44,
                "1991":54,
                "1992":79,
                "1993":74,
                "1994":84,
                "1995":104,
                "1996":108,
                "1997":89,
                "1998":71,
                "1999":108,
                "2000":103,
                "2001":144,
                "2002":105,
                "2003":126,
                "2004":105,
                "2005":136,
                "2006":145,
                "2007":155,
                "2008":126,
                "2009":134,
                "2010":117,
                "2011":87,
                "2012":96,
                "2013":99,
                "2014":83,
                "2015":92,
                "2016":69,
                "2017":63,
                "2018":70,
                "2019":57,
                "2020":58,
                "2021":5
            }
        ],
        [
            "We present a formalism based on density-functional theory capable of describing polarization-type many-body effects influencing the photoresponse of small electronic systems. The self-consistent field approach we describe incorporates correlations into a local, effective single-particle potential which takes account of the time-dependent fields induced by an external radiation field. In this paper we present calculations of the static polarizabilities, total photoabsorption cross sections, and selected partial photoabsorption cross sections of the rare gases which yield results in good agreement with experiment. A study of the energy and spatial dependence of the local field leads to a clear physical picture of the dielectric properties of these systems.",
            "Density-functional approach to local-field effects in finite systems: Photoabsorption in the rare gases",
            "A Zangwill and Paul Soven",
            "1980",
            "djlUsj8AAAAJ:u-x6o8ySG0sC",
            1116,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.21.1561",
            "4214491271042748666",
            "\/scholar?cites=4214491271042748666",
            {
                "1981":3,
                "1982":12,
                "1983":15,
                "1984":20,
                "1985":20,
                "1986":24,
                "1987":35,
                "1988":12,
                "1989":20,
                "1990":29,
                "1991":11,
                "1992":23,
                "1993":29,
                "1994":27,
                "1995":35,
                "1996":34,
                "1997":30,
                "1998":43,
                "1999":33,
                "2000":28,
                "2001":41,
                "2002":52,
                "2003":48,
                "2004":36,
                "2005":39,
                "2006":46,
                "2007":28,
                "2008":21,
                "2009":40,
                "2010":35,
                "2011":25,
                "2012":26,
                "2013":32,
                "2014":18,
                "2015":23,
                "2016":35,
                "2017":15,
                "2018":24,
                "2019":22,
                "2020":19
            }
        ],
        [
            "Spin-transfer torques occur in magnetic heterostructures because the transverse component of a spin current that flows from a nonmagnet into a ferromagnet is absorbed at the interface. We demonstrate this fact explicitly using free-electron models and first-principles electronic structure calculations for real material interfaces. Three distinct processes contribute to the absorption:(1) spin-dependent reflection and transmission,(2) rotation of reflected and transmitted spins, and (3) spatial precession of spins in the ferromagnet. When summed over all Fermi surface electrons, these processes reduce the transverse component of the transmitted and reflected spin currents to nearly zero for most systems of interest. Therefore, to a good approximation, the torque on the magnetization is proportional to the transverse piece of the incoming spin current.",
            "Anatomy of spin-transfer torque",
            "Mark D Stiles and A Zangwill",
            "2002",
            "djlUsj8AAAAJ:d1gkVwhDpl0C",
            929,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.66.014407",
            "111116054513636060",
            "\/scholar?cites=111116054513636060",
            {
                "2002":7,
                "2003":27,
                "2004":49,
                "2005":53,
                "2006":60,
                "2007":65,
                "2008":65,
                "2009":46,
                "2010":45,
                "2011":38,
                "2012":38,
                "2013":45,
                "2014":40,
                "2015":46,
                "2016":62,
                "2017":63,
                "2018":57,
                "2019":52,
                "2020":63,
                "2021":5
            }
        ],
        [
            "We consider the possibility that monoatomic terrace edges undergo a morphological instability during epitaxial Istep-flowR growth. A linear stability analysis predicts that such an instability can occur, but only when the energy barriers to adatom attachment to steps differ for adatoms that approach a step from opposite directions. The instability is diffusional in origin and manifests itself as a distinct waviness or meandering of the terrace edges as they propagate across the crystal. Our results, presented in the form of a morphological phase diagram, show that single-crystal growth on a vicinal surface can pass from stable step flow to unstable step flow to two-dimensional island nucleation and spreading as one increases the incident flux in a molecular-beam-epitaxy experiment at elevated temperature. The instability we predict should be readily distinguishable from simple thermal fluctuations.",
            "Morphological instability of a terrace edge during step-flow growth",
            "GS Bales and A Zangwill",
            "1990",
            "djlUsj8AAAAJ:9yKSN-GCB0IC",
            608,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.41.5500",
            "15978631645530060264",
            "\/scholar?cites=15978631645530060264",
            {
                "1990":2,
                "1991":8,
                "1992":8,
                "1993":17,
                "1994":21,
                "1995":33,
                "1996":20,
                "1997":21,
                "1998":25,
                "1999":23,
                "2000":24,
                "2001":28,
                "2002":36,
                "2003":39,
                "2004":32,
                "2005":27,
                "2006":34,
                "2007":38,
                "2008":12,
                "2009":23,
                "2010":8,
                "2011":17,
                "2012":20,
                "2013":20,
                "2014":8,
                "2015":9,
                "2016":13,
                "2017":12,
                "2018":9,
                "2019":6,
                "2020":11
            }
        ],
        [
            "An engaging writing style and a strong focus on the physics make this comprehensive, graduate-level textbook unique among existing classical electromagnetism textbooks. Charged particles in vacuum and the electrodynamics of continuous media are given equal attention in discussions of electrostatics, magnetostatics, quasistatics, conservation laws, wave propagation, radiation, scattering, special relativity, and field theory. Extensive use of qualitative arguments similar to those used by working physicists makes Modern Electrodynamics a must-have for every student of this subject. In 24 chapters, the textbook covers many more topics than can be presented in a typical two-semester course, making it easy for instructors to tailor courses to their specific needs. Close to 120 worked examples and 80 applications boxes help the reader build physical intuition and develop technical skill. Nearly 600 end-of-chapter homework problems encourage students to engage actively with the material. A solutions manual is available for instructors at www. cambridge. org\/Zangwill.",
            "Modern electrodynamics",
            "Andrew Zangwill",
            "2013",
            "djlUsj8AAAAJ:dQ2og3OwTAUC",
            472,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=tEYSUegp9WYC&oi=fnd&pg=PR19&dq=info:_iKhUU1TcPQJ:scholar.google.com&ots=MEA39-V_at&sig=avUNWb3ony7ewirnd74Sh0urUtM",
            "17613669734193111806",
            "\/scholar?cites=17613669734193111806",
            {
                "2013":4,
                "2014":31,
                "2015":36,
                "2016":59,
                "2017":61,
                "2018":74,
                "2019":86,
                "2020":105,
                "2021":7
            }
        ]
    ]
}