{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
            "Multi-messenger observations of a binary neutron star merger",
            "Benjamin P Abbott and S Bloemen and P Canizares and H Falcke and RP Fender and S Ghosh and P Groot and T Hinderer and JR Hörandel and PG Jonker and Z Kostrzewa-Rutkowska and G Nelemans and D Nichols and S Nissanke and P Schmidt and C Timmermans and AR van Vliet and AR Williamson",
            "2017",
            "dJmVhRoAAAAJ:5N-NJrZHaHcC",
            2235,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8213\/aa91c9\/meta",
            "2461611103499596342",
            "\/scholar?cites=2461611103499596342",
            {
                "2017":76,
                "2018":607,
                "2019":735,
                "2020":742,
                "2021":55
            }
        ],
        [
            "How massive stars die—what sort of explosion and remnant each produces—depends chiefly on the masses of their helium cores and hydrogen envelopes at death. For single stars, stellar winds are the only means of mass loss, and these are a function of the metallicity of the star. We discuss how metallicity, and a simplified prescription for its effect on mass loss, affects the evolution and final fate of massive stars. We map, as a function of mass and metallicity, where black holes and neutron stars are likely to form and where different types of supernovae are produced. Integrating over an initial mass function, we derive the relative populations as a function of metallicity. Provided that single stars rotate rapidly enough at death, we speculate on stellar populations that might produce gamma‐ray bursts and jet‐driven supernovae.",
            "How massive single stars end their life",
            "Alexander Heger and CL Fryer and SE Woosley and N Langer and Dieter H Hartmann",
            "2003",
            "dJmVhRoAAAAJ:u5HHmVD_uO8C",
            1946,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/375341\/meta",
            "912148823868407137",
            "\/scholar?cites=912148823868407137",
            {
                "2003":16,
                "2004":76,
                "2005":78,
                "2006":93,
                "2007":97,
                "2008":116,
                "2009":97,
                "2010":79,
                "2011":133,
                "2012":122,
                "2013":135,
                "2014":104,
                "2015":109,
                "2016":125,
                "2017":106,
                "2018":139,
                "2019":125,
                "2020":156,
                "2021":27
            }
        ],
        [
            "The present status of gamma-ray burst research is reviewed, with an emphasis on recent observations of their temporal, spectral, and global distribution properties. The observed sky distribution of weak gamma-ray bursts constrains the allowable geometrical models to sources in either a giant spherical galactic halo or to sources at cosmological distances. Observations of time dilation consistent with the latter have been reported. Extensive searches for a counterpart to gamma-ray bursts in other wavelength regions have thus far proved negative. In spite of the abundance of new observations of gamma-ray bursts, their energy source and emission mechanism remain highly speculative. New, rapid counterpart search efforts and several new space-borne experiments may provide the needed observations to make progress in the field",
            "Gamma-ray bursts",
            "Gerald J Fishman and Charles A Meegan",
            "1995",
            "dJmVhRoAAAAJ:uWQEDVKXjbEC",
            890,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.aa.33.090195.002215",
            "16299585840629986981",
            "\/scholar?cites=16299585840629986981",
            {
                "1994":3,
                "1995":11,
                "1996":40,
                "1997":64,
                "1998":81,
                "1999":56,
                "2000":54,
                "2001":48,
                "2002":37,
                "2003":63,
                "2004":48,
                "2005":42,
                "2006":32,
                "2007":32,
                "2008":37,
                "2009":19,
                "2010":16,
                "2011":19,
                "2012":27,
                "2013":22,
                "2014":14,
                "2015":27,
                "2016":22,
                "2017":13,
                "2018":23,
                "2019":14,
                "2020":10,
                "2021":1
            }
        ],
        [
            "As the core of a massive star collapses to form a neutron star, the flux of neutrinos in the overlying shells of",
            "The nu-process",
            "SE Woosley and DH Hartmann and RD Hoffman and WC Haxton",
            "1990",
            "dJmVhRoAAAAJ:u-x6o8ySG0sC",
            858,
            "http:\/\/adsabs.harvard.edu\/pdf\/1990ApJ...356..272W",
            "5919627211465294003",
            "\/scholar?cites=5919627211465294003",
            {
                "1990":3,
                "1991":11,
                "1992":17,
                "1993":25,
                "1994":18,
                "1995":27,
                "1996":18,
                "1997":22,
                "1998":23,
                "1999":38,
                "2000":36,
                "2001":46,
                "2002":19,
                "2003":27,
                "2004":28,
                "2005":33,
                "2006":49,
                "2007":31,
                "2008":30,
                "2009":22,
                "2010":30,
                "2011":43,
                "2012":41,
                "2013":22,
                "2014":33,
                "2015":30,
                "2016":28,
                "2017":17,
                "2018":32,
                "2019":18,
                "2020":22,
                "2021":2
            }
        ],
        [
            "Gamma-rays from radioactive 26 Al (half-life∼ 7.2× 10 5 years) provide a ‘snapshot’view of continuing nucleosynthesis in the Galaxy 1. The Galaxy is relatively transparent to such γ-rays, and emission has been found concentrated along its plane 2. This led to the conclusion 1 that massive stars throughout the Galaxy dominate the production of 26 Al. On the other hand, meteoritic data show evidence for locally produced 26 Al, perhaps from spallation reactions in the protosolar disk 3, 4, 5. Furthermore, prominent γ-ray emission from the Cygnus region suggests that a substantial fraction of Galactic 26 Al could originate in localized star-forming regions. Here we report high spectral resolution measurements of 26 Al emission at 1808.65 keV, which demonstrate that the 26 Al source regions corotate with the Galaxy, supporting its Galaxy-wide origin. We determine a present-day equilibrium mass of 2.8 (±0.8) solar …",
            "Radioactive 26 Al from massive stars in the Galaxy",
            "Roland Diehl and Hubert Halloin and Karsten Kretschmer and Giselher G Lichti and Volker Schönfelder and Andrew W Strong and Andreas Von Kienlin and Wei Wang and Pierre Jean and Jürgen Knödlseder and Jean-Pierre Roques and Georg Weidenspointner and Stephane Schanne and Dieter H Hartmann and Christoph Winkler and Cornelia Wunderer",
            "2006",
            "dJmVhRoAAAAJ:9yKSN-GCB0IC",
            742,
            "https:\/\/www.nature.com\/articles\/nature04364",
            "12636426563805113737",
            "\/scholar?cites=12636426563805113737",
            {
                "2006":27,
                "2007":27,
                "2008":45,
                "2009":51,
                "2010":54,
                "2011":60,
                "2012":50,
                "2013":59,
                "2014":47,
                "2015":45,
                "2016":49,
                "2017":46,
                "2018":59,
                "2019":41,
                "2020":69,
                "2021":9
            }
        ],
        [
            "The cosmological origin of at least an appreciable fraction of classical gamma‐ray bursts (GRBs) is now supported by redshift measurements for a half‐dozen faint host galaxies. Still, the nature of the central engine (or engines) that provide the burst energy remains unclear. While many models have been proposed, those currently favored are all based upon the formation of and\/or rapid accretion into stellar‐mass black holes. Here we discuss a variety of such scenarios and estimate the probability of each. Population synthesis calculations are carried out using a Monte Carlo approach in which the many uncertain parameters intrinsic to such calculations are varied. We estimate the event rate for each class of model as well as the propagation distances for those having significant delay between formation and burst production, i.e., double neutron star (DNS) mergers and black hole–neutron star (BH\/NS) mergers …",
            "Formation rates of black hole accretion disk gamma-ray bursts",
            "Chris L Fryer and SE Woosley and Dieter H Hartmann",
            "1999",
            "dJmVhRoAAAAJ:d1gkVwhDpl0C",
            585,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/307992\/meta",
            "3068196522514541234",
            "\/scholar?cites=3068196522514541234",
            {
                "1999":6,
                "2000":33,
                "2001":46,
                "2002":31,
                "2003":38,
                "2004":37,
                "2005":27,
                "2006":33,
                "2007":32,
                "2008":21,
                "2009":28,
                "2010":22,
                "2011":30,
                "2012":22,
                "2013":23,
                "2014":28,
                "2015":25,
                "2016":11,
                "2017":26,
                "2018":21,
                "2019":24,
                "2020":15,
                "2021":1
            }
        ],
        [
            "Bearing on the model for the time-dependent metagalactic radiation field developed in the first paper of this series, we compute the gamma-ray attenuation due to pair production in photon-photon scattering. Emphasis is on the effects of varying the star formation rate and the fraction of UV radiation assumed to escape from the star forming regions, the latter being important mainly for high-redshift sources. Conversely, we investigate how the metagalactic radiation field can be measured from the gamma-ray pair creation cutoff as a function of redshift, the Fazio-Stecker relation. For three observed TeV-blazars (Mkn 501, Mkn 421, H1426+428) we study the effects of gamma-ray attenuation on their spectra in detail.",
            "Implications of cosmological gamma-ray absorption-II. Modification of gamma-ray spectra",
            "Tanja M Kneiske and T Bretz and K Mannheim and DH Hartmann",
            "2004",
            "dJmVhRoAAAAJ:2osOgNQ5qMEC",
            571,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2004\/03\/aa3848\/aa3848.html",
            "16291140841109653570",
            "\/scholar?cites=16291140841109653570",
            {
                "2004":6,
                "2005":14,
                "2006":26,
                "2007":66,
                "2008":63,
                "2009":71,
                "2010":59,
                "2011":41,
                "2012":43,
                "2013":32,
                "2014":33,
                "2015":19,
                "2016":36,
                "2017":14,
                "2018":17,
                "2019":15,
                "2020":11,
                "2021":1
            }
        ],
        [
            "A newly developed magnetic resonance imaging technique can directly visualize propagating acoustic strain waves in tissue-like materials. By estimating the local wavelength of the acoustic wave pattern, quantitative values of shear modulus can be calculated and images generated that depict tissue elasticity or stiffness. Since tumors are significantly stiffer than normal tissue (the basis of their detection by palpation), this technique may have potential for 'palpation by imaging,' with possible application to the detection of tumors in breast, liver, kidney, and prostate. We describe the local wavelength estimation algorithm, study its properties, and show a variety of sample results.",
            "Image processing for magnetic-resonance elastography",
            "Armando Manduca and Raja Muthupillai and Phillip J Rossman and James F Greenleaf and Richard L Ehman",
            "1996",
            "dJmVhRoAAAAJ:s2G-WRnXBicC",
            369,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/2710\/0000\/Image-processing-for-magnetic-resonance-elastography\/10.1117\/12.237965.short",
            "14683771571555321523",
            "\/scholar?cites=14683771571555321523",
            {
                "1997":2,
                "1998":4,
                "1999":1,
                "2000":8,
                "2001":12,
                "2002":13,
                "2003":10,
                "2004":17,
                "2005":15,
                "2006":16,
                "2007":15,
                "2008":16,
                "2009":13,
                "2010":11,
                "2011":8,
                "2012":9,
                "2013":11,
                "2014":23,
                "2015":48,
                "2016":29,
                "2017":17,
                "2018":26,
                "2019":22,
                "2020":19,
                "2021":1
            }
        ],
        [
            "We report on the detection by Swift of GRB 080913, and subsequent optical\/near-infrared follow-up observations by GROND, which led to the discovery of its optical\/NIR afterglow and the recognition of its high-z nature via the detection of a spectral break between the i'and z'bands. Spectroscopy obtained at the ESO-VLT revealed a continuum extending down to λ= 9400 Å, and zero flux for 7500 Å< λ< 9400 Å, which we interpret as the onset of a Gunn-Peterson trough at z= 6.695±0.025 (95.5% confidence level), making GRB 080913 the highest-redshift gamma-ray burst (GRB) to date, and more distant than the highest-redshift QSO. We note that many redshift indicators that are based on promptly available burst or afterglow properties have failed for GRB 080913. We report on our follow-up campaign and compare the properties of GRB 080913 with bursts at lower redshift. In particular, since the afterglow of this …",
            "GRB 080913 AT REDSHIFT 6.7",
            "J Greiner and T Krühler and JPU Fynbo and A Rossi and R Schwarz and S Klose and S Savaglio and NR Tanvir and S McBreen and T Totani and BB Zhang and XF Wu and D Watson and SD Barthelmy and AP Beardmore and P Ferrero and N Gehrels and DA Kann and N Kawai and A Küpcü Yoldaş and P Mészáros and B Milvang-Jensen and SR Oates and D Pierini and P Schady and K Toma and PM Vreeswijk and A Yoldaş and B Zhang and P Afonso and K Aoki and DN Burrows and C Clemens and R Filgas and Z Haiman and Dieter H Hartmann and G Hasinger and J Hjorth and Emmanuel Jehin and AJ Levan and EW Liang and D Malesani and T-S Pyo and S Schulze and G Szokoly and K Terada and K Wiersema",
            "2009",
            "dJmVhRoAAAAJ:UeHWp8X0CEIC",
            301,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/693\/2\/1610\/meta",
            "5966639227100404299",
            "\/scholar?cites=5966639227100404299",
            {
                "2009":29,
                "2010":44,
                "2011":49,
                "2012":47,
                "2013":36,
                "2014":22,
                "2015":20,
                "2016":8,
                "2017":9,
                "2018":14,
                "2019":8,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We present photometry and spectroscopy of the afterglow of GRB 030323. VLT spectra of the afterglow show damped Lyα (DLA) absorption and low- and high-ionization lines at a redshift . The inferred neutral hydrogen column density, , is larger than any (GRB- or QSO-) DLA column density inferred directly from Lyα in absorption. From the afterglow photometry, we derive a conservative upper limit to the host-galaxy extinction:  mag. The iron abundance is , while the metallicity of the gas as measured from sulphur is . We derive an upper limit on the H2 molecular fraction of . In the Lyα trough, a Lyα emission line is detected, which corresponds to a star-formation rate (not corrected for dust extinction) of roughly 1 M yr-1. All these results are consistent with the host galaxy of GRB 030323 consisting of a low metallicity gas with a low dust content. We detect fine-structure lines of silicon, *, which have never been …",
            "The host of GRB 030323 at: A very high column density DLA system with a low metallicity",
            "Paul M Vreeswijk and SL Ellison and C Ledoux and RAMJ Wijers and JPU Fynbo and P Møller and A Henden and J Hjorth and G Masi and E Rol and BL Jensen and N Tanvir and A Levan and JM Castro Cerón and J Gorosabel and AJ Castro-Tirado and AS Fruchter and C Kouveliotou and I Burud and J Rhoads and N Masetti and E Palazzi and E Pian and H Pedersen and L Kaper and A Gilmore and P Kilmartin and JV Buckle and MS Seigar and DH Hartmann and K Lindsay and EPJ Van Den Heuvel",
            "2004",
            "dJmVhRoAAAAJ:qjMakFHDy7sC",
            280,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2004\/21\/aah4670\/aah4670.html",
            "8397335015728558598",
            "\/scholar?cites=8397335015728558598",
            {
                "2004":11,
                "2005":31,
                "2006":42,
                "2007":24,
                "2008":32,
                "2009":22,
                "2010":16,
                "2011":16,
                "2012":22,
                "2013":13,
                "2014":7,
                "2015":19,
                "2016":8,
                "2017":2,
                "2018":7,
                "2019":5,
                "2020":1,
                "2021":1
            }
        ]
    ]
}