{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "This paper uses a new database on foreign aid to examine the relationships among foreign aid, economic policies, and growth of per capita GDP. We find that aid has a positive impact on growth in developing countries with good fiscal, monetary, and trade policies but has little effect in the presence of poor policies. Good policies are ones that are themselves important for growth. The quality of policy has only a small impact on the allocation of aid. Our results suggest that aid would be more effective if it were more systematically conditioned on good policy. (JEL F350, O230, O400)",
            "Aid, policies, and growth",
            "Craig Burnside and David Dollar",
            "1997",
            "dJYWn18AAAAJ:eQOLeE2rZwMC",
            6240,
            "https:\/\/www.aeaweb.org\/articles?id=10.1257\/aer.90.4.847",
            "8840374984549568739",
            "\/scholar?cites=8840374984549568739",
            {
                "1999":68,
                "2000":76,
                "2001":85,
                "2002":139,
                "2003":173,
                "2004":257,
                "2005":278,
                "2006":318,
                "2007":296,
                "2008":329,
                "2009":338,
                "2010":345,
                "2011":363,
                "2012":334,
                "2013":411,
                "2014":382,
                "2015":409,
                "2016":342,
                "2017":320,
                "2018":294,
                "2019":286,
                "2020":238,
                "2021":15
            }
        ],
        [
            "This paper investigates the response of hours worked and real wages to fiscal policy shocks in the post-World-War II US. We identify these shocks with exogenous changes in military purchases and argue that they lead to a persistent increase in government purchases and tax rates on capital and labor income, and a persistent rise in aggregate hours worked as well as declines in real wages. The shocks are also associated with short lived rises in aggregate investment and small movements in private consumption. We describe and implement a methodology for assessing whether standard neoclassical models can account for the consequences of a fiscal policy shock. Simple versions of the neoclassical model can account for the qualitative effects of a fiscal shock. Once we allow for habit formation and investment adjustment costs, the model can also account reasonably well for the quantitative effects of a fiscal …",
            "Fiscal shocks and their consequences",
            "Craig Burnside and Martin Eichenbaum and Jonas DM Fisher",
            "2004",
            "dJYWn18AAAAJ:UebtZRa9Y70C",
            781,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022053103002527",
            "12996140724469543176",
            "\/scholar?cites=12996140724469543176",
            {
                "1999":4,
                "2000":6,
                "2001":10,
                "2002":12,
                "2003":11,
                "2004":9,
                "2005":33,
                "2006":29,
                "2007":24,
                "2008":33,
                "2009":40,
                "2010":63,
                "2011":71,
                "2012":63,
                "2013":60,
                "2014":48,
                "2015":45,
                "2016":67,
                "2017":45,
                "2018":37,
                "2019":29,
                "2020":30
            }
        ],
        [
            "This paper investigates the sensitivity of Solow residual based measures of technology shocks to labor hoarding behavior. Using a structural model of labor hoarding and the identifying restriction that innovations to technology shocks are orthogonal to innovations in government consumption, we estimate the fraction of the variability of the Solow residual that is due to technology shocks. Our results support the view that a significant proportion of movements in the Solow residual are artifacts of labor hoarding behavior. Specifically, we estimate that the variance of innovations to technology is roughly 50 percent less than that implied by standard real business cycle models. In addition, our results suggest that existing real business cycle studies substantially overstate the extent to which technology shocks account for the variability of postwar aggregate U.S. output.",
            "Labor hoarding and the business cycle",
            "Craig Burnside and Martin Eichenbaum and Sergio Rebelo",
            "1993",
            "dJYWn18AAAAJ:WF5omc3nYNoC",
            679,
            "https:\/\/www.journals.uchicago.edu\/doi\/abs\/10.1086\/261875",
            "16822617649421689339",
            "\/scholar?cites=16822617649421689339",
            {
                "1992":10,
                "1993":15,
                "1994":22,
                "1995":38,
                "1996":24,
                "1997":21,
                "1998":28,
                "1999":31,
                "2000":23,
                "2001":19,
                "2002":27,
                "2003":18,
                "2004":37,
                "2005":28,
                "2006":31,
                "2007":23,
                "2008":27,
                "2009":27,
                "2010":21,
                "2011":22,
                "2012":12,
                "2013":25,
                "2014":13,
                "2015":20,
                "2016":22,
                "2017":23,
                "2018":18,
                "2019":18,
                "2020":14,
                "2021":1
            }
        ],
        [
            "We study the properties of the carry trade, a currency speculation strategy in which an investor borrows low-interest-rate currencies and lends high-interest-rate currencies. This strategy generates payoffs that are on average large and uncorrelated with traditional risk factors. We argue that these payoffs reflect a peso problem. The underlying peso event features high values of the stochastic discount factor rather than very large negative payoffs.",
            "Do peso problems explain the returns to the carry trade?",
            "Craig Burnside and Martin Eichenbaum and Isaac Kleshchelski and Sergio Rebelo",
            "2011",
            "dJYWn18AAAAJ:8k81kl-MbHgC",
            619,
            "https:\/\/academic.oup.com\/rfs\/article-abstract\/24\/3\/853\/1591669",
            "15173549577525076065",
            "\/scholar?cites=15173549577525076065",
            {
                "2010":27,
                "2011":45,
                "2012":42,
                "2013":43,
                "2014":69,
                "2015":62,
                "2016":61,
                "2017":60,
                "2018":69,
                "2019":56,
                "2020":50,
                "2021":2
            }
        ]
    ]
}