{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In this paper we propose a modification to Shannon capacity bound in order to facilitate accurate benchmarking of UTRAN long term evolution (LTE). The method is generally applicable to wireless communication systems, while we have used LTE air-interface technology as a case study. We introduce an adjusted Shannon capacity formula, where we take into account the system bandwidth efficiency and the SNR efficiency of LTE. Separating these issues, allows for simplified parameter extraction. We show that the bandwidth efficiency can be calculated based on system parameters, while the SNR efficiency is extracted from detailed link level studies including advanced features of MIMO and frequency domain packet scheduling (FDPS). We then use the adjusted Shannon capacity formula combined with G-factor distributions for macro and micro cell scenarios to predict LTE cell spectral efficiency (SE). Such LTE …",
            "LTE capacity compared to the Shannon bound",
            "Preben Mogensen and Wei Na and István Z Kovács and Frank Frederiksen and Akhilesh Pokhariyal and Klaus I Pedersen and Troels Kolding and Klaus Hugl and Markku Kuusela",
            "2007",
            "dLmJ3OYAAAAJ:u5HHmVD_uO8C",
            600,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/4212688\/",
            "16127777431667741210",
            "\/scholar?cites=16127777431667741210",
            {
                "2007":3,
                "2008":7,
                "2009":19,
                "2010":39,
                "2011":43,
                "2012":64,
                "2013":72,
                "2014":72,
                "2015":67,
                "2016":48,
                "2017":51,
                "2018":40,
                "2019":38,
                "2020":34,
                "2021":1
            }
        ],
        [
            "In this paper we introduce orthogonal frequency division multiple access (OFDMA) downlink general packet scheduling methods for throughput fairness control among users. The investigation is based on the 3GPP UTRAN long term evolution (LTE) and a decoupled time\/frequency domain packet scheduler approach is used. It is shown that fairness can be effectively controlled with frequency domain metric weighting or time domain priority set scheduling (TD-PSS) depending on the number of users in the cell. Furthermore we introduce a principle of metric decoupling between time and frequency domain schedulers that is fundamental for maximizing throughput control. The algorithms are simulated in best effort (BE) and constant bit rate (CBR) users conditions. They are shown to provide coverage gains of up to 60% for a cell throughput loss of 5 % over the well known time-frequency domain proportional fair …",
            "QoS oriented time and frequency domain packet schedulers for the UTRAN long term evolution",
            "Guillaume Monghal and Klaus I Pedersen and Istvan Z Kovacs and Preben E Mogensen",
            "2008",
            "dLmJ3OYAAAAJ:9yKSN-GCB0IC",
            237,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/4526113\/",
            "12427591883123029380",
            "\/scholar?cites=12427591883123029380",
            {
                "2007":1,
                "2008":2,
                "2009":8,
                "2010":20,
                "2011":20,
                "2012":19,
                "2013":25,
                "2014":29,
                "2015":26,
                "2016":21,
                "2017":21,
                "2018":14,
                "2019":19,
                "2020":9
            }
        ],
        [
            "This paper compares three candidate large-scale propagation path loss models for use over the entire microwave and millimeter-wave (mmWave) radio spectrum: the alpha-beta-gamma (ABG) model, the close-in (CI) free-space reference distance model, and the CI model with a frequency-weighted path loss exponent (CIF). Each of these models has been recently studied for use in standards bodies such as 3rd Generation Partnership Project (3GPP) and for use in the design of fifth-generation wireless systems in urban macrocell, urban microcell, and indoor office and shopping mall scenarios. Here, we compare the accuracy and sensitivity of these models using measured data from 30 propagation measurement data sets from 2 to 73 GHz over distances ranging from 4 to 1238 m. A series of sensitivity analyses of the three models shows that the four-parameter ABG model underpredicts path loss when relatively …",
            "Investigation of prediction accuracy, sensitivity, and parameter stability of large-scale propagation path loss models for 5G wireless communications",
            "Shu Sun and Theodore S Rappaport and Timothy A Thomas and Amitava Ghosh and Huan C Nguyen and István Z Kovács and Ignacio Rodriguez and Ozge Koymen and Andrzej Partyka",
            "2016",
            "dLmJ3OYAAAAJ:PR6Y55bgFSsC",
            230,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/7434656\/",
            "13295613710382000374",
            "\/scholar?cites=13295613710382000374",
            {
                "2016":14,
                "2017":56,
                "2018":47,
                "2019":53,
                "2020":54,
                "2021":3
            }
        ],
        [
            "The main goal of this letter is to obtain models for path loss exponents and shadowing for the radio channel between airborne unmanned aerial vehicles (UAVs) and cellular networks. In this pursuit, field measurements were conducted in live LTE networks at the 800 MHz frequency band, using a commercial UAV. Our results show that path loss exponent decreases as the UAV moves up, approximating freespace propagation for horizontal ranges up to tens of kilometers at UAV heights around 100 m. Our findings support the need of height-dependent parameters for describing the propagation channel for UAVs at different heights.",
            "Radio channel modeling for UAV communication over cellular networks",
            "Rafhael Amorim and Huan Nguyen and Preben Mogensen and István Z Kovács and Jeroen Wigard and Troels B Sørensen",
            "2017",
            "dLmJ3OYAAAAJ:zLWjf1WUPmwC",
            189,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/7936620\/",
            "1599635808365900742",
            "\/scholar?cites=1599635808365900742",
            {
                "2017":9,
                "2018":47,
                "2019":65,
                "2020":60,
                "2021":4
            }
        ],
        [
            "A relatively recent idea of extending the benefits of MIMO systems to multiuser scenarios seems promising in the context of achieving high data rates envisioned for future cellular standards after 3G (3rd Generation). Although substantial research has been done on the theoretical front, recent focus is on making Multiuser Multiple-Input Multiple-Output (MUMIMO) practically realizable. This paper presents an overview of the different MU-MIMO schemes included\/being studied in 3GPP standardization from LTE (long-term evolution) to LTE Advanced. MU-MIMO system concepts and implementation aspects have been studied here. Various low-complexity receiver architectures are investigated, and their performance assessed through link-level simulations. Appealing performance offered by low-complexity interference aware (IA) receivers is notably emphasized. Furthermore, system level simulations for LTE …",
            "Mu-mimo in lte systems",
            "Jonathan Duplicy and Biljana Badic and Rajarajan Balraj and Rizwan Ghaffar and Péter Horváth and Florian Kaltenberger and Raymond Knopp and István Z Kovács and Hung T Nguyen and Deepaknath Tandur and Guillaume Vivier",
            "2011",
            "dLmJ3OYAAAAJ:W7OEmFMy1HYC",
            178,
            "https:\/\/link.springer.com\/content\/pdf\/10.1155\/2011\/496763.pdf",
            "669044481375232202",
            "\/scholar?cites=669044481375232202",
            {
                "2011":8,
                "2012":18,
                "2013":18,
                "2014":29,
                "2015":21,
                "2016":25,
                "2017":10,
                "2018":19,
                "2019":19,
                "2020":8,
                "2021":1
            }
        ],
        [
            "In this paper we evaluate the performance of downlink channel dependent scheduling in time and frequency domains. The investigation is based on the 3GPP UTRAN long term evolution (LTE) parameters. A scheduler framework is developed encompassing frequency domain packet scheduling, HARQ management and inter-user fairness control. It is shown that by dividing the packet scheduler into a time-domain and a frequency-domain part the fairness between users can be effectively controlled. Different algorithms are applied in each scheduler part, and the combined performance is evaluated in terms of cell throughput, coverage, and capacity. We show that frequency-domain packet scheduling can provide a gain of around 35% in both throughput and coverage over opportunistic time-domain only scheduling. Furthermore, it is shown that by using an equal throughput scheduler, coverage can be improved by …",
            "HARQ aware frequency domain packet scheduler with different degrees of fairness for the UTRAN long term evolution",
            "Akhilesh Pokhariyal and Klaus I Pedersen and Guillaume Monghal and Istvan Z Kovacs and Claudio Rosa and Troels E Kolding and Preben E Mogensen",
            "2007",
            "dLmJ3OYAAAAJ:u-x6o8ySG0sC",
            172,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/4212995\/",
            "3460434433796875214",
            "\/scholar?cites=3460434433796875214",
            {
                "2007":6,
                "2008":10,
                "2009":13,
                "2010":17,
                "2011":20,
                "2012":13,
                "2013":20,
                "2014":23,
                "2015":15,
                "2016":14,
                "2017":7,
                "2018":5,
                "2019":6,
                "2020":2
            }
        ],
        [
            "This paper presents and compares two candidate large-scale propagation path loss models, the alpha-beta-gamma (ABG) model and the close-in (CI) free space reference distance model, for the design of fifth generation (5G) wireless communication systems in urban micro- and macro-cellular scenarios. Comparisons are made using the data obtained from 20 propagation measurement campaigns or ray- tracing studies from 2 GHz to 73.5 GHz over distances ranging from 5 m to 1429 m. The results show that the one-parameter CI model has a very similar goodness of fit (i.e., the shadow fading standard deviation) in both line-of-sight and non-line-of-sight environments, while offering substantial simplicity and more stable behavior across frequencies and distances, as compared to the three-parameter ABG model. Additionally, the CI model needs only one very subtle and simple modification to the existing 3GPP …",
            "Propagation path loss models for 5G urban micro-and macro-cellular scenarios",
            "Shu Sun and Theodore S Rappaport and Sundeep Rangan and Timothy A Thomas and Amitava Ghosh and Istvan Z Kovacs and Ignacio Rodriguez and Ozge Koymen and Andrzej Partyka and Jan Jarvelainen",
            "2016",
            "dLmJ3OYAAAAJ:WqliGbK-hY8C",
            170,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/7504435\/",
            "4424607918379926231",
            "\/scholar?cites=4424607918379926231",
            {
                "2015":4,
                "2016":14,
                "2017":31,
                "2018":43,
                "2019":38,
                "2020":38,
                "2021":1
            }
        ],
        [
            "We propose and evaluate the performance of the time reversal technique in impulse radio ultrawideband (UWB) communications. The evaluation was based on measured channel impulse responses of a 4times1 multiple input single output (MISO) system in the UWB frequency bandwidth of 3 to 5 GHz with both vertical and horizontal polarization at the receiver. The results show that there is a great potential in combining time reversal and UWB technique with respect to both reducing the receiver complexity and improving the system performance. Simultaneous communication is illustrated with 5 users, each with a bit error rate (BER) of less than 10 -3  at an average signal to noise ratio (SNR) of 15 dB",
            "A time reversal transmission approach for multiuser UWB communications",
            "Hung Tuan Nguyen and Istvn Zsolt Kovcs and Patrick Claus Friedrich Eggers",
            "2006",
            "dLmJ3OYAAAAJ:d1gkVwhDpl0C",
            160,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/4012457\/",
            "1097162345009740537",
            "\/scholar?cites=1097162345009740537",
            {
                "2006":1,
                "2007":7,
                "2008":11,
                "2009":14,
                "2010":17,
                "2011":15,
                "2012":14,
                "2013":15,
                "2014":7,
                "2015":8,
                "2016":11,
                "2017":12,
                "2018":13,
                "2019":10,
                "2020":2
            }
        ],
        [
            "In this paper the coverage and capacity of SigFox, LoRa, GPRS, and NB-IoT is compared using a real site deployment covering 8000 km2 in Northern Denmark. Using the existing Telenor cellular site grid it is shown that the four technologies have more than 99 % outdoor coverage, while GPRS is challenged for indoor coverage. Furthermore, the study analyzes the capacity of the four technologies assuming a traffic growth from 1 to 10 IoT device per user. The conclusion is that the 95 %-tile uplink failure rate for outdoor users is below 5 % for all technologies. For indoor users only NB-IoT provides uplink and downlink connectivity with less than 5 % failure rate, while SigFox is able to provide an unacknowledged uplink data service with about 12 % failure rate. Both GPRS and LoRa struggle to provide sufficient indoor coverage and capacity.",
            "Coverage and capacity analysis of sigfox, lora, gprs, and nb-iot",
            "Benny Vejlgaard and Mads Lauridsen and Huan Nguyen and István Z Kovács and Preben Mogensen and Mads Sorensen",
            "2017",
            "dLmJ3OYAAAAJ:ipzZ9siozwsC",
            152,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/8108666\/",
            "399955790304974452",
            "\/scholar?cites=399955790304974452",
            {
                "2016":1,
                "2017":5,
                "2018":30,
                "2019":65,
                "2020":45,
                "2021":4
            }
        ],
        [
            "The 3GPP has introduced the LTE-M and NB-IoT User Equipment categories and made amendments to LTE release 13 to support the cellular Internet of Things. The contribution of this paper is to analyze the coverage probability, the number of supported devices, and the device battery life in networks equipped with either of the newly standardized technologies. The study is made for a site specific network deployment of a Danish operator, and the simulation is calibrated using drive test measurements. The results show that LTE-M can provide coverage for 99.9 % of outdoor and indoor devices, if the latter is experiencing 10 dB additional loss. However, for deep indoor users NB-IoT is required and provides coverage for about 95 % of the users. The cost is support for more than 10 times fewer devices and a 2-6 times higher device power consumption. Thus both LTE-M and NB- IoT provide extended support for the …",
            "Coverage and capacity analysis of LTE-M and NB-IoT in a rural area",
            "Mads Lauridsen and István Z Kovács and Preben Mogensen and Mads Sorensen and Steffen Holst",
            "2016",
            "dLmJ3OYAAAAJ:tzM49s52ZIMC",
            148,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/7880946\/",
            "1530193633944434301",
            "\/scholar?cites=1530193633944434301",
            {
                "2017":25,
                "2018":33,
                "2019":43,
                "2020":43,
                "2021":2
            }
        ]
    ]
}