{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present the results of two exploratory parsimony analyses of DNA sequences from 475 and 499 species of seed plants, respectively, representing all major taxonomic groups. The data are exclusively from the chloroplast gene rbcL, which codes for the large subunit of ribulose-1,5-bisphosphate carboxylase\/oxygenase (RuBisCO or RuBPCase). We used two different state-transformation assumptions resulting in two sets of cladograms: (i) equal-weighting for the 499-taxon analysis; and (ii) a procedure that differentially weights transversions over transitions within characters and codon positions among characters for the 475-taxon analysis. The degree of congruence between these results and other molecular, as well as morphological, cladistic studies indicates that rbcL sequence variation contains historical evidence appropriate for phylogenetic analysis at this taxonomic level of sampling. Because the …",
            "Phylogenetics of seed plants: an analysis of nucleotide sequences from the plastid gene rbcL",
            "Mark W Chase and Douglas E Soltis and Richard G Olmstead and David Morgan and Donald H Les and Brent D Mishler and Melvin R Duvall and Robert A Price and Harold G Hills and Yin-Long Qiu and Kathleen A Kron and Jeffrey H Rettig and Elena Conti and Jeffrey D Palmer and James R Manhart and Kenneth J Sytsma and Helen J Michaels and W John Kress and Kenneth G Karol and W Dennis Clark and Mikael Hedren and Brandon S Gaut and Robert K Jansen and Ki-Joong Kim and Charles F Wimpee and James F Smith and Glenn R Furnier and Steven H Strauss and Qui-Yun Xiang and Gregory M Plunkett and Pamela S Soltis and Susan M Swensen and Stephen E Williams and Paul A Gadek and Christopher J Quinn and Luis E Eguiarte and Edward Golenberg and Gerald H Learn Jr and Sean W Graham and Spencer CH Barrett and Selvadurai Dayanandan and Victor A Albert",
            "1993",
            "dLniyH0AAAAJ:MXK_kJrjxJIC",
            2481,
            "https:\/\/www.jstor.org\/stable\/2399846",
            "12015340279518633463",
            "\/scholar?cites=12015340279518633463",
            {
                "1993":24,
                "1994":72,
                "1995":117,
                "1996":102,
                "1997":135,
                "1998":157,
                "1999":142,
                "2000":153,
                "2001":124,
                "2002":106,
                "2003":111,
                "2004":115,
                "2005":94,
                "2006":78,
                "2007":93,
                "2008":72,
                "2009":71,
                "2010":67,
                "2011":57,
                "2012":76,
                "2013":63,
                "2014":75,
                "2015":53,
                "2016":71,
                "2017":59,
                "2018":62,
                "2019":49,
                "2020":45,
                "2021":2
            }
        ],
        [
            "Because they are designed to produced just one tree, neighbor-joining programs can obscure ambiguities in data. Ambiguities can be uncovered by resampling, but existing neighbor-joining programs may give misleading bootstrap frequencies because they do not suppress zero-length branches and\/or are sensitive to the order of terminals in the data. A new procedure, parsimony jackknifing, overcomes these problems while running hundreds of times faster than existing programs for neighbor-joining bootstrapping. For analysis of large matrices, parsimony jackknifing is hundreds of thousands of times faster than extensive branch-swapping, yet is better able to screen out poorly-supported groups.",
            "Parsimony jackknifing outperforms neighbor-joining",
            "James S Farris and Victor A Albert and Mari Källersjö and Diana Lipscomb and Arnold G Kluge",
            "1996",
            "dLniyH0AAAAJ:3fE2CSJIrl8C",
            1658,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0748300796900080",
            "7922128014968413432",
            "\/scholar?cites=7922128014968413432",
            {
                "1997":27,
                "1998":51,
                "1999":54,
                "2000":76,
                "2001":59,
                "2002":84,
                "2003":82,
                "2004":90,
                "2005":72,
                "2006":90,
                "2007":83,
                "2008":85,
                "2009":92,
                "2010":84,
                "2011":75,
                "2012":80,
                "2013":71,
                "2014":86,
                "2015":78,
                "2016":59,
                "2017":53,
                "2018":36,
                "2019":39,
                "2020":40,
                "2021":1
            }
        ],
        [
            "Polyploidy has long been recognized as a major force in angiosperm evolution. Recent genomic investigations not only indicate that polyploidy is ubiquitous among angiosperms, but also suggest several ancient genome‐doubling events. These include ancient whole genome duplication (WGD) events in basal angiosperm lineages, as well as a proposed paleohexaploid event that may have occurred close to the eudicot divergence. However, there is currently no evidence for WGD in Amborella, the putative sister species to other extant angiosperms. The question is no longer “What proportion of angiosperms are polyploid?”, but “How many episodes of polyploidy characterize any given lineage?” New algorithms provide promise that ancestral genomes can be reconstructed for deep divergences (e.g., it may be possible to reconstruct the ancestral eudicot or even the ancestral angiosperm genome). Comparisons …",
            "Polyploidy and angiosperm diversification",
            "Douglas E Soltis and Victor A Albert and Jim Leebens-Mack and Charles D Bell and Andrew H Paterson and Chunfang Zheng and David Sankoff and P Kerr Wall and Pamela S Soltis",
            "2009",
            "dLniyH0AAAAJ:_kc_bZDykSQC",
            1045,
            "https:\/\/bsapubs.onlinelibrary.wiley.com\/doi\/abs\/10.3732\/ajb.0800079",
            "10084190229934566772",
            "\/scholar?cites=10084190229934566772",
            {
                "2008":3,
                "2009":32,
                "2010":70,
                "2011":77,
                "2012":107,
                "2013":91,
                "2014":138,
                "2015":90,
                "2016":105,
                "2017":87,
                "2018":87,
                "2019":71,
                "2020":78,
                "2021":5
            }
        ],
        [
            "Genomic comparisons provide evidence for ancient genome-wide duplications in a diverse array of animals and plants. We developed a birth–death model to identify evidence for genome duplication in EST data, and applied a mixture model to estimate the age distribution of paralogous pairs identified in EST sets for species representing the basal-most extant flowering plant lineages. We found evidence for episodes of ancient genome-wide duplications in the basal angiosperm lineages including Nuphar advena (yellow water lily: Nymphaeaceae) and the magnoliids Persea americana (avocado: Lauraceae), Liriodendron tulipifera (tulip poplar: Magnoliaceae), and Saruma henryi (Aristolochiaceae). In addition, we detected independent genome duplications in the basal eudicot Eschscholzia californica (California poppy: Papaveraceae) and the basal monocot Acorus americanus (Acoraceae), both of which were …",
            "Widespread genome duplications throughout the history of flowering plants",
            "Liying Cui and P Kerr Wall and James H Leebens-Mack and Bruce G Lindsay and Douglas E Soltis and Jeff J Doyle and Pamela S Soltis and John E Carlson and Kathiravetpilla Arumuganathan and Abdelali Barakat and Victor A Albert and Hong Ma and Claude W DePamphilis",
            "2006",
            "dLniyH0AAAAJ:Zph67rFs4hoC",
            734,
            "https:\/\/genome.cshlp.org\/content\/16\/6\/738.short",
            "9415830146837424563",
            "\/scholar?cites=9415830146837424563",
            {
                "2006":3,
                "2007":32,
                "2008":51,
                "2009":59,
                "2010":75,
                "2011":54,
                "2012":68,
                "2013":47,
                "2014":59,
                "2015":44,
                "2016":74,
                "2017":50,
                "2018":38,
                "2019":43,
                "2020":35,
                "2021":1
            }
        ],
        [
            "Vascular plants appeared ~410 million years ago, then diverged into several lineages of which only two survive: the euphyllophytes (ferns and seed plants) and the lycophytes. We report here the genome sequence of the lycophyte Selaginella moellendorffii (Selaginella), the first nonseed vascular plant genome reported. By comparing gene content in evolutionarily diverse taxa, we found that the transition from a gametophyte- to a sporophyte-dominated life cycle required far fewer new genes than the transition from a nonseed vascular to a flowering plant, whereas secondary metabolic genes expanded extensively and in parallel in the lycophyte and angiosperm lineages. Selaginella differs in posttranscriptional gene regulation, including small RNA regulation of repetitive elements, an absence of the trans-acting small interfering RNA pathway, and extensive RNA editing of organellar genes.",
            "The Selaginella genome identifies genetic changes associated with the evolution of vascular plants",
            "Jo Ann Banks and Tomoaki Nishiyama and Mitsuyasu Hasebe and John L Bowman and Michael Gribskov and Claude dePamphilis and Victor A Albert and Naoki Aono and Tsuyoshi Aoyama and Barbara A Ambrose and Neil W Ashton and Michael J Axtell and Elizabeth Barker and Michael S Barker and Jeffrey L Bennetzen and Nicholas D Bonawitz and Clint Chapple and Chaoyang Cheng and Luiz Gustavo Guedes Correa and Michael Dacre and Jeremy DeBarry and Ingo Dreyer and Marek Elias and Eric M Engstrom and Mark Estelle and Liang Feng and Cédric Finet and Sandra K Floyd and Wolf B Frommer and Tomomichi Fujita and Lydia Gramzow and Michael Gutensohn and Jesper Harholt and Mitsuru Hattori and Alexander Heyl and Tadayoshi Hirai and Yuji Hiwatashi and Masaki Ishikawa and Mineko Iwata and Kenneth G Karol and Barbara Koehler and Uener Kolukisaoglu and Minoru Kubo and Tetsuya Kurata and Sylvie Lalonde and Kejie Li and Ying Li and Amy Litt and Eric Lyons and Gerard Manning and Takeshi Maruyama and Todd P Michael and Koji Mikami and Saori Miyazaki and Shin‐ichi Morinaga and Takashi Murata and Bernd Mueller‐Roeber and David R Nelson and Mari Obara and Yasuko Oguri and Richard G Olmstead and Naoko Onodera and Bent Larsen Petersen and Birgit Pils and Michael Prigge and Stefan A Rensing and Diego Mauricio Riaño-Pachón and Alison W Roberts and Yoshikatsu Sato and Henrik Vibe Scheller and Burkhard Schulz and Christian Schulz and Eugene V Shakirov and Nakako Shibagaki and Naoki Shinohara and Dorothy E Shippen and Iben Sørensen and Ryo Sotooka and Nagisa Sugimoto and Mamoru Sugita and Naomi Sumikawa and Milos Tanurdzic and Günter Theißen and Peter Ulvskov and Sachiko Wakazuki and Jing‐Ke Weng and William WGT Willats and Daniel Wipf and Paul G Wolf and Lixing Yang and Andreas D Zimmer and Qihui Zhu and Therese Mitros and Uffe Hellsten and Dominique Loqué and Robert Otillar and Asaf Salamov and Jeremy Schmutz and Harris Shapiro and Erika Lindquist and Susan Lucas and Daniel Rokhsar and Igor V Grigoriev",
            "2011",
            "dLniyH0AAAAJ:J_g5lzvAfSwC",
            671,
            "https:\/\/science.sciencemag.org\/content\/332\/6032\/960.abstract",
            "18161891229858499687",
            "\/scholar?cites=18161891229858499687",
            {
                "2011":16,
                "2012":86,
                "2013":79,
                "2014":61,
                "2015":62,
                "2016":88,
                "2017":63,
                "2018":72,
                "2019":58,
                "2020":73,
                "2021":8
            }
        ],
        [
            "Cladistic parsimony analyses of rbcL nucleotide sequence data from 171 taxa representing nearly all tribes and subtribes of Orchidaceae are presented here. These analyses divide the family into five primary monophyletic clades: apostasioid, cypripedioid, vanilloid, orchidoid, and epidendroid orchids, arranged in that order. These clades, with the exception of the vanilloids, essentially correspond to currently recognized subfamilies. A distinct subfamily, based upon tribe Vanilleae, is supported for Vanilla and its allies. The general tree topology is, for the most part, congruent with previously published hypotheses of intrafamilial relationships; however, there is no evidence supporting the previously recognized subfamilies Spiranthoideae, Neottioideae, or Vandoideae. Subfamily Spiranthoideae is embedded within a single clade containing members of Orchidoideae and sister to tribe Diurideae. Genera representing …",
            "A phylogenetic analysis of the Orchidaceae: evidence from rbcL nucleotide sequences ",
            "Kenneth M Cameron and Mark W Chase and W Mark Whitten and Paul J Kores and David C Jarrell and Victor A Albert and Tomohisa Yukawa and Harold G Hills and Douglas H Goldman",
            "1999",
            "dLniyH0AAAAJ:YOwf2qJgpHMC",
            434,
            "https:\/\/bsapubs.onlinelibrary.wiley.com\/doi\/abs\/10.2307\/2656938",
            "14324489701143007004",
            "\/scholar?cites=14324489701143007004",
            {
                "1999":5,
                "2000":13,
                "2001":16,
                "2002":17,
                "2003":13,
                "2004":21,
                "2005":23,
                "2006":21,
                "2007":17,
                "2008":27,
                "2009":21,
                "2010":29,
                "2011":20,
                "2012":26,
                "2013":15,
                "2014":30,
                "2015":32,
                "2016":22,
                "2017":10,
                "2018":17,
                "2019":16,
                "2020":14,
                "2021":2
            }
        ],
        [
            "Coffee is a valuable beverage crop due to its characteristic flavor, aroma, and the stimulating effects of caffeine. We generated a high-quality draft genome of the species Coffea canephora, which displays a conserved chromosomal gene order among asterid angiosperms. Although it shows no sign of the whole-genome triplication identified in Solanaceae species such as tomato, the genome includes several species-specific gene family expansions, among them N-methyltransferases (NMTs) involved in caffeine production, defense-related genes, and alkaloid and flavonoid enzymes involved in secondary compound synthesis. Comparative analyses of caffeine NMTs demonstrate that these genes expanded through sequential tandem duplications independently of genes from cacao and tea, suggesting that caffeine in eudicots is of polyphyletic origin.",
            "The coffee genome provides insight into the convergent evolution of caffeine biosynthesis",
            "France Denoeud and Lorenzo Carretero-Paulet and Alexis Dereeper and Gaëtan Droc and Romain Guyot and Marco Pietrella and Chunfang Zheng and Adriana Alberti and François Anthony and Giuseppe Aprea and Jean-Marc Aury and Pascal Bento and Maria Bernard and Stéphanie Bocs and Claudine Campa and Alberto Cenci and Marie-Christine Combes and Dominique Crouzillat and Corinne Da Silva and Loretta Daddiego and Fabien De Bellis and Stéphane Dussert and Olivier Garsmeur and Thomas Gayraud and Valentin Guignon and Katharina Jahn and Véronique Jamilloux and Thierry Joët and Karine Labadie and Tianying Lan and Julie Leclercq and Maud Lepelley and Thierry Leroy and Lei-Ting Li and Pablo Librado and Loredana Lopez and Adriana Muñoz and Benjamin Noel and Alberto Pallavicini and Gaetano Perrotta and Valérie Poncet and David Pot and Michel Rigoreau and Mathieu Rouard and Julio Rozas and Christine Tranchant-Dubreuil and Robert VanBuren and Qiong Zhang and Alan C Andrade and Xavier Argout and Benoît Bertrand and Alexandre De Kochko and Giorgio Graziosi and Robert J Henry and Ray Ming and Chifumi Nagai and Steve Rounsley and David Sankoff and Giovanni Giuliano and Victor A Albert and Patrick Wincker and Philippe Lashermes",
            "2014",
            "dLniyH0AAAAJ:_Ybze24A_UAC",
            412,
            "https:\/\/science.sciencemag.org\/content\/345\/6201\/1181.summary",
            "3932483535288610957",
            "\/scholar?cites=3932483535288610957",
            {
                "2014":6,
                "2015":47,
                "2016":76,
                "2017":71,
                "2018":54,
                "2019":71,
                "2020":77,
                "2021":2
            }
        ],
        [
            "The carnivorous habit in flowering plants represents a grade of structural organization. Different morphological features associated with the attraction, trapping, and digestion of prey characterize a diversity of specialized forms, including the familiar pitcher and flypaper traps. Phylogenetic analysis of nucleotide sequence data from the plastic rbcL gene indicates that both carnivory and stereotyped trap forms have arisen independently in different lineages of angiosperms. Furthermore, these results demonstrate that flypaper traps share close common ancestry with all other trap forms. Recognition of these patterns of diversification may provide ideal, naturally occurring systems for studies of developmental processes underlying macromorphological evolution in angiosperms.",
            "Carnivorous plants: phylogeny and structural evolution",
            "Victor A Albert and Stephen E Williams and Mark W Chase",
            "1992",
            "dLniyH0AAAAJ:kNdYIx-mwKoC",
            380,
            "https:\/\/science.sciencemag.org\/content\/257\/5076\/1491.abstract",
            "5383970544022536751",
            "\/scholar?cites=5383970544022536751",
            {
                "1993":5,
                "1994":18,
                "1995":8,
                "1996":15,
                "1997":23,
                "1998":19,
                "1999":12,
                "2000":18,
                "2001":13,
                "2002":13,
                "2003":16,
                "2004":11,
                "2005":18,
                "2006":14,
                "2007":11,
                "2008":6,
                "2009":13,
                "2010":13,
                "2011":13,
                "2012":15,
                "2013":13,
                "2014":13,
                "2015":16,
                "2016":17,
                "2017":7,
                "2018":13,
                "2019":8,
                "2020":9
            }
        ],
        [
            "Darwin famously characterized the rapid rise and early diversification of flowering plants (angiosperms) in the fossil record as an “abominable mystery.” Identifying genomic changes that accompanied the origin of angiosperms is key to unraveling the molecular basis of biological innovations that contributed to their geologically near-instantaneous rise to ecological dominance.Amborella trichopoda, an understory shrub endemic to New Caledonia, is the sole surviving sister species of all other living flowering plants (angiosperms). The Amborella genome provides an exceptional reference for inferring features of the first flowering plants and identifies an ancient angiosperm-wide whole-genome duplication (red star). Amborella flowers have spirally arranged tepals, unfused carpels (female; shown), and laminar stamens.Amborella trichopoda, an understory shrub endemic to New Caledonia, is the sole …",
            "The Amborella genome and the evolution of flowering plants",
            "Victor A Albert and W Bradley Barbazuk and Claude W Depamphilis and Joshua P Der and James Leebens-Mack and Hong Ma and Jeffrey D Palmer and Steve Rounsley and David Sankoff and Stephan C Schuster and Douglas E Soltis and Pamela S Soltis and Susan R Wessler and Rod A Wing and Jetty SS Ammiraju and Srikar Chamala and Andre S Chanderbali and Ronald Determann and Paula Ralph and Jason Talag and Lynn Tomsho and Brandon Walts and Stefan Wanke and Tien-Hao Chang and Tianying Lan and Siwaret Arikit and Michael J Axtell and Saravanaraj Ayyampalayam and James M Burnette and Emanuele De Paoli and James C Estill and Nina P Farrell and Alex Harkess and Yuannian Jiao and Kun Liu and Wenbin Mei and Blake C Meyers and Saima Shahid and Eric Wafula and Jixian Zhai and Xiaoyu Zhang and Lorenzo Carretero-Paulet and Eric Lyons and Haibao Tang and Chunfang Zheng and Naomi S Altman and Feng Chen and Jian-Qun Chen and Vincent Chiang and Bruno Fogliani and Chunce Guo and Jesper Harholt and Claudette Job and Dominique Job and Sangtae Kim and Hongzhi Kong and Guanglin Li and Lin Li and Jie Liu and Jongsun Park and Xinshuai Qi and Loïc Rajjou and Valerie Burtet-Sarramegna and Ron Sederoff and Ying-Hsuan Sun and Peter Ulvskov and Matthieu Villegente and Jia-Yu Xue and Ting-Feng Yeh and Xianxian Yu and Juan J Acosta and Riva A Bruenn and Alexandre de Kochko and Luis R Herrera-Estrella and Enrique Ibarra-Laclette and Matias Kirst and Solon P Pissis and Valérie Poncet",
            "2013",
            "dLniyH0AAAAJ:eq2jaN3J8jMC",
            373,
            "https:\/\/science.sciencemag.org\/content\/342\/6165\/1241089.abstract",
            "1295012168200606258",
            "\/scholar?cites=1295012168200606258",
            {
                "2013":3,
                "2014":35,
                "2015":51,
                "2016":66,
                "2017":57,
                "2018":49,
                "2019":50,
                "2020":58,
                "2021":3
            }
        ],
        [
            "Total genomic DNAs from 61 accessions of 40 species of Gossypium were surveyed for restriction site variation in the maternally inherited plastid genome using 25 endonucleases. One hundred thirty-five of the 202 restriction site variants detected were potentially synapomorphous and served as binary characters for phylogeny estimation. Two cladistic methods were employed: Wagner parsimony analysis, which resulted in four equally most-parsimonious topologies requiring 161 steps (CI = 0.84), and a novel character-state weighting approach that models the relative probabilities of restriction site losses versus gains. This latter technique, which is theoretically preferable to both Dollo and Wagner parsimony analysis in that it optimizes against parallel site gains, resulted in two optimal phylogenetic estimates (a subset of the Wagner topologies) that differ only in the placement of G. longicalyx. In general, maternal …",
            "Phylogenetics of the cotton genus (Gossypium): character-state weighted parsimony analysis of chloroplast-DNA restriction site data and its systematic and biogeographic …",
            "Jonathan F Wendel and Victor A Albert",
            "1992",
            "dLniyH0AAAAJ:ULOm3_A8WrAC",
            338,
            "https:\/\/www.jstor.org\/stable\/2419069",
            "15131993221671808582",
            "\/scholar?cites=15131993221671808582",
            {
                "1991":1,
                "1992":3,
                "1993":10,
                "1994":12,
                "1995":12,
                "1996":7,
                "1997":13,
                "1998":16,
                "1999":16,
                "2000":10,
                "2001":10,
                "2002":7,
                "2003":13,
                "2004":8,
                "2005":11,
                "2006":10,
                "2007":11,
                "2008":15,
                "2009":9,
                "2010":15,
                "2011":8,
                "2012":13,
                "2013":16,
                "2014":11,
                "2015":19,
                "2016":10,
                "2017":16,
                "2018":10,
                "2019":9,
                "2020":11
            }
        ]
    ]
}