{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Severe suppression of 4-coumarate-coenzyme A ligase (4CL) in the coniferous gymnosperm Pinus radiata substantially affected plant phenotype and resulted in dwarfed plants with a “bonsai tree-like” appearance. Microscopic analyses of stem sections from 2-year-old plants revealed substantial morphological changes in both wood and bark tissues. This included the formation of weakly lignified tracheids that displayed signs of collapse and the development of circumferential bands of axial parenchyma. Acetyl bromide-soluble lignin assays and proton nuclear magnetic resonance studies revealed lignin reductions of 36% to 50% in the most severely affected transgenic plants. Two-dimensional nuclear magnetic resonance and pyrolysis-gas chromatography-mass spectrometry studies indicated that lignin reductions were mainly due to depletion of guaiacyl but not p-hydroxyphenyl lignin. 4CL silencing also …",
            "Suppression of 4-coumarate-CoA ligase in the coniferous gymnosperm Pinus radiata",
            "Armin Wagner and Lloyd Donaldson and Hoon Kim and Lorelle Phillips and Heather Flint and Diane Steward and Kirk Torr and Gerald Koch and Uwe Schmitt and John Ralph",
            "2009",
            "dm9AsXoAAAAJ:4DMP91E08xMC",
            190,
            "http:\/\/www.plantphysiol.org\/content\/149\/1\/370.short",
            "4203727989491779199",
            "\/scholar?cites=4203727989491779199",
            {
                "2009":1,
                "2010":16,
                "2011":19,
                "2012":15,
                "2013":25,
                "2014":23,
                "2015":21,
                "2016":17,
                "2017":14,
                "2018":15,
                "2019":15,
                "2020":7
            }
        ],
        [
            "• Background and Aims The effect of heating and cooling on cambial activity and cell differentiation in part of the stem of Norway spruce (Picea abies) was investigated.• Methods A heating experiment (23–25 °C) was carried out in spring, before normal reactivation of the cambium, and cooling (9–11 °C) at the height of cambial activity in summer. The cambium, xylem and phloem were investigated by means of light- and transmission electron microscopy and UV-microspectrophotometry in tissues sampled from living trees.• Key Results Localized heating for 10 d initiated cambial divisions on the phloem side and after 20 d also on the xylem side. In a control tree, regular cambial activity started after 30 d. In the heat-treated sample, up to 15 earlywood cells undergoing differentiation were found to be present. The response of the cambium to stem cooling was less pronounced, and no anatomical …",
            "Effect of Local Heating and Cooling on Cambial Activity and Cell Differentiation in the Stem of Norway Spruce (Picea abies)",
            "Jožica Gričar and Martin Zupančič and Katarina Čufar and Gerald Koch and UWE Schmitt and Primož Oven",
            "2006",
            "dm9AsXoAAAAJ:ULOm3_A8WrAC",
            180,
            "https:\/\/academic.oup.com\/aob\/article-abstract\/97\/6\/943\/207019",
            "3227060853552141666",
            "\/scholar?cites=3227060853552141666",
            {
                "2007":4,
                "2008":11,
                "2009":8,
                "2010":9,
                "2011":10,
                "2012":8,
                "2013":18,
                "2014":16,
                "2015":11,
                "2016":20,
                "2017":20,
                "2018":17,
                "2019":14,
                "2020":10,
                "2021":4
            }
        ],
        [
            "The localisation of lignin and phenolic extractives in woody tissue was determined using scanning UV microspectrophotometry. This improved cellular analytical technique enabled direct imaging of the topochemical lignin distribution within individual cell wall layers with a resolution of 0.25 μm2. Selected softwood (Picea abies), hardwood (Fagus sylvatica, Entandrophragma cylindricum, Prunus serotina) and monocotyledon (Phyllostachys edulis) sections of 1 μm thickness were scanned at a fixed wavelength and evaluated with the “APAMOS” software. This approach allowed the distribution pattern of lignins and aromatic extractives within the cell wall to be visualised simultaneously. The method was found to be ideally suited to the study of their subcellular distribution in plant cell walls.",
            "Application of scanning UV microspectrophotometry to localise lignins and phenolic extractives in plant cell walls",
            "Gerald Koch and Gunnar Kleist",
            "2001",
            "dm9AsXoAAAAJ:mB3voiENLucC",
            171,
            "https:\/\/www.degruyter.com\/view\/journals\/hfsg\/55\/6\/article-p563.xml",
            "5629601706657927222",
            "\/scholar?cites=5629601706657927222",
            {
                "2000":1,
                "2001":1,
                "2002":7,
                "2003":9,
                "2004":4,
                "2005":22,
                "2006":6,
                "2007":13,
                "2008":9,
                "2009":8,
                "2010":10,
                "2011":9,
                "2012":14,
                "2013":11,
                "2014":10,
                "2015":8,
                "2016":4,
                "2017":6,
                "2018":11,
                "2019":6
            }
        ],
        [
            "The prosecution of illegal logging crimes is hampered by a lack of available forensic timber identification tools, both for screening of suspect material and definitive identification of illegally sourced wood. Reputable timber traders are also struggling to police their own supply chains and comply with the growing requirement for due diligence with respect to timber origins and legality. A range of scientific methods have been developed independently with the potential to provide the required identification information, but little attention has been given to how these tools can be applied synergistically to support the legal timber trade. Here we review the use of visual identification methods (wood anatomy, dendrochronology), chemical methods (mass spectrometry, near infrared spectroscopy, stable isotopes, radio-carbon), and genetic methods (DNA barcoding, population genetics\/phylogeography, DNA fingerprinting …",
            "Forensic timber identification: It's time to integrate disciplines to combat illegal logging",
            "Eleanor E Dormontt and Markus Boner and Birgit Braun and Gerhard Breulmann and Bernd Degen and Edgard Espinoza and Shelley Gardner and Phil Guillery and John C Hermanson and Gerald Koch and Soon Leong Lee and Milton Kanashiro and Anto Rimbawanto and Darren Thomas and Alex C Wiedenhoeft and Yafang Yin and Johannes Zahnen and Andrew J Lowe",
            "2015",
            "dm9AsXoAAAAJ:yD5IFk8b50cC",
            131,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006320715300033",
            "11892903442532482678",
            "\/scholar?cites=11892903442532482678",
            {
                "2015":2,
                "2016":13,
                "2017":13,
                "2018":25,
                "2019":39,
                "2020":36,
                "2021":2
            }
        ],
        [
            "Lignin and hemicelluloses are the major components limiting enzyme infiltration into cell walls. Determination of the topochemical distribution of lignin and aromatics in sugar cane might provide important data on the recalcitrance of specific cells. We used cellular ultraviolet (UV) microspectrophotometry (UMSP) to topochemically detect lignin and hydroxycinnamic acids in individual fiber, vessel and parenchyma cell walls of untreated and chlorite-treated sugar cane. Internodes, presenting typical vascular bundles and sucrose-storing parenchyma cells, were divided into rind and pith fractions. Vascular bundles were more abundant in the rind, whereas parenchyma cells predominated in the pith region. UV measurements of untreated fiber cell walls gave absorbance spectra typical of grass lignin, with a band at 278 nm and a pronounced shoulder at 315 nm, assigned to the presence of hydroxycinnamic acids linked …",
            "Topochemical distribution of lignin and hydroxycinnamic acids in sugar-cane cell walls and its correlation with the enzymatic hydrolysis of polysaccharides",
            "Germano Siqueira and Adriane MF Milagres and Walter Carvalho and Gerald Koch and André Ferraz",
            "2011",
            "dm9AsXoAAAAJ:IWHjjKOFINEC",
            89,
            "https:\/\/link.springer.com\/article\/10.1186\/1754-6834-4-7",
            "5035517201898650737",
            "\/scholar?cites=5035517201898650737",
            {
                "2011":2,
                "2012":5,
                "2013":17,
                "2014":11,
                "2015":14,
                "2016":12,
                "2017":7,
                "2018":7,
                "2019":6,
                "2020":6,
                "2021":2
            }
        ],
        [
            "The topochemical distribution of phenolic extractives in steamed and kiln-dried beechwood with discolourations was investigated on a cellular level by using scanning UV microspectrophotometry (UMSP). For the chemical characterisation of accessory compounds, acetone and methanol extracts of the discoloured beechwood were separated by accelerated solvent extraction (ASE) and analysed with high performance liquid chromatography (HPLC). The UV microscopic investigations reveal that the accessory compounds responsible for the discolouration of beechwood are mainly restricted to the longitudinal and ray parenchyma cells and the lumen of vessels. The detected extractives are characterised by high UV absorbance values and an absorbance maximum in a wavelength range between 280 and 290 nm. The separation of the acetone and methanol extracts of discoloured beechwood shows the presence …",
            "Topochemical characterisation of phenolic extractives in discoloured beechwood (Fagus sylvatica L.)",
            "Gerald Koch and Jürgen Puls and Josef Bauch",
            "2003",
            "dm9AsXoAAAAJ:3fE2CSJIrl8C",
            87,
            "https:\/\/www.degruyter.com\/view\/journals\/hfsg\/57\/4\/article-p339.xml",
            "3073379132486242729",
            "\/scholar?cites=3073379132486242729",
            {
                "2004":5,
                "2005":3,
                "2006":8,
                "2007":4,
                "2008":9,
                "2009":6,
                "2010":3,
                "2011":3,
                "2012":6,
                "2013":16,
                "2014":2,
                "2015":4,
                "2016":3,
                "2017":3,
                "2018":6,
                "2019":3,
                "2020":2
            }
        ],
        [
            "Palms can grow at sites exposed to high winds experiencing large dynamic wind and gust loads. Their stems represent a system of stiff fibrous elements embedded in the soft parenchymatous tissue. The proper design of the interface of the stiffening elements and the parenchyma is crucial for the functioning of the stem. The strategy of the palm to compromise between stiff fibre caps and the soft parenchymatous tissue may serve as a model system for avoiding stress discontinuities in inhomogeneous and anisotropic fibre-reinforced composite materials. We investigated the mechanical, structural and biochemical properties of the fibre caps of the palm Washingtonia robusta at different levels of hierarchy with high spatial resolution. A gradual decrease in stiffness across the fibre cap towards the surrounding parenchymatous tissue was observed. Structural adaptations at the tissue level were found in terms of …",
            "Stiffness gradients in vascular bundles of the palm Washingtonia robusta",
            "Markus Rüggeberg and Thomas Speck and Oskar Paris and Catherine Lapierre and Brigitte Pollet and Gerald Koch and Ingo Burgert",
            "2008",
            "dm9AsXoAAAAJ:d1gkVwhDpl0C",
            75,
            "https:\/\/royalsocietypublishing.org\/doi\/abs\/10.1098\/rspb.2008.0531",
            "256175608170424544",
            "\/scholar?cites=256175608170424544",
            {
                "2009":5,
                "2010":5,
                "2011":8,
                "2012":4,
                "2013":6,
                "2014":3,
                "2015":9,
                "2016":8,
                "2017":8,
                "2018":7,
                "2019":6,
                "2020":5,
                "2021":1
            }
        ],
        [
            "The topochemical distribution of lignin and phenolic extractives in woody tissue was determined at a cellular level using scanning UV microspectrophotometry (UMSP). This technique enables direct imaging of lignin distribution within individual cell wall layers with a resolution of 0.25 µm2. For demonstration, selected softwood (Picea abies), and hardwood (Fagus sylvatica) sections of 1 µm thickness were scanned at a defined wavelength and evaluated with the “APAMOS” software. This approach allows the distribution pattern of lignins and aromatic compounds within the cell wall to be visualised simultaneously. The method was found to be ideally suited for the study of lignification during wood formation, the detection of phenolic extractives, the removal of lignin during pulp processes, and other applications in chemical technology of wood.",
            "Application of UV microspectrophotometry for the topochemical detection of lignin and phenolic extractives in wood fibre cell walls",
            "Gerald Koch and Claudia Grünwald",
            "2004",
            "dm9AsXoAAAAJ:35N4QoGY0k4C",
            74,
            "https:\/\/www.researchgate.net\/profile\/Gerald_Koch2\/publication\/282909741_Application_of_UV_microspectrophotometry_for_the_topochemical_detection_of_lignin_and_phenolic_extractives_in_wood_fibre_cell_walls\/links\/5d4134eea6fdcc370a6f0ceb\/Application-of-UV-microspectrophotometry-for-the-topochemical-detection-of-lignin-and-phenolic-extractives-in-wood-fibre-cell-walls.pdf",
            "10228358726597442320",
            "\/scholar?cites=10228358726597442320",
            {
                "2004":3,
                "2005":1,
                "2006":9,
                "2007":2,
                "2008":11,
                "2009":4,
                "2010":3,
                "2011":4,
                "2012":4,
                "2013":5,
                "2014":5,
                "2015":5,
                "2016":4,
                "2017":2,
                "2018":2,
                "2019":5,
                "2020":3
            }
        ],
        [
            "The aim of this study is to characterise the properties of juvenile and mature heartwood of black locust (Robinia pseudoacacia L.). Content, composition and the subcellular distribution of heartwood extractives were studied in 14 old-growth trees from forest sites in Germany and Hungary as well as in 16 younger trees of four clone types. Heartwood extractives (methanol and acetone extraction) were analysed by HPLC-chromatography. UV microspectrophotometry was used to topochemically localise the extractives in the cell walls. The natural durability of the juvenile and mature heartwood was analysed according to the European standard EN 350-1. Growth as well as chemical analyses showed that, based on extractives content, the formation of juvenile wood in black locust is restricted to the first 10–20 years of cambial growth. In mature heartwood, high contents of phenolic compounds and flavonoids …",
            "Wood properties of juvenile and mature heartwood in Robinia pseudoacacia L.",
            "Oliver Dünisch and Hans-Georg Richter and Gerald Koch",
            "2010",
            "dm9AsXoAAAAJ:k_IJM867U9cC",
            67,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s00226-009-0275-0.pdf",
            "8160180883209643036",
            "\/scholar?cites=8160180883209643036",
            {
                "2010":1,
                "2011":4,
                "2012":9,
                "2013":4,
                "2014":13,
                "2015":6,
                "2016":2,
                "2017":4,
                "2018":4,
                "2019":6,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Topochemical detection of lignin and phenolic compounds was carried out at subcellular level in tension wood fibres of maple (Acer spp.), beech (Fagus sylvatica) and oak (Quercus robur) by means of cellular UV-microspectrophotometry (UMSP) and confocal Raman microscopy. UMSP field scans at 278 nm revealed the presence of aromatic compounds in the gelatinous layer (G-layer) in tension wood of all three species. Characterisation of the detected substances by point measurements from 240 nm to 400 nm revealed a plausible relationship to by-products from the lignin biosynthesis pathway. Raman spectra, recorded from different regions within the G-layer, showed a high affinity to spectra of lignins. The degree of aromatic compounds in the G-layer of oak tension wood fibres was approximately three-fold higher than that in maple and beech. Moreover, the oak G-layer showed an accumulation of aromatic …",
            "Topochemical investigation on tension wood fibres of Acer spp., Fagus sylvatica L. and Quercus robur L.",
            "Christian Lehringer and Notburga Gierlinger and Gerald Koch",
            "2008",
            "dm9AsXoAAAAJ:70eg2SAEIzsC",
            59,
            "https:\/\/www.degruyter.com\/view\/journals\/hfsg\/62\/3\/article-p255.xml",
            "10317707744172578233",
            "\/scholar?cites=10317707744172578233",
            {
                "2008":2,
                "2009":5,
                "2010":8,
                "2011":2,
                "2012":9,
                "2013":8,
                "2014":3,
                "2015":2,
                "2016":4,
                "2017":5,
                "2018":6,
                "2019":1,
                "2020":3
            }
        ]
    ]
}