{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Thermal fluctuations induced by increasing temperature can change the state of matter, for example, when water boils to steam. It also is possible to change the state of matter at absolute zero temperature by quantum fluctuations demanded by Heisenberg's uncertainty principle. In this case, the quantumphase transition from one state to another is provided by adjusting a tuning parameter other than temperature. A few characteristic examples of quantumphase transitions are reviewed, and their consequences for finite temperature experiments are discussed.",
            "Quantum phase transitions",
            "Subir Sachdev",
            "2007",
            "DMIvQbwAAAAJ:u5HHmVD_uO8C",
            8005,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/9780470022184.hmm108",
            "8271479783085086298",
            "\/scholar?cites=8271479783085086298",
            {
                "2000":31,
                "2001":103,
                "2002":121,
                "2003":146,
                "2004":228,
                "2005":274,
                "2006":307,
                "2007":320,
                "2008":404,
                "2009":377,
                "2010":433,
                "2011":404,
                "2012":465,
                "2013":496,
                "2014":495,
                "2015":488,
                "2016":531,
                "2017":566,
                "2018":561,
                "2019":515,
                "2020":650,
                "2021":48
            }
        ],
        [
            "Thermal fluctuations induced by increasing temperature can change the state of matter, for example, when water boils to steam. It also is possible to change the state of matter at absolute zero temperature by quantum fluctuations demanded by Heisenberg's uncertainty principle. In this case, the quantumphase transition from one state to another is provided by adjusting a tuning parameter other than temperature. A few characteristic examples of quantumphase transitions are reviewed, and their consequences for finite temperature experiments are discussed.",
            "Quantum phase transitions",
            "Subir Sachdev",
            "2007",
            "DMIvQbwAAAAJ:ocFeo90gyj0C",
            7700,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/9780470022184.hmm108",
            "8271479783085086298",
            "\/scholar?cites=8271479783085086298",
            {
                "2000":30,
                "2001":99,
                "2002":121,
                "2003":141,
                "2004":224,
                "2005":263,
                "2006":290,
                "2007":296,
                "2008":380,
                "2009":352,
                "2010":399,
                "2011":382,
                "2012":441,
                "2013":472,
                "2014":477,
                "2015":479,
                "2016":518,
                "2017":556,
                "2018":550,
                "2019":502,
                "2020":643,
                "2021":47
            }
        ],
        [
            "The theory of second-order phase transitions is one of the foundations of modern statistical mechanics and condensed-matter theory. A central concept is the observable order parameter, whose nonzero average value characterizes one or more phases. At large distances and long times, fluctuations of the order parameter(s) are described by a continuum field theory, and these dominate the physics near such phase transitions. We show that near second-order quantum phase transitions, subtle quantum interference effects can invalidate this paradigm, and we present a theory of quantum critical points in a variety of experimentally relevant two-dimensional antiferromagnets. The critical points separate phases characterized by conventional “confining” order parameters. Nevertheless, the critical theory contains an emergent gauge field and “deconfined” degrees of freedom associated with fractionalization of the …",
            "Deconfined quantum critical points",
            "Todadri Senthil and Ashvin Vishwanath and Leon Balents and Subir Sachdev and Matthew PA Fisher",
            "2004",
            "DMIvQbwAAAAJ:u-x6o8ySG0sC",
            1235,
            "https:\/\/science.sciencemag.org\/content\/303\/5663\/1490.abstract",
            "14504020274618194390",
            "\/scholar?cites=14504020274618194390",
            {
                "2004":23,
                "2005":68,
                "2006":70,
                "2007":74,
                "2008":77,
                "2009":44,
                "2010":71,
                "2011":76,
                "2012":81,
                "2013":70,
                "2014":45,
                "2015":71,
                "2016":78,
                "2017":69,
                "2018":89,
                "2019":97,
                "2020":119,
                "2021":8
            }
        ],
        [
            "The study of quantum phase transitions has been a major focus of theoretical and experimental work in systems of correlated electrons and in correlated ul-tracold atoms in recent years. However, some of the best characterized and understood examples of quantum phase transitions are found in magnetic",
            "Handbook of magnetism and advanced magnetic materials",
            "Subir Sachdev",
            "2006",
            "DMIvQbwAAAAJ:2lNr6VoPGyEC",
            1220,
            "http:\/\/citeseerx.ist.psu.edu\/viewdoc\/summary?doi=10.1.1.673.4217",
            "6993219755786212192",
            "\/scholar?cites=6993219755786212192",
            {
                "2006":6,
                "2007":24,
                "2008":66,
                "2009":81,
                "2010":89,
                "2011":76,
                "2012":100,
                "2013":110,
                "2014":102,
                "2015":103,
                "2016":92,
                "2017":102,
                "2018":85,
                "2019":74,
                "2020":95,
                "2021":5
            }
        ],
        [
            "We examine the spin-S quantum Heisenberg magnet with Gaussian-random, infinite-range exchange interactions. The quantum-disordered phase is accessed by generalizing to SU (M) symmetry and studying the large M limit. For large S the ground state is a spin glass, while quantum fluctuations produce a spin-fluid state for small S. The spin-fluid phase is found to be generically gapless—the average, zero temperature, local dynamic spin susceptibility obeys χ (ω)∼ ln (1\/‖ ω‖)+ i (π\/2) sgn (ω) at low frequencies.",
            "Gapless spin-fluid ground state in a random quantum Heisenberg magnet",
            "Subir Sachdev and Jinwu Ye",
            "1993",
            "DMIvQbwAAAAJ:aqlVkmm33-oC",
            1084,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.70.3339",
            "8797401967285249720",
            "\/scholar?cites=8797401967285249720",
            {
                "1994":5,
                "1995":6,
                "1996":4,
                "1997":5,
                "1998":9,
                "1999":6,
                "2000":5,
                "2001":8,
                "2002":12,
                "2003":9,
                "2004":10,
                "2005":9,
                "2006":4,
                "2007":8,
                "2008":4,
                "2009":6,
                "2010":13,
                "2011":3,
                "2012":9,
                "2013":6,
                "2014":2,
                "2015":5,
                "2016":30,
                "2017":139,
                "2018":202,
                "2019":232,
                "2020":315,
                "2021":16
            }
        ],
        [
            "A large-N expansion technique based on symplectic [Sp (N)] symmetry for frustrated magnetic systems is proposed and applied to the square-lattice quantum antiferromagnet with first-, second-, and third-neighbor antiferromangetic coupling. In addition to disordered states similar to those in unfrustrated systems, phases with incommensurate coplanar spin correlations and unconfined bosonic spinons are found. The occurrence of ‘‘order from disorder’’is discussed. Neither chirally ordered nor spin-nematic states are found.",
            "Large-N expansion for frustrated quantum antiferromagnets",
            "N Read and Subir Sachdev",
            "1991",
            "DMIvQbwAAAAJ:9yKSN-GCB0IC",
            897,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.66.1773",
            "10353822009495394179",
            "\/scholar?cites=10353822009495394179",
            {
                "1991":6,
                "1992":18,
                "1993":8,
                "1994":16,
                "1995":7,
                "1996":6,
                "1997":2,
                "1998":4,
                "1999":11,
                "2000":20,
                "2001":24,
                "2002":30,
                "2003":39,
                "2004":26,
                "2005":32,
                "2006":35,
                "2007":24,
                "2008":40,
                "2009":31,
                "2010":33,
                "2011":42,
                "2012":37,
                "2013":52,
                "2014":52,
                "2015":36,
                "2016":54,
                "2017":50,
                "2018":54,
                "2019":50,
                "2020":52,
                "2021":4
            }
        ],
        [
            "The large-N limit of a nearest-neighbor SU (N) antiferromagnet on a bipartite lattice exhibits in dimensions d≥ 2 a zero-temperature phase transition between a Néel ordered state and a resonating-valence-bond state. Here it is shown in d= 1, 2 that topological effects produce spin-Peierls or valence-bond-solid order in the non-Néel phase with a ground-state degeneracy which varies periodically with ‘‘spin’’for fixed N with periodicity given by the coordination number of the lattice. Thus a non-Néel phase of the spin-(1\/2 Heisenberg model on a square lattice would be a spin-Peierls state with a fourfold degeneracy due to broken lattice rotational symmetry.",
            "Valence-bond and spin-Peierls ground states of low-dimensional quantum antiferromagnets",
            "N Read and Subir Sachdev",
            "1989",
            "DMIvQbwAAAAJ:d1gkVwhDpl0C",
            730,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.62.1694",
            "605276432006326719",
            "\/scholar?cites=605276432006326719",
            {
                "1989":13,
                "1990":31,
                "1991":30,
                "1992":21,
                "1993":17,
                "1994":16,
                "1995":9,
                "1996":10,
                "1997":5,
                "1998":6,
                "1999":13,
                "2000":18,
                "2001":18,
                "2002":20,
                "2003":19,
                "2004":30,
                "2005":25,
                "2006":30,
                "2007":30,
                "2008":24,
                "2009":27,
                "2010":21,
                "2011":32,
                "2012":44,
                "2013":32,
                "2014":6,
                "2015":29,
                "2016":30,
                "2017":26,
                "2018":28,
                "2019":29,
                "2020":38,
                "2021":1
            }
        ],
        [
            "The kagome-lattice quantum Heisenberg antiferromagnet is studied by a large-N expansion based upon groups with symplectic Sp (N) symmetry. Two distinct types of ground states are found.(i) for large values of the ‘‘spin’’the ground state has long-range magnetic order with the spins ordered in a√ 3×√ 3 structure with 9 sites per unit cell. Quantum fluctutions are explicitly shown to select this structure from the large number of classically degenerate states. The only zero-energy excitations about the magnetically ordered state are shown to be the physical, infinite-wavelength, Goldstone spin waves; in contrast the naive semiclassical theory has zero-energy spin waves at all wave vectors.(ii) For small values of the ‘‘spin,’’the ordered moment disappears and we obtain a quantum-disordered ground state with no broken symmetries. As in previous work on frustrated square-lattice antiferromagnets, this state is argued …",
            "Kagomé-and triangular-lattice Heisenberg antiferromagnets: Ordering from quantum fluctuations and quantum-disordered ground states with unconfined bosonic spinons",
            "Subir Sachdev",
            "1992",
            "DMIvQbwAAAAJ:qjMakFHDy7sC",
            729,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.45.12377",
            "8286189793426270370",
            "\/scholar?cites=8286189793426270370",
            {
                "1992":4,
                "1993":18,
                "1994":17,
                "1995":9,
                "1996":9,
                "1997":8,
                "1998":12,
                "1999":6,
                "2000":13,
                "2001":20,
                "2002":24,
                "2003":15,
                "2004":18,
                "2005":14,
                "2006":17,
                "2007":28,
                "2008":23,
                "2009":21,
                "2010":21,
                "2011":47,
                "2012":41,
                "2013":33,
                "2014":42,
                "2015":47,
                "2016":51,
                "2017":43,
                "2018":39,
                "2019":40,
                "2020":46,
                "2021":3
            }
        ],
        [
            "We present the critical theory of a number of zero-temperature phase transitions of quantum antiferromagnets and interacting boson systems in two dimensions. The most important example is the transition of the S= 1∕ 2 square lattice antiferromagnet between the Néel state (which breaks spin rotation invariance) and the paramagnetic valence bond solid (which preserves spin rotation invariance but breaks lattice symmetries). We show that these two states are separated by a second-order quantum phase transition. This conflicts with Landau-Ginzburg-Wilson theory, which predicts that such states with distinct broken symmetries are generically separated either by a first-order transition, or by a phase with co-existing orders. The critical theory of the second-order transition is not expressed in terms of the order parameters characterizing either state, but involves fractionalized degrees of freedom and an emergent …",
            "Quantum criticality beyond the Landau-Ginzburg-Wilson paradigm",
            "T Senthil and Leon Balents and Subir Sachdev and Ashvin Vishwanath and Matthew PA Fisher",
            "2004",
            "DMIvQbwAAAAJ:Tyk-4Ss8FVUC",
            709,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.70.144407",
            "18190895626306185612",
            "\/scholar?cites=18190895626306185612",
            {
                "2004":5,
                "2005":39,
                "2006":43,
                "2007":43,
                "2008":47,
                "2009":32,
                "2010":33,
                "2011":38,
                "2012":46,
                "2013":42,
                "2014":25,
                "2015":31,
                "2016":47,
                "2017":37,
                "2018":59,
                "2019":59,
                "2020":75,
                "2021":6
            }
        ],
        [
            "We present the general theory of clean, two-dimensional, quantum Heisenberg antiferromagnets which are close to the zero-temperature quantum transition between ground states with and without long-range Néel order. While some of our discussion is more general, the bulk of our theory will be restricted to antiferromagnets in which the Néel order is described by a three-vector order parameter. For Néel-ordered states,‘‘nearly critical’’means that the ground-state spin stiffness, ρ s, satisfies ρ s≪ J, where J is the nearest-neighbor exchange constant, while ‘‘nearly critical’’quantum-disordered ground states have an energy gap, Δ, towards excitations with spin 1, which satisfies Δ≪ J. The allowed temperatures, T, are also smaller than J, but no restrictions are placed on the values of k B T\/ρ s or k B T\/Δ. Under these circumstances, we show that the wave vector and\/or frequency-dependent uniform and staggered spin …",
            "Theory of two-dimensional quantum Heisenberg antiferromagnets with a nearly critical ground state",
            "Andrey V Chubukov and Subir Sachdev and Jinwu Ye",
            "1994",
            "DMIvQbwAAAAJ:2osOgNQ5qMEC",
            594,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.49.11919",
            "5168705002388717076",
            "\/scholar?cites=5168705002388717076",
            {
                "1994":10,
                "1995":32,
                "1996":18,
                "1997":31,
                "1998":40,
                "1999":25,
                "2000":37,
                "2001":16,
                "2002":26,
                "2003":15,
                "2004":15,
                "2005":14,
                "2006":32,
                "2007":20,
                "2008":21,
                "2009":17,
                "2010":15,
                "2011":21,
                "2012":23,
                "2013":24,
                "2014":18,
                "2015":22,
                "2016":16,
                "2017":24,
                "2018":20,
                "2019":18,
                "2020":24
            }
        ]
    ]
}