{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "The non-equilibrium control of emergent phenomena in solids is an important research frontier, encompassing effects such as the optical enhancement of superconductivity 1. Nonlinear excitation 2, 3 of certain phonons in bilayer copper oxides was recently shown to induce superconducting-like optical properties at temperatures far greater than the superconducting transition temperature, T c (refs 4, 5, 6). This effect was accompanied by the disruption of competing charge-density-wave correlations 7, 8, which explained some but not all of the experimental results. Here we report a similar phenomenon in a very different compound, K 3 C 60. By exciting metallic K 3 C 60 with mid-infrared optical pulses, we induce a large increase in carrier mobility, accompanied by the opening of a gap in the optical conductivity. These same signatures are observed at equilibrium when cooling metallic K 3 C 60 below T c (20 kelvin …",
            "Possible light-induced superconductivity in K3C60 at high temperature",
            "Matteo Mitrano and Alice Cantaluppi and Daniele Nicoletti and Stefan Kaiser and A Perucchi and S Lupi and P Di Pietro and D Pontiroli and M Riccò and Stephen R Clark and D Jaksch and Andrea Cavalleri",
            "2016",
            "DMIZ7yoAAAAJ:kNdYIx-mwKoC",
            467,
            "https:\/\/www.nature.com\/articles\/nature16522",
            "18113719735339122598",
            "\/scholar?cites=18113719735339122598",
            {
                "2016":25,
                "2017":82,
                "2018":93,
                "2019":96,
                "2020":150,
                "2021":14
            }
        ],
        [
            "The optical properties of graphene are made unique by the linear band structure and the vanishing density of states at the Dirac point. It has been proposed that even in the absence of a bandgap, a relaxation bottleneck at the Dirac point may allow for population inversion and lasing at arbitrarily long wavelengths. Furthermore, efficient carrier multiplication by impact ionization has been discussed in the context of light harvesting applications. However, all of these effects are difficult to test quantitatively by measuring the transient optical properties alone, as these only indirectly reflect the energy-and momentum-dependent carrier distributions. Here, we use time-and angle-resolved photoemission spectroscopy with femtosecond extreme-ultraviolet pulses to directly probe the non-equilibrium response of Dirac electrons near the K-point of the Brillouin zone. In lightly hole-doped epitaxial graphene samples, we …",
            "Snapshots of non-equilibrium Dirac carrier distributions in graphene",
            "Isabella Gierz and Jesse C Petersen and Matteo Mitrano and Cephise Cacho and IC Edmond Turcu and Emma Springate and Alexander Stöhr and Axel Köhler and Ulrich Starke and Andrea Cavalleri",
            "2013",
            "DMIZ7yoAAAAJ:u5HHmVD_uO8C",
            362,
            "https:\/\/www.nature.com\/articles\/nmat3757",
            "13373295275806812969",
            "\/scholar?cites=13373295275806812969",
            {
                "2013":1,
                "2014":45,
                "2015":70,
                "2016":47,
                "2017":54,
                "2018":42,
                "2019":43,
                "2020":58,
                "2021":2
            }
        ],
        [
            "We report on ultrafast optical experiments in which femtosecond midinfrared radiation is used to excite the lattice of complex oxide heterostructures. By tuning the excitation energy to a vibrational mode of the substrate, a long-lived five-order-of-magnitude increase of the electrical conductivity of NdNiO 3 epitaxial thin films is observed as a structural distortion propagates across the interface. Vibrational excitation, extended here to a wide class of heterostructures and interfaces, may be conducive to new strategies for electronic phase control at THz repetition rates.",
            "Ultrafast strain engineering in complex oxide heterostructures",
            "Andrea D Caviglia and Raoul Scherwitzl and Paul Popovich and Wanzheng Hu and Hubertus Bromberger and Rashmi Singla and Matteo Mitrano and Matthias C Hoffmann and Stefan Kaiser and Pavlo Zubko and Stefano Gariglio and J-M Triscone and Michael Först and Andrea Cavalleri",
            "2012",
            "DMIZ7yoAAAAJ:u-x6o8ySG0sC",
            142,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.136801",
            "1098867546847159467",
            "\/scholar?cites=1098867546847159467",
            {
                "2012":3,
                "2013":11,
                "2014":19,
                "2015":19,
                "2016":19,
                "2017":21,
                "2018":17,
                "2019":15,
                "2020":16,
                "2021":2
            }
        ]
    ]
}