{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present the result of our most recent search for T violation in 205 Tl, which is interpreted in terms of an electric dipole moment of the electron d e. We find d e=(6.9±7.4)× 10− 28 e cm, which yields an upper limit| d e|≤ 1.6× 10− 27 e cm with 90% confidence. The present apparatus is a major upgrade of the atomic beam magnetic-resonance device used to set the previous limit on d e.",
            "New limit on the electron electric dipole moment",
            "BC Regan and Eugene D Commins and Christian J Schmidt and David DeMille",
            "2002",
            "DN35NuQAAAAJ:u5HHmVD_uO8C",
            947,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.071805",
            "13194831533044316632",
            "\/scholar?cites=13194831533044316632",
            {
                "2002":19,
                "2003":25,
                "2004":44,
                "2005":71,
                "2006":74,
                "2007":66,
                "2008":65,
                "2009":81,
                "2010":58,
                "2011":73,
                "2012":53,
                "2013":57,
                "2014":50,
                "2015":36,
                "2016":40,
                "2017":44,
                "2018":30,
                "2019":29,
                "2020":24,
                "2021":3
            }
        ],
        [
            "New results are reported in our search for the electric dipole moment d e of the electron in the ground 6 2 P 1\/2 state of Tl 205. The atomic-beam magnetic resonance method is employed with separated oscillating fields. A magnetic field B defines the axis of quantization, and an electric field E, parallel to B, is applied in the region between the oscillating fields. Laser optical pumping is used for state selection and analysis, and the signal is fluorescence accompanying the decay of excited atoms in the analyzer region. The signature of a nonzero electric dipole moment is a dependence of the signal on the P, T-odd rotational invariant E⋅ B (P and T denote parity and time reversal, respectively). Two counterpropagating atomic beams are employed to reduce a systematic effect due to the motional magnetic field E× v\/c. Auxiliary experiments are performed to isolate and eliminate residual sources of systematic error. The …",
            "Improved experimental limit on the electric dipole moment of the electron",
            "Eugene D Commins and Stephen B Ross and David DeMille and BC Regan",
            "1994",
            "DN35NuQAAAAJ:u-x6o8ySG0sC",
            447,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.50.2960",
            "5670511093012000637",
            "\/scholar?cites=5670511093012000637",
            {
                "1995":5,
                "1996":18,
                "1997":24,
                "1998":20,
                "1999":46,
                "2000":55,
                "2001":55,
                "2002":43,
                "2003":24,
                "2004":26,
                "2005":25,
                "2006":14,
                "2007":9,
                "2008":20,
                "2009":9,
                "2010":10,
                "2011":6,
                "2012":7,
                "2013":7,
                "2014":6,
                "2015":1,
                "2016":1,
                "2017":2,
                "2018":1,
                "2019":4,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Transmission electron microscopy is a powerful imaging tool that has found broad application in materials science, nanoscience and biology 1, 2, 3. With the introduction of aberration-corrected electron lenses, both the spatial resolution and the image quality in transmission electron microscopy have been significantly improved 4, 5 and resolution below 0.5 ångströms has been demonstrated 6. To reveal the three-dimensional (3D) structure of thin samples, electron tomography is the method of choice 7, 8, 9, 10, 11, with cubic-nanometre resolution currently achievable 10, 11. Discrete tomography has recently been used to generate a 3D atomic reconstruction of a silver nanoparticle two to three nanometres in diameter 12, but this statistical method assumes prior knowledge of the particle’s lattice structure and requires that the atoms fit rigidly on that lattice. Here we report the experimental demonstration of a …",
            "Electron tomography at 2.4-ångström resolution",
            "MC Scott and Chien-Chun Chen and Matthew Mecklenburg and Chun Zhu and Rui Xu and Peter Ercius and Ulrich Dahmen and BC Regan and Jianwei Miao",
            "2012",
            "DN35NuQAAAAJ:4JMBOYKVnBMC",
            384,
            "https:\/\/www.nature.com\/articles\/nature10934",
            "8403417623692191321",
            "\/scholar?cites=8403417623692191321",
            {
                "2011":1,
                "2012":18,
                "2013":47,
                "2014":42,
                "2015":62,
                "2016":46,
                "2017":47,
                "2018":43,
                "2019":35,
                "2020":39,
                "2021":2
            }
        ],
        [
            "Transmission electron microscopy is a powerful imaging tool that has found broad application in materials science, nanoscience and biology 1, 2, 3. With the introduction of aberration-corrected electron lenses, both the spatial resolution and the image quality in transmission electron microscopy have been significantly improved 4, 5 and resolution below 0.5 ångströms has been demonstrated 6. To reveal the three-dimensional (3D) structure of thin samples, electron tomography is the method of choice 7, 8, 9, 10, 11, with cubic-nanometre resolution currently achievable 10, 11. Discrete tomography has recently been used to generate a 3D atomic reconstruction of a silver nanoparticle two to three nanometres in diameter 12, but this statistical method assumes prior knowledge of the particle’s lattice structure and requires that the atoms fit rigidly on that lattice. Here we report the experimental demonstration of a …",
            "Electron tomography at 2.4-ångström resolution",
            "MC Scott and Chien-Chun Chen and Matthew Mecklenburg and Chun Zhu and Rui Xu and Peter Ercius and Ulrich Dahmen and BC Regan and Jianwei Miao",
            "2012",
            "DN35NuQAAAAJ:RHpTSmoSYBkC",
            384,
            "https:\/\/www.nature.com\/articles\/nature10934",
            "8403417623692191321",
            "\/scholar?cites=8403417623692191321",
            {
                "2011":1,
                "2012":18,
                "2013":47,
                "2014":42,
                "2015":62,
                "2016":46,
                "2017":47,
                "2018":43,
                "2019":35,
                "2020":39,
                "2021":2
            }
        ],
        [
            "The development of manipulation tools that are not too ‘fat’or too ‘sticky’for atomic scale assembly is an important challenge facing nanotechnology 1. Impressive nanofabrication capabilities have been demonstrated with scanning probe manipulation of atoms 2, 3, 4, 5 and molecules 4, 6 on clean surfaces. However, as fabrication tools, both scanning tunnelling and atomic force microscopes suffer from a loading deficiency: although they can manipulate atoms already present, they cannot efficiently deliver atoms to the work area. Carbon nanotubes, with their hollow cores and large aspect ratios, have been suggested 7, 8 as possible conduits for nanoscale amounts of material. Already much effort has been devoted to the filling of nanotubes 8, 9, 10, 11 and the application of such techniques 12, 13. Furthermore, carbon nanotubes have been used as probes in scanning probe microscopy 14, 15, 16. If the atomic …",
            "Carbon nanotubes as nanoscale mass conveyors",
            "BC Regan and S Aloni and RO Ritchie and U Dahmen and A Zettl",
            "2004",
            "DN35NuQAAAAJ:d1gkVwhDpl0C",
            329,
            "https:\/\/www.nature.com\/articles\/nature02496",
            "13207302280302639416",
            "\/scholar?cites=13207302280302639416",
            {
                "2004":3,
                "2005":27,
                "2006":30,
                "2007":36,
                "2008":27,
                "2009":27,
                "2010":30,
                "2011":25,
                "2012":29,
                "2013":26,
                "2014":14,
                "2015":22,
                "2016":2,
                "2017":5,
                "2018":12,
                "2019":8,
                "2020":4
            }
        ],
        [
            "Dislocations and their interactions strongly influence many material properties, ranging from the strength of metals and alloys to the efficiency of light-emitting diodes and laser diodes 1, 2, 3, 4. Several experimental methods can be used to visualize dislocations. Transmission electron microscopy (TEM) has long been used to image dislocations in materials 5, 6, 7, 8, 9, and high-resolution electron microscopy can reveal dislocation core structures in high detail 10, particularly in annular dark-field mode 11. A TEM image, however, represents a two-dimensional projection of a three-dimensional (3D) object (although stereo TEM provides limited information about 3D dislocations 4). X-ray topography can image dislocations in three dimensions, but with reduced resolution 12. Using weak-beam dark-field TEM 13 and scanning TEM 14, electron tomography has been used to image 3D dislocations at a resolution of …",
            "Three-dimensional imaging of dislocations in a nanoparticle at atomic resolution",
            "Chien-Chun Chen and Chun Zhu and Edward R White and Chin-Yi Chiu and MC Scott and BC Regan and Laurence D Marks and Yu Huang and Jianwei Miao",
            "2013",
            "DN35NuQAAAAJ:TFP_iSt0sucC",
            308,
            "https:\/\/www.nature.com\/articles\/nature12009",
            "11478136299141899485",
            "\/scholar?cites=11478136299141899485",
            {
                "2013":21,
                "2014":44,
                "2015":54,
                "2016":35,
                "2017":42,
                "2018":36,
                "2019":34,
                "2020":38,
                "2021":1
            }
        ],
        [
            "Modern microelectronic devices have nanoscale features that dissipate power nonuniformly, but fundamental physical limits frustrate efforts to detect the resulting temperature gradients. Contact thermometers disturb the temperature of a small system, while radiation thermometers struggle to beat the diffraction limit. Exploiting the same physics as Fahrenheit’s glass-bulb thermometer, we mapped the thermal expansion of Joule-heated, 80-nanometer-thick aluminum wires by precisely measuring changes in density. With a scanning transmission electron microscope and electron energy loss spectroscopy, we quantified the local density via the energy of aluminum’s bulk plasmon. Rescaling density to temperature yields maps with a statistical precision of 3 kelvin\/hertz−1\/2, an accuracy of 10%, and nanometer-scale resolution. Many common metals and semiconductors have sufficiently sharp plasmon resonances to …",
            "Nanoscale temperature mapping in operating microelectronic devices",
            "Matthew Mecklenburg and William A Hubbard and ER White and Rohan Dhall and Stephen B Cronin and Shaul Aloni and BC Regan",
            "2015",
            "DN35NuQAAAAJ:8uzoZH4hB9AC",
            192,
            "https:\/\/science.sciencemag.org\/content\/347\/6222\/629.abstract",
            "3230283039125927513",
            "\/scholar?cites=3230283039125927513",
            {
                "2015":16,
                "2016":36,
                "2017":29,
                "2018":28,
                "2019":41,
                "2020":37,
                "2021":4
            }
        ],
        [
            "Resistive switching (RS) is an interesting property shown by some materials systems that, especially during the last decade, has gained a lot of interest for the fabrication of electronic devices, with electronic nonvolatile memories being those that have received the most attention. The presence and quality of the RS phenomenon in a materials system can be studied using different prototype cells, performing different experiments, displaying different figures of merit, and developing different computational analyses. Therefore, the real usefulness and impact of the findings presented in each study for the RS technology will be also different. This manuscript describes the most recommendable methodologies for the fabrication, characterization, and simulation of RS devices, as well as the proper methods to display the data obtained. The idea is to help the scientific community to evaluate the real usefulness and impact …",
            "Recommended methods to study resistive switching devices",
            "Mario Lanza and H‐S Philip Wong and Eric Pop and Daniele Ielmini and Dimitri Strukov and Brian C Regan and Luca Larcher and Marco A Villena and J Joshua Yang and Ludovic Goux and Attilio Belmonte and Yuchao Yang and Francesco M Puglisi and Jinfeng Kang and Blanka Magyari‐Köpe and Eilam Yalon and Anthony Kenyon and Mark Buckwell and Adnan Mehonic and Alexander Shluger and Haitong Li and Tuo‐Hung Hou and Boris Hudec and Deji Akinwande and Ruijing Ge and Stefano Ambrogio and Juan B Roldan and Enrique Miranda and Jordi Suñe and Kin Leong Pey and Xing Wu and Nagarajan Raghavan and Ernest Wu and Wei D Lu and Gabriele Navarro and Weidong Zhang and Huaqiang Wu and Runwei Li and Alexander Holleitner and Ursula Wurstbauer and Max C Lemme and Ming Liu and Shibing Long and Qi Liu and Hangbing Lv and Andrea Padovani and Paolo Pavan and Ilia Valov and Xu Jing and Tingting Han and Kaichen Zhu and Shaochuan Chen and Fei Hui and Yuanyuan Shi",
            "2019",
            "DN35NuQAAAAJ:adHtZc2wMuEC",
            185,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/aelm.201800143",
            "5394232910896550608",
            "\/scholar?cites=5394232910896550608",
            {
                "2018":3,
                "2019":62,
                "2020":113,
                "2021":6
            }
        ],
        [
            "Growth of graphene on copper (100) single crystals by chemical vapor deposition has been accomplished. The atomic structure of the graphene overlayer was studied using scanning tunneling microscopy. A detailed analysis of moiré superstructures present in the graphene topography reveals that growth occurs in a variety of orientations over the square atomic lattice of the copper surface. Transmission electron microscopy was used to elucidate the crystallinity of the grown graphene. Pristine, defect-free graphene was observed over copper steps, corners, and screw dislocations. Distinct protrusions, known as “flower” structures, were observed on flat terraces, which are attributed to carbon structures that depart from the characteristic honeycomb lattice. Continuous graphene growth also occurs over copper adatoms and atomic vacancies present at the single-crystal surface. The copper atom mobility within …",
            "Atomic-scale characterization of graphene grown on copper (100) single crystals",
            "Haider I Rasool and Emil B Song and Matthew Mecklenburg and BC Regan and Kang L Wang and Bruce H Weiller and James K Gimzewski",
            "2011",
            "DN35NuQAAAAJ:TQgYirikUcIC",
            160,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja200245p",
            "16937019679413651119",
            "\/scholar?cites=16937019679413651119",
            {
                "2011":3,
                "2012":18,
                "2013":25,
                "2014":28,
                "2015":24,
                "2016":12,
                "2017":16,
                "2018":22,
                "2019":4,
                "2020":7,
                "2021":1
            }
        ],
        [
            "An ideal technique for observing nanoscale assembly would provide atomic-resolution images of both the products and the reactants in real time. Using a transmission electron microscope we image in situ the electrochemical deposition of lead from an aqueous solution of lead(II) nitrate. Both the lead deposits and the local Pb2+ concentration can be visualized. Depending on the rate of potential change and the potential history, lead deposits on the cathode in a structurally compact layer or in dendrites. In both cases the deposits can be removed and the process repeated. Asperities that persist through many plating and stripping cycles consistently nucleate larger dendrites. Quantitative digital image analysis reveals excellent correlation between changes in the Pb2+ concentration, the rate of lead deposition, and the current passed by the electrochemical cell. Real-time electron microscopy of dendritic growth …",
            "In Situ Transmission Electron Microscopy of Lead Dendrites and Lead Ions in Aqueous Solution",
            "Edward R White and Scott B Singer and Veronica Augustyn and William A Hubbard and Matthew Mecklenburg and Bruce Dunn and Brian C Regan",
            "2012",
            "DN35NuQAAAAJ:qUcmZB5y_30C",
            148,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn3017469",
            "4761487139413693404",
            "\/scholar?cites=4761487139413693404",
            {
                "2013":9,
                "2014":21,
                "2015":25,
                "2016":27,
                "2017":15,
                "2018":16,
                "2019":16,
                "2020":16,
                "2021":2
            }
        ]
    ]
}