{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "An effective action and potential for composite operators is obtained. The formalism is used to analyze, by variational techniques, dynamical symmetry breaking and coherent solutions to field theory. A Rayleigh-Ritz procedure is introduced which replaces arbitrary variations with parametric variations. Previously unsolved nonlinear equations become, in the Rayleigh-Ritz approximation, solvable algebraic equations.",
            "Effective action for composite operators",
            "John M Cornwall and Roman Jackiw and Eleftherios Tomboulis",
            "1974",
            "DNbdugYAAAAJ:u5HHmVD_uO8C",
            1974,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.10.2428",
            "2304277853876521101",
            "\/scholar?cites=2304277853876521101",
            {
                "1982":14,
                "1983":25,
                "1984":14,
                "1985":28,
                "1986":28,
                "1987":24,
                "1988":40,
                "1989":47,
                "1990":33,
                "1991":34,
                "1992":26,
                "1993":35,
                "1994":36,
                "1995":48,
                "1996":57,
                "1997":52,
                "1998":61,
                "1999":58,
                "2000":57,
                "2001":55,
                "2002":52,
                "2003":65,
                "2004":65,
                "2005":76,
                "2006":59,
                "2007":54,
                "2008":83,
                "2009":41,
                "2010":53,
                "2011":62,
                "2012":70,
                "2013":86,
                "2014":61,
                "2015":58,
                "2016":53,
                "2017":45,
                "2018":37,
                "2019":37,
                "2020":42,
                "2021":3
            }
        ],
        [
            "A systematic search is made for all renormalizable theories of heavy vector bosons. It is argued that in any renormalizable Lagrangian theory high-energy unitarity bounds should not be violated in perturbation theory (apart from logarithmic factors in the energy). This leads to the specific requirement of “tree unitarity„; the N-particle S-matrix elements in the tree approximation must grow no more rapidly than E4-N in the limit of high energy (E) at fixed, nonzero angles (i.e., at angles such that all invariants Pi − Pj i≠j, grow like E2). We have imposed this tree-unitarity criterion on the most general scalar, spinor, and vector Lagrangian with terms of mass dimension less than or equal to four; a certain class of nonpolynomial Lagrangians is also considered. It is proved that any such theory is tree-unitary if and only if it is equivalent under a point transformation to a spontaneously broken gauge theory, possibly modified by …",
            "Derivation of gauge invariance from high-energy unitarity bounds on the S matrix",
            "John M Cornwall and David N Levin and George Tiktopoulos",
            "1991",
            "DNbdugYAAAAJ:u-x6o8ySG0sC",
            1470,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/B9780444888075501023",
            "5131772638941008099",
            "\/scholar?cites=5131772638941008099",
            {
                "1982":4,
                "1983":5,
                "1984":12,
                "1985":11,
                "1986":10,
                "1987":16,
                "1988":29,
                "1989":34,
                "1990":32,
                "1991":39,
                "1992":52,
                "1993":64,
                "1994":62,
                "1995":54,
                "1996":56,
                "1997":47,
                "1998":31,
                "1999":17,
                "2000":28,
                "2001":20,
                "2002":35,
                "2003":34,
                "2004":29,
                "2005":20,
                "2006":17,
                "2007":33,
                "2008":33,
                "2009":34,
                "2010":28,
                "2011":47,
                "2012":64,
                "2013":63,
                "2014":54,
                "2015":41,
                "2016":46,
                "2017":59,
                "2018":51,
                "2019":37,
                "2020":45,
                "2021":2
            }
        ],
        [
            "We study the formation of a mass gap, or effective gluon mass (and consequent dimensionful parameters such as the string tension, glueball mass,< Tr G μ ν 2>, correlation lengths) in continuum QCD, using a special set of Schwinger-Dyson equations. These equations are derived from a resummation of the Feynman graphs which represent certain gauge-invariant color-singlet Green's functions, and are themselves essentially gauge invariant. This resummation is essential to the multiplicative renormalizability of QCD in the light-cone gauge, which we adopt for technical reasons. We close the dynamical equations by\" solving\" a Ward identity, a procedure which, while exact in the infrared regime, is subject to ambiguities and corrections in the ultraviolet regime which are beyond the scope of the present work.(These ambiguities are less prominent for QCD in three dimensions, which we discuss also.) As discussed …",
            "Dynamical mass generation in continuum quantum chromodynamics",
            "John M Cornwall",
            "1982",
            "DNbdugYAAAAJ:d1gkVwhDpl0C",
            1241,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.26.1453",
            "15125008543262146782",
            "\/scholar?cites=15125008543262146782",
            {
                "1983":12,
                "1984":11,
                "1985":7,
                "1986":11,
                "1987":15,
                "1988":13,
                "1989":26,
                "1990":11,
                "1991":9,
                "1992":18,
                "1993":27,
                "1994":26,
                "1995":34,
                "1996":44,
                "1997":29,
                "1998":29,
                "1999":28,
                "2000":32,
                "2001":26,
                "2002":35,
                "2003":34,
                "2004":38,
                "2005":43,
                "2006":30,
                "2007":27,
                "2008":34,
                "2009":46,
                "2010":56,
                "2011":77,
                "2012":55,
                "2013":55,
                "2014":49,
                "2015":35,
                "2016":41,
                "2017":36,
                "2018":34,
                "2019":36,
                "2020":55,
                "2021":8
            }
        ],
        [
            "Ring current protons (<50 kev), which are unaffected by ion cyclotron waves outside the plasmapause, undergo strong turbulent diffusion just inside the plasmapause. Lifetimes from ion cyclotron turbulence are predicted to be of the order of 1 hour, as observed by Frank for 3≤L≤5. During the main phase of a geomagnetic storm, the protons rapidly diffuse across the plasmapause (probably at the Bohm rate) and are lost before reaching the noon meridian, thus giving rise to the asymmetric part of the ring current. During recovery phase the ring current decays on a time scale of a day or less, as the turbulent region moves outward with the expansion of the plasmapause. Further decay takes place on a charge exchange time scale.",
            "Turbulent loss of ring current protons",
            "John M Cornwall and Ferdinand V Coroniti and Richard Mansergh Thorne",
            "1970",
            "DNbdugYAAAAJ:9yKSN-GCB0IC",
            558,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/JA075i025p04699",
            "14499256031597586511",
            "\/scholar?cites=14499256031597586511",
            {
                "1981":10,
                "1982":3,
                "1983":5,
                "1984":5,
                "1985":4,
                "1986":4,
                "1987":3,
                "1988":7,
                "1989":3,
                "1990":2,
                "1991":8,
                "1992":8,
                "1993":8,
                "1994":12,
                "1995":3,
                "1996":11,
                "1997":6,
                "1998":6,
                "1999":4,
                "2000":4,
                "2001":8,
                "2002":5,
                "2003":9,
                "2004":4,
                "2005":10,
                "2006":8,
                "2007":9,
                "2008":12,
                "2009":14,
                "2010":7,
                "2011":19,
                "2012":22,
                "2013":11,
                "2014":12,
                "2015":13,
                "2016":20,
                "2017":13,
                "2018":15,
                "2019":17,
                "2020":15
            }
        ],
        [
            "By resumming the Feynman graphs which contribute to any gauge-invariant process we explicitly construct, at one-loop order, a three-gluon vertex for QCD which is completely independent of the choice of gauge. This vertex satisfies a Ward identity of the type encountered in ghost-free gauges, relating the vertex to the proper self-energy of a previously constructed gluon propagator, also found by resumming graphs; like the vertex, this self-energy is completely gauge invariant. We also derive the gauge-invariant propagator and vertex via a second related technique which minimizes the dependence on embedding these objects in a gauge-invariant process; the same results are found as in the first technique. These results motivate a toy model of the nonlinear Schwinger-Dyson equation satisfied by the exact gauge-invariant three-gluon vertex. This model is nonperturbative and has infrared singularities, which we …",
            "Gauge-invariant three-gluon vertex in QCD",
            "John M Cornwall and Joannis Papavassiliou",
            "1989",
            "DNbdugYAAAAJ:2osOgNQ5qMEC",
            469,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.40.3474",
            "1921959877902699756",
            "\/scholar?cites=1921959877902699756",
            {
                "1991":3,
                "1992":5,
                "1993":4,
                "1994":16,
                "1995":21,
                "1996":20,
                "1997":15,
                "1998":14,
                "1999":12,
                "2000":15,
                "2001":12,
                "2002":19,
                "2003":21,
                "2004":24,
                "2005":17,
                "2006":16,
                "2007":18,
                "2008":19,
                "2009":11,
                "2010":18,
                "2011":31,
                "2012":21,
                "2013":25,
                "2014":12,
                "2015":5,
                "2016":15,
                "2017":15,
                "2018":8,
                "2019":9,
                "2020":22,
                "2021":2
            }
        ],
        [
            "We have made a systematic search for theories of interacting heavy vector mesons which have unitarily bound trees. In simple cases (four vector mesons and one scalar particle) the only unitarily bound models are spontaneously broken gauge theories. Evidently, a unitarity bound, which controls high-energy behavior, imposes internal symmetry on heavy-vector-boson interactions.",
            "Uniqueness of spontaneously broken gauge theories",
            "John M Cornwall and David N Levin and George Tiktopoulos",
            "1973",
            "DNbdugYAAAAJ:qjMakFHDy7sC",
            451,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.30.1268",
            "12688526810129372985",
            "\/scholar?cites=12688526810129372985",
            {
                "1981":3,
                "1982":1,
                "1983":5,
                "1984":5,
                "1985":3,
                "1986":5,
                "1987":5,
                "1988":4,
                "1989":6,
                "1990":5,
                "1991":11,
                "1992":7,
                "1993":15,
                "1994":16,
                "1995":8,
                "1996":13,
                "1997":12,
                "1998":11,
                "1999":5,
                "2000":10,
                "2001":3,
                "2002":14,
                "2003":10,
                "2004":18,
                "2005":9,
                "2006":5,
                "2007":12,
                "2008":8,
                "2009":10,
                "2010":9,
                "2011":16,
                "2012":24,
                "2013":24,
                "2014":16,
                "2015":21,
                "2016":8,
                "2017":19,
                "2018":9,
                "2019":12,
                "2020":5
            }
        ],
        [
            "A model for the generation of pearl‐type micropulsations in the 0.1–5 cps range is presented. Under a different set of conditions, the model is also applicable to the generation of VLF emissions in the whistler mode. It is proposed that a beam of trapped protons at L ≥ 4, supersonic with respect to the local Alfvén speed, emits hydromagnetic waves at a frequency corresponding to the occurrence of a cyclotron instability. These hydromagnetic waves propagate along the earth's field lines and are reflected back along the line at the ionosphere. On each pass of a wave packet through the proton beam, energy is supplied to the wave by the particles via the instability. Certain features of the observed fine structure of micropulsations are explained with the concept of bouncing hydromagnetic wave packets. A possible candidate for the necessary proton beam is the belt of 200–500 kev protons observed by Davis and …",
            "Cyclotron instabilities and electromagnetic emission in the ultra low frequency and very low frequency ranges",
            "John M Cornwall",
            "1965",
            "DNbdugYAAAAJ:Tyk-4Ss8FVUC",
            436,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/JZ070i001p00061",
            "9525279871153852054",
            "\/scholar?cites=9525279871153852054",
            {
                "1982":2,
                "1983":3,
                "1984":5,
                "1985":3,
                "1986":4,
                "1987":3,
                "1988":2,
                "1989":7,
                "1990":5,
                "1991":6,
                "1992":3,
                "1993":5,
                "1994":2,
                "1995":9,
                "1996":6,
                "1997":2,
                "1998":1,
                "1999":2,
                "2000":10,
                "2001":4,
                "2002":3,
                "2003":1,
                "2004":4,
                "2005":4,
                "2006":8,
                "2007":8,
                "2008":4,
                "2009":10,
                "2010":9,
                "2011":13,
                "2012":15,
                "2013":17,
                "2014":23,
                "2015":26,
                "2016":15,
                "2017":18,
                "2018":20,
                "2019":21,
                "2020":3
            }
        ],
        [
            "By combining the ideas of Nambu in his study of superconductivity and of Johnson, Baker, and Willey in their approach to electrodynamics we construct a gauge theory of spontaneous symmetry breaking which is free of elementary spin-zero fields. The theory contains two fermions and two vector mesons, one of which acquires a mass via the Higgs mechanism. A formula for this vector-meson mass is derived which becomes exact, and nonzero, in the limit as the strength of interaction is appropriately scaled to zero. The vacuum energy is also discussed.",
            "Spontaneous symmetry breaking without scalar mesons",
            "John M Cornwall and Richard E Norton",
            "1973",
            "DNbdugYAAAAJ:UeHWp8X0CEIC",
            374,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.8.3338",
            "5488706611831031532",
            "\/scholar?cites=5488706611831031532",
            {
                "1981":18,
                "1982":14,
                "1983":15,
                "1984":7,
                "1985":3,
                "1986":1,
                "1987":5,
                "1988":4,
                "1989":7,
                "1990":3,
                "1991":7,
                "1992":1,
                "1993":1,
                "1994":2,
                "1995":5,
                "1996":2,
                "1997":5,
                "1998":2,
                "1999":4,
                "2000":3,
                "2001":5,
                "2002":3,
                "2003":2,
                "2004":10,
                "2005":7,
                "2006":2,
                "2007":4,
                "2008":4,
                "2009":8,
                "2010":8,
                "2011":17,
                "2012":11,
                "2013":9,
                "2014":10,
                "2015":7,
                "2016":9,
                "2017":5,
                "2018":4,
                "2019":5,
                "2020":9
            }
        ],
        [
            "We propose that SAR arcs are generated at the plasmapause as a consequence of the turbulent dissipation of ring current energy. During the recovery phase of a geomagnetic storm, the plasmapause expands outward into the symmetric ring current. When the cold plasma densities reach about 100 cm−3, ring current protons (Ep∼20 kev) become unstable and generate intense ion cyclotron wave turbulence in a narrow region ½ RE wide (just inside the plasmapause). Approximately one‐half of the ring current energy is dissipated into wave turbulence, which in turn is absorbed through a Landau resonant interaction with plasmaspheric electrons. The combined thermal heat flux to the ionosphere due to Landau absorption of the wave energy and proton‐electron Coulomb dissipation is sufficient to drive SAR arcs at the observed intensities. We thus predict that the arcs should be localized to a narrow latitudinal …",
            "Unified theory of SAR arc formation at the plasmapause",
            "John M Cornwall and Ferdinand V Coroniti and Richard M Thorne",
            "1971",
            "DNbdugYAAAAJ:IjCSPb-OGe4C",
            354,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/JA076i019p04428",
            "8557594226523047987",
            "\/scholar?cites=8557594226523047987",
            {
                "1982":3,
                "1983":7,
                "1984":4,
                "1985":5,
                "1986":3,
                "1987":5,
                "1988":8,
                "1989":5,
                "1990":6,
                "1991":5,
                "1992":5,
                "1993":9,
                "1994":6,
                "1995":4,
                "1996":7,
                "1997":6,
                "1998":3,
                "1999":5,
                "2000":1,
                "2001":3,
                "2002":1,
                "2003":4,
                "2004":2,
                "2005":8,
                "2006":6,
                "2007":5,
                "2008":3,
                "2009":7,
                "2010":3,
                "2011":10,
                "2012":11,
                "2013":5,
                "2014":4,
                "2015":5,
                "2016":2,
                "2017":1,
                "2018":6,
                "2019":1,
                "2020":11,
                "2021":2
            }
        ],
        [
            "Recent work in both lattice and continuum QCD shows that the gauge field is massive. We investigate the bound states of massive gluons with a Schrödinger equation and find M(0++) ≈ 2.3 m, M(0−+) ≈ 2.7 m, M(2++) ≈ 3.2 m, where m is the gluon mass; we expect from this as well as earlier work that m ≈ 500 MeV. These glueballs have widths typical of allowed hadronic decays.",
            "Glueballs as bound states of massive gluons",
            "JM Cornwall and A Soni",
            "1983",
            "DNbdugYAAAAJ:Y0pCki6q_DkC",
            289,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0370269383904811",
            "985837723130586560",
            "\/scholar?cites=985837723130586560",
            {
                "1983":10,
                "1984":13,
                "1985":6,
                "1986":12,
                "1987":11,
                "1988":8,
                "1989":11,
                "1990":5,
                "1991":10,
                "1992":3,
                "1993":5,
                "1994":7,
                "1995":1,
                "1996":2,
                "1997":4,
                "1998":8,
                "1999":6,
                "2000":9,
                "2001":5,
                "2002":2,
                "2003":11,
                "2004":14,
                "2005":8,
                "2006":15,
                "2007":8,
                "2008":9,
                "2009":10,
                "2010":5,
                "2011":3,
                "2012":8,
                "2013":8,
                "2014":4,
                "2015":10,
                "2016":5,
                "2017":9,
                "2018":6,
                "2019":6,
                "2020":6
            }
        ]
    ]
}