{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Understanding the genetics underlying host range differences among plant virus strains can provide valuable insights into viral gene functions and virus-host interactions. In this study, we examined viral determinants and mechanisms of differential infection of Zea mays inbred line SDp2 by Wheat streak mosaic virus (WSMV) isolates. WSMV isolates Sidney 81 (WSMV-S81) and Type (WSMV-T) share 98.7% polyprotein sequence identity but differentially infect SDp2: WSMV-S81 induces a systemic infection, but WSMV-T does not. Coinoculation and sequential inoculation of SDp2 with WSMV-T and\/or WSMV-S81 did not affect systemic infection by WSMV-S81, suggesting that WSMV-T does not induce a restrictive defense response but that virus-encoded proteins may be involved in differential infection of SDp2. The viral determinant responsible for strain-specific host range was mapped to the N terminus of coat …",
            "The N-terminal region of Wheat streak mosaic virus coat protein is a host-and strain-specific long-distance transport factor",
            "Satyanarayana Tatineni and David H Van Winkle and Roy French",
            "2011",
            "DNGLw1EAAAAJ:UeHWp8X0CEIC",
            44,
            "https:\/\/jvi.asm.org\/content\/85\/4\/1718.short",
            "9188490409152894353",
            "\/scholar?cites=9188490409152894353",
            {
                "2011":3,
                "2012":3,
                "2013":5,
                "2014":5,
                "2015":4,
                "2016":8,
                "2017":4,
                "2018":5,
                "2019":6,
                "2020":1
            }
        ],
        [
            "The first reported U.S. isolate of Beet black scorch necrovirus (BBSV) was obtained and characterized. Host range of the virus for localized and occasionally systemic infection included the Chenopodiaceae and Tetragonia expansa; Nicotiana benthamiana supported symptomless systemic infection by the virus. The complete nucleotide sequence of the genomic RNA of the virus, designated BBSV-Co, exhibits 93% similarity to the genome of the ‘Ningxia’ isolate of BBSV from China. Amino acid sequence similarity in predicted genes ranged from 95% in the p4 gene to 97% in the p82 and coat protein genes. A potential additional gene exists within the U.S. isolate of BBSV that is absent from Chinese isolates of BBSV due to nucleotide differences between these isolates within the coat protein gene. Coat protein analysis by isoelectric focusing and by mass spectroscopy indicated the presence of phosphorylated …",
            "Characterization of a US isolate of Beet black scorch virus",
            "John J Weiland and David Van Winkle and Michael C Edwards and Rebecca L Larson and Weilin L Shelver and Thomas P Freeman and Hsing-Yeh Liu",
            "2007",
            "DNGLw1EAAAAJ:qjMakFHDy7sC",
            29,
            "https:\/\/apsjournals.apsnet.org\/doi\/abs\/10.1094\/PHYTO-97-10-1245",
            "9090548421258875128",
            "\/scholar?cites=9090548421258875128",
            {
                "2007":1,
                "2008":5,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":1,
                "2013":3,
                "2014":2,
                "2015":5,
                "2016":1,
                "2017":2,
                "2018":4,
                "2019":1
            }
        ],
        [
            "               Measures of internal fluid flow have the potential to illuminate energy allocation and life-history variation in colonial invertebrates. Using video microscopy and digital image analysis, fluid flow was characterized in hydractiniid hydroids at three regions of the \"dead end\" stolons located at the periphery of colonies. Outflow begins at an initially high rate (range 50-800 µm\/s). As the stolon fills, the outflow slows and then stops, and a period of backflow (<100 s), having a relatively low initial rate, follows. Backflow rate increases (less than or equal to outflow rate) as the stolon contracts. The cycle ends with the stolon lumen fully closed and the flow rate again equal to zero. A proximal-distal flow rate gradient is apparent over the 3 regions examined along peripheral stolons. Comparisons of peripheral stolons over several contraction cycles show that Hydractinia symbiolongicarpus has shorter and wider stolons …",
            "Video microscopical measures of gastrovascular flow in colonial hydroids",
            "David H Van Winkle and Neil W Blackstone",
            "1997",
            "DNGLw1EAAAAJ:u5HHmVD_uO8C",
            22,
            "https:\/\/www.jstor.org\/stable\/3226919",
            "15512646541054401789",
            "\/scholar?cites=15512646541054401789",
            {
                "1997":1,
                "1998":3,
                "1999":2,
                "2000":2,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":2,
                "2006":1,
                "2007":2,
                "2008":2,
                "2009":1,
                "2010":1,
                "2011":1
            }
        ],
        [
            " Abstract. Hermit crab shells are often encrusted with diverse communities of epibionts. To explore the effects of hermit crabs on the interactions of these encrusting species, two species of hydractiniid hydroids, Hydractinia symbiolongicarpus and Podocoryna carnea, were examined in the presence and absence of Pagurus longicarpus hermit crabs. Colonies growing on Littorina littorea snail shells with hermit crab hosts were compared to those growing on shells without crabs. These experiments suggest that hermit crabs variably affect colony polyp number, colony morphology and the outcome of interspecific competition, according to the size and number of crabs; other factors include water temperature, food availability and hydroid clonal genotype. In order to allow image analysis of perturbations of colony morphology, hydroids were grown on glass surfaces both exposed and unexposed to hermit crabs. Relative …",
            "The Effects of Hermit Crabs on Hydractiniid Hydroids The effects of hermit crabs on hydractiniid hydroids",
            "David H Van Winkle and Krista Longnecker and Neil W Blackstone",
            "2000",
            "DNGLw1EAAAAJ:2osOgNQ5qMEC",
            18,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1046\/j.1439-0485.2000.00693.x",
            "13069453678865120957",
            "\/scholar?cites=13069453678865120957",
            {
                "2002":1,
                "2003":2,
                "2004":3,
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":1,
                "2009":2,
                "2010":2,
                "2011":3,
                "2012":1
            }
        ],
        [
            "An encrusting colonial hydroid can be regarded as a network of polyps or ‘mouths’ connected by tube-like stolons. The success of the colony crucially depends on putting these mouths where the available food is. Feeding-related perturbations may provide important signals in this regard. After feeding, polyps contract regularly, dispersing food throughout the colony via the gastrovascular fluid. Mitochondrion-rich epitheliomuscular cells concentrated near polyp-stolon junctions likely drive these contractions. Putatively, the redox state of these cells may influence colony-level form. For instance, the metabolic demand associated with feeding-related contractions results in mitochondria that have relatively oxidized electron carriers and produce lesser amounts of reactive oxygen species (ROS). ROS or other redox-sensitive molecules emitted from polyp-stolon junctions into the gastrovascular fluid may provide stolons …",
            "The role of polyp-stolon junctions in the redox signaling of colonial hydroids",
            "Neil W Blackstone and Kimberly S Cherry and David H Van Winkle",
            "2004",
            "DNGLw1EAAAAJ:9yKSN-GCB0IC",
            15,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-1-4020-2762-8_34",
            "14491708041389465417",
            "\/scholar?cites=14491708041389465417",
            {
                "2005":2,
                "2006":1,
                "2007":5,
                "2008":1,
                "2009":1,
                "2010":4,
                "2011":1
            }
        ],
        [
            "In controlled laboratory experiments, colonies of Podocoryna carnea typically overgrow and kill colonies of Hydractinia symbiolongicarpus. Generally, these experiments have used colonies grown from tissue explants (clonal replicates) surgically removed from mature colonies taken from natural populations. In contrast, experiments involving interspecific bouts between small, sexually produced colonies reveal that both the characteristics and outcomes of competition differ from previous studies. During competition between small sexually produced colonies, H. symbiolongicarpus exhibits directional growth toward P. carnea and produces nematocyte-rich hyperplastic stolons more readily than P. carnea does. Nevertheless, P. carnea can still overcome H. symbiolongicarpus if it initially grows away from the contact zone and subsequently flanks H. symbiolongicarpus. Overall, sexually produced colonies of H …",
            "Variation in growth and competitive ability between sexually and clonally produced hydroids",
            "David H Van Winkle and Neil W Blackstone",
            "2002",
            "DNGLw1EAAAAJ:u-x6o8ySG0sC",
            13,
            "https:\/\/www.journals.uchicago.edu\/doi\/abs\/10.2307\/1543652",
            "1904140464472964377",
            "\/scholar?cites=1904140464472964377",
            {
                "2002":1,
                "2003":2,
                "2004":2,
                "2005":2,
                "2006":1,
                "2007":2,
                "2008":1,
                "2009":1,
                "2010":1
            }
        ]
    ]
}