{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The discovery of graphene 1, 2 raises the prospect of a new class of nanoelectronic devices based on the extraordinary physical properties 3, 4, 5, 6 of this one-atom-thick layer of carbon. Unlike two-dimensional electron layers in semiconductors, where the charge carriers become immobile at low densities, the carrier mobility in graphene can remain high, even when their density vanishes at the Dirac point. However, when the graphene sample is supported on an insulating substrate, potential fluctuations induce charge puddles that obscure the Dirac point physics. Here we show that the fluctuations are significantly reduced in suspended graphene samples and we report low-temperature mobility approaching 200,000 cm 2 V− 1 s− 1 for carrier densities below 5× 10 9 cm− 2. Such values cannot be attained in semiconductors or non-suspended graphene. Moreover, unlike graphene samples supported by a …",
            "Approaching ballistic transport in suspended graphene",
            "Xu Du and Ivan Skachko and Anthony Barker and Eva Y Andrei",
            "2008",
            "dnn1uZcAAAAJ:u5HHmVD_uO8C",
            3187,
            "https:\/\/www.nature.com\/nnano\/journal\/v3\/n8\/abs\/nnano.2008.199.html",
            "11509001432104906796",
            "\/scholar?cites=11509001432104906796",
            {
                "2008":17,
                "2009":132,
                "2010":178,
                "2011":251,
                "2012":311,
                "2013":315,
                "2014":321,
                "2015":316,
                "2016":295,
                "2017":281,
                "2018":266,
                "2019":262,
                "2020":209,
                "2021":23
            }
        ],
        [
            "In graphene, which is an atomic layer of crystalline carbon, two of the distinguishing properties of the material are the charge carriers’ two-dimensional and relativistic character. The first experimental evidence of the two-dimensional nature of graphene came from the observation of a sequence of plateaus in measurements of its transport properties in the presence of an applied magnetic field 1, 2. These are signatures of the so-called integer quantum Hall effect. However, as a consequence of the relativistic character of the charge carriers, the integer quantum Hall effect observed in graphene is qualitatively different from its semiconductor analogue 3. As a third distinguishing feature of graphene, it has been conjectured that interactions and correlations should be important in this material, but surprisingly, evidence of collective behaviour in graphene is lacking. In particular, the quintessential collective quantum …",
            "Fractional quantum Hall effect and insulating phase of Dirac electrons in graphene",
            "Xu Du and Ivan Skachko and Fabian Duerr and Adina Luican and Eva Y Andrei",
            "2009",
            "dnn1uZcAAAAJ:u-x6o8ySG0sC",
            1007,
            "https:\/\/www.nature.com\/articles\/nature08522",
            "18003236611050834756",
            "\/scholar?cites=18003236611050834756",
            {
                "2009":6,
                "2010":96,
                "2011":129,
                "2012":122,
                "2013":101,
                "2014":105,
                "2015":94,
                "2016":86,
                "2017":77,
                "2018":58,
                "2019":57,
                "2020":63,
                "2021":6
            }
        ],
        [
            "Electronic instabilities at the crossing of the Fermi energy with a Van Hove singularity 1 in the density of states often lead to new phases of matter such as superconductivity 2, 3, magnetism 4 or density waves 5. However, in most materials this condition is difficult to control. In the case of single-layer graphene, the singularity is too far from the Fermi energy 6 and hence difficult to reach with standard doping and gating techniques 7. Here we report the observation of low-energy Van Hove singularities in twisted graphene layers seen as two pronounced peaks in the density of states measured by scanning tunnelling spectroscopy. We demonstrate that a rotation between stacked graphene layers can generate Van Hove singularities, which can be brought arbitrarily close to the Fermi energy by varying the angle of rotation. This opens intriguing prospects for Van Hove singularity engineering of electronic phases.",
            "Observation of Van Hove singularities in twisted graphene layers",
            "Guohong Li and A Luican and JMB Santos and AH Neto and A Reina and J Kong and EY Andrei",
            "2010",
            "dnn1uZcAAAAJ:_FxGoFyzp5QC",
            829,
            "https:\/\/www.nature.com\/articles\/nphys1463",
            "9918222770501698603",
            "\/scholar?cites=9918222770501698603",
            {
                "2010":12,
                "2011":37,
                "2012":54,
                "2013":62,
                "2014":83,
                "2015":72,
                "2016":79,
                "2017":73,
                "2018":84,
                "2019":101,
                "2020":161,
                "2021":9
            }
        ],
        [
            "We report high magnetic field scanning tunneling microscopy and Landau level spectroscopy of twisted graphene layers grown by chemical vapor deposition. For twist angles exceeding∼ 3 the low energy carriers exhibit Landau level spectra characteristic of massless Dirac fermions. Above 20 the layers effectively decouple and the electronic properties are indistinguishable from those in single-layer graphene, while for smaller angles we observe a slowdown of the carrier velocity which is strongly angle dependent. At the smallest angles the spectra are dominated by twist-induced van Hove singularities and the Dirac fermions eventually become localized. An unexpected electron-hole asymmetry is observed which is substantially larger than the asymmetry in either single or untwisted bilayer graphene.",
            "Single-layer behavior and its breakdown in twisted graphene layers",
            "A Luican and Guohong Li and A Reina and J Kong and RR Nair and Konstantin S Novoselov and Andre K Geim and EY Andrei",
            "2011",
            "dnn1uZcAAAAJ:LkGwnXOMwfcC",
            595,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.126802",
            "4868502459132066344",
            "\/scholar?cites=4868502459132066344",
            {
                "2011":22,
                "2012":60,
                "2013":62,
                "2014":63,
                "2015":63,
                "2016":65,
                "2017":64,
                "2018":64,
                "2019":61,
                "2020":66,
                "2021":5
            }
        ],
        [
            "We report low temperature high magnetic field scanning tunneling microscopy and spectroscopy of graphene flakes on graphite that exhibit the structural and electronic properties of graphene decoupled from the substrate. Pronounced peaks in the tunneling spectra develop with increasing field revealing a Landau level sequence that provides a direct way to identify graphene and to determine the degree of its coupling to the substrate. The Fermi velocity and quasiparticle lifetime, obtained from the positions and width of the peaks, provide access to the electron-phonon and electron-electron interactions.",
            "Scanning tunneling spectroscopy of graphene on graphite",
            "Guohong Li and Adina Luican and Eva Y Andrei",
            "2009",
            "dnn1uZcAAAAJ:d1gkVwhDpl0C",
            557,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.176804",
            "9627951537048019666",
            "\/scholar?cites=9627951537048019666",
            {
                "2009":35,
                "2010":58,
                "2011":50,
                "2012":69,
                "2013":34,
                "2014":48,
                "2015":53,
                "2016":45,
                "2017":47,
                "2018":42,
                "2019":27,
                "2020":38,
                "2021":5
            }
        ],
        [
            "The existence of the magnetic-field-induced liquid-to-solid phase transition in an extreme quantum-limit 2D electron plasma is established for electrons at a high-quality GaAs\/GaAlAs heterojunction by detection of a gapless magnetophonon excitation branch with radio-frequency spectroscopy. The phase diagram, determined for Wigner-Seitz to Bohr radius ratio 1.6< r s< 2.5, extrapolates to a zero-temperature critical Landau-level filling factor ν c= 0.23±0.04 and a zero-filling-factor melting temperature close to the classical (r s→∞) limit.",
            "Observation of a magnetically induced Wigner solid",
            "EY Andrei and G Deville and DC Glattli and FIB Williams and E Paris and B Etienne",
            "1988",
            "dnn1uZcAAAAJ:P7Ujq4OLJYoC",
            483,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.60.2765",
            "16367844378495705570",
            "\/scholar?cites=16367844378495705570",
            {
                "1988":2,
                "1989":19,
                "1990":10,
                "1991":28,
                "1992":45,
                "1993":32,
                "1994":24,
                "1995":21,
                "1996":10,
                "1997":11,
                "1998":14,
                "1999":20,
                "2000":12,
                "2001":4,
                "2002":11,
                "2003":7,
                "2004":14,
                "2005":17,
                "2006":15,
                "2007":8,
                "2008":5,
                "2009":12,
                "2010":21,
                "2011":6,
                "2012":7,
                "2013":6,
                "2014":16,
                "2015":8,
                "2016":8,
                "2017":15,
                "2018":15,
                "2019":13,
                "2020":24,
                "2021":1
            }
        ],
        [
            "The unique electronic behaviour of monolayer and bilayer graphene 1, 2 is a result of the unusual quantum-relativistic characteristics of the so-called ‘Dirac fermions’(DFs) that carry charge in these materials. Although DFs in monolayer graphene move as if they were massless, and in bilayer graphene they do so with non-zero mass, all DFs show chirality, which gives rise to an unusual Landau level (LL) energy spectrum 3, 4, 5, 6, 7, 8, 9, 10, 11 and the observation of an anomalous quantum Hall effect in both types of graphene 4, 5, 8. Here we report low-temperature scanning tunnelling spectra of graphite subjected to a magnetic field of up to 12 T, which provide the first direct observations of the LLs that produce such behaviour. Unexpectedly, we find evidence for the coexistence of both massless and massive DFs in graphite, and confirm the quantum-relativistic nature of these quasiparticles through the …",
            "Observation of Landau levels of Dirac fermions in graphite",
            "Guohong Li and Eva Y Andrei",
            "2007",
            "dnn1uZcAAAAJ:2osOgNQ5qMEC",
            400,
            "https:\/\/www.nature.com\/articles\/nphys653",
            "16206733633212440989",
            "\/scholar?cites=16206733633212440989",
            {
                "2007":6,
                "2008":17,
                "2009":40,
                "2010":46,
                "2011":38,
                "2012":39,
                "2013":27,
                "2014":33,
                "2015":43,
                "2016":26,
                "2017":21,
                "2018":17,
                "2019":20,
                "2020":23,
                "2021":3
            }
        ],
        [
            "The magnetic flux line lattice in type II superconductors serves as a useful system in which to study condensed matter flow, as its dynamic properties are tunable. Recent studies have shown a number of puzzling phenomena associated with vortex motion, including: low-frequency noise 1, 2, 3, 4, 5 and slow voltage oscillations 3, 6; a history-dependent dynamic response 7, 8, 9, 10, 11, 12, and memory of the direction, amplitude duration and frequency of the previously applied current 13, 14; high vortex mobility for alternating current, but no apparent vortex motion for direct currents 13, 15, 16; and strong suppression of an ac response by small dc bias 13. Taken together, these phenomena are incompatible with current understanding of vortex dynamics. Here we report a generic mechanism that accounts for these observations. Our model, which is derived from investigations of the current distribution across single …",
            "Dynamic instabilities and memory effects in vortex matter",
            "Y Paltiel and E Zeldov and YN Myasoedov and H Shtrikman and S Bhattacharya and MJ Higgins and ZL Xiao and EY Andrei and PL Gammel and DJ Bishop",
            "2000",
            "dnn1uZcAAAAJ:W7OEmFMy1HYC",
            300,
            "https:\/\/www.nature.com\/articles\/35000145",
            "13546578330925544452",
            "\/scholar?cites=13546578330925544452",
            {
                "2000":13,
                "2001":26,
                "2002":33,
                "2003":31,
                "2004":29,
                "2005":19,
                "2006":25,
                "2007":21,
                "2008":9,
                "2009":16,
                "2010":14,
                "2011":5,
                "2012":8,
                "2013":5,
                "2014":7,
                "2015":6,
                "2016":9,
                "2017":9,
                "2018":2,
                "2019":8,
                "2020":5
            }
        ],
        [
            "The Josephson effect and superconducting proximity effect were observed in superconductor-graphene-superconductor (SGS) Josephson junctions with coherence lengths comparable to the distance between the superconducting leads. By comparing the measured gate dependence of the proximity induced subgap features (multiple Andreev reflections) and of the supercurrent to theoretical predictions, we find that the diffusive junction model yields close quantitative agreement with the results. By contrast, predictions of the ballistic SGS model are inconsistent with the data. We show that all SGS devices reported so far, our own as well as those of other groups, fall in the diffusive junction category. This is attributed to substrate induced potential fluctuations due to trapped charges and to the invasiveness of the metallic leads.",
            "Josephson current and multiple Andreev reflections in graphene SNS junctions",
            "Xu Du and Ivan Skachko and Eva Y Andrei",
            "2008",
            "dnn1uZcAAAAJ:qjMakFHDy7sC",
            293,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.77.184507",
            "15530518042348164699",
            "\/scholar?cites=15530518042348164699",
            {
                "2008":7,
                "2009":21,
                "2010":30,
                "2011":35,
                "2012":32,
                "2013":22,
                "2014":22,
                "2015":23,
                "2016":22,
                "2017":23,
                "2018":17,
                "2019":16,
                "2020":19,
                "2021":1
            }
        ],
        [
            "Transport studies in a Corbino disk suggest that the Bragg glass phase undergoes a first-order transition into a disordered solid. This transition shows sharp reentrant behavior at low fields. In contrast, in the conventional strip configuration, the phase transition is obscured by the injection of the disordered vortices through the sample edges, which results in the commonly observed vortex instabilities and smearing of the peak effect in NbSe 2 crystals. These features are found to be absent in the Corbino geometry in which the circulating vortices do not cross the sample edges.",
            "Instabilities and disorder-driven first-order transition of the vortex lattice",
            "Y Paltiel and E Zeldov and Y Myasoedov and ML Rappaport and G Jung and S Bhattacharya and MJ Higgins and ZL Xiao and EY Andrei and PL Gammel and DJ Bishop",
            "2000",
            "dnn1uZcAAAAJ:YsMSGLbcyi4C",
            290,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.85.3712",
            "1996164617691978987",
            "\/scholar?cites=1996164617691978987",
            {
                "2000":1,
                "2001":18,
                "2002":24,
                "2003":26,
                "2004":25,
                "2005":22,
                "2006":22,
                "2007":22,
                "2008":17,
                "2009":26,
                "2010":16,
                "2011":17,
                "2012":5,
                "2013":6,
                "2014":8,
                "2015":3,
                "2016":7,
                "2017":9,
                "2018":4,
                "2019":6,
                "2020":4
            }
        ]
    ]
}