{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Local energy extrema of the bands in momentum space, or valleys, can endow electrons in solids with pseudospin in addition to real spin 1, 2, 3, 4, 5. In transition metal dichalcogenides this valley pseudospin, like real spin, is associated with a magnetic moment 1, 6 that underlies the valley-dependent circular dichroism 6 that allows optical generation of valley polarization 7, 8, 9, intervalley quantum coherence 10 and the valley Hall effect 11. However, magnetic manipulation of valley pseudospin via this magnetic moment 12, 13, analogous to what is possible with real spin, has not been shown before. Here we report observation of the valley Zeeman splitting and magnetic tuning of polarization and coherence of the excitonic valley pseudospin, by performing polarization-resolved magneto-photoluminescence on monolayer WSe 2. Our measurements reveal both the atomic orbital and lattice contributions to the …",
            "Magnetic control of valley pseudospin in monolayer WSe2",
            "Grant Aivazian and Zhirui Gong and Aaron M Jones and Rui-Lin Chu and Jiaqiang Yan and David G Mandrus and Chuanwei Zhang and David Cobden and Wang Yao and Xiaodong Xu",
            "2015",
            "dNqXfv8AAAAJ:wKETBy42zhYC",
            548,
            "https:\/\/www.nature.com\/articles\/nphys3201",
            "14995202003947551446",
            "\/scholar?cites=14995202003947551446",
            {
                "2014":2,
                "2015":40,
                "2016":64,
                "2017":83,
                "2018":121,
                "2019":108,
                "2020":110,
                "2021":17
            }
        ],
        [
            "Two-dimensional (p x+ i p y) superfluids or superconductors offer a playground for studying intriguing physics such as quantum teleportation, non-Abelian statistics, and topological quantum computation. Creating such a superfluid in cold fermionic atom optical traps using p-wave Feshbach resonance is turning out to be challenging. Here we propose a method to create a p x+ i p y superfluid directly from an s-wave interaction making use of a topological Berry phase, which can be artificially generated. We discuss ways to detect the spontaneous Hall mass current, which acts as a diagnostic for the chiral p-wave superfluid.",
            "p x+ i p y Superfluid from s-Wave Interactions of Fermionic Cold Atoms",
            "Chuanwei Zhang and Sumanta Tewari and Roman M Lutchyn and S Das Sarma",
            "2008",
            "dNqXfv8AAAAJ:Tyk-4Ss8FVUC",
            409,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.160401",
            "17136192306403629117",
            "\/scholar?cites=17136192306403629117",
            {
                "2009":6,
                "2010":11,
                "2011":25,
                "2012":46,
                "2013":58,
                "2014":46,
                "2015":53,
                "2016":46,
                "2017":40,
                "2018":33,
                "2019":23,
                "2020":21,
                "2021":1
            }
        ],
        [
            "Spin-orbit-coupled ultracold atoms provide an intriguing new avenue for the study of rich spin dynamics in superfluids. In this Rapid Communication, we observe Zitterbewegung, the simultaneous velocity (thus position) and spin oscillations, of neutral atoms between two spin-orbit-coupled bands in a Bose-Einstein condensate (BEC) through sudden quantum quenches of the Hamiltonian. The observed Zitterbewegung oscillations are perfect on a short time scale but gradually damp out on a long time scale, followed by sudden and strong heating of the BEC. As an application, we also demonstrate how Zitterbewegung oscillations can be exploited to populate the upper spin-orbit band and observe a subsequent dipole motion. Our experimental results are corroborated by a theoretical and numerical analysis and showcase the great flexibility that ultracold atoms provide for investigating rich spin dynamics in …",
            "Observation of Zitterbewegung in a spin-orbit-coupled Bose-Einstein condensate",
            "Chunlei Qu and Chris Hamner and Ming Gong and Chuanwei Zhang and Peter Engels",
            "2013",
            "dNqXfv8AAAAJ:0KyAp5RtaNEC",
            292,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.88.021604",
            "4548739289667166315",
            "\/scholar?cites=4548739289667166315",
            {
                "2012":1,
                "2013":7,
                "2014":43,
                "2015":58,
                "2016":36,
                "2017":34,
                "2018":46,
                "2019":33,
                "2020":32,
                "2021":2
            }
        ],
        [
            "We propose to use the recently predicted two-dimensional “weak-pairing” p x+ i p y superfluid state of fermionic cold atoms as a platform for topological quantum computation. In the core of a vortex, this state supports a zero-energy Majorana mode, which moves to finite energy in the corresponding topologically trivial “strong-pairing” state. By braiding vortices in the “weak-pairing” state, unitary quantum gates can be applied to the Hilbert space of Majorana zero modes. For readout of the topological qubits, we propose realistic schemes suitable for atomic superfluids.",
            "Quantum Computation using Vortices and Majorana Zero Modes of a  Superfluid of Fermionic Cold Atoms",
            "Sumanta Tewari and S Das Sarma and Chetan Nayak and Chuanwei Zhang and Peter Zoller",
            "2007",
            "dNqXfv8AAAAJ:u5HHmVD_uO8C",
            289,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.010506",
            "5135107801827687408",
            "\/scholar?cites=5135107801827687408",
            {
                "2007":5,
                "2008":17,
                "2009":20,
                "2010":32,
                "2011":22,
                "2012":29,
                "2013":21,
                "2014":17,
                "2015":15,
                "2016":27,
                "2017":22,
                "2018":23,
                "2019":16,
                "2020":20,
                "2021":2
            }
        ],
        [
            "We investigate the BCS-BEC crossover in three-dimensional degenerate Fermi gases in the presence of spin-orbit coupling (SOC) and Zeeman field. We show that the superfluid order parameter destroyed by a large Zeeman field can be restored by the SOC. With increasing strengths of the Zeeman field, there is a series of topological quantum phase transitions from a nontopological superfluid state with fully gapped fermionic spectrum to a topological superfluid state with four topologically protected Fermi points (ie, nodes in the quasiparticle excitation gap) and then to a second topological superfluid state with only two Fermi points. The quasiparticle excitations near the Fermi points realize the long-sought low-temperature analog of Weyl fermions of particle physics. We show that the topological phase transitions can be probed using the experimentally realized momentum-resolved photoemission spectroscopy.",
            "BCS-BEC crossover and topological phase transition in 3D spin-orbit coupled degenerate Fermi gases",
            "Ming Gong and Sumanta Tewari and Chuanwei Zhang",
            "2011",
            "dNqXfv8AAAAJ:kNdYIx-mwKoC",
            264,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.195303",
            "9184367469767528505",
            "\/scholar?cites=9184367469767528505",
            {
                "2011":7,
                "2012":39,
                "2013":44,
                "2014":38,
                "2015":40,
                "2016":27,
                "2017":18,
                "2018":20,
                "2019":18,
                "2020":12,
                "2021":1
            }
        ],
        [
            "We demonstrate that a Weyl point, widely examined in 3D Weyl semimetals and superfluids, can develop a pair of nondegenerate gapless spheres. Such a bouquet of two spheres is characterized by three distinct topological invariants of manifolds with full energy gaps, ie, the Chern number of a 0D point inside one developed sphere, the winding number of a 1D loop around the original Weyl point, and the Chern number of a 2D surface enclosing the whole bouquet. We show that such structured Weyl points can be realized in the superfluid quasiparticle spectrum of a 3D degenerate Fermi gas subject to spin-orbit couplings and Zeeman fields, which supports Fulde-Ferrell superfluids as the ground state.",
            "Structured Weyl points in spin-orbit coupled fermionic superfluids",
            "Yong Xu and Fan Zhang and Chuanwei Zhang",
            "2015",
            "dNqXfv8AAAAJ:WC23djZS0W4C",
            238,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.115.265304",
            "12304788343853181190",
            "\/scholar?cites=12304788343853181190",
            {
                "2015":1,
                "2016":33,
                "2017":70,
                "2018":64,
                "2019":38,
                "2020":28,
                "2021":3
            }
        ],
        [
            "Spin-orbit coupling (SOC), the interaction between the spin and momentum of a quantum particle, is crucial for many important condensed matter phenomena. The recent experimental realization of SOC in neutral bosonic cold atoms provides a new and ideal platform for investigating spin-orbit coupled quantum many-body physics. In this Letter, we derive a generic Gross-Pitaevskii equation as the starting point for the study of many-body dynamics in spin-orbit coupled Bose-Einstein condensates. We show that different laser setups for realizing the same SOC may lead to different mean-field dynamics. Various ground state phases (stripe, phase separation, etc.) of the condensate are found in different parameter regions. A new oscillation period induced by the SOC, similar to the Zitterbewegung oscillation, is found in the center-of-mass motion of the condensate.",
            "Mean-field dynamics of spin-orbit coupled Bose-Einstein condensates",
            "Yongping Zhang and Li Mao and Chuanwei Zhang",
            "2012",
            "dNqXfv8AAAAJ:hFOr9nPyWt4C",
            222,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.035302",
            "420991765034208808",
            "\/scholar?cites=420991765034208808",
            {
                "2012":29,
                "2013":28,
                "2014":27,
                "2015":36,
                "2016":33,
                "2017":16,
                "2018":19,
                "2019":17,
                "2020":16,
                "2021":1
            }
        ],
        [
            "We consider a trapped atomic system in the presence of spatially varying laser fields. The laser-atom interaction generates a pseudospin degree of freedom (referred to simply as spin) and leads to an effective spin-orbit coupling for the fermions in the trap. Reflections of the fermions from the trap boundaries provide a physical mechanism for effective momentum relaxation and nontrivial spin dynamics due to the emergent spin-orbit coupling. We explicitly consider evolution of an initially spin-polarized Fermi gas in a two-dimensional harmonic trap and derive nonequilibrium behavior of the spin polarization. It shows periodic echoes with a frequency equal to the harmonic trapping frequency. Perturbations, such as an asymmetry of the trap, lead to the suppression of the spin echo amplitudes. We discuss a possible experimental setup to observe spin dynamics and provide numerical estimates of relevant parameters.",
            "Nonequilibrium spin dynamics in a trapped fermi gas with effective spin-orbit interactions",
            "Tudor D Stanescu and Chuanwei Zhang and Victor Galitski",
            "2007",
            "dNqXfv8AAAAJ:IjCSPb-OGe4C",
            144,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.110403",
            "10925984681179316247",
            "\/scholar?cites=10925984681179316247",
            {
                "2008":11,
                "2009":7,
                "2010":12,
                "2011":18,
                "2012":27,
                "2013":15,
                "2014":9,
                "2015":6,
                "2016":12,
                "2017":9,
                "2018":8,
                "2019":5,
                "2020":3
            }
        ],
        [
            "Spin-orbit-coupled Bose–Einstein condensates (BECs) provide a powerful tool to investigate interesting gauge field-related phenomena. Here we study the ground state properties of such a system and show that it can be mapped to the well-known Dicke model in quantum optics, which describes the interactions between an ensemble of atoms and an optical field. A central prediction of the Dicke model is a quantum phase transition between a superradiant phase and a normal phase. We detect this transition in a spin-orbit-coupled BEC by measuring various physical quantities across the phase transition. These quantities include the spin polarization, the relative occupation of the nearly degenerate single-particle states, the quantity analogous to the photon field occupation and the period of a collective oscillation (quadrupole mode). The applicability of the Dicke model to spin-orbit-coupled BECs may lead to …",
            "Dicke-type phase transition in a spin-orbit-coupled Bose–Einstein condensate",
            "Chris Hamner and Chunlei Qu and Yongping Zhang and JiaJia Chang and Ming Gong and Chuanwei Zhang and Peter Engels",
            "2014",
            "dNqXfv8AAAAJ:PaBasH6fAo0C",
            141,
            "https:\/\/www.nature.com\/articles\/ncomms5023?origin=ppub",
            "9243184686699707333",
            "\/scholar?cites=9243184686699707333",
            {
                "2014":9,
                "2015":29,
                "2016":25,
                "2017":26,
                "2018":17,
                "2019":16,
                "2020":18,
                "2021":1
            }
        ],
        [
            "Spin-orbit coupling is an essential ingredient in topological materials, conventional and quantum-gas-based alike. Engineered spin-orbit coupling in ultracold-atom systems—unique in their experimental control and measurement opportunities—provides a major opportunity to investigate and understand topological phenomena. Here we experimentally demonstrate and theoretically analyze a technique for controlling spin-orbit coupling in a two-component Bose-Einstein condensate using amplitude-modulated Raman coupling.",
            "Tunable spin-orbit coupling via strong driving in ultracold-atom systems",
            "K Jiménez-García and LJ LeBlanc and RA Williams and MC Beeler and Chunlei Qu and Ming Gong and Chuanwei Zhang and IB Spielman",
            "2015",
            "dNqXfv8AAAAJ:hsZV8lGYWTMC",
            128,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.114.125301",
            "14860087268535263712",
            "\/scholar?cites=14860087268535263712",
            {
                "2015":20,
                "2016":18,
                "2017":28,
                "2018":28,
                "2019":22,
                "2020":12
            }
        ]
    ]
}