{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The Sloan Digital Sky Survey (SDSS) has validated and made publicly available its First Data Release. This consists of 2099 deg 2 of five-band (u, g, r, i, z) imaging data, 186,240 spectra of galaxies, quasars, stars and calibrating blank sky patches selected over 1360 deg 2 of this area, and tables of measured parameters from these data. The imaging data go to a depth of r≈ 22.6 and are photometrically and astrometrically calibrated to 2% rms and 100 mas rms per coordinate, respectively. The spectra cover the range 3800–9200 Å, with a resolution of 1800–2100. This paper describes the characteristics of the data with emphasis on improvements since the release of commissioning data (the SDSS Early Data Release) and serves as a pointer to extensive published and on-line documentation of the survey.",
            "The first data release of the sloan digital sky survey",
            "Kevork Abazajian and Jennifer K Adelman-McCarthy and Marcel A Agüeros and Sahar S Allam and Scott F Anderson and James Annis and Neta A Bahcall and Ivan K Baldry and Steven Bastian and Andreas Berlind and Mariangela Bernardi and Michael R Blanton and Norman Blythe and John J Bochanski Jr and William N Boroski and Howard Brewington and John W Briggs and Jon Brinkmann and Robert J Brunner and Tamas Budavari and Larry N Carey and Michael A Carr and Francisco J Castander and Kuenley Chiu and Matthew J Collinge and Andrew J Connolly and Kevin R Covey and Istvan Csabai and Julianne J Dalcanton and Scott Dodelson and Mamoru Doi and Feng Dong and Daniel J Eisenstein and Michael L Evans and Xiaohui Fan and Paul D Feldman and Douglas P Finkbeiner and Scott D Friedman and Joshua A Frieman and Masataka Fukugita and Roy R Gal and Bruce Gillespie and Karl Glazebrook and Carlos F Gonzalez and Jim Gray and Eva K Grebel and Lauren Grodnicki and James E Gunn and Vijay K Gurbani and Patrick B Hall and Lei Hao and Daniel Harbeck and Frederick H Harris and Hugh C Harris and Michael Harvanek and Suzanne L Hawley and Timothy M Heckman and JF Helmboldt and John S Hendry and Gregory S Hennessy and Robert B Hindsley and David W Hogg and Donald J Holmgren and Jon A Holtzman and Lee Homer and Lam Hui and Shin-ichi Ichikawa and Takashi Ichikawa and John P Inkmann and Željko Ivezić and Sebastian Jester and David E Johnston and Beatrice Jordan and Wendell P Jordan and Anders M Jorgensen and Mario Jurić and Guinevere Kauffmann and Stephen M Kent and Scot J Kleinman and Gillian R Knapp and Alexei Y Kniazev and Richard G Kron and Jurek Krzesiński and Peter Z Kunszt and Nickolai Kuropatkin and Donald Q Lamb and Hubert Lampeitl and Bryan E Laubscher and Brian C Lee and R French Leger and Nolan Li and Adam Lidz and Huan Lin and Yeong-Shang Loh and Daniel C Long and Jon Loveday and Robert H Lupton and Tanu Malik and Bruce Margon and Peregrine M McGehee and Timothy A McKay and Avery Meiksin and Gajus A Miknaitis and Bhasker K Moorthy and Jeffrey A Munn and Tara Murphy and Reiko Nakajima and Vijay K Narayanan and Thomas Nash and Eric H Neilsen Jr and Heidi Jo Newberg and Peter R Newman and Robert C Nichol and Tom Nicinski and Maria Nieto-Santisteban and Atsuko Nitta and Michael Odenkirchen and Sadanori Okamura and Jeremiah P Ostriker and Russell Owen and Nikhil Padmanabhan and John Peoples and Jeffrey R Pier and Bartosz Pindor and Adrian C Pope and Thomas R Quinn and RR Rafikov and Sean N Raymond and Gordon T Richards and Michael W Richmond and Hans-Walter Rix and Constance M Rockosi and Joop Schaye and David J Schlegel and Donald P Schneider and Joshua Schroeder and Ryan Scranton and Maki Sekiguchi and Uroš Seljak and Gary Sergey and Branimir Sesar and Erin Sheldon and Kazu Shimasaku and Walter A Siegmund and Nicole M Silvestri and Allan J Sinisgalli and Edwin Sirko and J Allyn Smith and Vernesa Smolčić and Stephanie A Snedden",
            "2003",
            "dO6VfbkAAAAJ:d1gkVwhDpl0C",
            1166,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/378165\/meta",
            "421438665164304063",
            "\/scholar?cites=421438665164304063",
            {
                "2003":24,
                "2004":167,
                "2005":152,
                "2006":128,
                "2007":80,
                "2008":84,
                "2009":51,
                "2010":57,
                "2011":54,
                "2012":49,
                "2013":47,
                "2014":53,
                "2015":42,
                "2016":51,
                "2017":27,
                "2018":25,
                "2019":33,
                "2020":16,
                "2021":4
            }
        ],
        [
            "The ionizing background determines the ionization balance and the thermodynamics of the cosmic gas. It is therefore a fundamental ingredient to theoretical and empirical studies of both the intergalactic medium (IGM) and galaxy formation. We present here a new calculation of its spectrum that satisfies the empirical constraints we recently obtained by combining state-of-the-art luminosity functions and intergalactic opacity measurements. In our preferred model, star-forming galaxies and quasars each contribute substantially to the H I ionizing field at z< 3, with galaxies rapidly overtaking quasars at higher redshifts as quasars become rarer. In addition to our fiducial model, we explore the physical dependences of the calculated background and clarify how recombination emission contributes to the ionization rates. We find that recombinations do not simply boost the ionization rates by the number of re-emitted …",
            "A new calculation of the ionizing background spectrum and the effects of He II reionization",
            "Claude-André Faucher-Giguere and Adam Lidz and Matias Zaldarriaga and Lars Hernquist",
            "2009",
            "dO6VfbkAAAAJ:_Qo2XoVZTnwC",
            497,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/703\/2\/1416\/meta",
            "13853974776563515762",
            "\/scholar?cites=13853974776563515762",
            {
                "2010":16,
                "2011":21,
                "2012":31,
                "2013":28,
                "2014":32,
                "2015":41,
                "2016":49,
                "2017":56,
                "2018":56,
                "2019":77,
                "2020":81,
                "2021":8
            }
        ],
        [
            "It is possible that the properties of H ii regions during reionization depend sensitively on many poorly constrained quantities [the nature of the ionizing sources, the clumpiness of the gas in the intergalactic medium (IGM), the degree to which photoionizing feedback suppresses the abundance of low-mass galaxies, etc.], making it extremely difficult to interpret upcoming observations of this epoch. We demonstrate that the actual situation is more encouraging, using a suite of radiative transfer simulations, post-processed on outputs from a 10243, 94-Mpc N-body simulation. Analytic prescriptions are used to incorporate small-scale structures that affect reionization, yet remain unresolved in the N-body simulation. We show that the morphology of the H ii regions for reionization by POPII-like stars is most dependent on the global ionization fraction. Changing other parameters by an order of magnitude for fixed often results …",
            "The morphology of H ii regions during reionization",
            "Matthew McQuinn and Adam Lidz and Oliver Zahn and Suvendra Dutta and Lars Hernquist and Matias Zaldarriaga",
            "2007",
            "dO6VfbkAAAAJ:9ZlFYXVOiuMC",
            352,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/377\/3\/1043\/1078354",
            "10902729654990993122",
            "\/scholar?cites=10902729654990993122",
            {
                "2007":12,
                "2008":26,
                "2009":27,
                "2010":15,
                "2011":26,
                "2012":29,
                "2013":26,
                "2014":34,
                "2015":23,
                "2016":34,
                "2017":24,
                "2018":21,
                "2019":27,
                "2020":24,
                "2021":4
            }
        ],
        [
            "We present results from a large volume simulation of hydrogen reionization. We combine 3D radiative transfer calculations and an N‐body simulation, describing structure formation in the intergalactic medium, to detail the growth of H ii regions around high‐redshift galaxies. Our simulation tracks 10243 dark matter particles, in a box of comoving side length  . This large volume allows us to accurately characterize the size distribution of H ii regions throughout most of the reionization process. At the same time, our simulation resolves many of the small galaxies likely responsible for reionization. It confirms a picture anticipated by analytic models: H ii regions grow collectively around highly clustered sources and have a well‐defined characteristic size, which evolves from a sub‐Mpc scale at the beginning of reionization to   Mpc toward the end. We present a detailed statistical description of our results and compare …",
            "Simulations and analytic calculations of bubble growth during hydrogen reionization",
            "Oliver Zahn and Adam Lidz and Matthew McQuinn and Suvendra Dutta and Lars Hernquist and Matias Zaldarriaga and Steven R Furlanetto",
            "2007",
            "dO6VfbkAAAAJ:_FxGoFyzp5QC",
            334,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/509597\/meta",
            "3294741190499292187",
            "\/scholar?cites=3294741190499292187",
            {
                "2007":23,
                "2008":38,
                "2009":29,
                "2010":19,
                "2011":24,
                "2012":23,
                "2013":25,
                "2014":24,
                "2015":23,
                "2016":21,
                "2017":23,
                "2018":21,
                "2019":16,
                "2020":19,
                "2021":5
            }
        ],
        [
            "Observations of the intergalactic medium (IGM) suggest that quasars reionize He II in the IGM at z≈ 3. We have run a set of 190 and 430 comoving Mpc simulations of He II being reionized by quasars to develop an understanding of the nature of He II reionization and its potential impact on observables. We find that He II reionization heats regions in the IGM by as much as 25, 000 K above the temperature that is expected otherwise, with the volume-averaged temperature increasing by~ 12, 000 K and with large temperature fluctuations on~ 50 Mpc scales. Much of this heating occurs far from quasars by photons with long mean free path. We find a temperature-density equation of state of γ–1≈ 0.3 during He II reionization, but with a wide dispersion in this relation having σ T~ 10 4 K. He II reionization by the observed population of quasars cannot produce an inverted relation (γ–1< 0). Our simulations are consistent …",
            "He II reionization and its effect on the intergalactic medium",
            "Matthew McQuinn and Adam Lidz and Matias Zaldarriaga and Lars Hernquist and Philip F Hopkins and Suvendra Dutta and Claude-André Faucher-Giguere",
            "2009",
            "dO6VfbkAAAAJ:r0BpntZqJG4C",
            266,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/694\/2\/842\/meta",
            "14272452110875829568",
            "\/scholar?cites=14272452110875829568",
            {
                "2009":17,
                "2010":18,
                "2011":20,
                "2012":17,
                "2013":20,
                "2014":31,
                "2015":26,
                "2016":25,
                "2017":26,
                "2018":18,
                "2019":27,
                "2020":19
            }
        ],
        [
            "We investigate the implications of the intergalactic opacity for the evolution of the cosmic UV luminosity density and its sources. Our main constraint is our measurement of the Lyα forest opacity at redshifts   from 86 high‐resolution quasar spectra. In addition, we impose the requirements that H i must be reionized by   and He ii by   and consider estimates of the hardness of the ionizing background from H i–to–He ii column density ratios. The derived hydrogen photoionization rate is remarkably flat over the Lyα forest redshift range covered. Because the quasar luminosity function is strongly peaked near  , the lack of redshift evolution indicates that star‐forming galaxies likely dominate the photoionization rate at  . Combined with direct measurements of the galaxy UV luminosity function, this requires only a small fraction   of galactic hydrogen‐ionizing photons to escape their source for galaxies to solely account for the …",
            "Evolution of the intergalactic opacity: implications for the ionizing background, cosmic star formation, and quasar activity",
            "Claude-André Faucher-Giguere and Adam Lidz and Lars Hernquist and Matias Zaldarriaga",
            "2008",
            "dO6VfbkAAAAJ:isC4tDSrTZIC",
            254,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/592289\/meta",
            "15616746197192292674",
            "\/scholar?cites=15616746197192292674",
            {
                "2009":30,
                "2010":23,
                "2011":20,
                "2012":15,
                "2013":26,
                "2014":14,
                "2015":24,
                "2016":28,
                "2017":11,
                "2018":19,
                "2019":23,
                "2020":18,
                "2021":2
            }
        ],
        [
            " We measure the evolution of the intergalactic Lyα effective optical depth,  , over the redshift range   from a sample of 86 high‐resolution, high‐S\/N quasar spectra obtained with the ESI and HIRES spectrographs on Keck and with the MIKE spectrograph on Magellan. This represents an improvement over previous analyses of the Lyα forest from high‐resolution spectra in this redshift interval of a factor of 2 in the size of the data set alone. We pay particular attention to robust error estimation and extensively test for systematic effects. We find that our estimates of the quasar continuum levels in the Lyα forest obtained by spline fitting are systematically biased low, with the magnitude of the bias increasing with redshift, but that this bias can be accounted for using mock spectra. The mean fractional error   is <1% at  , 4% at  , and 12% at  . Previous measurements of   at   based on directly fitting the quasar continua in the Lyα …",
            "A direct precision measurement of the intergalactic Lyα opacity at 2≤ z≤ 4.2",
            "Claude-André Faucher-Giguere and Jason X Prochaska and Adam Lidz and Lars Hernquist and Matias Zaldarriaga",
            "2008",
            "dO6VfbkAAAAJ:RHpTSmoSYBkC",
            242,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/588648\/meta",
            "14124404514241892921",
            "\/scholar?cites=14124404514241892921",
            {
                "2008":5,
                "2009":25,
                "2010":21,
                "2011":19,
                "2012":15,
                "2013":18,
                "2014":24,
                "2015":18,
                "2016":23,
                "2017":21,
                "2018":8,
                "2019":24,
                "2020":18,
                "2021":2
            }
        ],
        [
            "We calculate the impact of the intergalactic medium (IGM) on the observed Lyα lines emitted by galaxies in an ionized IGM at z≥ 4. Our model accounts for gas clumping in the IGM and for the fact that high-redshift galaxies reside in overdense regions, which causes the velocity field of the IGM to depart from the Hubble flow. The observed shape of the Lyα line varies widely, with dependence on the intrinsic width and systemic velocity of the line, a galaxies star formation rate and the local extragalactic UV background. For large star formation rates and levels of the UV background, absorption in the IGM does not result in a Lyα line that is asymmetric as is common among known high-redshift Lyα emitters (LAEs). For models in which the lines do show the observed strong asymmetry, the IGM typically transmits only 10–30 per cent of the Lyα flux. The increase in the ionizing background that accompanied the …",
            "The impact of The IGM on high-redshift Lyα emission lines",
            "Mark Dijkstra and Adam Lidz and J Stuart B Wyithe",
            "2007",
            "dO6VfbkAAAAJ:mVmsd5A6BfQC",
            192,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/377\/3\/1175\/1746587",
            "9579548720450325212",
            "\/scholar?cites=9579548720450325212",
            {
                "2007":12,
                "2008":12,
                "2009":13,
                "2010":23,
                "2011":23,
                "2012":18,
                "2013":9,
                "2014":13,
                "2015":9,
                "2016":17,
                "2017":8,
                "2018":15,
                "2019":6,
                "2020":12,
                "2021":1
            }
        ],
        [
            "We forecast the sensitivity with which the Murchison Widefield Array (MWA) can measure the 21 cm power spectrum of cosmic hydrogen. The MWA is sensitive to roughly a decade in scale (wavenumbers of  –1 h Mpc−1). This amounts primarily to constraints on two numbers: the amplitude and the slope of the 21 cm power spectrum on the scales probed. We find, however, that the redshift evolution in these quantities can yield important information about reionization. We examine a range of theoretical models, spanning uncertainties in the nature of the ionizing sources and the abundance of minihalos during reionization. Although the power spectrum differs substantially among these models, a generic prediction is that the amplitude of the 21 cm power spectrum on MWA scales (  h Mpc−1) peaks near the epoch when the intergalactic medium (IGM) is ≈50% ionized. Moreover, the slope of the 21 cm power …",
            "Detecting the rise and fall of 21 cm fluctuations with the Murchison Widefield Array",
            "Adam Lidz and Oliver Zahn and Matthew McQuinn and Matias Zaldarriaga and Lars Hernquist",
            "2008",
            "dO6VfbkAAAAJ:HDshCWvjkbEC",
            176,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/587618\/meta",
            "13323092136310441897",
            "\/scholar?cites=13323092136310441897",
            {
                "2008":2,
                "2009":11,
                "2010":11,
                "2011":11,
                "2012":12,
                "2013":21,
                "2014":16,
                "2015":21,
                "2016":25,
                "2017":6,
                "2018":15,
                "2019":14,
                "2020":7,
                "2021":2
            }
        ],
        [
            "The epoch of reionization is a milestone of cosmological structure formation, marking the birth of the first objects massive enough to yield large numbers of ionizing photons. However, the mechanism and timescale of reionization remain largely unknown. Measurements of the cosmic microwave background (CMB) Doppler effect from ionizing bubbles embedded in large-scale velocity streams—known as the patchy kinetic Sunyaev-Zel'dovich (kSZ) effect—can be used to constrain the duration of reionization. When combined with large-scale CMB polarization measurements, the evolution of the ionized fraction, , can be inferred. Using new multi-frequency data from the South Pole Telescope (SPT), we show that the ionized fraction evolved relatively rapidly. For our basic foreground model, we find the kSZ power sourced by reionization at ℓ= 3000 to be D patchy 3000≤ 2.1 μK 2 at 95% confidence. Using reionization …",
            "Cosmic microwave background constraints on the duration and timing of reionization from the South Pole Telescope",
            "O Zahn and CL Reichardt and L Shaw and A Lidz and KA Aird and BA Benson and LE Bleem and JE Carlstrom and CL Chang and HM Cho and TM Crawford and AT Crites and T De Haan and MA Dobbs and O Doré and J Dudley and EM George and NW Halverson and GP Holder and WL Holzapfel and S Hoover and Z Hou and JD Hrubes and M Joy and R Keisler and L Knox and AT Lee and EM Leitch and M Lueker and D Luong-Van and JJ McMahon and J Mehl and SS Meyer and M Millea and JJ Mohr and TE Montroy and T Natoli and S Padin and T Plagge and C Pryke and JE Ruhl and KK Schaffer and E Shirokoff and HG Spieler and Z Staniszewski and AA Stark and K Story and A van Engelen and K Vanderlinde and JD Vieira and R Williamson",
            "2012",
            "dO6VfbkAAAAJ:4DMP91E08xMC",
            171,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/756\/1\/65\/meta",
            "8301539322850937155",
            "\/scholar?cites=8301539322850937155",
            {
                "2011":1,
                "2012":10,
                "2013":32,
                "2014":26,
                "2015":27,
                "2016":25,
                "2017":11,
                "2018":15,
                "2019":11,
                "2020":11,
                "2021":1
            }
        ]
    ]
}