{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Vascular endothelial cell (VEC) senescence is an initiating factor in numerous cardiovascular diseases. Recent studies showed that 17β-estradiol (17β-E2), an estrogen with numerous biological activities such as inhibition of atherosclerosis, protects VECs from senescence. However, the effects of 17β-E2 on human umbilical VECs (HUVECs) remain unknown. This study investigated the anti-senescent effect of 17β-E2 on HUVECs and explored the underlying mechanism with respect to autophagy and p53 activity. First, rapamycin and 3-methyladenine were used to clarify the relationship between autophagy and senescence in HUVECs, and an inverse relationship was demonstrated. Next, the effect of 17β-E2 on H2O2-induced senescence of HUVECs was examined. Increased autophagy induced by 17β-E2 inhibited H2O2-induced senescence of HUVECs, increased cell viability, and maintained HUVEC …",
            "17β-estradiol inhibits human umbilical vascular endothelial cell senescence by regulating autophagy via p53",
            "Shicong Song and Saizhu Wu and Yuyan Wang and Zhiwei Wang and Changxiong Ye and Rui Song and Dongqing Song and Yunjun Ruan",
            "2018",
            "dOaAyvEAAAAJ:u-x6o8ySG0sC",
            6,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0531556518304418",
            "11352171527700664514",
            "\/scholar?cites=11352171527700664514",
            {
                "2020":5,
                "2021":1
            }
        ],
        [
            "17β-estradiol (17β-E2) has been implicated in inhibiting the senescence of vascular endothelial cells (VEC) and slowing down the process of atherosclerosis. However, the underlying molecular mechanisms are still unknown. In this study, we examined the roles of SIRT3 in 17β-E2-induced autophagy and 17β-E2-mediated inhibition of hydrogen peroxide (H2O2)-induced senescence in Human umbilical vein endothelial cells (HUVEC). Cellular senescence was measured by immunoblot analysis with antibodies against phosphorylated Rb and senescence-associated β-galactosidase staining. Immunoblot analysis with antibodies against LC3 and p62 was performed to determine autophagy flux. Our findings show that 17β-E2 activates SIRT3 promoter and upregulates SIRT3 gene expression in HUVEC cells. siRNA-mediated silencing of SIRT3 gene expression inhibits 17β-E2-induced processing of LC3-I to LC3-II …",
            "17β-estradiol inhibits H 2 O 2-induced senescence in HUVEC cells through upregulating SIRT3 expression and promoting autophagy",
            "Xiuting Xiang and Jianming Huang and Shicong Song and Yuyan Wang and Yong Zeng and Saizhu Wu and Yunjun Ruan",
            "2020",
            "dOaAyvEAAAAJ:u5HHmVD_uO8C",
            4,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s10522-020-09868-w.pdf",
            "640425299552603996",
            "\/scholar?cites=640425299552603996",
            {
                "2020":4
            }
        ]
    ]
}