{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Discourse analysis is a term that has come to have different interpretations for scholars working in different disciplines. For a sociolinguist, it is concerned mainly with the structure of social interaction manifested in conversation; for a psycholinguist, it is primarily concerned with the nature of comprehension of short written texts; for the computational linguist, it is concerned with producing operational models of text-understanding within highly limited contexts. In this textbook, first published in 1983, the authors provide an extensive overview of the many and diverse approaches to the study of discourse, but base their own approach centrally on the discipline which, to varying degrees, is common to them all-linguistics. Using a methodology which has much in common with descriptive linguistics, they offer a lucid and wide-ranging account of how forms of language are used in communication. Their principal concern is to examine how any language produced by man, whether spoken or written, is used to communicate for a purpose in a context.",
            "Discourse analysis",
            "Gillian Brown and Gillian D Brown and Gillian R Brown and Brown Gillian and George Yule",
            "1983",
            "DPtdDrgAAAAJ:_8B_re9sV0EC",
            12601,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=9gUrbzov9x0C&oi=fnd&pg=PR8&dq=info:fgM27TAJ4NcJ:scholar.google.com&ots=oOx9ILq77O&sig=0LIwWFEv-RSHA34fuYYnQl9rHgk",
            "15555443218680513406",
            "\/scholar?cites=15555443218680513406",
            {
                "1985":40,
                "1986":64,
                "1987":86,
                "1988":93,
                "1989":98,
                "1990":100,
                "1991":128,
                "1992":140,
                "1993":123,
                "1994":166,
                "1995":165,
                "1996":177,
                "1997":187,
                "1998":175,
                "1999":195,
                "2000":194,
                "2001":257,
                "2002":263,
                "2003":296,
                "2004":391,
                "2005":347,
                "2006":418,
                "2007":480,
                "2008":534,
                "2009":481,
                "2010":577,
                "2011":562,
                "2012":611,
                "2013":601,
                "2014":699,
                "2015":689,
                "2016":721,
                "2017":623,
                "2018":555,
                "2019":555,
                "2020":473,
                "2021":9
            }
        ],
        [
            "Understand the human place in a digital world.“Should be read by anyone interested in understanding the future,” The Times Literary Supplement raved about the original edition of The Social Life of Information. We’re now living in that future, and one of the seminal books of the Internet Age is more relevant than ever. The future was a place where technology was supposed to empower individuals and obliterate social organizations. Pundits predicted that information technology would spell the end of almost everything—from mass media to bureaucracies, universities, politics, and governments. Clearly, we are not living in that future. The Social Life of Information explains why. John Seely Brown and Paul Duguid show us how to look beyond mere information to the social context that creates and gives meaning to it. Arguing elegantly for the important role that human sociability plays, even—perhaps especially—in the digital world, The Social Life of Information gives us an optimistic look beyond the simplicities of information and individuals. It shows how a better understanding of the contribution that communities, organizations, and institutions make to learning, working, and innovating can lead to the richest possible use of technology in our work and everyday lives. With a new introduction by David Weinberger and reflections by the authors on developments since the book’s first publication, this new edition is essential reading for anyone seeking to understand the human place in a digital world.",
            "The social life of information: Updated, with a new preface",
            "John Seely Brown and Paul Duguid",
            "2017",
            "DPtdDrgAAAAJ:fhMX52Pd6iQC",
            7038,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=dynuDAAAQBAJ&oi=fnd&pg=PR7&dq=info:9Tf-yEl8zFcJ:scholar.google.com&ots=2AXSIlOjFU&sig=BKAdER0gN_OKVbYpk68WDi02rKg",
            "6326568232895264757",
            "\/scholar?cites=6326568232895264757",
            {
                "2000":62,
                "2001":224,
                "2002":316,
                "2003":400,
                "2004":468,
                "2005":475,
                "2006":441,
                "2007":464,
                "2008":448,
                "2009":452,
                "2010":396,
                "2011":426,
                "2012":372,
                "2013":324,
                "2014":297,
                "2015":278,
                "2016":254,
                "2017":212,
                "2018":192,
                "2019":176,
                "2020":134,
                "2021":14
            }
        ],
        [
            "Up-to-date evidence about levels and trends in disease and injury incidence, prevalence, and years lived with disability (YLDs) is an essential input into global, regional, and national health policies. In the Global Burden of Disease Study 2013 (GBD 2013), we estimated these quantities for acute and chronic diseases and injuries for 188 countries between 1990 and 2013.Estimates were calculated for disease and injury incidence, prevalence, and YLDs using GBD 2010 methods with some important refinements. Results for incidence of acute disorders and prevalence of chronic disorders are new additions to the analysis. Key improvements include expansion to the cause and sequelae list, updated systematic reviews, use of detailed injury codes, improvements to the Bayesian meta-regression method (DisMod-MR), and use of severity splits for various causes. An index of data …",
            "Global, regional, and national incidence, prevalence, and years lived with disability for 301 acute and chronic diseases and injuries in 188 countries, 1990–2013: a systematic …",
            "Theo Vos and Ryan M Barber and Brad Bell and Amelia Bertozzi-Villa and Stan Biryukov and Ian Bolliger and Fiona Charlson and Adrian Davis and Louisa Degenhardt and Daniel Dicker and Leilei Duan and Holly Erskine and Valery L Feigin and Alize J Ferrari and Christina Fitzmaurice and Thomas Fleming and Nicholas Graetz and Caterina Guinovart and Juanita Haagsma and Gillian M Hansen and Sarah Wulf Hanson and Kyle R Heuton and Hideki Higashi and Nicholas Kassebaum and Hmwe Kyu and Evan Laurie and Xiofeng Liang and Katherine Lofgren and Rafael Lozano and Michael F MacIntyre and Maziar Moradi-Lakeh and Mohsen Naghavi and Grant Nguyen and Shaun Odell and Katrina Ortblad and David Allen Roberts and Gregory A Roth and Logan Sandar and Peter T Serina and Jeffrey D Stanaway and Caitlyn Steiner and Bernadette Thomas and Stein Emil Vollset and Harvey Whiteford and Timothy M Wolock and Pengpeng Ye and Maigeng Zhou and Marco A Ãvila and Gunn Marit Aasvang and Cristiana Abbafati and Ayse Abbasoglu Ozgoren and Foad Abd-Allah and Muna I Abdel Aziz and Semaw F Abera and Victor Aboyans and Jerry P Abraham and Biju Abraham and Ibrahim Abubakar and Laith J Abu-Raddad and Niveen ME Abu-Rmeileh and Tania C Aburto and Tom Achoki and Ilana N Ackerman and Ademola Adelekan and Zanfina Ademi and Arsène K Adou and Josef C Adsuar and Johan Arnlov and Emilie E Agardh and Mazin J Al Khabouri and Sayed Saidul Alam and Deena Alasfoor and Mohammed I Albittar and Miguel A Alegretti and Alicia V Aleman and Zewdie A Alemu and Rafael Alfonso-Cristancho and Samia Alhabib and Raghib Ali and Francois Alla and Peter Allebeck and Peter J Allen and Mohammad AbdulAziz AlMazroa and Ubai Alsharif and Elena Alvarez and Nelson Alvis-Guzman and Omid Ameli and Heresh Amini and Walid Ammar and Benjamin O Anderson and H Ross Anderson and Carl Abelardo T Antonio and Palwasha Anwari and Henry Apfel and Valentain S Arsic Arsenijevic and Al Artaman and Rana J Asghar and Reza Assadi and Lydia S Atkins and Charles Atkinson and Alaa Badawi and Maria C Bahit and Talal Bakfalouni and Kalpana Balakrishnan and Shivanthi Balalla and Amitava Banerjee and Suzanne L Barker-Collo and Simon Barquera and Lars Barregard and Lope H Barrero and Sanjay Basu and Arindam Basu and Amanda Baxter and Justin Beardsley and Neeraj Bedi and Ettore Beghi and Tolesa Bekele and Michelle L Bell and Corina Benjet and Derrick A Bennett and Isabela M Bensenor and Habib Benzian and Eduardo Bernabe and Tariku J Beyene and Neeraj Bhala and Ashish Bhalla and Zulfiqar Bhutta and Kelly Bienhoff and Boris Bikbov and Aref Bin Abdulhak and Jed D Blore and Fiona M Blyth and Megan A Bohensky and Berrak Bora Basara and Guilherme Borges and Natan M Bornstein and Dipan Bose and Soufiane Boufous and Rupert R Bourne and Lindsay N Boyers and Michael Brainin and Michael Brauer and Carol EG Brayne and Alexandra Brazinova and Nicholas JK Breitborde and Hermann Brenner and Adam DM Briggs and Peter M Brooks and Jonathan Brown and Traolach S Brugha",
            "2015",
            "DPtdDrgAAAAJ:qu5FZ_za5owC",
            4261,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673615606924",
            "1961466636690701750",
            "\/scholar?cites=1961466636690701750",
            {
                "2015":112,
                "2016":718,
                "2017":880,
                "2018":818,
                "2019":767,
                "2020":816,
                "2021":54
            }
        ],
        [
            "Up-to-date evidence on levels and trends for age-sex-specific all-cause and cause-specific mortality is essential for the formation of global, regional, and national health policies. In the Global Burden of Disease Study 2013 (GBD 2013) we estimated yearly deaths for 188 countries between 1990, and 2013. We used the results to assess whether there is epidemiological convergence across countries.",
            "Global, regional, and national age-sex specific all-cause and cause-specific mortality for 240 causes of death, 1990-2013: a systematic analysis for the Global Burden of …",
            "II Abubakar and T Tillmann and A Banerjee",
            "2015",
            "DPtdDrgAAAAJ:CLQ-NLsb8zAC",
            3485,
            "https:\/\/discovery.ucl.ac.uk\/id\/eprint\/1462383\/",
            "14785048617678551849",
            "\/scholar?cites=14785048617678551849",
            {
                "2015":207,
                "2016":631,
                "2017":730,
                "2018":676,
                "2019":627,
                "2020":523,
                "2021":42
            }
        ],
        [
            "In Macroecology, James H. Brown proposes a radical new research agenda designed to broaden the scope of ecology to encompass vast geographical areas and very long time spans. While much ecological research is narrowly focused and experimental, providing detailed information that cannot be used to generalize from one ecological community or time period to another, macroecology draws on data from many disciplines to create a less detailed but much broader picture with greater potential for generalization. Integrating data from ecology, systematics, evolutionary biology, paleobiology, and biogeography to investigate problems that could only be addressed on a much smaller scale by traditional approaches, macroecology provides a richer, more complete understanding of how patterns of life have moved across the earth over time. Brown also demonstrates the advantages of macroecology for conservation, showing how it allows scientists to look beyond endangered species and ecological communities to consider the long history and large geographic scale of human impacts. An important reassessment of the direction of ecology by one of the most influential thinkers in the field, this work will shape future research in ecology and other disciplines.\" This approach may well mark a major new turn in the road in the history of ecology, and I find it extremely exciting. The scope of Macroecology is tremendous and the book makes use of its author's exceptionally broad experience and knowledge. An excellent and important book.\"—Lawrence R. Heaney, Center for Environmental and Evolutionary Biology, the Field Museum",
            "Macroecology",
            "James H Brown",
            "1995",
            "DPtdDrgAAAAJ:LLUdpdcEW3AC",
            3170,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=3Lrvb6GeYRsC&oi=fnd&pg=PA1&dq=info:Gjpu4COBzNoJ:scholar.google.com&ots=Dkpb1WWpVW&sig=lVaXjyt40qSbdflNjIDNVH2OVNU",
            "15766118386606422554",
            "\/scholar?cites=15766118386606422554",
            {
                "1996":37,
                "1997":74,
                "1998":74,
                "1999":126,
                "2000":121,
                "2001":151,
                "2002":158,
                "2003":142,
                "2004":162,
                "2005":162,
                "2006":159,
                "2007":192,
                "2008":143,
                "2009":156,
                "2010":122,
                "2011":164,
                "2012":131,
                "2013":113,
                "2014":117,
                "2015":93,
                "2016":108,
                "2017":114,
                "2018":95,
                "2019":98,
                "2020":100,
                "2021":6
            }
        ],
        [
            "There appears to be a general relationship between abundance and distribution that has two parts. First, within species, population density tends to be greatest in the center of the range and to decline gradually toward the boundaries. This pattern holds over a range of spatial scales from steep environmental gradients within local regions to the entire geographic range. Exceptions include: (1) abrupt changes in abundance that usually correspond to sharp, discontinuous changes in single environmental variables; and (2) multimodal patterns of abundance that are caused by environmental patchiness. The second general relationship is that among closely related, ecologically similar species spatial distribution is positively correlated with average abundance. Again this pattern holds over a variety of spatial scales from local regions to entire geographic ranges. These empirical patterns have already been reported in …",
            "On the relationship between abundance and distribution of species",
            "James H Brown",
            "1984",
            "DPtdDrgAAAAJ:4xDN1ZYqzskC",
            3158,
            "https:\/\/www.journals.uchicago.edu\/doi\/abs\/10.1086\/284267",
            "14100655590465954375",
            "\/scholar?cites=14100655590465954375",
            {
                "1986":18,
                "1987":17,
                "1988":15,
                "1989":19,
                "1990":28,
                "1991":31,
                "1992":28,
                "1993":33,
                "1994":39,
                "1995":41,
                "1996":55,
                "1997":55,
                "1998":55,
                "1999":56,
                "2000":71,
                "2001":67,
                "2002":69,
                "2003":98,
                "2004":100,
                "2005":98,
                "2006":121,
                "2007":116,
                "2008":104,
                "2009":122,
                "2010":115,
                "2011":132,
                "2012":147,
                "2013":143,
                "2014":155,
                "2015":154,
                "2016":162,
                "2017":158,
                "2018":166,
                "2019":163,
                "2020":165,
                "2021":6
            }
        ],
        [
            "Teaching the Spoken Language is about teaching the spoken language. It presents in a highly accessible form the results of the author's important research on teaching and assessing effective spoken communication. The authors examine the nature of spoken language and how it differs from written language both in form and purpose. A large part of it is concerned with principles and techniques for teaching spoken production and listening comprehension. An important chapter deals with how to assess spoken language. The principles and techniques described apply to the teaching of English as a foreign and second language, and are also highly relevant to the teaching of the mother tongue.",
            "Teaching the spoken language",
            "Gillian Brown and Brown Gillian and Gillian D Brown and George Yule",
            "1983",
            "DPtdDrgAAAAJ:KUazKHuGu6AC",
            2777,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=81HDYlZ-f_UC&oi=fnd&pg=PA9&dq=info:XpRVpERAvScJ:scholar.google.com&ots=zwFg_vKI2M&sig=adNW1H3tihmjNYlD9GzmtB0GhkA",
            "2863515601636529246",
            "\/scholar?cites=2863515601636529246",
            {
                "1985":8,
                "1986":6,
                "1987":16,
                "1988":15,
                "1989":11,
                "1990":19,
                "1991":20,
                "1992":15,
                "1993":18,
                "1994":22,
                "1995":20,
                "1996":26,
                "1997":24,
                "1998":22,
                "1999":27,
                "2000":20,
                "2001":38,
                "2002":44,
                "2003":44,
                "2004":41,
                "2005":61,
                "2006":62,
                "2007":79,
                "2008":81,
                "2009":94,
                "2010":110,
                "2011":111,
                "2012":133,
                "2013":141,
                "2014":164,
                "2015":180,
                "2016":206,
                "2017":206,
                "2018":210,
                "2019":220,
                "2020":155,
                "2021":5
            }
        ],
        [
            "Zebrafish have become a popular organism for the study of vertebrate gene function 1, 2. The virtually transparent embryos of this species, and the ability to accelerate genetic studies by gene knockdown or overexpression, have led to the widespread use of zebrafish in the detailed investigation of vertebrate gene function and increasingly, the study of human genetic disease 3, 4, 5. However, for effective modelling of human genetic disease it is important to understand the extent to which zebrafish genes and gene structures are related to orthologous human genes. To examine this, we generated a high-quality sequence assembly of the zebrafish genome, made up of an overlapping set of completely sequenced large-insert clones that were ordered and oriented using a high-resolution high-density meiotic map. Detailed automatic and manual annotation provides evidence of more than 26,000 protein-coding …",
            "The zebrafish reference genome sequence and its relationship to the human genome",
            "Kerstin Howe and Matthew D Clark and Carlos F Torroja and James Torrance and Camille Berthelot and Matthieu Muffato and John E Collins and Sean Humphray and Karen McLaren and Lucy Matthews and Stuart McLaren and Ian Sealy and Mario Caccamo and Carol Churcher and Carol Scott and Jeffrey C Barrett and Romke Koch and Gerd-Jörg Rauch and Simon White and William Chow and Britt Kilian and Leonor T Quintais and José A Guerra-Assunção and Yi Zhou and Yong Gu and Jennifer Yen and Jan-Hinnerk Vogel and Tina Eyre and Seth Redmond and Ruby Banerjee and Jianxiang Chi and Beiyuan Fu and Elizabeth Langley and Sean F Maguire and Gavin K Laird and David Lloyd and Emma Kenyon and Sarah Donaldson and Harminder Sehra and Jeff Almeida-King and Jane Loveland and Stephen Trevanion and Matt Jones and Mike Quail and Dave Willey and Adrienne Hunt and John Burton and Sarah Sims and Kirsten McLay and Bob Plumb and Joy Davis and Chris Clee and Karen Oliver and Richard Clark and Clare Riddle and David Elliott and Glen Threadgold and Glenn Harden and Darren Ware and Sharmin Begum and Beverley Mortimore and Giselle Kerry and Paul Heath and Benjamin Phillimore and Alan Tracey and Nicole Corby and Matthew Dunn and Christopher Johnson and Jonathan Wood and Susan Clark and Sarah Pelan and Guy Griffiths and Michelle Smith and Rebecca Glithero and Philip Howden and Nicholas Barker and Christine Lloyd and Christopher Stevens and Joanna Harley and Karen Holt and Georgios Panagiotidis and Jamieson Lovell and Helen Beasley and Carl Henderson and Daria Gordon and Katherine Auger and Deborah Wright and Joanna Collins and Claire Raisen and Lauren Dyer and Kenric Leung and Lauren Robertson and Kirsty Ambridge and Daniel Leongamornlert and Sarah McGuire and Ruth Gilderthorp and Coline Griffiths and Deepa Manthravadi and Sarah Nichol and Gary Barker and Siobhan Whitehead and Michael Kay and Jacqueline Brown and Clare Murnane and Emma Gray and Matthew Humphries and Neil Sycamore and Darren Barker and David Saunders and Justene Wallis and Anne Babbage and Sian Hammond and Maryam Mashreghi-Mohammadi and Lucy Barr and Sancha Martin and Paul Wray and Andrew Ellington and Nicholas Matthews and Matthew Ellwood and Rebecca Woodmansey and Graham Clark and James D Cooper and Anthony Tromans and Darren Grafham and Carl Skuce and Richard Pandian and Robert Andrews and Elliot Harrison and Andrew Kimberley and Jane Garnett and Nigel Fosker and Rebekah Hall and Patrick Garner and Daniel Kelly and Christine Bird and Sophie Palmer and Ines Gehring and Andrea Berger and Christopher M Dooley and Zübeyde Ersan-Ürün and Cigdem Eser and Horst Geiger and Maria Geisler and Lena Karotki and Anette Kirn and Judith Konantz and Martina Konantz and Martina Oberländer and Silke Rudolph-Geiger and Mathias Teucke",
            "2013",
            "DPtdDrgAAAAJ:TmI2AlsRohcC",
            2721,
            "https:\/\/www.nature.com\/articles\/nature12111",
            "16330131595581822137",
            "\/scholar?cites=16330131595581822137",
            {
                "2013":57,
                "2014":233,
                "2015":245,
                "2016":361,
                "2017":388,
                "2018":389,
                "2019":469,
                "2020":514,
                "2021":47
            }
        ],
        [
            "Non-fatal outcomes of disease and injury increasingly detract from the ability of the world's population to live in full health, a trend largely attributable to an epidemiological transition in many countries from causes affecting children, to non-communicable diseases (NCDs) more common in adults. For the Global Burden of Diseases, Injuries, and Risk Factors Study 2015 (GBD 2015), we estimated the incidence, prevalence, and years lived with disability for diseases and injuries at the global, regional, and national scale over the period of 1990 to 2015.We estimated incidence and prevalence by age, sex, cause, year, and geography with a wide range of updated and standardised analytical procedures. Improvements from GBD 2013 included the addition of new data sources, updates to literature reviews for 85 causes, and the identification and inclusion of additional studies published up to …",
            "Global, regional, and national incidence, prevalence, and years lived with disability for 310 diseases and injuries, 1990–2015: a systematic analysis for the Global Burden of …",
            "Theo Vos and Christine Allen and Megha Arora and Ryan M Barber and Zulfiqar A Bhutta and Alexandria Brown and Austin Carter and Daniel C Casey and Fiona J Charlson and Alan Z Chen and Megan Coggeshall and Leslie Cornaby and Lalit Dandona and Daniel J Dicker and Tina Dilegge and Holly E Erskine and Alize J Ferrari and Christina Fitzmaurice and Tom Fleming and Mohammad H Forouzanfar and Nancy Fullman and Peter W Gething and Ellen M Goldberg and Nicholas Graetz and Juanita A Haagsma and Simon I Hay and Catherine O Johnson and Nicholas J Kassebaum and Toana Kawashima and Laura Kemmer and Ibrahim A Khalil and Yohannes Kinfu and Hmwe H Kyu and Janni Leung and Xiaofeng Liang and Stephen S Lim and Alan D Lopez and Rafael Lozano and Laurie Marczak and George A Mensah and Ali H Mokdad and Mohsen Naghavi and Grant Nguyen and Elaine Nsoesie and Helen Olsen and David M Pigott and Christine Pinho and Zane Rankin and Nikolas Reinig and Joshua A Salomon and Logan Sandar and Alison Smith and Jeffrey Stanaway and Caitlyn Steiner and Stephanie Teeple and Bernadette A Thomas and Christopher Troeger and Joseph A Wagner and Haidong Wang and Valentine Wanga and Harvey A Whiteford and Leo Zoeckler and Amanuel Alemu Abajobir and Kalkidan Hassen Abate and Cristiana Abbafati and Kaja M Abbas and Foad Abd-Allah and Biju Abraham and Ibrahim Abubakar and Laith J Abu-Raddad and Niveen ME Abu-Rmeileh and Ilana N Ackerman and Akindele Olupelumi Adebiyi and Zanfina Ademi and Arsène Kouablan Adou and Kossivi Agbelenko Afanvi and Emilie Elisabet Agardh and Arnav Agarwal and Aliasghar Ahmad Kiadaliri and Hamid Ahmadieh and Oluremi N Ajala and Rufus Olusola Akinyemi and Nadia Akseer and Ziyad Al-Aly and Khurshid Alam and Noore KM Alam and Saleh Fahed Aldhahri and Miguel Angel Alegretti and Zewdie Aderaw Alemu and Lily T Alexander and Samia Alhabib and Raghib Ali and Ala'a Alkerwi and François Alla and Peter Allebeck and Rajaa Al-Raddadi and Ubai Alsharif and Khalid A Altirkawi and Nelson Alvis-Guzman and Azmeraw T Amare and Alemayehu Amberbir and Heresh Amini and Walid Ammar and Stephen Marc Amrock and Hjalte H Andersen and Gregory M Anderson and Benjamin O Anderson and Carl Abelardo T Antonio and Atsede Fantahun Aregay and Johan Ärnlöv and Al Artaman and Hamid Asayesh and Reza Assadi and Suleman Atique and Euripide Frinel G Arthur Avokpaho and Ashish Awasthi and Beatriz Paulina Ayala Quintanilla and Peter Azzopardi and Umar Bacha and Alaa Badawi and Kalpana Balakrishnan and Amitava Banerjee and Aleksandra Barac and Suzanne L Barker-Collo and Till Bärnighausen and Lars Barregard and Lope H Barrero and Arindam Basu and Shahrzad Bazargan-Hejazi and Ettore Beghi and Brent Bell and Michelle L Bell and Derrick A Bennett and Isabela M Bensenor and Habib Benzian and Adugnaw Berhane and Eduardo Bernabé and Balem Demtsu Betsu and Addisu Shunu Beyene and Neeraj Bhala and Samir Bhatt and Sibhatu Biadgilign and Kelly Bienhoff and Boris Bikbov and Stan Biryukov and Donal Bisanzio and Espen Bjertness and Jed Blore and Rohan Borschmann and Soufiane Boufous",
            "2016",
            "DPtdDrgAAAAJ:vkAjbg6qVbQC",
            2483,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673616316786",
            "16526736009745336210",
            "\/scholar?cites=16526736009745336210",
            {
                "2016":17,
                "2017":236,
                "2018":566,
                "2019":772,
                "2020":797,
                "2021":67
            }
        ],
        [
            "Improving survival and extending the longevity of life for all populations requires timely, robust evidence on local mortality levels and trends. The Global Burden of Disease 2015 Study (GBD 2015) provides a comprehensive assessment of all-cause and cause-specific mortality for 249 causes in 195 countries and territories from 1980 to 2015. These results informed an in-depth investigation of observed and expected mortality patterns based on sociodemographic measures.We estimated all-cause mortality by age, sex, geography, and year using an improved analytical approach originally developed for GBD 2013 and GBD 2010. Improvements included refinements to the estimation of child and adult mortality and corresponding uncertainty, parameter selection for under-5 mortality synthesis by spatiotemporal Gaussian process regression, and sibling history data processing. We also expanded …",
            "Global, regional, and national life expectancy, all-cause mortality, and cause-specific mortality for 249 causes of death, 1980–2015: a systematic analysis for the Global …",
            "Haidong Wang and Mohsen Naghavi and Christine Allen and Ryan M Barber and Zulfiqar A Bhutta and Austin Carter and Daniel C Casey and Fiona J Charlson and Alan Zian Chen and Matthew M Coates and Megan Coggeshall and Lalit Dandona and Daniel J Dicker and Holly E Erskine and Alize J Ferrari and Christina Fitzmaurice and Kyle Foreman and Mohammad H Forouzanfar and Maya S Fraser and Nancy Fullman and Peter W Gething and Ellen M Goldberg and Nicholas Graetz and Juanita A Haagsma and Simon I Hay and Chantal Huynh and Catherine O Johnson and Nicholas J Kassebaum and Yohannes Kinfu and Xie Rachel Kulikoff and Michael Kutz and Hmwe H Kyu and Heidi J Larson and Janni Leung and Xiaofeng Liang and Stephen S Lim and Margaret Lind and Rafael Lozano and Neal Marquez and George A Mensah and Joe Mikesell and Ali H Mokdad and Meghan D Mooney and Grant Nguyen and Elaine Nsoesie and David M Pigott and Christine Pinho and Gregory A Roth and Joshua A Salomon and Logan Sandar and Naris Silpakit and Amber Sligar and Reed JD Sorensen and Jeffrey Stanaway and Caitlyn Steiner and Stephanie Teeple and Bernadette A Thomas and Christopher Troeger and Amelia VanderZanden and Stein Emil Vollset and Valentine Wanga and Harvey A Whiteford and Timothy Wolock and Leo Zoeckler and Kalkidan Hassen Abate and Cristiana Abbafati and Kaja M Abbas and Foad Abd-Allah and Semaw Ferede Abera and Daisy MX Abreu and Laith J Abu-Raddad and Gebre Yitayih Abyu and Tom Achoki and Ademola Lukman Adelekan and Zanfina Ademi and Arsène Kouablan Adou and José C Adsuar and Kossivi Agbelenko Afanvi and Ashkan Afshin and Emilie Elisabet Agardh and Arnav Agarwal and Anurag Agrawal and Aliasghar Ahmad Kiadaliri and Oluremi N Ajala and Ali Shafqat Akanda and Rufus Olusola Akinyemi and Tomi F Akinyemiju and Nadia Akseer and Faris Hasan Al Lami and Samer Alabed and Ziyad Al-Aly and Khurshid Alam and Noore KM Alam and Deena Alasfoor and Saleh Fahed Aldhahri and Robert William Aldridge and Miguel Angel Alegretti and Alicia V Aleman and Zewdie Aderaw Alemu and Lily T Alexander and Samia Alhabib and Raghib Ali and Ala'a Alkerwi and François Alla and Peter Allebeck and Rajaa Al-Raddadi and Ubai Alsharif and Khalid A Altirkawi and Elena Alvarez Martin and Nelson Alvis-Guzman and Azmeraw T Amare and Adeladza Kofi Amegah and Emmanuel A Ameh and Heresh Amini and Walid Ammar and Stephen Marc Amrock and Hjalte H Andersen and Benjamin O Anderson and Gregory M Anderson and Carl Abelardo T Antonio and Atsede Fantahun Aregay and Johan Ärnlöv and Valentina S Arsic Arsenijevic and Al Artaman and Hamid Asayesh and Rana Jawad Asghar and Suleman Atique and Euripide Frinel G Arthur Avokpaho and Ashish Awasthi and Peter Azzopardi and Umar Bacha and Alaa Badawi and Maria C Bahit and Kalpana Balakrishnan and Amitava Banerjee and Aleksandra Barac and Suzanne L Barker-Collo and Till Bärnighausen and Lars Barregard and Lope H Barrero and Arindam Basu and Sanjay Basu and Yibeltal Tebekaw Bayou and Shahrzad Bazargan-Hejazi and Justin Beardsley and Neeraj Bedi and Ettore Beghi and Haileeyesus Adamu Belay and Brent Bell and Michelle L Bell",
            "2016",
            "DPtdDrgAAAAJ:Sb6Hpx6U9PIC",
            2183,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673616310121",
            "8171049555387143879",
            "\/scholar?cites=8171049555387143879",
            {
                "2016":20,
                "2017":341,
                "2018":600,
                "2019":561,
                "2020":604,
                "2021":37
            }
        ]
    ]
}