{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The purpose of this study was to investigate a noninvasive method for quantifying diffuse myocardial fibrosis with cardiac magnetic resonance imaging (CMRI).Diffuse myocardial fibrosis is a fundamental process in pathologic remodeling in cardiomyopathy and is postulated to cause increased cardiac stiffness and poor clinical outcomes. Although regional fibrosis is easily imaged with cardiac magnetic resonance, there is currently no noninvasive method for quantifying diffuse myocardial fibrosis.We performed CMRI on 45 subjects (25 patients with heart failure, 20 control patients), on a clinical 1.5-T CMRI scanner. A prototype T1 mapping sequence was used to calculate the post-contrast myocardial T1 time as an index of diffuse fibrosis; regional fibrosis was identified by delayed contrast enhancement. Regional and global systolic function was assessed by cine CMRI in standard …",
            "Evaluation of Diffuse Myocardial Fibrosis in Heart Failure With Cardiac Magnetic Resonance Contrast-Enhanced T1 Mapping",
            "Leah Iles and Heinz Pfluger and Arintaya Phrommintikul and Joshi Cherayath and Pelin Aksit and Sandeep N Gupta and David M Kaye and Andrew J Taylor",
            "2008",
            "DSQb_VcAAAAJ:MXK_kJrjxJIC",
            749,
            "https:\/\/www.jacc.org\/doi\/abs\/10.1016\/j.jacc.2008.06.049",
            "377111890156016764",
            "\/scholar?cites=377111890156016764",
            {
                "2008":2,
                "2009":13,
                "2010":35,
                "2011":48,
                "2012":61,
                "2013":90,
                "2014":102,
                "2015":97,
                "2016":77,
                "2017":73,
                "2018":53,
                "2019":47,
                "2020":40,
                "2021":3
            }
        ],
        [
            "Endurance training may be associated with arrhythmogenic cardiac remodelling of the right ventricle (RV). We examined whether myocardial dysfunction following intense endurance exercise affects the RV more than the left ventricle (LV) and whether cumulative exposure to endurance competition influences cardiac remodelling (including fibrosis) in well-trained athletes.Forty athletes were studied at baseline, immediately following an endurance race (3–11 h duration) and 1-week post-race. Evaluation included cardiac troponin (cTnI), B-type natriuretic peptide, and echocardiography [including three-dimensional volumes, ejection fraction (EF), and systolic strain rate]. Delayed gadolinium enhancement (DGE) on cardiac magnetic resonance imaging (CMR) was assessed as a marker of myocardial fibrosis. Relative to baseline, RV volumes increased …",
            "Exercise-induced right ventricular dysfunction and structural remodelling in endurance athletes",
            "Andre La Gerche and Andrew T Burns and Don J Mooney and Warrick J Inder and Andrew J Taylor and Jan Bogaert and Andrew I MacIsaac and Hein Heidbüchel and David L Prior",
            "2012",
            "DSQb_VcAAAAJ:hC7cP41nSMkC",
            689,
            "https:\/\/academic.oup.com\/eurheartj\/article-abstract\/33\/8\/998\/445749",
            "5590907468886840190",
            "\/scholar?cites=5590907468886840190",
            {
                "2012":33,
                "2013":40,
                "2014":75,
                "2015":91,
                "2016":86,
                "2017":79,
                "2018":81,
                "2019":73,
                "2020":98,
                "2021":2
            }
        ],
        [
            "Background— Delayed enhancement (DE) cardiovascular magnetic resonance (CMR) detects acute and chronic myocardial infarction (MI) by visualizing contrast media accumulation in infarcted segments. T2-weighted CMR depicts infarct-related myocardial edema as a marker of acute but not chronic myocardial injury. We investigated the clinical utility of an approach combining both techniques to differentiate acute from chronic MI.Methods and Results— Seventy-three MI patients were studied in 2 groups. Group A consisted of 15 acute MI patients who were studied twice, on day 1 and 3 months after MI. In group B, 58 patients with acute or chronic MI underwent 1 CMR scan. T2-weighted and DE images of matched slices were acquired on a 1.5-T system. In group A, quantitative segmental and region of interest-based analyses were performed to observe signal changes between the acute and chronic phases …",
            "Delayed enhancement and T2-weighted cardiovascular magnetic resonance imaging differentiate acute from chronic myocardial infarction",
            "Hassan Abdel-Aty and Anja Zagrosek and Jeanette Schulz-Menger and Andrew J Taylor and Daniel Messroghli and Andreas Kumar and Michael Gross and Rainer Dietz and Matthias G Friedrich",
            "2004",
            "DSQb_VcAAAAJ:ZeXyd9-uunAC",
            587,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/01.CIR.0000127428.10985.C6",
            "1297954329674231879",
            "\/scholar?cites=1297954329674231879",
            {
                "2004":4,
                "2005":7,
                "2006":24,
                "2007":30,
                "2008":41,
                "2009":64,
                "2010":41,
                "2011":64,
                "2012":56,
                "2013":42,
                "2014":48,
                "2015":37,
                "2016":25,
                "2017":40,
                "2018":21,
                "2019":19,
                "2020":16,
                "2021":2
            }
        ],
        [
            "Parametric mapping techniques provide a non-invasive tool for quantifying tissue alterations in myocardial disease in those eligible for cardiovascular magnetic resonance (CMR). Parametric mapping with CMR now permits the routine spatial visualization and quantification of changes in myocardial composition based on changes in T1, T2, and T2*(star) relaxation times and extracellular volume (ECV). These changes include specific disease pathways related to mainly intracellular disturbances of the cardiomyocyte (e.g., iron overload, or glycosphingolipid accumulation in Anderson-Fabry disease); extracellular disturbances in the myocardial interstitium (e.g., myocardial fibrosis or cardiac amyloidosis from accumulation of collagen or amyloid proteins, respectively); or both (myocardial edema with increased intracellular and\/or extracellular water). Parametric mapping promises improvements in patient care through advances in quantitative diagnostics, inter- and intra-patient comparability, and relatedly improvements in treatment. There is a multitude of technical approaches and potential applications. This document provides a summary of the existing evidence for the clinical value of parametric mapping in the heart as of mid 2017, and gives recommendations for practical use in different clinical scenarios for scientists, clinicians, and CMR manufacturers.",
            "Clinical recommendations for cardiovascular magnetic resonance mapping of T1, T2, T2* and extracellular volume: a consensus statement by the Society for Cardiovascular Magnetic …",
            "Daniel R Messroghli and James C Moon and Vanessa M Ferreira and Lars Grosse-Wortmann and Taigang He and Peter Kellman and Julia Mascherbauer and Reza Nezafat and Michael Salerno and Erik B Schelbert and Andrew J Taylor and Richard Thompson and Martin Ugander and Ruud B Van Heeswijk and Matthias G Friedrich",
            "2017",
            "DSQb_VcAAAAJ:HhcuHIWmDEUC",
            502,
            "https:\/\/jcmr-online.biomedcentral.com\/articles\/10.1186\/s12968-017-0389-8",
            "10329981356968184237",
            "\/scholar?cites=10329981356968184237",
            {
                "2017":4,
                "2018":72,
                "2019":159,
                "2020":235,
                "2021":25
            }
        ],
        [
            "Oxygen is commonly administered to patients with ST-elevation–myocardial infarction despite previous studies suggesting a possible increase in myocardial injury as a result of coronary vasoconstriction and heightened oxidative stress.We conducted a multicenter, prospective, randomized, controlled trial comparing oxygen (8 L\/min) with no supplemental oxygen in patients with ST-elevation–myocardial infarction diagnosed on paramedic 12-lead ECG. Of 638 patients randomized, 441 patients had confirmed ST-elevation–myocardial infarction and underwent primary end-point analysis. The primary end point was myocardial infarct size as assessed by cardiac enzymes, troponin I, and creatine kinase. Secondary end points included recurrent myocardial infarction, cardiac arrhythmia, and myocardial infarct size assessed by cardiac magnetic resonance imaging at 6 months …",
            "Air versus oxygen in ST-segment–elevation myocardial infarction",
            "Dion Stub and Karen Smith and Stephen Bernard and Ziad Nehme and Michael Stephenson and Janet E Bray and Peter Cameron and Bill Barger and Andris H Ellims and Andrew J Taylor and Ian T Meredith and David M Kaye",
            "2015",
            "DSQb_VcAAAAJ:fEOibwPWpKIC",
            487,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/CIRCULATIONAHA.114.014494",
            "11131958253526870103",
            "\/scholar?cites=11131958253526870103",
            {
                "2015":41,
                "2016":58,
                "2017":86,
                "2018":119,
                "2019":89,
                "2020":65,
                "2021":11
            }
        ],
        [
            "The Salvaged Area at Risk in Reperfused Acute Myocardial Infarction as Visualized by Cardiovascular Magnetic ResonanceMatthias G. Friedrich, Hassan Abdel-Aty, Andrew Taylor, Jeanette Schulz-Menger, Daniel Messroghli, Rainer DietzIn acutely reperfused myocardial infarction, the amount of salvaged myocardium contains important prognostic and therapeutic information. Cardiovascular magnetic resonance (CMR) has reliably visualized reversible myocardial injury, but patient data have been lacking. We studied 18 healthy control subjects and 92 patients by CMR 3 ± 3 days after acutely reperfused infarction. Using T2-weighted and contrast-enhanced techniques, respectively, we could visualize both reversible and irreversible myocardial damage in all patients. We found that reversible injury was transmural in all patients and exceeded the necrotic area by an absolute 16 ± 11%. The salvaged area at risk as …",
            "The salvaged area at risk in reperfused acute myocardial infarction as visualized by cardiovascular magnetic resonance",
            "Matthias G Friedrich and Hassan Abdel-Aty and Andrew Taylor and Jeanette Schulz-Menger and Daniel Messroghli and Rainer Dietz",
            "2008",
            "DSQb_VcAAAAJ:u9iWguZQMMsC",
            455,
            "https:\/\/www.jacc.org\/doi\/abs\/10.1016\/j.jacc.2008.01.019",
            "1975900991258205045",
            "\/scholar?cites=1975900991258205045",
            {
                "2008":4,
                "2009":40,
                "2010":39,
                "2011":61,
                "2012":64,
                "2013":43,
                "2014":44,
                "2015":46,
                "2016":25,
                "2017":47,
                "2018":15,
                "2019":17,
                "2020":3,
                "2021":1
            }
        ],
        [
            "PURPOSE: There is evolving evidence that intense exercise may place a disproportionate load on the right ventricle (RV) when compared with the left ventricle (LV) of the heart. Using a novel method of estimating end-systolic wall stress (ES-σ), we compared the RV and LV during exercise and assessed whether this influenced chronic ventricular remodeling in athletes. METHODS: For this study, 39 endurance athletes (EA) and 14 nonathletes (NA) underwent resting cardiac magnetic resonance (CMR), maximal oxygen uptake (VO2), and exercise echocardiography studies. LV and RV end-systolic wall stress (ES-σ) were calculated using the Laplace relation (ES-σ= Pr\/(2h)). Ventricular size and wall thickness were determined by CMR; invasive and Doppler echo estimates were used to measure systemic and pulmonary ventricular pressures, respectively; and stroke volume was quantified by Doppler echocardiography and used to calculate changes in ventricular geometry during exercise. RESULTS: In EA, compared with NA, resting CMR measures showed greater RV than LV remodeling. The ratios RV ESV\/LV ESV (1.40±0.23 vs 1.26±0.12, P= 0.007) and RV mass\/LV mass (0.29±0.04 vs 0.25±0.03, P= 0.012) were greater in EA than in NA. RVES-σ was lower at rest than LVES-σ (143±44 vs 252±49 kdyn· cm, P< 0.001) but increased more with strenuous exercise (125% vs 14%, P< 0.001), resulting in similar peak exercise ES-σ (321±106 vs 286±77 kdyn· cm, P= 0.058). Peak exercise RVES-σ was greater in EA than in NA (340±107 vs 266±82 kdyn· cm, P= 0.028), whereas RVES-σ at matched absolute workloads did not differ (P= 0.79 …",
            "Disproportionate exercise load and remodeling of the athlete's right ventricle.",
            "Andre La Gerche and Hein Heidbüchel and Andrew T Burns and Don J Mooney and Andrew J Taylor and Heinz B Pfluger and Warrick J Inder and Andrew I Macisaac and David L Prior",
            "2011",
            "DSQb_VcAAAAJ:hFOr9nPyWt4C",
            308,
            "https:\/\/europepmc.org\/article\/med\/21085033",
            "10516582809254208954",
            "\/scholar?cites=10516582809254208954",
            {
                "2011":4,
                "2012":24,
                "2013":19,
                "2014":25,
                "2015":43,
                "2016":34,
                "2017":37,
                "2018":43,
                "2019":33,
                "2020":42
            }
        ],
        [
            "The purpose of this study was to evaluate the association between regional myocardial fibrosis and ventricular arrhythmias in patients with cardiomyopathy.Patients with heart failure are at risk of sudden cardiac death (SCD). Current guidelines recommend implantable cardioverter-defibrillator (ICD) devices for a subgroup based on impaired left ventricular function. A significant proportion of devices never discharge, hence a more accurate method for targeting those at risk is desirable.We prospectively enrolled 103 patients meeting criteria for ICD implantation for primary prevention of SCD. Cardiac magnetic resonance imaging was performed before device implantation. Regional fibrosis was identified with late gadolinium enhancement (LGE).Median follow-up was 573 days (interquartile range: 379 to 863 days). The LGE identified regional fibrosis in 31 of 61 (51 …",
            "Myocardial fibrosis predicts appropriate device therapy in patients with implantable cardioverter-defibrillators for primary prevention of sudden cardiac death",
            "Leah Iles and Heinz Pfluger and Lisa Lefkovits and Michelle J Butler and Peter M Kistler and David M Kaye and Andrew J Taylor",
            "2011",
            "DSQb_VcAAAAJ:-f6ydRqryjwC",
            287,
            "https:\/\/www.jacc.org\/doi\/abs\/10.1016\/j.jacc.2010.06.062",
            "2783799953311843264",
            "\/scholar?cites=2783799953311843264",
            {
                "2011":18,
                "2012":28,
                "2013":46,
                "2014":32,
                "2015":29,
                "2016":32,
                "2017":25,
                "2018":18,
                "2019":23,
                "2020":33
            }
        ],
        [
            "Atrial fibrillation (AF) and left ventricular systolic dysfunction (LVSD) frequently co-exist despite adequate rate control. Existing randomized studies of AF and LVSD of varying etiologies have reported modest benefits with a rhythm control strategy.The goal of this study was to determine whether catheter ablation (CA) for AF could improve LVSD compared with medical rate control (MRC) where the etiology of the LVSD was unexplained, apart from the presence of AF.This multicenter, randomized clinical trial enrolled patients with persistent AF and idiopathic cardiomyopathy (left ventricular ejection fraction [LVEF] ≤45%). After optimization of rate control, patients underwent cardiac magnetic resonance (CMR) to assess LVEF and late gadolinium enhancement, indicative of ventricular fibrosis, before randomization to either CA or ongoing MRC. CA included pulmonary vein isolation …",
            "Catheter ablation versus medical rate control in atrial fibrillation and systolic dysfunction: the CAMERA-MRI study",
            "Sandeep Prabhu and Andrew J Taylor and Ben T Costello and David M Kaye and Alex JA McLellan and Aleksandr Voskoboinik and Hariharan Sugumar and Siobhan M Lockwood and Michael B Stokes and Bhupesh Pathik and Chrishan J Nalliah and Geoff R Wong and Sonia M Azzopardi and Sarah J Gutman and Geoffrey Lee and Jamie Layland and Justin A Mariani and Liang-han Ling and Jonathan M Kalman and Peter M Kistler",
            "2017",
            "DSQb_VcAAAAJ:-95Q15plzcUC",
            237,
            "https:\/\/www.jacc.org\/doi\/abs\/10.1016\/j.jacc.2017.08.041",
            "16807356370202481086",
            "\/scholar?cites=16807356370202481086",
            {
                "2017":3,
                "2018":59,
                "2019":88,
                "2020":77,
                "2021":3
            }
        ],
        [
            "In cardiac magnetic resonance (CMR) imaging, the T1 relaxation time for the 1H magnetization in myocardial tissue may represent a valuable biomarker for a variety of pathological conditions. This possibility has driven the growing interest in quantifying T1, rather than just relying on its effect on image contrast. The techniques have advanced to where pixel-level myocardial T1 mapping has become a routine component of CMR examinations. Combined with the use of contrast agents, T1 mapping has led an expansive investigation of interstitial remodeling in ischemic and nonischemic heart disease. The purpose of this review was to introduce the reader to the physical principles of T1 mapping, the imaging techniques developed for T1 mapping, the pathophysiological markers accessible by T1 mapping, and its clinical uses.",
            "T1 mapping: basic techniques and clinical applications",
            "Andrew J Taylor and Michael Salerno and Rohan Dharmakumar and Michael Jerosch-Herold",
            "2016",
            "DSQb_VcAAAAJ:Z5m8FVwuT1cC",
            228,
            "https:\/\/www.jacc.org\/doi\/abs\/10.1016\/j.jcmg.2015.11.005",
            "13437820377959803678",
            "\/scholar?cites=13437820377959803678",
            {
                "2016":18,
                "2017":31,
                "2018":48,
                "2019":47,
                "2020":73,
                "2021":6
            }
        ]
    ]
}