{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A search for the bb¯ decay of the Standard Model Higgs boson is performed with the ATLAS experiment using the full dataset recorded at the LHC in Run 1. The integrated luminosities used are 4.7 and 20.3 fb−1 from pp collisions at s√=7 and 8 TeV, respectively. The processes considered are associated (W\/Z)H production, where W → eν\/μν, Z → ee\/μμ and Z → νν. The observed (expected) deviation from the background-only hypothesis corresponds to a significance of 1.4 (2.6) standard deviations and the ratio of the measured signal yield to the Standard Model expectation is found to be μ = 0.52 ± 0.32 (stat.) ± 0.24 (syst.) for a Higgs boson mass of 125.36 GeV. The analysis procedure is validated by a measurement of the yield of (W\/Z)Z production with Z→bb¯ in the same final states as for the Higgs boson search, from which the ratio of the observed signal yield to the Standard Model expectation is found to be 0.74 ± 0.09 (stat.) ± 0.14 (syst.).",
            "Search for the b b decay of the Standard Model Higgs boson in associated (W\/Z) H production with the ATLAS detector",
            "Lee Allison and Adam Barton and Michael Beattie and Guennadi Borissov and Eva Bouhova-Thacker and Alexandre Chilingarov and William Dearnaley and Harald Fox and Kathryn Grimm and Robert Henderson and Gareth Hughes and Roger William Lewis Jones and Vakhtang Kartvelishvili and Robin Long and Peter Love and Harvey Maddocks and Maria Smizanska and James Walder and Daniel Matthias Alfred Muenstermann",
            "2015",
            "DU1M4pwAAAAJ:UebtZRa9Y70C",
            601,
            "https:\/\/eprints.lancs.ac.uk\/id\/eprint\/73999\/",
            "2324610914529350891",
            "\/scholar?cites=2324610914529350891",
            {
                "2014":77,
                "2015":173,
                "2016":152,
                "2017":77,
                "2018":52,
                "2019":34,
                "2020":16
            }
        ],
        [
            "Distributions of transverse momentum  and the related angular variable  of DrellΓÇôYan lepton pairs are measured in 20.3┬áfb of protonΓÇôproton collisions at ┬áTeV with the ATLAS detector at the LHC. Measurements in electron-pair and muon-pair final states are corrected for detector effects and combined. Compared to previous measurements in protonΓÇôproton collisions at ┬áTeV, these new measurements benefit from a larger data sample and improved control of systematic uncertainties. Measurements are performed in bins of lepton-pair mass above, around and below the Z-boson mass peak. The data are compared to predictions from perturbative and resummed QCD calculations. For values of  the predictions from the Monte Carlo generator ResBos are generally consistent with the data within the theoretical uncertainties. However, at larger values of  this is not the case. Monte Carlo …",
            "Measurement of the transverse momentum and  distributions of Drell–Yan lepton pairs in proton–proton collisions at s=8 TeV with the ATLAS detector",
            "Georges Aad and B Abbott and J Abdallah and R Aben and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and R Abreu and Y Abulaiti and BS Acharya and L Adamczyk and DL Adams and J Adelman and S Adomeit and T Adye and AA Affolder and T Agatonovic-Jovin and JA Aguilar-Saavedra and SP Ahlen and F Ahmadov and G Aielli and H Akerstedt and TPA Åkesson and AV Akimov and GL Alberghi and J Albert and S Albrand and MJ Alconada Verzini and M Aleksa and IN Aleksandrov and C Alexa and G Alexander and T Alexopoulos and M Alhroob and G Alimonti and L Alio and J Alison and SP Alkire and BMM Allbrooke and PP Allport and A Aloisio and A Alonso and F Alonso and C Alpigiani and A Altheimer and B Alvarez Gonzalez and D Álvarez Piqueras and MG Alviggi and BT Amadio and K Amako and Y Amaral Coutinho and C Amelung and D Amidei and SP Amor Dos Santos and A Amorim and S Amoroso and N Amram and G Amundsen and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and JK Anders and KJ Anderson and A Andreazza and V Andrei and S Angelidakis and I Angelozzi and P Anger and A Angerami and F Anghinolfi and AV Anisenkov and N Anjos and A Annovi and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and L Aperio Bella and G Arabidze and Y Arai and JP Araque and ATH Arce and FA Arduh and J-F Arguin and S Argyropoulos and M Arik and AJ Armbruster and O Arnaez and H Arnold and M Arratia and O Arslan and A Artamonov and G Artoni and S Artz and S Asai and N Asbah and A Ashkenazi and B Åsman and L Asquith and K Assamagan and R Astalos and M Atkinson and NB Atlay and K Augsten and M Aurousseau and G Avolio and B Axen and MK Ayoub and G Azuelos and MA Baak and AE Baas and MJ Baca and C Bacci and H Bachacou and K Bachas and M Backes and M Backhaus and P Bagiacchi and P Bagnaia and Y Bai and T Bain and JT Baines and OK Baker and EM Baldin and P Balek and T Balestri and F Balli and WK Balunas and E Banas and Sw Banerjee and AAE Bannoura and L Barak and EL Barberio and D Barberis and M Barbero and T Barillari and M Barisonzi and T Barklow and N Barlow and SL Barnes and BM Barnett and RM Barnett and Z Barnovska and A Baroncelli and G Barone",
            "2016",
            "DU1M4pwAAAAJ:ULOm3_A8WrAC",
            231,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-016-4070-4",
            "14697579076277875279",
            "\/scholar?cites=14697579076277875279",
            {
                "2016":27,
                "2017":52,
                "2018":60,
                "2019":47,
                "2020":42,
                "2021":2
            }
        ],
        [
            "A direct search for lepton-flavour-violating H→ μτ decays of the recently discovered Higgs boson with the ATLAS detector at the LHC is presented. The analysis is performed in the H→ μτ had channel, where τ had is a hadronically decaying τ-lepton. The search is based on the data sample of proton-proton collisions collected by the ATLAS experiment corresponding to an integrated luminosity of 20.3 fb− 1 at a centre-of-mass energy of TeV. No statistically significant excess of data over the predicted background is observed. The observed (expected) 95% confidence-level upper limit on the branching fraction, Br (H→ μτ), is 1.85%(1.24%).",
            "Search for lepton-flavour-violating H → μτ decays of the Higgs boson with the ATLAS detector",
            "Georges Aad and B Abbott and J Abdallah and R Aben and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and R Abreu and Y Abulaiti and BS Acharya and L Adamczyk and DL Adams and J Adelman and S Adomeit and T Adye and AA Affolder and T Agatonovic-Jovin and JA Aguilar-Saavedra and SP Ahlen and F Ahmadov and G Aielli and H Akerstedt and TPA Åkesson and AV Akimov and GL Alberghi and J Albert and S Albrand and MJ Alconada Verzini and M Aleksa and IN Aleksandrov and C Alexa and G Alexander and T Alexopoulos and M Alhroob and G Alimonti and L Alio and J Alison and SP Alkire and BMM Allbrooke and PP Allport and A Aloisio and A Alonso and F Alonso and C Alpigiani and A Altheimer and B Alvarez Gonzalez and D Álvarez Piqueras and MG Alviggi and BT Amadio and K Amako and Y Amaral Coutinho and C Amelung and D Amidei and SP Amor Dos Santos and A Amorim and S Amoroso and N Amram and G Amundsen and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and JK Anders and KJ Anderson and A Andreazza and V Andrei and S Angelidakis and I Angelozzi and P Anger and A Angerami and F Anghinolfi and AV Anisenkov and N Anjos and A Annovi and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and L Aperio Bella and G Arabidze and Y Arai and JP Araque and ATH Arce and FA Arduh and JF Arguin and S Argyropoulos and M Arik and AJ Armbruster and O Arnaez and V Arnal and H Arnold and M Arratia and O Arslan and A Artamonov and G Artoni and S Asai and N Asbah and A Ashkenazi and B Åsman and L Asquith and K Assamagan and R Astalos and M Atkinson and NB Atlay and K Augsten and M Aurousseau and G Avolio and B Axen and MK Ayoub and G Azuelos and MA Baak and AE Baas and MJ Baca and C Bacci and H Bachacou and K Bachas and M Backes and M Backhaus and P Bagiacchi and P Bagnaia and Y Bai and T Bain and JT Baines and OK Baker and EM Baldin and P Balek and T Balestri and F Balli and WK Balunas and E Banas and Sw Banerjee and AAE Bannoura and HS Bansil and L Barak and EL Barberio and D Barberis and M Barbero and T Barillari and M Barisonzi and T Barklow and N Barlow and SL Barnes and BM Barnett and RM Barnett and Z Barnovska and A Baroncelli",
            "2015",
            "DU1M4pwAAAAJ:MXK_kJrjxJIC",
            230,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP11(2015)211.pdf",
            "4549971481902075467",
            "\/scholar?cites=4549971481902075467",
            {
                "2015":11,
                "2016":92,
                "2017":60,
                "2018":37,
                "2019":14,
                "2020":16
            }
        ],
        [
            "A search for heavy Majorana neutrinos in events containing a pair of high-p T leptons of the same charge and high-p T jets is presented. The search uses 20.3 fb− 1 of pp collision data collected with the ATLAS detector at the CERN Large Hadron Collider with a centre-of-mass energy of TeV. The data are found to be consistent with the background-only hypothesis based on the Standard Model expectation. In the context of a Type-I seesaw mechanism, limits are set on the production cross-section times branching ratio for production of heavy Majorana neutrinos in the mass range between 100 and 500 GeV. The limits are subsequently interpreted as limits on the mixing between the heavy Majorana neutrinos and the Standard Model neutrinos. In the context of a left-right symmetric model, limits on the production cross-section times branching ratio are set with respect to the masses of heavy Majorana neutrinos …",
            "Search for heavy Majorana neutrinos with the ATLAS detector in pp collisions at s                      =           8                             TeV",
            "Georges Aad and B Abbott and J Abdallah and S Abdel Khalek and R Aben and B Abi and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and R Abreu and Y Abulaiti and BS Acharya and L Adamczyk and DL Adams and J Adelman and S Adomeit and T Adye and T Agatonovic-Jovin and JA Aguilar-Saavedra and M Agustoni and SP Ahlen and F Ahmadov and G Aielli and H Akerstedt and TPA Åkesson and G Akimoto and AV Akimov and GL Alberghi and J Albert and S Albrand and MJ Alconada Verzini and M Aleksa and IN Aleksandrov and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and G Alimonti and L Alio and J Alison and BMM Allbrooke and LJ Allison and PP Allport and J Almond and A Aloisio and A Alonso and F Alonso and C Alpigiani and A Altheimer and B Alvarez Gonzalez and MG Alviggi and K Amako and Y Amaral Coutinho and C Amelung and D Amidei and SP Amor Dos Santos and A Amorim and S Amoroso and N Amram and G Amundsen and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and XS Anduaga and S Angelidakis and I Angelozzi and P Anger and A Angerami and F Anghinolfi and AV Anisenkov and N Anjos and A Annovi and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and L Aperio Bella and G Arabidze and Y Arai and JP Araque and ATH Arce and FA Arduh and JF Arguin and S Argyropoulos and M Arik and AJ Armbruster and O Arnaez and V Arnal and H Arnold and M Arratia and O Arslan and A Artamonov and G Artoni and S Asai and N Asbah and A Ashkenazi and B Åsman and L Asquith and K Assamagan and R Astalos and M Atkinson and NB Atlay and B Auerbach and K Augsten and M Aurousseau and G Avolio and B Axen and MK Ayoub and G Azuelos and MA Baak and AE Baas and C Bacci and H Bachacou and K Bachas and M Backes and M Backhaus and P Bagiacchi and P Bagnaia and Y Bai and T Bain and JT Baines and OK Baker and P Balek and T Balestri and F Balli and E Banas and Sw Banerjee and AAE Bannoura and HS Bansil and L Barak and EL Barberio and D Barberis and M Barbero and T Barillari and M Barisonzi and T Barklow and N Barlow and SL Barnes and BM Barnett and RM Barnett and Z Barnovska",
            "2015",
            "DU1M4pwAAAAJ:Se3iqnhoufwC",
            211,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP07(2015)162",
            "1780394223698850618",
            "\/scholar?cites=1780394223698850618",
            {
                "2015":10,
                "2016":40,
                "2017":39,
                "2018":47,
                "2019":53,
                "2020":18,
                "2021":3
            }
        ],
        [
            "Results of a search for physics beyond the Standard Model in events containing an energetic photon and large missing transverse momentum with the ATLAS detector at the Large Hadron Collider are reported. As the number of events observed in data, corresponding to an integrated luminosity of 36.1 fb  of proton–proton collisions at a centre-of-mass energy of , is in agreement with the Standard Model expectations, model-independent limits are set on the fiducial cross section for the production of events in this final state. Exclusion limits are also placed in models where dark-matter candidates are pair-produced. For dark-matter production via an axial-vector or a vector mediator in the s-channel, this search excludes mediator masses below 750– for dark-matter candidate masses below 230– at 95% confidence level, depending on the couplings. In an effective theory of dark-matter production …",
            "Search for dark matter at                                                        s                        =            13                        TeV in final states containing an energetic photon and …",
            "Morad Aaboud and Georges Aad and Brad Abbott and Jalal Abdallah and B Abeloos and SH Abidi and OS AbouZeid and NL Abraham and H Abramowicz and H Abreu and R Abreu and Y Abulaiti and BS Acharya and S Adachi and L Adamczyk and J Adelman and M Adersberger and T Adye and AA Affolder and T Agatonovic-Jovin and C Agheorghiesei and JA Aguilar-Saavedra and SP Ahlen and F Ahmadov and G Aielli and S Akatsuka and H Akerstedt and TPA Åkesson and AV Akimov and GL Alberghi and J Albert and P Albicocco and MJ Alconada Verzini and M Aleksa and IN Aleksandrov and C Alexa and G Alexander and T Alexopoulos and M Alhroob and B Ali and M Aliev and G Alimonti and J Alison and SP Alkire and BMM Allbrooke and BW Allen and PP Allport and A Aloisio and A Alonso and F Alonso and C Alpigiani and AA Alshehri and M Alstaty and B Alvarez Gonzalez and D Álvarez Piqueras and MG Alviggi and BT Amadio and Y Amaral Coutinho and C Amelung and D Amidei and SP Amor Dos Santos and A Amorim and S Amoroso and G Amundsen and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and JK Anders and KJ Anderson and A Andreazza and V Andrei and S Angelidakis and I Angelozzi and A Angerami and AV Anisenkov and N Anjos and A Annovi and C Antel and M Antonelli and A Antonov and DJ Antrim and F Anulli and M Aoki and L Aperio Bella and G Arabidze and Y Arai and JP Araque and V Araujo Ferraz and ATH Arce and RE Ardell and FA Arduh and J-F Arguin and S Argyropoulos and M Arik and AJ Armbruster and LJ Armitage and O Arnaez and H Arnold and M Arratia and O Arslan and A Artamonov and G Artoni and S Artz and S Asai and N Asbah and A Ashkenazi and L Asquith and K Assamagan and R Astalos and M Atkinson and NB Atlay and L Aubry and K Augsten and G Avolio and B Axen and MK Ayoub and G Azuelos and AE Baas and MJ Baca and H Bachacou and K Bachas and M Backes and M Backhaus and P Bagnaia and H Bahrasemani and JT Baines and M Bajic and OK Baker and EM Baldin and P Balek and F Balli and WK Balunas and E Banas and Sw Banerjee and AAE Bannoura and L Barak and EL Barberio and D Barberis and M Barbero and T Barillari and M-S Barisits and T Barklow and N Barlow and SL Barnes and BM Barnett and RM Barnett and Z Barnovska-Blenessy and A Baroncelli",
            "2017",
            "DU1M4pwAAAAJ:Zph67rFs4hoC",
            194,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-017-4965-8",
            "14611022394606653512",
            "\/scholar?cites=14611022394606653512",
            {
                "2017":23,
                "2018":81,
                "2019":52,
                "2020":31,
                "2021":5
            }
        ],
        [
            "A search for a Higgs boson produced via vector-boson fusion and decaying into invisible particles is presented, using 20.3 fb− 1 of proton-proton collision data at a centre-of-mass energy of 8 TeV recorded by the ATLAS detector at the LHC. For a Higgs boson with a mass of 125 GeV, assuming the Standard Model production cross section, an upper bound of 0.28 is set on the branching fraction of H→ invisible at 95% confidence level, where the expected upper limit is 0.31. The results are interpreted in models of Higgs-portal dark matter where the branching fraction limit is converted into upper bounds on the dark-matter-nucleon scattering cross section as a function of the dark-matter particle mass, and compared to results from the direct dark-matter detection experiments.",
            "Search for invisible decays of a Higgs boson using vector-boson fusion in pp collisions at  TeV with the ATLAS detector",
            "Georges Aad and B Abbott and J Abdallah and R Aben and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and R Abreu and Y Abulaiti and BS Acharya and L Adamczyk and DL Adams and J Adelman and S Adomeit and T Adye and AA Affolder and T Agatonovic-Jovin and JA Aguilar-Saavedra and SP Ahlen and F Ahmadov and G Aielli and H Akerstedt and TPA Åkesson and AV Akimov and GL Alberghi and J Albert and S Albrand and MJ Alconada Verzini and M Aleksa and IN Aleksandrov and C Alexa and G Alexander and T Alexopoulos and M Alhroob and G Alimonti and L Alio and J Alison and SP Alkire and BMM Allbrooke and PP Allport and A Aloisio and A Alonso and F Alonso and C Alpigiani and A Altheimer and B Alvarez Gonzalez and D Álvarez Piqueras and MG Alviggi and BT Amadio and K Amako and Y Amaral Coutinho and C Amelung and D Amidei and SP Amor Dos Santos and A Amorim and S Amoroso and N Amram and G Amundsen and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and JK Anders and KJ Anderson and A Andreazza and V Andrei and S Angelidakis and I Angelozzi and P Anger and A Angerami and F Anghinolfi and AV Anisenkov and N Anjos and A Annovi and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and L Aperio Bella and G Arabidze and Y Arai and JP Araque and ATH Arce and FA Arduh and JF Arguin and S Argyropoulos and M Arik and AJ Armbruster and O Arnaez and V Arnal and H Arnold and M Arratia and O Arslan and A Artamonov and G Artoni and S Asai and N Asbah and A Ashkenazi and B Åsman and L Asquith and K Assamagan and R Astalos and M Atkinson and NB Atlay and K Augsten and M Aurousseau and G Avolio and B Axen and MK Ayoub and G Azuelos and MA Baak and AE Baas and MJ Baca and C Bacci and H Bachacou and K Bachas and M Backes and M Backhaus and P Bagiacchi and P Bagnaia and Y Bai and T Bain and JT Baines and OK Baker and EM Baldin and P Balek and T Balestri and F Balli and WK Balunas and E Banas and Sw Banerjee and AAE Bannoura and HS Bansil and L Barak and EL Barberio and D Barberis and M Barbero and T Barillari and M Barisonzi and T Barklow and N Barlow and SL Barnes and BM Barnett and RM Barnett and Z Barnovska and A Baroncelli",
            "2016",
            "DU1M4pwAAAAJ:KlAtU1dfN6UC",
            189,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP01(2016)172.pdf",
            "14350878415328504917",
            "\/scholar?cites=14350878415328504917",
            {
                "2015":10,
                "2016":36,
                "2017":63,
                "2018":36,
                "2019":34,
                "2020":10
            }
        ],
        [
            "An analysis is presented of events containing jets including at least one b-tagged jet, sizeable missing transverse momentum, and at least two leptons including a pair of the same electric charge, with the scalar sum of the jet and lepton transverse momenta being large. A data sample with an integrated luminosity of 20.3 fb− 1 of pp collisions at TeV recorded by the ATLAS detector at the Large Hadron Collider is used. Standard Model processes rarely produce these final states, but there are several models of physics beyond the Standard Model that predict an enhanced rate of production of such events; the ones considered here are production of vector-like quarks, enhanced four-top-quark production, pair production of chiral b′-quarks, and production of two positively charged top quarks. Eleven signal regions are defined; subsets of these regions are combined when searching for each class of models. In …",
            "Analysis of events with b -jets and a pair of leptons of the same charge in pp collisions at s                      =           8                             TeV with the ATLAS detector",
            "Georges Aad and B Abbott and J Abdallah and R Aben and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and R Abreu and Y Abulaiti and BS Acharya and L Adamczyk and DL Adams and J Adelman and S Adomeit and T Adye and AA Affolder and T Agatonovic-Jovin and JA Aguilar-Saavedra and M Agustoni and SP Ahlen and F Ahmadov and G Aielli and H Akerstedt and TPA Åkesson and G Akimoto and AV Akimov and GL Alberghi and J Albert and S Albrand and MJ Alconada Verzini and M Aleksa and IN Aleksandrov and C Alexa and G Alexander and T Alexopoulos and M Alhroob and G Alimonti and L Alio and J Alison and SP Alkire and BMM Allbrooke and PP Allport and A Aloisio and A Alonso and F Alonso and C Alpigiani and A Altheimer and B Alvarez Gonzalez and D Álvarez Piqueras and MG Alviggi and K Amako and Y Amaral Coutinho and C Amelung and D Amidei and SP Amor Dos Santos and A Amorim and S Amoroso and N Amram and G Amundsen and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and S Angelidakis and I Angelozzi and P Anger and A Angerami and F Anghinolfi and AV Anisenkov and N Anjos and A Annovi and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and L Aperio Bella and G Arabidze and Y Arai and JP Araque and ATH Arce and FA Arduh and JF Arguin and S Argyropoulos and M Arik and AJ Armbruster and O Arnaez and V Arnal and H Arnold and M Arratia and O Arslan and A Artamonov and G Artoni and S Asai and N Asbah and A Ashkenazi and B Åsman and L Asquith and K Assamagan and R Astalos and M Atkinson and NB Atlay and B Auerbach and K Augsten and M Aurousseau and G Avolio and B Axen and MK Ayoub and G Azuelos and MA Baak and AE Baas and C Bacci and H Bachacou and K Bachas and M Backes and M Backhaus and E Badescu and P Bagiacchi and P Bagnaia and Y Bai and T Bain and JT Baines and OK Baker and P Balek and T Balestri and F Balli and E Banas and Sw Banerjee and AAE Bannoura and HS Bansil and L Barak and SP Baranov and EL Barberio and D Barberis and M Barbero and T Barillari and M Barisonzi and T Barklow and N Barlow and SL Barnes and BM Barnett and RM Barnett and Z Barnovska and A Baroncelli",
            "2015",
            "DU1M4pwAAAAJ:kNdYIx-mwKoC",
            185,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP10(2015)150",
            "12558627817911755648",
            "\/scholar?cites=12558627817911755648",
            {
                "2015":19,
                "2016":49,
                "2017":45,
                "2018":25,
                "2019":39,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Many extensions of the Standard Model predict the existence of charged heavy long-lived particles, such as R-hadrons or charginos. These particles, if produced at the Large Hadron Collider, should be moving non-relativistically and are therefore identifiable through the measurement of an anomalously large specific energy loss in the ATLAS pixel detector. Measuring heavy long-lived particles through their track parameters in the vicinity of the interaction vertex provides sensitivity to metastable particles with lifetimes from 0.6 ns to 30 ns. A search for such particles with the ATLAS detector at the Large Hadron Collider is presented, based on a data sample corresponding to an integrated luminosity of fb of pp collisions at TeV. No significant deviation from the Standard Model background expectation is observed, and lifetime-dependent upper limits on R-hadrons and chargino production are set. Gluino R …",
            "Search for metastable heavy charged particles with large ionisation energy loss in pp collisions at $$\\varvec {\\sqrt {s}= 8} $$ s= 8 TeV using the ATLAS experiment",
            "Georges Aad and B Abbott and J Abdallah and R Aben and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and R Abreu and Y Abulaiti and BS Acharya and L Adamczyk and DL Adams and J Adelman and S Adomeit and T Adye and AA Affolder and T Agatonovic-Jovin and JA Aguilar-Saavedra and SP Ahlen and F Ahmadov and G Aielli and H Akerstedt and TPA Åkesson and AV Akimov and GL Alberghi and J Albert and S Albrand and MJ Alconada Verzini and M Aleksa and IN Aleksandrov and C Alexa and G Alexander and T Alexopoulos and M Alhroob and G Alimonti and L Alio and J Alison and SP Alkire and BMM Allbrooke and PP Allport and A Aloisio and A Alonso and F Alonso and C Alpigiani and A Altheimer and B Alvarez Gonzalez and D Álvarez Piqueras and MG Alviggi and BT Amadio and K Amako and Y Amaral Coutinho and C Amelung and D Amidei and SP Amor Dos Santos and A Amorim and S Amoroso and N Amram and G Amundsen and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and JK Anders and KJ Anderson and A Andreazza and V Andrei and S Angelidakis and I Angelozzi and P Anger and A Angerami and F Anghinolfi and AV Anisenkov and N Anjos and A Annovi and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and L Aperio Bella and G Arabidze and Y Arai and JP Araque and ATH Arce and FA Arduh and JF Arguin and S Argyropoulos and M Arik and AJ Armbruster and O Arnaez and V Arnal and H Arnold and M Arratia and O Arslan and A Artamonov and G Artoni and S Asai and N Asbah and A Ashkenazi and B Åsman and L Asquith and K Assamagan and R Astalos and M Atkinson and NB Atlay and K Augsten and M Aurousseau and G Avolio and B Axen and MK Ayoub and G Azuelos and MA Baak and AE Baas and MJ Baca and C Bacci and H Bachacou and K Bachas and M Backes and M Backhaus and P Bagiacchi and P Bagnaia and Y Bai and T Bain and JT Baines and OK Baker and EM Baldin and P Balek and T Balestri and F Balli and E Banas and Sw Banerjee and AAE Bannoura and HS Bansil and L Barak and EL Barberio and D Barberis and M Barbero and T Barillari and M Barisonzi and T Barklow and N Barlow and SL Barnes and BM Barnett and RM Barnett and Z Barnovska and A Baroncelli and G Barone",
            "2015",
            "DU1M4pwAAAAJ:8k81kl-MbHgC",
            175,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-015-3609-0?error=cookies_not_supported&error=cookies_not_supported&code=8881f45a-7b50-4683-8b47-ca5894c7679e&code=a8fa699f-1c03-4349-b468-b783973852bb",
            "11913868713247987356",
            "\/scholar?cites=11913868713247987356",
            {
                "2015":8,
                "2016":37,
                "2017":31,
                "2018":51,
                "2019":39,
                "2020":8
            }
        ],
        [
            "This paper presents a search for direct electroweak gaugino or gluino pair production with a chargino nearly mass-degenerate with a stable neutralino. It is based on an integrated luminosity of 36.1 fb− 1 of pp collisions at TeV collected by the ATLAS experiment at the LHC. The final state of interest is a disappearing track accompanied by at least one jet with high transverse momentum from initial-state radiation or by four jets from the gluino decay chain. The use of short track segments reconstructed from the innermost tracking layers significantly improves the sensitivity to short chargino lifetimes. The results are found to be consistent with Standard Model predictions. Exclusion limits are set at 95% confidence level on the mass of charginos and gluinos for different chargino lifetimes. For a pure wino with a lifetime of about 0.2 ns, chargino masses up to 460 GeV are excluded. For the strong production …",
            "Search for long-lived charginos based on a disappearing-track signature in pp collisions at s                      =           13                             TeV with the ATLAS …",
            "Morad Aaboud and Georges Aad and Brad Abbott and B Abeloos and SH Abidi and OS AbouZeid and NL Abraham and H Abramowicz and H Abreu and R Abreu and Y Abulaiti and BS Acharya and S Adachi and L Adamczyk and J Adelman and M Adersberger and T Adye and AA Affolder and T Agatonovic-Jovin and C Agheorghiesei and JA Aguilar-Saavedra and SP Ahlen and F Ahmadov and G Aielli and S Akatsuka and H Akerstedt and TPA Åkesson and E Akilli and AV Akimov and GL Alberghi and J Albert and P Albicocco and MJ Alconada Verzini and SC Alderweireldt and M Aleksa and IN Aleksandrov and C Alexa and G Alexander and T Alexopoulos and M Alhroob and B Ali and M Aliev and G Alimonti and J Alison and SP Alkire and BMM Allbrooke and BW Allen and PP Allport and A Aloisio and A Alonso and F Alonso and C Alpigiani and AA Alshehri and MI Alstaty and B Alvarez Gonzalez and D Álvarez Piqueras and MG Alviggi and BT Amadio and Y Amaral Coutinho and C Amelung and D Amidei and SP Amor Dos Santos and A Amorim and S Amoroso and G Amundsen and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and JK Anders and KJ Anderson and A Andreazza and V Andrei and S Angelidakis and I Angelozzi and A Angerami and AV Anisenkov and N Anjos and A Annovi and C Antel and M Antonelli and A Antonov and DJ Antrim and F Anulli and M Aoki and L Aperio Bella and G Arabidze and Y Arai and JP Araque and V Araujo Ferraz and ATH Arce and RE Ardell and FA Arduh and JF Arguin and S Argyropoulos and M Arik and AJ Armbruster and LJ Armitage and O Arnaez and H Arnold and M Arratia and O Arslan and A Artamonov and G Artoni and S Artz and S Asai and N Asbah and A Ashkenazi and L Asquith and K Assamagan and R Astalos and M Atkinson and NB Atlay and K Augsten and G Avolio and B Axen and MK Ayoub and G Azuelos and AE Baas and MJ Baca and H Bachacou and K Bachas and M Backes and M Backhaus and P Bagnaia and M Bahmani and H Bahrasemani and JT Baines and M Bajic and OK Baker and EM Baldin and P Balek and F Balli and WK Balunas and E Banas and A Bandyopadhyay and Sw Banerjee and AAE Bannoura and Liron Barak and Elisabetta Luigia Barberio and Dario Barberis and Marlon Barbero and Teresa Barillari and Martin-Stefan Barisits and JT Barkeloo and Timothy Barklow and Nick Barlow and Sarah Louise Barnes and BM Barnett",
            "2018",
            "DU1M4pwAAAAJ:M3ejUd6NZC8C",
            161,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP06(2018)022",
            "9308584528876953622",
            "\/scholar?cites=9308584528876953622",
            {
                "2017":4,
                "2018":45,
                "2019":58,
                "2020":51,
                "2021":1
            }
        ],
        [
            "A data sample of events from proton–proton collisions with two isolated same-sign leptons, missing transverse momentum, and jets is studied in a search for signatures of new physics phenomena by the CMS Collaboration at the LHC. The data correspond to an integrated luminosity of 35.9, and a center-of-mass energy of 13. The properties of the events are consistent with expectations from standard model processes, and no excess yield is observed. Exclusion limits at 95% confidence level are set on cross sections for the pair production of gluinos, squarks, and same-sign top quarks, as well as top-quark associated production of a heavy scalar or pseudoscalar boson decaying to top quarks, and on the standard model production of events with four top quarks. The observed lower mass limits are as high as 1500 for gluinos, 830 for bottom squarks. The excluded mass range for heavy …",
            "Search for physics beyond the standard model in events with two leptons of same sign, missing transverse momentum, and jets in proton–proton collisions at $$\\sqrt {s}= 13 …",
            "Albert M Sirunyan and Armen Tumasyan and Wolfgang Adam and Federico Ambrogi and Ece Asilar and Thomas Bergauer and Johannes Brandstetter and Erica Brondolin and Marko Dragicevic and Janos Erö and Martin Flechl and Markus Friedl and Rudolf Fruehwirth and Vasile Mihai Ghete and Johannes Grossmann and Josef Hrubec and Manfred Jeitler and Axel König and Natascha Krammer and Ilse Krätschmer and Dietrich Liko and Thomas Madlener and Ivan Mikulec and Elias Pree and Dinyar Rabady and Navid Rad and Herbert Rohringer and Jochen Schieck and Robert Schöfbeck and Markus Spanring and Daniel Spitzbart and Josef Strauss and Wolfgang Waltenberger and Johannes Wittmann and C-E Wulz and Mateusz Zarucki and Vladimir Chekhovsky and Vladimir Mossolov and J Suarez Gonzalez and Eddi A De Wolf and Davide Di Croce and Xavier Janssen and Jasper Lauwers and Merijn Van De Klundert and Hans Van Haevermaet and Pierre Van Mechelen and Nick Van Remortel and Alex Van Spilbeeck and S Abu Zeid and Freya Blekman and Jorgen D’Hondt and Isabelle De Bruyn and Jarne De Clercq and Kevin Deroover and Giannis Flouris and Denys Lontkovskyi and Steven Lowette and Seth Moortgat and Lieselotte Moreels and Annik Olbrechts and Quentin Python and Kirill Skovpen and Stefaan Tavernier and Walter Van Doninck and Petra Van Mulders and Isis Van Parijs and Hugues Brun and Barbara Clerbaux and Gilles De Lentdecker and Hugo Delannoy and Giuseppe Fasanella and Laurent Favart and Reza Goldouzian and Anastasia Grebenyuk and Georgia Karapostoli and Thomas Lenzi and Jelena Luetic and Thierry Maerschalk and Andrey Marinov and Aidan Randle-Conde and Tomislav Seva and C Vander Velde and P Vanlaer and D Vannerom and R Yonamine and F Zenoni and F Zhang and Anna Cimmino and Tom Cornelis and Didar Dobur and Alexis Fagot and Muhammad Gul and Illia Khvastunov and Deniz Poyraz and Christos Roskas and Sinem Salva and Michael Tytgat and Willem Verbeke and Nikolaos Zaganidis and H Bakhshiansohi and O Bondu and S Brochet and G Bruno and A Caudron and S De Visscher and C Delaere and M Delcourt and B Francois and A Giammanco and A Jafari and M Komm and G Krintiras and V Lemaitre and A Magitteri and A Mertens and M Musich and K Piotrzkowski and L Quertenmont and M Vidal Marono and S Wertz and N Beliy and WL Aldá Júnior and FL Alves and GA Alves and L Brito and M Correa Martins Junior and C Hensel and A Moraes and ME Pol and P Rebello Teles and E Belchior Batista Das Chagas and W Carvalho and J Chinellato and A Custódio and EM Da Costa and GG Da Silveira and D De Jesus Damiao and S Fonseca De Souza and LM Huertas Guativa and H Malbouisson and M Melo De Almeida and C Mora Herrera and L Mundim and H Nogima and A Santoro and A Sznajder and EJ Tonelli Manganote and F Torres Da E Silva De and A Vilela Pereira and S Ahuja",
            "2017",
            "DU1M4pwAAAAJ:YOwf2qJgpHMC",
            161,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-017-5079-z?error=cookies_not_supported&error=cookies_not_supported&code=35921086-da38-457a-a985-2756bda399f3&code=218a0f98-32af-4021-a9a3-69a329251b6d",
            "13504844290606663365",
            "\/scholar?cites=13504844290606663365",
            {
                "2017":31,
                "2018":57,
                "2019":38,
                "2020":31,
                "2021":2
            }
        ]
    ]
}