{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "The observation of electromagnetic radiation from radio to -ray wavelengths has provided a wealth of information about the universe. However, at PeV (10 eV) energies and above, most of the universe is impenetrable to photons. New messengers, namely cosmic neutrinos, are needed to explore the most extreme environments of the universe where black holes, neutron stars, and stellar explosions transform gravitational energy into non-thermal cosmic rays. The discovery of cosmic neutrinos with IceCube has opened this new window on the universe. In this white paper, we present an overview of a next-generation instrument, IceCube-Gen2, which will sharpen our understanding of the processes and environments that govern the universe at the highest energies. IceCube-Gen2 is designed to: 1) Resolve the high-energy neutrino sky from TeV to EeV energies; 2) Investigate cosmic particle acceleration through multi-messenger observations; 3) Reveal the sources and propagation of the highest energy particles in the universe; 4) Probe fundamental physics with high-energy neutrinos. IceCube-Gen2 will increase the annual rate of observed cosmic neutrinos by a factor of ten compared to IceCube, and will be able to detect sources five times fainter than its predecessor. Furthermore, through the addition of a radio array, IceCube-Gen2 will extend the energy range by several orders of magnitude compared to IceCube. Construction will take 8 years and cost about\\$350 M. The goal is to have IceCube-Gen2 fully operational by 2033. IceCube-Gen2 will play an essential role in shaping the new era of multi-messenger astronomy, fundamentally …",
            "IceCube-Gen2: The Window to the Extreme Universe",
            "MG Aartsen and R Abbasi and M Ackermann and J Adams and JA Aguilar and M Ahlers and M Ahrens and C Alispach and P Allison and NM Amin and K Andeen and T Anderson and I Ansseau and G Anton and C Argüelles and TC Arlen and J Auffenberg and S Axani and H Bagherpour and X Bai and A Barbano and I Bartos and B Bastian and V Basu and V Baum and S Baur and R Bay and JJ Beatty and K-H Becker and J Becker Tjus and S BenZvi and D Berley and E Bernardini and DZ Besson and G Binder and D Bindig and E Blaufuss and S Blot and C Bohm and M Bohmer and S Böser and O Botner and J Böttcher and E Bourbeau and J Bourbeau and F Bradascio and J Braun and S Bron and J Brostean-Kaiser and A Burgman and RT Burley and J Buscher and RS Busse and M Bustamante and MA Campana and EG Carnie-Bronca and T Carver and C Chen and P Chen and E Cheung and D Chirkin and S Choi and BA Clark and K Clark and L Classen and A Coleman and GH Collin and A Connolly and JM Conrad and P Coppin and P Correa and DF Cowen and R Cross and P Dave and C Deaconu and C De Clercq and JJ DeLaunay and S De Kockere and H Dembinski and K Deoskar and S De Ridder and A Desai and P Desiati and KD de Vries and G de Wasseige and M de With and T DeYoung and S Dharani and A Diaz and JC Díaz-Vélez and H Dujmovic and M Dunkman and MA DuVernois and E Dvorak and T Ehrhardt and P Eller and R Engel and JJ Evans and Gen2 Collaboration",
            "2020",
            "du8pT4kAAAAJ:6fxomyk5x4cC",
            12,
            "https:\/\/arxiv.org\/abs\/2008.04323",
            "7740751134526594349",
            "\/scholar?cites=7740751134526594349",
            {
                "2020":11,
                "2021":1
            }
        ],
        [
            "The results of a 3+ 1 sterile neutrino search using eight years of data from the IceCube Neutrino Observatory are presented. A total of 305 735 muon neutrino events are analyzed in reconstructed energy-zenith space to test for signatures of a matter-enhanced oscillation that would occur given a sterile neutrino state with a mass-squared differences between 0.01 and 100 eV 2. The best-fit point is found to be at sin 2 (2 θ 24)= 0.10 and Δ m 41 2= 4.5 eV 2, which is consistent with the no sterile neutrino hypothesis with a p value of 8.0%.",
            "eV-scale sterile neutrino search using eight years of atmospheric muon neutrino data from the IceCube Neutrino Observatory",
            "MG Aartsen and R Abbasi and M Ackermann and J Adams and JA Aguilar and M Ahlers and M Ahrens and C Alispach and NM Amin and K Andeen and T Anderson and I Ansseau and G Anton and C Argüelles and J Auffenberg and S Axani and H Bagherpour and X Bai and A Balagopal and A Barbano and SW Barwick and B Bastian and V Basu and V Baum and S Baur and R Bay and JJ Beatty and K-H Becker and J Becker Tjus and S BenZvi and D Berley and E Bernardini and DZ Besson and G Binder and D Bindig and E Blaufuss and S Blot and C Bohm and S Böser and O Botner and J Böttcher and E Bourbeau and J Bourbeau and F Bradascio and J Braun and S Bron and J Brostean-Kaiser and A Burgman and J Buscher and RS Busse and T Carver and C Chen and E Cheung and D Chirkin and S Choi and BA Clark and K Clark and L Classen and A Coleman and GH Collin and JM Conrad and P Coppin and P Correa and DF Cowen and R Cross and P Dave and C De Clercq and JJ DeLaunay and H Dembinski and K Deoskar and S De Ridder and A Desai and P Desiati and KD de Vries and G de Wasseige and T DeYoung and S Dharani and A Diaz and JC Díaz-Vélez and H Dujmovic and M Dunkman and MA DuVernois and E Dvorak and T Ehrhardt and P Eller and R Engel and PA Evenson and S Fahey and AR Fazely and A Fedynitch and J Felde and AT Fienberg and K Filimonov and C Finley and D Fox and A Franckowiak and E Friedman and A Fritz and TK Gaisser and J Gallagher and E Ganster and S Garrappa and L Gerhardt and T Glauch and T Glüsenkamp and A Goldschmidt and JG Gonzalez and D Grant and T Grégoire and Z Griffith and S Griswold and M Günder and M Gündüz and C Haack and A Hallgren and R Halliday and L Halve and F Halzen and K Hanson and J Hardin and A Haungs and S Hauser and D Hebecker and D Heereman and P Heix and K Helbing and R Hellauer and F Henningsen and S Hickford and J Hignight and GC Hill and KD Hoffman and R Hoffmann and T Hoinka and B Hokanson-Fasig and K Hoshina and F Huang and M Huber and T Huber and K Hultqvist and M Hünnefeld and R Hussain and S In and N Iovine and A Ishihara and M Jansson and GS Japaridze and M Jeong and BJP Jones and F Jonske",
            "2020",
            "du8pT4kAAAAJ:0d9pApVQ-n0C",
            11,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.125.141801",
            "16231361606012586180",
            "\/scholar?cites=16231361606012586180",
            {
                "2020":9,
                "2021":1
            }
        ],
        [
            "We report in detail on searches for eV-scale sterile neutrinos, in the context of a 3+ 1 model, using eight years of data from the IceCube Neutrino Telescope. By analyzing the reconstructed energies and zenith angles of 305,735 atmospheric ν μ and ν μ events we construct confidence intervals in two analysis spaces: sin 2 (2 θ 24) vs Δ m 41 2 under the conservative assumption θ 34= 0; and sin 2 (2 θ 24) vs sin 2 (2 θ 34) given sufficiently large Δ m 41 2 that fast oscillation features are unresolvable. Detailed discussions of the event selection, systematic uncertainties, and fitting procedures are presented. No strong evidence for sterile neutrinos is found, and the best-fit likelihood is consistent with the no sterile neutrino hypothesis with a p value of 8% in the first analysis space and 19% in the second.",
            "Searching for eV-scale sterile neutrinos with eight years of atmospheric neutrinos at the IceCube Neutrino Telescope",
            "MG Aartsen and R Abbasi and M Ackermann and J Adams and JA Aguilar and M Ahlers and M Ahrens and C Alispach and NM Amin and K Andeen and T Anderson and I Ansseau and G Anton and C Argüelles and J Auffenberg and S Axani and H Bagherpour and X Bai and A Barbano and SW Barwick and B Bastian and V Basu and V Baum and S Baur and R Bay and JJ Beatty and K-H Becker and J Becker Tjus and S BenZvi and D Berley and E Bernardini and DZ Besson and G Binder and D Bindig and E Blaufuss and S Blot and C Bohm and S Böser and O Botner and J Böttcher and E Bourbeau and J Bourbeau and F Bradascio and J Braun and S Bron and J Brostean-Kaiser and A Burgman and J Buscher and RS Busse and T Carver and C Chen and E Cheung and D Chirkin and S Choi and BA Clark and K Clark and L Classen and A Coleman and GH Collin and JM Conrad and P Coppin and P Correa and DF Cowen and R Cross and P Dave and C De Clercq and JJ DeLaunay and H Dembinski and K Deoskar and S De Ridder and A Desai and P Desiati and KD de Vries and G de Wasseige and T DeYoung and S Dharani and A Diaz and JC Díaz-Vélez and H Dujmovic and M Dunkman and MA DuVernois and E Dvorak and T Ehrhardt and P Eller and R Engel and PA Evenson and S Fahey and AR Fazely and A Fedynitch and J Felde and AT Fienberg and K Filimonov and C Finley and D Fox and A Franckowiak and E Friedman and A Fritz and TK Gaisser and J Gallagher and E Ganster and S Garrappa and L Gerhardt and T Glauch and T Glüsenkamp and A Goldschmidt and JG Gonzalez and D Grant and T Grégoire and Z Griffith and S Griswold and M Günder and M Gündüz and C Haack and A Hallgren and R Halliday and L Halve and F Halzen and K Hanson and J Hardin and A Haungs and S Hauser and D Hebecker and D Heereman and P Heix and K Helbing and R Hellauer and F Henningsen and S Hickford and J Hignight and GC Hill and KD Hoffman and R Hoffmann and T Hoinka and B Hokanson-Fasig and K Hoshina and F Huang and M Huber and T Huber and K Hultqvist and M Hünnefeld and R Hussain and S In and N Iovine and A Ishihara and M Jansson and GS Japaridze and M Jeong and BJP Jones and F Jonske and R Joppe",
            "2020",
            "du8pT4kAAAAJ:Qy-rCirNo-8C",
            9,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.102.052009",
            "11430463800235506312",
            "\/scholar?cites=11430463800235506312",
            {
                "2020":8,
                "2021":1
            }
        ],
        [
            "The IceCube Neutrino Observatory has established the existence of a high-energy all-sky neutrino flux of astrophysical origin. This discovery was made using events interacting within a fiducial region of the detector surrounded by an active veto and with reconstructed energy above 60 TeV, commonly known as the high-energy starting event sample, or HESE. We revisit the analysis of the HESE sample with an additional 4.5 years of data, newer glacial ice models, and improved systematics treatment. This paper describes the sample in detail, reports on the latest astrophysical neutrino flux measurements, and presents a source search for astrophysical neutrinos. We give the compatibility of these observations with specific isotropic flux models proposed in the literature as well as generic power-law-like scenarios. Assuming , and an equal flux of neutrinos and antineutrinos, we find that the astrophysical neutrino spectrum is compatible with an unbroken power law, with a preferred spectral index of  for the  confidence interval.",
            "The IceCube high-energy starting event sample: Description and flux characterization with 7.5 years of data",
            "R Abbasi and M Ackermann and J Adams and JA Aguilar and M Ahlers and M Ahrens and C Alispach and AA Alves Jr and NM Amin and K Andeen and T Anderson and I Ansseau and G Anton and C Argüelles and S Axani and X Bai and A Barbano and SW Barwick and B Bastian and V Basu and V Baum and S Baur and R Bay and JJ Beatty and K-H Becker and J Becker Tjus and C Bellenghi and S BenZvi and D Berley and E Bernardini and DZ Besson and G Binder and D Bindig and E Blaufuss and S Blot and S Böser and O Botner and J Böttcher and E Bourbeau and J Bourbeau and F Bradascio and J Braun and S Bron and J Brostean-Kaiser and A Burgman and RS Busse and MA Campana and C Chen and D Chirkin and S Choi and BA Clark and K Clark and L Classen and A Coleman and GH Collin and JM Conrad and P Coppin and P Correa and DF Cowen and R Cross and P Dave and C De Clercq and JJ DeLaunay and H Dembinski and K Deoskar and S De Ridder and A Desai and P Desiati and KD de Vries and G de Wasseige and M de With and T DeYoung and S Dharani and A Diaz and JC Díaz-Vélez and H Dujmovic and M Dunkman and MA DuVernois and E Dvorak and T Ehrhardt and P Eller and R Engel and J Evans and PA Evenson and S Fahey and AR Fazely and S Fiedlschuster and AT Fienberg and K Filimonov and C Finley and L Fischer and D Fox and A Franckowiak and E Friedman and A Fritz and P Fürst and TK Gaisser and J Gallagher and E Ganster",
            "2020",
            "du8pT4kAAAAJ:zTJoPluU4X4C",
            2,
            "https:\/\/arxiv.org\/abs\/2011.03545",
            "3410914674607683499",
            "\/scholar?cites=3410914674607683499",
            {
                "2021":2
            }
        ],
        [
            "We report here an extension of the measurement of the all-particle cosmic-ray spectrum with IceTop to lower energy. The new measurement gives full coverage of the knee region of the spectrum and reduces the gap in energy between previous IceTop and direct measurements. With a new trigger that selects events in closely spaced detectors in the center of the array, the IceTop energy threshold is lowered by almost an order of magnitude below its previous threshold of 2 PeV. In this paper we explain how the new trigger is implemented, and we describe the new machine-learning method developed to deal with events with very few detectors hit. We compare the results with previous measurements by IceTop and others that overlap at higher energy and with HAWC and Tibet in the 100 TeV range.",
            "Cosmic ray spectrum from 250 TeV to 10 PeV using IceTop",
            "MG Aartsen and R Abbasi and M Ackermann and J Adams and JA Aguilar and M Ahlers and M Ahrens and C Alispach and NM Amin and K Andeen and T Anderson and I Ansseau and G Anton and C Argüelles and J Auffenberg and S Axani and H Bagherpour and X Bai and A Barbano and SW Barwick and B Bastian and V Baum and S Baur and R Bay and JJ Beatty and K-H Becker and J Becker Tjus and S BenZvi and D Berley and E Bernardini and DZ Besson and G Binder and D Bindig and E Blaufuss and S Blot and C Bohm and S Böser and O Botner and J Böttcher and E Bourbeau and J Bourbeau and F Bradascio and J Braun and S Bron and J Brostean-Kaiser and A Burgman and J Buscher and RS Busse and T Carver and C Chen and E Cheung and D Chirkin and S Choi and BA Clark and K Clark and L Classen and A Coleman and GH Collin and JM Conrad and P Coppin and P Correa and DF Cowen and R Cross and P Dave and C De Clercq and JJ DeLaunay and H Dembinski and K Deoskar and S De Ridder and P Desiati and KD de Vries and G de Wasseige and T DeYoung and S Dharani and A Diaz and JC Díaz-Vélez and H Dujmovic and E Dvorak and B Eberhardt and T Ehrhardt and P Eller and R Engel and PA Evenson and S Fahey and AR Fazely and J Felde and AT Fienberg and K Filimonov and C Finley and D Fox and A Franckowiak and E Friedman and A Fritz and TK Gaisser and J Gallagher and E Ganster and S Garrappa and L Gerhardt and K Ghorbani and T Glauch and T Glüsenkamp and A Goldschmidt and JG Gonzalez and D Grant and T Grégoire and Z Griffith and S Griswold and M Günder and M Gündüz and C Haack and A Hallgren and R Halliday and L Halve and F Halzen and K Hanson and A Haungs and S Hauser and D Hebecker and D Heereman and P Heix and K Helbing and R Hellauer and F Henningsen and S Hickford and J Hignight and C Hill and GC Hill and KD Hoffman and R Hoffmann and T Hoinka and B Hokanson-Fasig and K Hoshina and M Huber and T Huber and K Hultqvist and M Hünnefeld and R Hussain and S In and N Iovine and A Ishihara and M Jansson and GS Japaridze and M Jeong and K Jero and BJP Jones and F Jonske and R Joppe and D Kang and W Kang and A Kappes",
            "2020",
            "du8pT4kAAAAJ:ipvhVhH6zQ8C",
            1,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.102.122001",
            "2288352821983759894",
            "\/scholar?cites=2288352821983759894",
            {
                "2020":1
            }
        ],
        [
            "The flux of high-energy neutrinos passing through the Earth is attenuated due to their interactions with matter. The interaction rate is modulated by the neutrino interaction cross section and affects the flux arriving at the IceCube Neutrino Observatory, a cubic-kilometer neutrino detector embedded in the Antarctic ice sheet. We present a measurement of the neutrino cross section between 60 TeV and 10 PeV using the high-energy starting events (HESE) sample from IceCube with 7.5 years of data. The result is binned in neutrino energy and obtained using both Bayesian and frequentist statistics. We find it compatible with predictions from the Standard Model. Flavor information is explicitly included through updated morphology classifiers, proxies for the the three neutrino flavors. This is the first such measurement to use the three morphologies as observables and the first to account for neutrinos from tau decay.",
            "Measurement of the high-energy all-flavor neutrino-nucleon cross section with IceCube",
            "R Abbasi and M Ackermann and J Adams and JA Aguilar and M Ahlers and M Ahrens and C Alispach and AA Alves Jr and NM Amin and K Andeen and T Anderson and I Ansseau and G Anton and C Argüelles and S Axani and X Bai and A Barbano and SW Barwick and B Bastian and V Basu and V Baum and S Baur and R Bay and JJ Beatty and K-H Becker and J Becker Tjus and C Bellenghi and S BenZvi and D Berley and E Bernardini and DZ Besson and G Binder and D Bindig and E Blaufuss and S Blot and S Böser and O Botner and J Böttcher and E Bourbeau and J Bourbeau and F Bradascio and J Braun and S Bron and J Brostean-Kaiser and A Burgman and RS Busse and MA Campana and C Chen and D Chirkin and S Choi and BA Clark and K Clark and L Classen and A Coleman and GH Collin and JM Conrad and P Coppin and P Correa and DF Cowen and R Cross and P Dave and C De Clercq and JJ DeLaunay and H Dembinski and K Deoskar and S De Ridder and A Desai and P Desiati and KD de Vries and G de Wasseige and M de With and T DeYoung and S Dharani and A Diaz and JC Díaz-Vélez and H Dujmovic and M Dunkman and MA DuVernois and E Dvorak and T Ehrhardt and P Eller and R Engel and J Evans and PA Evenson and S Fahey and AR Fazely and S Fiedlschuster and AT Fienberg and K Filimonov and C Finley and L Fischer and D Fox and A Franckowiak and E Friedman and A Fritz and P Fürst and TK Gaisser and J Gallagher and E Ganster",
            "2020",
            "du8pT4kAAAAJ:7CU1mCQUTf4C",
            1,
            "https:\/\/arxiv.org\/abs\/2011.03560",
            "12118374561868187459",
            "\/scholar?cites=12118374561868187459",
            {
                "2020":1
            }
        ],
        [
            "We present the results of a search for astrophysical tau neutrinos in 7.5 years of IceCube's high-energy starting event data. At high energies, two energy depositions stemming from the tau neutrino charged-current interaction and subsequent tau lepton decay may be resolved. We report the first detection of two such events, with probabilities of  and  of being produced by astrophysical tau neutrinos. The resultant astrophysical neutrino flavor measurement is consistent with expectations, disfavoring a no-astrophysical tau neutrino flux scenario with 2.8 significance.",
            "Measurement of Astrophysical Tau Neutrinos in IceCube's High-Energy Starting Events",
            "R Abbasi and M Ackermann and J Adams and JA Aguilar and M Ahlers and M Ahrens and C Alispach and AA Alves Jr and NM Amin and K Andeen and T Anderson and I Ansseau and G Anton and C Argüelles and S Axani and X Bai and A Barbano and SW Barwick and B Bastian and V Basu and V Baum and S Baur and R Bay and JJ Beatty and K-H Becker and J Becker Tjus and C Bellenghi and S BenZvi and D Berley and E Bernardini and DZ Besson and G Binder and D Bindig and E Blaufuss and S Blot and S Böser and O Botner and J Böttcher and E Bourbeau and J Bourbeau and F Bradascio and J Braun and S Bron and J Brostean-Kaiser and A Burgman and RS Busse and MA Campana and C Chen and D Chirkin and S Choi and BA Clark and K Clark and L Classen and A Coleman and GH Collin and JM Conrad and P Coppin and P Correa and DF Cowen and R Cross and P Dave and C De Clercq and JJ DeLaunay and H Dembinski and K Deoskar and S De Ridder and A Desai and P Desiati and KD de Vries and G de Wasseige and M de With and T DeYoung and S Dharani and A Diaz and JC Díaz-Vélez and H Dujmovic and M Dunkman and MA DuVernois and E Dvorak and T Ehrhardt and P Eller and R Engel and J Evans and PA Evenson and S Fahey and AR Fazely and S Fiedlschuster and AT Fienberg and K Filimonov and C Finley and L Fischer and D Fox and A Franckowiak and E Friedman and A Fritz and P Fürst and TK Gaisser and J Gallagher and E Ganster",
            "2020",
            "du8pT4kAAAAJ:2MdNiwGT7yoC",
            1,
            "https:\/\/arxiv.org\/abs\/2011.03561",
            "5181797986452415230",
            "\/scholar?cites=5181797986452415230",
            {
                "2020":1
            }
        ]
    ]
}