{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The precession of the magnetization of a ferromagnet is shown to transfer spins into adjacent normal metal layers. This “pumping” of spins slows down the precession corresponding to an enhanced Gilbert damping constant in the Landau-Lifshitz equation. The damping is expressed in terms of the scattering matrix of the ferromagnetic layer, which is accessible to model and first-principles calculations. Our estimates for permalloy thin films explain the trends observed in recent experiments.",
            "Enhanced Gilbert damping in thin ferromagnetic films",
            "Yaroslav Tserkovnyak and Arne Brataas and Gerrit EW Bauer",
            "2002",
            "du_qeSQAAAAJ:9yKSN-GCB0IC",
            1705,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.117601",
            "2634077883188503827",
            "\/scholar?cites=2634077883188503827",
            {
                "2002":8,
                "2003":30,
                "2004":31,
                "2005":26,
                "2006":48,
                "2007":40,
                "2008":48,
                "2009":44,
                "2010":57,
                "2011":74,
                "2012":81,
                "2013":103,
                "2014":131,
                "2015":150,
                "2016":155,
                "2017":179,
                "2018":158,
                "2019":160,
                "2020":162,
                "2021":13
            }
        ],
        [
            "Two complementary effects modify the GHz magnetization dynamics of nanoscale heterostructures of ferromagnetic and normal materials relative to those of the isolated magnetic constituents. On the one hand, a time-dependent ferromagnetic magnetization pumps a spin angular-momentum flow into adjacent materials and, on the other hand, spin angular momentum is transferred between ferromagnets by an applied bias, causing mutual torques on the magnetizations. These phenomena are manifestly nonlocal: they are governed by the entire spin-coherent region that is limited in size by spin-flip relaxation processes. This review presents recent progress in understanding the magnetization dynamics in ferromagnetic heterostructures from first principles, focusing on the role of spin pumping in layered structures. The main body of the theory is semiclassical and based on a mean-field Stoner or spin-density …",
            "Nonlocal magnetization dynamics in ferromagnetic heterostructures",
            "Yaroslav Tserkovnyak and Arne Brataas and Gerrit EW Bauer and Bertrand I Halperin",
            "2005",
            "du_qeSQAAAAJ:2osOgNQ5qMEC",
            1175,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.77.1375",
            "18286421711886856164",
            "\/scholar?cites=18286421711886856164",
            {
                "2006":29,
                "2007":49,
                "2008":54,
                "2009":48,
                "2010":49,
                "2011":64,
                "2012":59,
                "2013":68,
                "2014":89,
                "2015":94,
                "2016":107,
                "2017":118,
                "2018":110,
                "2019":97,
                "2020":130,
                "2021":8
            }
        ],
        [
            "The formation of soap bubbles from thin films is accompanied by topological transitions. Here we show how a magnetic topological structure, a skyrmion bubble, can be generated in a solid-state system in a similar manner. Using an inhomogeneous in-plane current in a system with broken inversion symmetry, we experimentally “blow” magnetic skyrmion bubbles from a geometrical constriction. The presence of a spatially divergent spin-orbit torque gives rise to instabilities of the magnetic domain structures that are reminiscent of Rayleigh-Plateau instabilities in fluid flows. We determine a phase diagram for skyrmion formation and reveal the efficient manipulation of these dynamically created skyrmions, including depinning and motion. The demonstrated current-driven transformation from stripe domains to magnetic skyrmion bubbles could lead to progress in skyrmion-based spintronics.",
            "Blowing magnetic skyrmion bubbles",
            "Wanjun Jiang and Pramey Upadhyaya and Wei Zhang and Guoqiang Yu and M Benjamin Jungfleisch and Frank Y Fradin and John E Pearson and Yaroslav Tserkovnyak and Kang L Wang and Olle Heinonen and Suzanne GE Te Velthuis and Axel Hoffmann",
            "2015",
            "du_qeSQAAAAJ:dQ2og3OwTAUC",
            926,
            "https:\/\/science.sciencemag.org\/content\/349\/6245\/283.abstract",
            "6241518931785632890",
            "\/scholar?cites=6241518931785632890",
            {
                "2015":18,
                "2016":120,
                "2017":189,
                "2018":193,
                "2019":173,
                "2020":199,
                "2021":22
            }
        ],
        [
            "Antiferromagnetic materials could represent the future of spintronic applications thanks to the numerous interesting features they combine: they are robust against perturbation due to magnetic fields, produce no stray fields, display ultrafast dynamics, and are capable of generating large magnetotransport effects. Intense research efforts over the past decade have been invested in unraveling spin transport properties in antiferromagnetic materials. Whether spin transport can be used to drive the antiferromagnetic order and how subsequent variations can be detected are some of the thrilling challenges currently being addressed. Antiferromagnetic spintronics started out with studies on spin transfer and has undergone a definite revival in the last few years with the publication of pioneering articles on the use of spin-orbit interactions in antiferromagnets. This paradigm shift offers possibilities for radically new concepts …",
            "Antiferromagnetic spintronics",
            "V Baltz and Aurelien Manchon and M Tsoi and T Moriyama and T Ono and Y Tserkovnyak",
            "2018",
            "du_qeSQAAAAJ:ML0RJ9NH7IQC",
            774,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.90.015005",
            "12970607570420668228",
            "\/scholar?cites=12970607570420668228",
            {
                "2016":2,
                "2017":17,
                "2018":105,
                "2019":235,
                "2020":387,
                "2021":21
            }
        ],
        [
            "We study the magnetization dynamics in thin ferromagnetic films and small ferromagnetic particles in contact with paramagnetic conductors. A moving magnetization vector causes “pumping” of spins into adjacent nonmagnetic layers. This spin transfer affects the magnetization dynamics similar to the Landau-Lifshitz-Gilbert phenomenology. The additional Gilbert damping is significant for small ferromagnets, when the nonmagnetic layers efficiently relax the injected spins, but the effect is reduced when a spin accumulation build-up in the normal metal opposes the spin pumping. The damping enhancement is governed by (and, in turn, can be used to measure) the mixing conductance or spin-torque parameter of the ferromagnet–normal-metal interface. Our theoretical findings are confirmed by agreement with recent experiments in a variety of multilayer systems.",
            "Spin pumping and magnetization dynamics in metallic multilayers",
            "Yaroslav Tserkovnyak and Arne Brataas and Gerrit EW Bauer",
            "2002",
            "du_qeSQAAAAJ:IjCSPb-OGe4C",
            736,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.66.224403",
            "9765967655411063348",
            "\/scholar?cites=9765967655411063348",
            {
                "2003":11,
                "2004":23,
                "2005":12,
                "2006":17,
                "2007":15,
                "2008":18,
                "2009":21,
                "2010":23,
                "2011":19,
                "2012":25,
                "2013":34,
                "2014":57,
                "2015":56,
                "2016":62,
                "2017":82,
                "2018":83,
                "2019":71,
                "2020":97,
                "2021":8
            }
        ],
        [
            "Recent demonstrations of magnetization switching induced by in-plane current in heavy metal\/ferromagnetic heterostructures (HMFHs) have drawn great attention to spin torques arising from large spin–orbit coupling (SOC). Given the intrinsic strong SOC, topological insulators (TIs) are expected to be promising candidates for exploring spin–orbit torque (SOT)-related physics. Here we demonstrate experimentally the magnetization switching through giant SOT induced by an in-plane current in a chromium-doped TI bilayer heterostructure. The critical current density required for switching is below 8.9× 10 4 A cm− 2 at 1.9 K. Moreover, the SOT is calibrated by measuring the effective spin–orbit field using second-harmonic methods. The effective field to current ratio and the spin-Hall angle tangent are almost three orders of magnitude larger than those reported for HMFHs. The giant SOT and efficient current-induced …",
            "Magnetization switching through giant spin–orbit torque in a magnetically doped topological insulator heterostructure",
            "Yabin Fan and Pramey Upadhyaya and Xufeng Kou and Murong Lang and So Takei and Zhenxing Wang and Jianshi Tang and Liang He and Li-Te Chang and Mohammad Montazeri and Guoqiang Yu and Wanjun Jiang and Tianxiao Nie and Robert N Schwartz and Yaroslav Tserkovnyak and Kang L Wang",
            "2014",
            "du_qeSQAAAAJ:_B80troHkn4C",
            660,
            "https:\/\/www.nature.com\/articles\/nmat3973",
            "15222793738642548936",
            "\/scholar?cites=15222793738642548936",
            {
                "2014":20,
                "2015":61,
                "2016":95,
                "2017":121,
                "2018":108,
                "2019":107,
                "2020":134,
                "2021":10
            }
        ],
        [
            "Magnetization switching by current-induced spin–orbit torques is of great interest due to its potential applications in ultralow-power memory and logic devices. The switching of ferromagnets with perpendicular magnetization is of particular technological relevance. However, in such materials, the presence of an in-plane external magnetic field is typically required to assist spin–orbit torque-driven switching and this is an obstacle for practical applications. Here, we report the switching of out-of-plane magnetized Ta\/Co 20 Fe 60 B 20\/TaO x structures by spin–orbit torques driven by in-plane currents, without the need for any external magnetic fields. This is achieved by introducing a lateral structural asymmetry into our devices, which gives rise to a new field-like spin–orbit torque when in-plane current flows in these structures. The direction of the current-induced effective field corresponding to this field-like spin–orbit …",
            "Switching of perpendicular magnetization by spin–orbit torques in the absence of external magnetic fields",
            "Guoqiang Yu and Pramey Upadhyaya and Yabin Fan and Juan G Alzate and Wanjun Jiang and Kin L Wong and So Takei and Scott A Bender and Li-Te Chang and Ying Jiang and Murong Lang and Jianshi Tang and Yong Wang and Yaroslav Tserkovnyak and Pedram Khalili Amiri and Kang L Wang",
            "2014",
            "du_qeSQAAAAJ:XiVPGOgt02cC",
            556,
            "https:\/\/www.nature.com\/articles\/nnano.2014.94.pdf?origin=ppub",
            "1955118343822575543",
            "\/scholar?cites=1955118343822575543",
            {
                "2014":8,
                "2015":42,
                "2016":71,
                "2017":78,
                "2018":99,
                "2019":107,
                "2020":140,
                "2021":8
            }
        ],
        [
            "Precessing ferromagnets are predicted to inject a spin current into adjacent conductors via Ohmic contacts, irrespective of a conductance mismatch with, for example, doped semiconductors. This opens the way to create a pure spin source (“spin battery”) by the ferromagnetic resonance. We estimate the spin current and spin bias for different material combinations.",
            "Spin battery operated by ferromagnetic resonance",
            "Arne Brataas and Yaroslav Tserkovnyak and Gerrit EW Bauer and Bertrand I Halperin",
            "2002",
            "du_qeSQAAAAJ:UeHWp8X0CEIC",
            458,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.66.060404",
            "14948402249283119837",
            "\/scholar?cites=14948402249283119837",
            {
                "2002":2,
                "2003":17,
                "2004":20,
                "2005":25,
                "2006":27,
                "2007":20,
                "2008":30,
                "2009":19,
                "2010":19,
                "2011":25,
                "2012":26,
                "2013":25,
                "2014":31,
                "2015":33,
                "2016":32,
                "2017":29,
                "2018":31,
                "2019":17,
                "2020":29,
                "2021":1
            }
        ],
        [
            "We report on measurements of quantum many-body modes in ballistic wires and their dependence on Coulomb interactions, obtained by tunneling between two parallel wires in an GaAs\/AlGaAs heterostructure while varying electron density. We observed two spin modes and one charge mode of the coupled wires and mapped the dispersion velocities of the modes down to a critical density, at which spontaneous localization was observed. Theoretical calculations of the charge velocity agree well with the data, although they also predict an additional charge mode that was not observed. The measured spin velocity was smaller than theoretically predicted.",
            "Spin-charge separation and localization in one dimension",
            "OM Auslaender and H Steinberg and 1 A Yacoby and 1 Y Tserkovnyak and BI Halperin and KW Baldwin and LN Pfeiffer and KW West",
            "2005",
            "du_qeSQAAAAJ:qjMakFHDy7sC",
            434,
            "https:\/\/science.sciencemag.org\/content\/308\/5718\/88.abstract",
            "7398527371290758654",
            "\/scholar?cites=7398527371290758654",
            {
                "2005":16,
                "2006":32,
                "2007":26,
                "2008":47,
                "2009":22,
                "2010":34,
                "2011":35,
                "2012":25,
                "2013":36,
                "2014":23,
                "2015":10,
                "2016":23,
                "2017":23,
                "2018":27,
                "2019":33,
                "2020":16,
                "2021":4
            }
        ],
        [
            "This article reviews static and dynamic interfacial effects in magnetism, focusing on interfacially driven magnetic effects and phenomena associated with spin-orbit coupling and intrinsic symmetry breaking at interfaces. It provides a historical background and literature survey, but focuses on recent progress, identifying the most exciting new scientific results and pointing to promising future research directions. It starts with an introduction and overview of how basic magnetic properties are affected by interfaces, then turns to a discussion of charge and spin transport through and near interfaces and how these can be used to control the properties of the magnetic layer. Important concepts include spin accumulation, spin currents, spin-transfer torque, and spin pumping. An overview is provided to the current state of knowledge and existing review literature on interfacial effects such as exchange bias, exchange-spring …",
            "Interface-induced phenomena in magnetism",
            "Frances Hellman and Axel Hoffmann and Yaroslav Tserkovnyak and Geoffrey SD Beach and Eric E Fullerton and Chris Leighton and Allan H MacDonald and Daniel C Ralph and Dario A Arena and Hermann A Dürr and Peter Fischer and Julie Grollier and Joseph P Heremans and Tomas Jungwirth and Alexey V Kimel and Bert Koopmans and Ilya N Krivorotov and Steven J May and Amanda K Petford-Long and James M Rondinelli and Nitin Samarth and Ivan K Schuller and Andrei N Slavin and Mark D Stiles and Oleg Tchernyshyov and Andre Thiaville and Barry L Zink",
            "2017",
            "du_qeSQAAAAJ:BwyfMAYsbu0C",
            433,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.89.025006",
            "15173503814343429566",
            "\/scholar?cites=15173503814343429566",
            {
                "2016":2,
                "2017":36,
                "2018":109,
                "2019":104,
                "2020":159,
                "2021":19
            }
        ]
    ]
}