{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Lafora's disease (LD; OMIM 254780) is an autosomal recessive form of progressive myoclonus epilepsy characterized by seizures and cumulative neurological deterioration. Onset occurs during late childhood and usually results in death within ten years of the first symptoms 1, 2. With few exceptions, patients follow a homogeneous clinical course despite the existence of genetic heterogeneity 3. Biopsy of various tissues, including brain, revealed characteristic polyglucosan inclusions called Lafora bodies 4–8, which suggested LD might be a generalized storage disease 6, 9. Using a positional cloning approach, we have identified at chromosome 6q24 a novel gene, EPM2A, that encodes a protein with consensus amino acid sequence indicative of a protein tyrosine phosphatase (PTP). mRNA transcripts representing alternatively spliced forms of EPM2A were found in every tissue examined, including brain. Six …",
            "Mutations in a gene encoding a novel protein tyrosine phosphatase cause progressive myoclonus epilepsy",
            "Berge A Minassian and Jeffrey R Lee and Jo-Anne Herbrick and Jack Huizenga and Sylvia Soder and Andrew J Mungall and Ian Dunham and Rebecca Gardner and G Fong Chung-yan and Stirling Carpenter and Laura Jardim and P Satishchandra and Eva Andermann and O Carter Snead and Iscia Lopes-Cendes and Lap-Chee Tsui and Antonio V Delgado-Escueta and Guy A Rouleau and Stephen W Scherer",
            "1998",
            "duG7c50AAAAJ:u5HHmVD_uO8C",
            489,
            "https:\/\/www.nature.com\/articles\/ng1098_171",
            "14530505954786248448",
            "\/scholar?cites=14530505954786248448",
            {
                "1999":21,
                "2000":17,
                "2001":25,
                "2002":21,
                "2003":23,
                "2004":20,
                "2005":13,
                "2006":30,
                "2007":25,
                "2008":17,
                "2009":26,
                "2010":23,
                "2011":23,
                "2012":26,
                "2013":28,
                "2014":25,
                "2015":22,
                "2016":18,
                "2017":18,
                "2018":27,
                "2019":20,
                "2020":14,
                "2021":2
            }
        ],
        [
            "Objective:  To assess the prevalence, nature, and associated phenotypes of ATP13A2 gene mutations among patients with juvenile parkinsonism (onset <21 years) or young onset (between 21 and 40 years) Parkinson disease (YOPD).Methods:  We studied 46 patients, mostly from Italy or Brazil, including 11 with juvenile parkinsonism and 35 with YOPD. Thirty-three cases were sporadic and 13 had positive family history compatible with autosomal recessive inheritance. Forty-two had only parkinsonian signs, while four (all juvenile-onset) had multisystemic involvement. The whole ATP13A2 coding region (29 exons) and exon-intron boundaries were sequenced from genomic DNA.Results:  A novel homozygous missense mutation (Gly504Arg) was identified in one sporadic case from Brazil with juvenile parkinsonism. This patient had symptoms onset at age 12, levodopa-responsive severe akinetic-rigid …",
            "ATP13A2 missense mutations in juvenile parkinsonism and young onset Parkinson disease",
            "Alessio Di Fonzo and HF Chien and M Socal and Sabrina Giraudo and Cristina Tassorelli and G Iliceto and Giovanni Fabbrini and R Marconi and Emiliana Fincati and Giovanni Abbruzzese and Paolo Marini and Ferdinando Squitieri and MW Horstink and Pasquale Montagna and A Dalla Libera and F Stocchi and SMDP Goldwurm and JJ Ferreira and Giuseppe Meco and Emilia Martignoni and Leonardo Lopiano and LB Jardim and BA Oostra and ER Barbosa and Vincenzo Bonifati",
            "2007",
            "duG7c50AAAAJ:u-x6o8ySG0sC",
            327,
            "https:\/\/n.neurology.org\/content\/68\/19\/1557.short",
            "410998747559139958",
            "\/scholar?cites=410998747559139958",
            {
                "2007":3,
                "2008":15,
                "2009":26,
                "2010":33,
                "2011":37,
                "2012":29,
                "2013":33,
                "2014":24,
                "2015":23,
                "2016":22,
                "2017":20,
                "2018":15,
                "2019":24,
                "2020":21,
                "2021":1
            }
        ],
        [
            "Ten neurodegenerative disorders characterized by spinocerebellar ataxia (SCA) are known to be caused by trinucleotide repeat (TNR) expansions. However, in some instances the molecular diagnosis is considered indeterminate because of the overlap between normal and affected allele ranges. In addition, the mechanism that generates expanded alleles is not completely understood.To examine the clinical and molecular characteristics of a large group of Portuguese and Brazilian families with ataxia to improve knowledge of the molecular diagnosis of SCA.We have (1) assessed repeat sizes at all known TNR loci implicated in SCA; (2) determined frequency distributions of normal alleles and expansions; and (3) looked at genotype-phenotype correlations in 202 unrelated Portuguese and Brazilian patients with SCA. Molecular analysis of TNR expansions was …",
            "Trinucleotide repeats in 202 families with ataxia: a small expanded (CAG) n allele at the SCA17 locus",
            "I Silveira and C Miranda and L Guimaraes and M-C Moreira and I Alonso and P Mendonca and A Ferro and J Pinto-Basto and J Coelho and F Ferreirinha and John Poirier and E Parreira and J Vale and C Januario and C Barbot and A Tuna and J Barros and R Koide and S Tsuji and SE Holmes and Russell Louis Margolis and L Jardim and Massimo Pandolfo and P Coutinho and Jorge Sequeiros",
            "2002",
            "duG7c50AAAAJ:d1gkVwhDpl0C",
            195,
            "https:\/\/jamanetwork.com\/journals\/jamaneurology\/article-abstract\/781773",
            "18289602913920858511",
            "\/scholar?cites=18289602913920858511",
            {
                "2002":2,
                "2003":16,
                "2004":20,
                "2005":13,
                "2006":11,
                "2007":10,
                "2008":17,
                "2009":12,
                "2010":14,
                "2011":11,
                "2012":16,
                "2013":6,
                "2014":8,
                "2015":7,
                "2016":6,
                "2017":5,
                "2018":6,
                "2019":8,
                "2020":5
            }
        ],
        [
            "Mucopolysaccharidoses (MPS) are rare genetic diseases caused by the deficiency of one of the lysosomal enzymes involved in the glycosaminoglycan (GAG) breakdown pathway. This metabolic block leads to the accumulation of GAG in various organs and tissues of the affected patients, resulting in a multisystemic clinical picture, sometimes including cognitive impairment. Until the beginning of the XXI century, treatment was mainly supportive. Bone marrow transplantation improved the natural course of the disease in some types of MPS, but the morbidity and mortality restricted its use to selected cases. The identification of the genes involved, the new molecular biology tools and the availability of animal models made it possible to develop specific enzyme replacement therapies (ERT) for these diseases. At present, a great number of Brazilian medical centers from all regions of the country have experience with ERT for MPS I, II, and VI, acquired not only through patient treatment but also in clinical trials. Taking the three types of MPS together, over 200 patients have been treated with ERT in our country. This document summarizes the experience of the professionals involved, along with the data available in the international literature, bringing together and harmonizing the information available on the management of these severe and progressive diseases, thus disclosing new prospects for Brazilian patients affected by these conditions.",
            "Mucopolysaccharidosis I, II, and VI: Brief review and guidelines for treatment",
            "Roberto Giugliani and Andressa Federhen and Maria Verônica Muñoz Rojas and Taiane Vieira and Osvaldo Artigalás and Louise Lapagesse Pinto and Ana Cecília Azevedo and Angelina Acosta and Carmen Bonfim and Charles Marques Lourenço and Kim Chong Ae and Dafne Horovitz and Denize Bonfim and Denise Norato and Diane Marinho and Durval Palhares and Emerson Santana Santos and Erlane Ribeiro and Eugênia Valadares and Fábio Guarany and Gisele Rosone de Lucca and Helena Pimentel and Isabel Neves de Souza and Jordão Correa Neto and José Carlos Fraga and José Eduardo Goes and José Maria Cabral and José Simionato and Juan Llerena Jr and Laura Jardim and Liane Giuliani and Luiz Carlos Santana da Silva and Mara L Santos and Maria Angela Moreira and Marcelo Kerstenetzky and Márcia Ribeiro and Nicole Ruas and Patricia Barrios and Paulo Aranda and Rachel Honjo and Raquel Boy and Ronaldo Costa and Carolina Souza and Flavio F Alcantara and Silvio Gilberto A Avilla and Simone Fagondes and Ana Maria Martins",
            "2010",
            "duG7c50AAAAJ:zYLM7Y9cAGgC",
            190,
            "https:\/\/www.scielo.br\/scielo.php?pid=S1415-47572010000400001&script=sci_arttext",
            "6369673728691394093",
            "\/scholar?cites=6369673728691394093",
            {
                "2011":4,
                "2012":8,
                "2013":22,
                "2014":20,
                "2015":18,
                "2016":21,
                "2017":26,
                "2018":23,
                "2019":24,
                "2020":21,
                "2021":1
            }
        ],
        [
            "Machado-Joseph disease (MJD), an autosomal dominant spinocerebellar degeneration caused by an expanded CAG repeat on chromosome 14q32.1, is a heterogeneous disorder for clinical manifestations. The reasons for the wide range of neurologic findings in this disease are poorly understood.To explain part of this heterogeneity through the association of the neurologic findings with sex, disease duration, age of onset, clinical type, and size of CAG repeat expansion.A case-control study.Ambulatory care.A consecutive sample of 62 patients with MJD.Neurologic signs.A direct relationship was found between the disease duration and severity of gait and limb ataxia, dysarthria, dysphagia, fasciculations, pyramidal syndrome, and ophthalmoplegia (P<.02). The most severe forms of nuclear ophthalmoplegia were associated with type 1 MJD …",
            "Neurologic findings in Machado-Joseph disease: relation with disease duration, subtypes, and (CAG) n",
            "Laura B Jardim and Maria L Pereira and Isabel Silveira and Anabela Ferro and Jorge Sequeiros and Roberto Giugliani",
            "2001",
            "duG7c50AAAAJ:9yKSN-GCB0IC",
            168,
            "https:\/\/jamanetwork.com\/journals\/jamaneurology\/article-abstract\/779526",
            "14061824614938348530",
            "\/scholar?cites=14061824614938348530",
            {
                "2001":2,
                "2002":5,
                "2003":6,
                "2004":9,
                "2005":6,
                "2006":5,
                "2007":5,
                "2008":7,
                "2009":11,
                "2010":8,
                "2011":11,
                "2012":14,
                "2013":5,
                "2014":12,
                "2015":10,
                "2016":5,
                "2017":7,
                "2018":10,
                "2019":8,
                "2020":18
            }
        ],
        [
            "In mucopolysaccharidosis I, deficiency of α‐L‐iduronidase can cause spinal cord compression (SCC) due to storage of glycosaminoglycans (GAGs) within the cervical meninges. As intravenous enzyme replacement therapy (ERT) is not likely to provide enzyme across the blood–brain barrier, standard treatment for this complication is usually surgical, which has a high morbidity and mortality risk. We report on the use of intrathecal (IT) laronidase in a MPS I patient with SCC who refused the surgical treatment. Assessments were performed at baseline, with clinical and biochemical evaluations, 4‐extremity somatosensory evoked potentials, 12 min walk test and MRI studies of the CNS. Changes on these parameters were evaluated after 4 IT infusions of laronidase administered monthly via lumbar puncture. To our knowledge, this was the first MPS patient who received IT ERT. No major adverse events were …",
            "Intrathecal enzyme replacement therapy in a patient with mucopolysaccharidosis type I and symptomatic spinal cord compression",
            "Maria‐Veronica Munoz‐Rojas and Taiane Vieira and Ronaldo Costa and Simone Fagondes and Angela John and Laura Bannach Jardim and Leonardo M Vedolin and Marcia Raymundo and Patricia I Dickson and Emil Kakkis and Roberto Giugliani",
            "2008",
            "duG7c50AAAAJ:2osOgNQ5qMEC",
            148,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ajmg.a.32294",
            "10570723124014818263",
            "\/scholar?cites=10570723124014818263",
            {
                "2008":2,
                "2009":8,
                "2010":19,
                "2011":23,
                "2012":16,
                "2013":11,
                "2014":13,
                "2015":13,
                "2016":5,
                "2017":12,
                "2018":6,
                "2019":9,
                "2020":7
            }
        ],
        [
            "We aimed to perform a comprehensive systematic review of the existing ataxia scales. We described the disorders for which the instruments have been validated and used, the time spent in its application, its validated psychometric properties, and their use in studies of natural history and clinical trials. A search from 1997 onwards was performed in the MEDLINE, LILACS, and Cochrane databases. The web sites ClinicalTrials.gov and Orpha.net were also used to identify the endpoints used in ongoing randomized clinical trials. We identified and described the semiquantitative ataxia scales (ICARS, SARA, MICARS, BARS); semiquantitative ataxia and non-ataxia scales (UMSARS, FARS, NESSCA); a semiquantitative non-ataxia scale (INAS); quantitative ataxia scales (CATSYS 2000, AFCS, CCFS and CCFSw, and SCAFI); and the self-performed ataxia scale (FAIS). SARA and ICARS were the best studied …",
            "Ataxia rating scales—psychometric profiles, natural history and their application in clinical trials",
            "Jonas Alex Morales Saute and Karina Carvalho Donis and Carmen Serrano-Munuera and David Genis and Luís Torres Ramirez and Pilar Mazzetti and Luis Velázquez Pérez and Pilar Latorre and Jorge Sequeiros and Antoni Matilla-Dueñas and Laura Bannach Jardim and Iberoamerican Multidisciplinary Network for the Study of Movement Disorders (RIBERMOV) Study Group",
            "2012",
            "duG7c50AAAAJ:Se3iqnhoufwC",
            118,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s12311-011-0316-8.pdf",
            "16719901177474934403",
            "\/scholar?cites=16719901177474934403",
            {
                "2012":2,
                "2013":4,
                "2014":12,
                "2015":20,
                "2016":14,
                "2017":17,
                "2018":17,
                "2019":12,
                "2020":17,
                "2021":1
            }
        ],
        [
            " Background The autosomal dominant spinocerebellar ataxias (SCAs) are a clinical and genetically heterogeneous group of debilitating, neurodegenerative diseases, related to fourteen different loci– SCAs 1, 2, 4, 5, 6, 7, 8, 10, 11, 12, 13 and 14, Machado-Joseph disease (MJD\/SCA 3), and DRPLA. Objectives (1) to verify the frequency of SCA1, SCA2, MJD, DRPLA, SCA6, SCA7 and SCA8 in a series of new SCA patients from South Brazil and (2) to compare their molecular and clinical characteristics with other patients previously described. Methods sixty-six cases were included in the present study: 52 were familial and 14 sporadic. Molecular analysis of the trinucleotide repeat loci were performed according to methods in the literature. Results 92 % of families with autosomal dominant inheritance segregated the MJD1 mutation, 2 % of families segregated the SCA7 mutation and 6 % remained …",
            "A survey of spinocerebellar ataxia in South Brazil–66 new cases with Machado-Joseph disease, SCA7, SCA8, or unidentified disease–causing mutations",
            "Laura Bannach Jardim and Isabel Silveira and Maria Luzia Pereira and Anabela Ferro and Isabel Alonso and Maria do Céu Moreira and Pedro Mendonça and Fátima Ferreirinha and Jorge Sequeiros and Roberto Giugliani",
            "2001",
            "duG7c50AAAAJ:UeHWp8X0CEIC",
            118,
            "https:\/\/link.springer.com\/article\/10.1007\/s004150170072",
            "4897505158596928114",
            "\/scholar?cites=4897505158596928114",
            {
                "2002":4,
                "2003":3,
                "2004":12,
                "2005":2,
                "2006":8,
                "2007":6,
                "2008":2,
                "2009":9,
                "2010":3,
                "2011":7,
                "2012":7,
                "2013":11,
                "2014":8,
                "2015":4,
                "2016":7,
                "2017":3,
                "2018":3,
                "2019":11,
                "2020":4
            }
        ],
        [
            "DNAJC6 mutations were recently described in two families with autosomal recessive juvenile parkinsonism (onset age < 11), prominent atypical signs, poor or absent response to levodopa, and rapid progression (wheelchair‐bound within ∼10 years from onset). Here, for the first time, we report DNAJC6 mutations in early‐onset Parkinson's disease (PD).The DNAJC6 open reading frame was analyzed in 274 patients with early‐onset sporadic or familial PD. Selected variants were followed up by cosegregation, homozygosity mapping, linkage analysis, whole‐exome sequencing, and protein studies.We identified two families with different novel homozygous DNAJC6 mutations segregating with PD. In each family, the DNAJC6 mutation was flanked by long runs of homozygosity within highest linkage peaks. Exome sequencing did not detect additional pathogenic variants within the …",
            "DNAJC6 Mutations Associated With Early‐Onset Parkinson's Disease",
            "Simone Olgiati and Marialuisa Quadri and Mingyan Fang and Janneke PMA Rood and Jonas A Saute and Hsin Fen Chien and Christian G Bouwkamp and Josja Graafland and Michelle Minneboo and Guido J Breedveld and Jianguo Zhang and International Parkinsonism Genetics Network and Frans W Verheijen and Agnita JW Boon and Anneke JA Kievit and Laura Bannach Jardim and Wim Mandemakers and Egberto Reis Barbosa and Carlos RM Rieder and Klaus L Leenders and Jun Wang and Vincenzo Bonifati",
            "2016",
            "duG7c50AAAAJ:rmuvC79q63oC",
            103,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ana.24553",
            "11758697404141904266",
            "\/scholar?cites=11758697404141904266",
            {
                "2015":1,
                "2016":10,
                "2017":17,
                "2018":19,
                "2019":26,
                "2020":29
            }
        ],
        [
            " Summary: We report the clinical and radiological central nervous system (CNS) findings of 8 Fabry disease patients, before (8\/8) and after (7\/8) 12 months of enzyme replacement therapy (ERT) with agalsidase-alpha. Eight biochemically proven Fabry disease patients (from four families) were included. Patients were evaluated at baseline and at regular intervals during 12 months of ERT. Evaluations included a thorough, standardized neurological examination, and magnetic resonance imaging (MRI) and angiography (MRA). Brain proton magnetic resonance spectroscopy (MRS) was also performed in 5\/8 patients. The presence and location of grey- and white-matter lesions, the presence of vascular occlusion or ectasia on MRA and the metabolite ratios on MRS were determined, as well as their relation to age, symptoms and neurological examination. Neurological examination showed few …",
            "CNS involvement in Fabry disease: clinical and imaging studies before and after 12 months of enzyme replacement therapy",
            "L Jardim and L Vedolin and Ida Vanessa Doederlein Schwartz and Maira Graeff Burin and C Cecchin and Luciane Kalakun and U Matte and F Aesse and C Pitta-Pinheiro and João Marconato and Roberto Giugliani",
            "2004",
            "duG7c50AAAAJ:qjMakFHDy7sC",
            95,
            "https:\/\/link.springer.com\/article\/10.1023\/B:BOLI.0000028794.04349.91",
            "6833755999080302770",
            "\/scholar?cites=6833755999080302770",
            {
                "2004":1,
                "2005":5,
                "2006":15,
                "2007":7,
                "2008":5,
                "2009":6,
                "2010":10,
                "2011":3,
                "2012":7,
                "2013":5,
                "2014":9,
                "2015":4,
                "2016":6,
                "2017":3,
                "2018":6,
                "2019":1
            }
        ]
    ]
}