{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "The interacting disordered electron problem is reviewed with emphasis on the quantum phase transitions that occur in a model system and on the field-theoretic methods used to describe them. An elementary discussion of conservation laws and diffusive dynamics is followed by a detailed derivation of the extended nonlinear sigma model, which serves as an effective field theory for the problem. A general scaling theory of metal-insulator and related transitions is developed, and explicit renormalization-group calculations for the various universality classes are reviewed and compared with experimental results. A discussion of pertinent physical ideas and phenomenological approaches to the metal-insulator transition not contained in the sigma-model approach is given, and phase-transition aspects of related problems, like disordered superconductors and the quantum Hall effect, are discussed. The review …",
            "The anderson-mott transition",
            "D Belitz and TR Kirkpatrick",
            "1994",
            "DuY2DjoAAAAJ:u5HHmVD_uO8C",
            1138,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.66.261",
            "8950893201006939360",
            "\/scholar?cites=8950893201006939360",
            {
                "1994":11,
                "1995":31,
                "1996":49,
                "1997":60,
                "1998":57,
                "1999":60,
                "2000":57,
                "2001":40,
                "2002":45,
                "2003":50,
                "2004":44,
                "2005":38,
                "2006":38,
                "2007":36,
                "2008":44,
                "2009":38,
                "2010":43,
                "2011":38,
                "2012":45,
                "2013":45,
                "2014":36,
                "2015":42,
                "2016":48,
                "2017":32,
                "2018":32,
                "2019":33,
                "2020":33,
                "2021":6
            }
        ],
        [
            "This review discusses a paradigm that has become of increasing importance in the theory of quantum phase transitions, namely, the coupling of the order-parameter fluctuations to other soft modes and the resulting impossibility of constructing a simple Landau-Ginzburg-Wilson theory in terms of the order parameter only. The soft modes in question are manifestations of generic scale invariance, ie, the appearance of long-range order in whole regions in the phase diagram. The concept of generic scale invariance and its influence on critical behavior is explained using various examples, both classical and quantum mechanical. The peculiarities of quantum phase transitions are discussed, with emphasis on the fact that they are more susceptible to the effects of generic scale invariance than their classical counterparts. Explicit examples include the quantum ferromagnetic transition in metals, with or without quenched …",
            "How generic scale invariance influences quantum and classical phase transitions",
            "D Belitz and TR Kirkpatrick and Thomas Vojta",
            "2005",
            "DuY2DjoAAAAJ:u-x6o8ySG0sC",
            294,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.77.579",
            "7835113256813309725",
            "\/scholar?cites=7835113256813309725",
            {
                "2005":1,
                "2006":14,
                "2007":15,
                "2008":19,
                "2009":28,
                "2010":25,
                "2011":19,
                "2012":21,
                "2013":17,
                "2014":33,
                "2015":13,
                "2016":21,
                "2017":17,
                "2018":18,
                "2019":15,
                "2020":16,
                "2021":2
            }
        ],
        [
            "It is shown that the phase transition in low-T c clean itinerant ferromagnets is generically of first order, due to correlation effects that lead to a nonanalytic term in the free energy. A tricritical point separates the line of first order transitions from Heisenberg critical behavior at higher temperatures. Sufficiently strong quenched disorder suppresses the first order transition via the appearance of a critical end point. A semiquantitative discussion is given in terms of recent experiments on MnSi, and predictions for other experiments are made.",
            "First order transitions and multicritical points in weak itinerant ferromagnets",
            "Dietrich Belitz and Theodore R Kirkpatrick and Thomas Vojta",
            "1999",
            "DuY2DjoAAAAJ:9yKSN-GCB0IC",
            259,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.4707",
            "5778262115146516405",
            "\/scholar?cites=5778262115146516405",
            {
                "1999":1,
                "2000":2,
                "2001":5,
                "2002":8,
                "2003":6,
                "2004":7,
                "2005":14,
                "2006":4,
                "2007":5,
                "2008":8,
                "2009":14,
                "2010":19,
                "2011":17,
                "2012":10,
                "2013":18,
                "2014":24,
                "2015":18,
                "2016":10,
                "2017":18,
                "2018":17,
                "2019":19,
                "2020":12,
                "2021":2
            }
        ]
    ]
}