{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This 11th edition of the book Modern Nutrition in Health and Disease, featuring the work of more than 190 expert authors and divided into five parts, fully explains and encapsulates the fundamentals of nutrition and its role in contemporary society, from mastering the basic science of nutrient metabolism metabolism Subject Category: Natural Processes",
            "Modern nutrition in health and disease.",
            "A Catharine Ross and Benjamin Caballero and Robert J Cousins and Katherine L Tucker and Thomas R Ziegler",
            "2012",
            "dUzVytsAAAAJ:sszUF3NjhM4C",
            2838,
            "https:\/\/www.cabdirect.org\/cabdirect\/abstract\/20143127836",
            "11412212502525653961",
            "\/scholar?cites=11412212502525653961",
            {
                "1989":8,
                "1990":13,
                "1991":15,
                "1992":16,
                "1993":15,
                "1994":17,
                "1995":20,
                "1996":24,
                "1997":33,
                "1998":29,
                "1999":33,
                "2000":56,
                "2001":50,
                "2002":71,
                "2003":64,
                "2004":62,
                "2005":77,
                "2006":99,
                "2007":106,
                "2008":103,
                "2009":100,
                "2010":115,
                "2011":121,
                "2012":122,
                "2013":136,
                "2014":124,
                "2015":153,
                "2016":172,
                "2017":140,
                "2018":160,
                "2019":137,
                "2020":177,
                "2021":6
            }
        ],
        [
            "Copper and zinc metabolism became easier to study after science provided two basic research tools: isotopic tracers and atomic absorption spectrophotometry. The recent developments in cell and molecular biology have yielded an additional array of techniques that have allowed the development of exciting new insights into the absorption, metabolism, and function of these trace elements.",
            "Absorption, transport, and hepatic metabolism of copper and zinc: special reference to metallothionein and ceruloplasmin.",
            "ROBERT J Cousins",
            "1985",
            "dUzVytsAAAAJ:u5HHmVD_uO8C",
            1674,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/physrev.1985.65.2.238",
            "12440180812048850095",
            "\/scholar?cites=12440180812048850095",
            {
                "1986":22,
                "1987":37,
                "1988":55,
                "1989":67,
                "1990":50,
                "1991":64,
                "1992":69,
                "1993":66,
                "1994":54,
                "1995":63,
                "1996":48,
                "1997":41,
                "1998":52,
                "1999":53,
                "2000":64,
                "2001":37,
                "2002":35,
                "2003":48,
                "2004":52,
                "2005":48,
                "2006":38,
                "2007":46,
                "2008":35,
                "2009":53,
                "2010":48,
                "2011":48,
                "2012":47,
                "2013":46,
                "2014":33,
                "2015":53,
                "2016":38,
                "2017":31,
                "2018":28,
                "2019":34,
                "2020":44,
                "2021":2
            }
        ],
        [
            "Good morning. Thank you for joining us for the public release of a report that we hope will guide policy-makers, health professionals, and others as they grapple with complex nutritional issues. Today we offer our findings and recommendations on several micronutrients, which are based on a comprehensive review of the science in this area.Since 1941, the Food and Nutrition Board of the National Academies has set Recommended Dietary Allowances on the types and quantities of nutrients that are needed for healthy diets. Over the past five years the board has implemented a new system for determining the RDAs and other values now called Dietary Reference Intakes or DRIs. The report we are releasing today is the latest in a series on DRIs, developed jointly by American and Canadian scientists. It focuses on vitamin A, vitamin K, arsenic, boron, chromium, copper, iodine, iron, manganese, molybdenum, nickel, silicon, vanadium, and zinc.",
            "Dietary reference intakes for vitamin A, vitamin K, arsenic, boron, chromium, copper, iodine, iron, manganese, molybdenum, nickel, silicon, vanadium, and zinc",
            "RM Russell and John L Beard and Robert J Cousins and John T Dunn and G Ferland and KM Hambidge and S Lynch and JG Penland and AC Ross and BJ Stoecker and JW Suttie and JR Turnlund and KP West and SH Zlotkin and IC Munro and SP Murphy and VR Young and PR Trumbo and AA Yates",
            "2001",
            "dUzVytsAAAAJ:8dzOF9BpDQoC",
            1154,
            "http:\/\/www8.nationalacademies.org\/onpinews\/newsitem.aspx?RecordID=s10026",
            "15346782186629104659",
            "\/scholar?cites=15346782186629104659",
            {
                "2001":5,
                "2002":18,
                "2003":46,
                "2004":28,
                "2005":33,
                "2006":43,
                "2007":57,
                "2008":42,
                "2009":64,
                "2010":69,
                "2011":54,
                "2012":64,
                "2013":88,
                "2014":44,
                "2015":66,
                "2016":64,
                "2017":82,
                "2018":89,
                "2019":87,
                "2020":98,
                "2021":11
            }
        ],
        [
            "Structural, catalytic, and regulatory functions of zinc in biology continue to be defined. The number of genes coding for proteins with zinc-binding domains is conservatively estimated at 3% of the human genome but possibly is as much as 10%(1, 2). Zinc utilization in abundant, yet diverse, applications illustrates why organisms have evolved specific pathways to homeostatically regulate availability of this essential micronutrient at specific cellular sites through an array of transporters. Animals regulate zinc gain and loss efficiently. In humans, about 1% of the total body zinc content is replenished daily by the diet (3). This is accomplished principally by tight control of two systems, absorption from the intestine and endogenous loss via pancreatic and other intestinal secretions. Loss-of-function studies have not provided a delineation of how zinc participates in physiologic activities. Nevertheless, immune function and …",
            "Mammalian zinc transport, trafficking, and signals",
            "Robert J Cousins and Juan P Liuzzi and Louis A Lichten",
            "2006",
            "dUzVytsAAAAJ:zYLM7Y9cAGgC",
            727,
            "https:\/\/www.jbc.org\/content\/281\/34\/24085.short",
            "7834645970124885895",
            "\/scholar?cites=7834645970124885895",
            {
                "2007":17,
                "2008":51,
                "2009":61,
                "2010":50,
                "2011":51,
                "2012":55,
                "2013":57,
                "2014":72,
                "2015":60,
                "2016":50,
                "2017":56,
                "2018":39,
                "2019":55,
                "2020":43,
                "2021":3
            }
        ],
        [
            "Research advances defining how zinc is transported into and out of cells and organelles have increased exponentially within the past five years. Research has progressed through application of molecular techniques including genomic analysis, cell transfection, RNA interference, kinetic analysis of ion transport, and application of cell and animal models including knockout mice. The knowledge base has increased for most of 10 members of the ZnT family and 14 members of the Zrt-, Irt-like protein (ZIP) family. Relative to the handling of dietary zinc is the involvement of ZnT1, ZIP4, and ZIP5 in intestinal zinc transport, involvement of ZIP10 and ZnT1 in renal zinc reabsorption, and the roles of ZIP5, ZnT2, and ZnT1 in pancreatic release of endogenous zinc. These events are major factors in regulation of zinc homeostasis. Other salient findings are the involvement of ZnT2 in lactation, ZIP14 in the hypozincemia of …",
            "Mammalian zinc transporters: nutritional and physiologic regulation",
            "Louis A Lichten and Robert J Cousins",
            "2009",
            "dUzVytsAAAAJ:kNdYIx-mwKoC",
            678,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev-nutr-033009-083312",
            "16502904408849683196",
            "\/scholar?cites=16502904408849683196",
            {
                "2009":7,
                "2010":35,
                "2011":60,
                "2012":87,
                "2013":75,
                "2014":70,
                "2015":69,
                "2016":66,
                "2017":55,
                "2018":38,
                "2019":46,
                "2020":60,
                "2021":4
            }
        ],
        [
            "New insights into mammalian zinc metabolism have been acquired through the identification and characterization of zinc transporters. These proteins all have transmembrane domains, and are encoded by two solute-linked carrier (SLC) gene families: ZnT (SLC30) and Zip (SLC39). There are at least 9 ZnT and 15 Zip transporters in human cells. They appear to have opposite roles in cellular zinc homeostasis. ZnT transporters reduce intracellular zinc availability by promoting zinc efflux from cells or into intracellular vesicles, while Zip transporters increase intracellular zinc availability by promoting extracellular zinc uptake and, perhaps, vesicular zinc release into the cytoplasm. Both the ZnT and Zip transporter families exhibit unique tissue-specific expression, differential responsiveness to dietary zinc deficiency and excess, and differential responsiveness to physiologic stimuli via hormones and cytokines.",
            "Mammalian zinc transporters",
            "Juan P Liuzzi and Robert J Cousins",
            "2004",
            "dUzVytsAAAAJ:9yKSN-GCB0IC",
            660,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.nutr.24.012003.132402",
            "2361465367311398319",
            "\/scholar?cites=2361465367311398319",
            {
                "2004":6,
                "2005":36,
                "2006":35,
                "2007":41,
                "2008":41,
                "2009":49,
                "2010":43,
                "2011":40,
                "2012":63,
                "2013":54,
                "2014":55,
                "2015":48,
                "2016":32,
                "2017":29,
                "2018":27,
                "2019":22,
                "2020":31,
                "2021":1
            }
        ],
        [
            "Itis now generally accepted that vitamin D must be meta-bolically “activated” before it can produce its characteristic physiologic effects (Lund and DeLuca, 1966; Morii et al., 1967; DeLuca, 1967; Ponchon et al., 1969). As a direct con-sequence of this concept Blunt et al.(1968a, b) isolated and identified 25-hydroxycholecalciferol (25-HCC), 1 a metabolite of vitamin D which is more active in all respects than the parent vitamin. Continued experiments suggested that 25 hydroxylation of vitamin D is the initial reaction in the func-tional metabolism of vitamin D (Ponchon and DeLuca, 1969a; Ponchon et al., 1969). This reaction takes place in the liver (Horsting and DeLuca, 1969) and is strongly controlled by product inhibition suggesting it to be of importance in the regulation of vitamin D metabolism and function. The synthesis of [3H] 25-HCC (Blunt and DeLuca, 1969) made possible an examination of the question of …",
            "Isolation and identification of 1, 25-dihydroxycholecalciferol. A metabolite of vitamin D active in intestine",
            "HF DeLuca and MF Holick and HK Schnoes and T Suda and RJ Cousins",
            "1971",
            "dUzVytsAAAAJ:u-x6o8ySG0sC",
            563,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/bi00790a023",
            "14472067186953415473",
            "\/scholar?cites=14472067186953415473",
            {
                "1981":10,
                "1982":8,
                "1983":13,
                "1984":6,
                "1985":19,
                "1986":6,
                "1987":9,
                "1988":6,
                "1989":3,
                "1990":3,
                "1991":5,
                "1992":8,
                "1993":4,
                "1994":5,
                "1995":4,
                "1996":4,
                "1997":4,
                "1998":7,
                "1999":5,
                "2000":7,
                "2001":10,
                "2002":10,
                "2003":8,
                "2004":9,
                "2005":7,
                "2006":10,
                "2007":4,
                "2008":6,
                "2009":2,
                "2010":7,
                "2011":4,
                "2012":13,
                "2013":16,
                "2014":20,
                "2015":21,
                "2016":10,
                "2017":15,
                "2018":14,
                "2019":9,
                "2020":8
            }
        ],
        [
            "A comparison of Mycobacterium tuberculosis complex isolates from seals (pinnipeds) in Australia, Argentina, Uruguay, Great Britain and New Zealand was undertaken to determine their relationships to each other and their taxonomic position within the complex. Isolates from 30 cases of tuberculosis in six species of pinniped and seven related isolates were compared to representative and standard strains of the M. tuberculosis complex. The seal isolates could be distinguished from other members of the M. tuberculosis complex, including the recently defined ‘Mycobacterium canettii’ and ‘Mycobacterium caprae’, on the basis of host preference and phenotypic and genetic tests. Pinnipeds appear to be the natural host for this ‘seal bacillus’, although the organism is also pathogenic in guinea pigs, rabbits, humans, Brazilian tapir (Tapirus terrestris) and, possibly, cattle. Infection caused by the seal bacillus is …",
            "Tuberculosis in seals caused by a novel member of the Mycobacterium tuberculosis complex: Mycobacterium pinnipedii sp. nov.",
            "Debby V Cousins and Ricardo Bastida and Angel Cataldi and Viviana Quse and Sharon Redrobe and Sue Dow and Padraig Duignan and Alan Murray and Christine Dupont and Niyaz Ahmed and Des M Collins and W Ray Butler and David Dawson and Diego Rodríguez and Julio Loureiro and Maria Isabel Romano and A Alito and M Zumarraga and Amelia Bernardelli",
            "2003",
            "dUzVytsAAAAJ:_Qo2XoVZTnwC",
            543,
            "https:\/\/www.microbiologyresearch.org\/content\/journal\/jmm\/10.1099\/ijs.0.02401-0?crawler=true",
            "14596324671807767481",
            "\/scholar?cites=14596324671807767481",
            {
                "2003":5,
                "2004":30,
                "2005":33,
                "2006":27,
                "2007":27,
                "2008":37,
                "2009":33,
                "2010":29,
                "2011":33,
                "2012":40,
                "2013":36,
                "2014":40,
                "2015":30,
                "2016":22,
                "2017":26,
                "2018":30,
                "2019":33,
                "2020":18
            }
        ],
        [
            "An integration of knowledge concerning regulation of metallothionein expression with research on metallothionein's proposed functions is necessary to delineate how this metalloprotein affects cellular processes, especially zinc metabolism. Metallothionein expression is driven by a number of physiological mediators through several response elements in the metallothionein gene promoter. Cellular accumulation of metallothionein depends on both gene expression and protein degradation. Both depend largely on availability of cellular zinc derived from the dietary zinc supply. Metallothionein expression is related to zinc accumulation in certain organs. Evidence has been produced, which suggests that metallothionein could act in a number of biochemical processes. It may act in zinc trafficking and\/or zinc donation to apoproteins, including zinc finger proteins that act in cellular signaling and transcriptional …",
            "Metallothionein expression in animals: a physiological perspective on function",
            "Steven R Davis and Robert J Cousins",
            "2000",
            "dUzVytsAAAAJ:UeHWp8X0CEIC",
            517,
            "https:\/\/academic.oup.com\/jn\/article-abstract\/130\/5\/1085\/4686357",
            "2039018959684139268",
            "\/scholar?cites=2039018959684139268",
            {
                "2000":2,
                "2001":9,
                "2002":21,
                "2003":18,
                "2004":34,
                "2005":37,
                "2006":31,
                "2007":25,
                "2008":23,
                "2009":42,
                "2010":37,
                "2011":18,
                "2012":16,
                "2013":23,
                "2014":27,
                "2015":37,
                "2016":25,
                "2017":20,
                "2018":18,
                "2019":21,
                "2020":21,
                "2021":5
            }
        ],
        [
            "Infection and inflammation produce systemic responses that include hypozincemia and hypoferremia. The latter involves regulation of the iron transporter ferroportin 1 by hepcidin. The mechanism of reduced plasma zinc is not known. Transcripts of the two zinc transporter gene families (ZnT and Zip) were screened for regulation in mouse liver after turpentine-induced inflammation and LPS administration. Zip14 mRNA was the transporter transcript most up-regulated by inflammation and LPS. IL-6 knockout (IL-6–\/–) mice did not exhibit either hypozincemia or the induction of Zip14 with turpentine inflammation. However, in IL-6–\/– mice, LPS produced a milder hypozincemic response but no Zip14 induction. Northern analysis showed Zip14 up-regulation was specific for the liver, with one major transcript. Immunohistochemistry, using an antibody to an extracellular Zip14 epitope, showed both LPS and turpentine …",
            "Interleukin-6 regulates the zinc transporter Zip14 in liver and contributes to the hypozincemia of the acute-phase response",
            "Juan P Liuzzi and Louis A Lichten and Seth Rivera and Raymond K Blanchard and Tolunay Beker Aydemir and Mitchell D Knutson and Tomas Ganz and Robert J Cousins",
            "2005",
            "dUzVytsAAAAJ:W7OEmFMy1HYC",
            512,
            "https:\/\/www.pnas.org\/content\/102\/19\/6843.short",
            "14976058829821003626",
            "\/scholar?cites=14976058829821003626",
            {
                "2006":10,
                "2007":22,
                "2008":28,
                "2009":32,
                "2010":27,
                "2011":35,
                "2012":36,
                "2013":56,
                "2014":48,
                "2015":24,
                "2016":32,
                "2017":45,
                "2018":42,
                "2019":31,
                "2020":37,
                "2021":3
            }
        ]
    ]
}