{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Frustrated systems are ubiquitous 1, 2, 3, and they are interesting because their behaviour is difficult to predict; frustration can lead to macroscopic degeneracies and qualitatively new states of matter. Magnetic systems offer good examples in the form of spin lattices, where all interactions between spins cannot be simultaneously satisfied 4. Here we report how unusual composite spin degrees of freedom can emerge from frustrated magnetic interactions in the cubic spinel ZnCr 2 O 4. Upon cooling, groups of six spins self-organize into weakly interacting antiferromagnetic loops, whose directors—the unique direction along which the spins are aligned, parallel or antiparallel—govern all low-temperature dynamics. The experimental evidence comes from a measurement of the magnetic form factor by inelastic neutron scattering; the data show that neutrons scatter from hexagonal spin clusters rather than individual …",
            "Emergent excitations in a geometrically frustrated magnet",
            "S-H Lee and C Broholm and W Ratcliff and G Gasparovic and Q Huang and TH Kim and S-W Cheong",
            "2002",
            "DvAH1AEAAAAJ:yD5IFk8b50cC",
            489,
            "https:\/\/www.nature.com\/articles\/nature00964",
            "13637150096045779274",
            "\/scholar?cites=13637150096045779274",
            {
                "2003":13,
                "2004":26,
                "2005":32,
                "2006":35,
                "2007":34,
                "2008":34,
                "2009":28,
                "2010":18,
                "2011":36,
                "2012":20,
                "2013":23,
                "2014":29,
                "2015":31,
                "2016":28,
                "2017":32,
                "2018":17,
                "2019":21,
                "2020":25,
                "2021":2
            }
        ],
        [
            "Inelastic magnetic neutron scattering reveals a localized spin resonance at 4.5 meV in the ordered phase of the geometrically frustrated cubic antiferromagnet ZnCr 2 O 4. The resonance develops abruptly from quantum critical fluctuations upon cooling through a first order transition to a co-planar antiferromagnet at T c= 12.5 (5) K. We argue that this transition is a three dimensional analog of the spin-Peierls transition.",
            "Local spin resonance and spin-Peierls-like phase transition in a geometrically frustrated antiferromagnet",
            "S-H Lee and C Broholm and TH Kim and II W Ratcliff and SW Cheong",
            "2000",
            "DvAH1AEAAAAJ:Tiz5es2fbqcC",
            418,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.3718",
            "12117640239102654262",
            "\/scholar?cites=12117640239102654262",
            {
                "2000":4,
                "2001":18,
                "2002":23,
                "2003":18,
                "2004":15,
                "2005":22,
                "2006":22,
                "2007":29,
                "2008":24,
                "2009":23,
                "2010":18,
                "2011":31,
                "2012":13,
                "2013":23,
                "2014":22,
                "2015":23,
                "2016":22,
                "2017":27,
                "2018":12,
                "2019":14,
                "2020":14
            }
        ],
        [
            "We report neutron-scattering measurements of spin-density wave order within the superconducting state of a single crystal of predominately stage-4 La 2 CuO 4+ y with a T c (onset) of 42 K. The low-temperature elastic magnetic scattering is incommensurate with the lattice and is characterized by long-range order in the copper-oxide plane with the spin direction identical to that in the insulator. Between neighboring planes, the spins exhibit short-range correlations with a stacking arrangement reminiscent of that in the undoped antiferromagnetic insulator. The elastic magnetic peak intensity appears at the same temperature within the errors as the superconductivity, suggesting that the two phenomena are strongly correlated. These observations directly reveal the persistent influence of the antiferromagnetic order as the doping level increases from the insulator to the superconductor. In addition, our results confirm …",
            "Neutron-scattering study of spin-density wave order in the superconducting state of excess-oxygen-doped ",
            "YS Lee and RJ Birgeneau and MA Kastner and Y Endoh and S Wakimoto and K Yamada and RW Erwin and S-H Lee and Gen Shirane",
            "1999",
            "DvAH1AEAAAAJ:OU6Ihb5iCvQC",
            343,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.60.3643",
            "10016094040667457473",
            "\/scholar?cites=10016094040667457473",
            {
                "1999":10,
                "2000":40,
                "2001":32,
                "2002":37,
                "2003":28,
                "2004":15,
                "2005":16,
                "2006":25,
                "2007":17,
                "2008":20,
                "2009":25,
                "2010":6,
                "2011":5,
                "2012":8,
                "2013":8,
                "2014":4,
                "2015":8,
                "2016":3,
                "2017":12,
                "2018":9,
                "2019":7,
                "2020":5
            }
        ]
    ]
}