{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "This book provides a solid foundation and an extensive study for an important class of constrained optimization problems known as Mathematical Programs with Equilibrium Constraints (MPEC), which are extensions of bilevel optimization problems. The book begins with the description of many source problems arising from engineering and economics that are amenable to treatment by the MPEC methodology. Error bounds and parametric analysis are the main tools to establish a theory of exact penalisation, a set of MPEC constraint qualifications and the first-order and second-order optimality conditions. The book also describes several iterative algorithms such as a penalty-based interior point algorithm, an implicit programming algorithm and a piecewise sequential quadratic programming algorithm for MPECs. Results in the book are expected to have significant impacts in such disciplines as engineering design, economics and game equilibria, and transportation planning, within all of which MPEC has a central role to play in the modelling of many practical problems.",
            "Mathematical programs with equilibrium constraints",
            "Zhi-Quan Luo and Jong-Shi Pang and Daniel Ralph",
            "1996",
            "dW3gcXoAAAAJ:-jrNzM816MMC",
            2225,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=UcjLCgAAQBAJ&oi=fnd&pg=PP1&dq=info:8x0a6uQ1Rd4J:scholar.google.com&ots=aMO2QJWtmO&sig=0whvu7H-MoKSDbVkczmtyg7Pdjg",
            "16016266907109432819",
            "\/scholar?cites=16016266907109432819",
            {
                "1997":20,
                "1998":33,
                "1999":30,
                "2000":29,
                "2001":46,
                "2002":58,
                "2003":63,
                "2004":92,
                "2005":114,
                "2006":101,
                "2007":114,
                "2008":91,
                "2009":108,
                "2010":102,
                "2011":119,
                "2012":118,
                "2013":148,
                "2014":115,
                "2015":130,
                "2016":125,
                "2017":110,
                "2018":91,
                "2019":117,
                "2020":118,
                "2021":14
            }
        ],
        [
            "In this article, we have provided general, comprehensive coverage of the SDR technique, from its practical deployments and scope of applicability to key theoretical results. We have also showcased several representative applications, namely MIMO detection, B¿ shimming in MRI, and sensor network localization. Another important application, namely downlink transmit beamforming, is described in [1]. Due to space limitations, we are unable to cover many other beautiful applications of the SDR technique, although we have done our best to illustrate the key intuitive ideas that resulted in those applications. We hope that this introductory article will serve as a good starting point for readers who would like to apply the SDR technique to their applications, and to locate specific references either in applications or theory.",
            "Semidefinite relaxation of quadratic optimization problems",
            "Zhi-Quan Luo and Wing-Kin Ma and Anthony Man-Cho So and Yinyu Ye and Shuzhong Zhang",
            "2010",
            "dW3gcXoAAAAJ:_u2aKJ9e-CoC",
            2178,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/5447068\/",
            "11820034817596894751",
            "\/scholar?cites=11820034817596894751",
            {
                "2010":18,
                "2011":51,
                "2012":105,
                "2013":166,
                "2014":204,
                "2015":196,
                "2016":265,
                "2017":284,
                "2018":301,
                "2019":251,
                "2020":310,
                "2021":18
            }
        ],
        [
            "Adaptive beamforming methods are known to degrade if some of underlying assumptions on the environment, sources, or sensor array become violated. In particular, if the desired signal is present in training snapshots, the adaptive array performance may be quite sensitive even to slight mismatches between the presumed and actual signal steering vectors (spatial signatures). Such mismatches can occur as a result of environmental nonstationarities, look direction errors, imperfect array calibration, distorted antenna shape, as well as distortions caused by medium inhomogeneities, near-far mismatch, source spreading, and local scattering. The similar type of performance degradation can occur when the signal steering vector is known exactly but the training sample size is small. In this paper, we develop a new approach to robust adaptive beamforming in the presence of an arbitrary unknown signal steering vector …",
            "Robust adaptive beamforming using worst-case performance optimization: A solution to the signal mismatch problem",
            "Sergiy A Vorobyov and Alex B Gershman and Zhi-Quan Luo",
            "2003",
            "dW3gcXoAAAAJ:PyEswDtIyv0C",
            1500,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1166614\/",
            "3106226521704922409",
            "\/scholar?cites=3106226521704922409",
            {
                "2003":17,
                "2004":51,
                "2005":57,
                "2006":74,
                "2007":81,
                "2008":101,
                "2009":65,
                "2010":86,
                "2011":75,
                "2012":107,
                "2013":115,
                "2014":97,
                "2015":111,
                "2016":111,
                "2017":96,
                "2018":90,
                "2019":94,
                "2020":66,
                "2021":3
            }
        ],
        [
            "This paper considers the problem of downlink transmit beamforming for wireless transmission and downstream precoding for digital subscriber wireline transmission, in the context of common information broadcasting or multicasting applications wherein channel state information (CSI) is available at the transmitter. Unlike the usual \"blind\" isotropic broadcasting scenario, the availability of CSI allows transmit optimization. A minimum transmission power criterion is adopted, subject to prescribed minimum received signal-to-noise ratios (SNRs) at each of the intended receivers. A related max-min SNR \"fair\" problem formulation is also considered subject to a transmitted power constraint. It is proven that both problems are NP-hard; however, suitable reformulation allows the successful application of semidefinite relaxation (SDR) techniques. SDR yields an approximate solution plus a bound on the optimum value of the …",
            "Transmit beamforming for physical-layer multicasting",
            "Nikos D Sidiropoulos and Timothy N Davidson and Zhi-Quan Luo",
            "2006",
            "dW3gcXoAAAAJ:NDuN12AVoxsC",
            1134,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1634819\/",
            "16532326548176965083",
            "\/scholar?cites=16532326548176965083",
            {
                "2005":3,
                "2006":7,
                "2007":17,
                "2008":36,
                "2009":49,
                "2010":65,
                "2011":73,
                "2012":85,
                "2013":81,
                "2014":98,
                "2015":113,
                "2016":117,
                "2017":104,
                "2018":112,
                "2019":78,
                "2020":86,
                "2021":5
            }
        ],
        [
            "Consider the multiple-input multiple-output (MIMO) interfering broadcast channel whereby multiple base stations in a cellular network simultaneously transmit signals to a group of users in their own cells while causing interference to each other. The basic problem is to design linear beamformers that can maximize the system throughput. In this paper, we propose a linear transceiver design algorithm for weighted sum-rate maximization that is based on iterative minimization of weighted mean-square error (MSE). The proposed algorithm only needs local channel knowledge and converges to a stationary point of the weighted sum-rate maximization problem. Furthermore, the algorithm and its convergence can be extended to a general class of sum-utility maximization problem. The effectiveness of the proposed algorithm is validated by numerical experiments.",
            "An iteratively weighted MMSE approach to distributed sum-utility maximization for a MIMO interfering broadcast channel",
            "Qingjiang Shi and Meisam Razaviyayn and Zhi-Quan Luo and Chen He",
            "2011",
            "dW3gcXoAAAAJ:Xl6nMSl579sC",
            1017,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/5756489\/",
            "15786587132500882360",
            "\/scholar?cites=15786587132500882360",
            {
                "2011":6,
                "2012":44,
                "2013":97,
                "2014":103,
                "2015":93,
                "2016":129,
                "2017":103,
                "2018":120,
                "2019":133,
                "2020":179,
                "2021":4
            }
        ],
        [
            "Consider a communication system whereby multiple users share a common frequency band and must choose their transmit power spectral densities dynamically in response to physical channel conditions. Due to co-channel interference, the achievable data rate of each user depends on not only the power spectral density of its own, but also those of others in the system. Given any channel condition and assuming Gaussian signaling, we consider the problem to jointly determine all users' power spectral densities so as to maximize a system-wide utility function (e.g., weighted sum-rate of all users), subject to individual power constraints. For the discretized version of this nonconvex problem, we characterize its computational complexity by establishing the NP-hardness under various practical settings, and identify subclasses of the problem that are solvable in polynomial time. Moreover, we consider the Lagrangian …",
            "Dynamic spectrum management: Complexity and duality",
            "Zhi-Quan Luo and Shuzhong Zhang",
            "2008",
            "dW3gcXoAAAAJ:RoXSNcbkSzsC",
            764,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/4453890\/",
            "15619639256892741026",
            "\/scholar?cites=15619639256892741026",
            {
                "2008":13,
                "2009":21,
                "2010":37,
                "2011":69,
                "2012":84,
                "2013":80,
                "2014":70,
                "2015":60,
                "2016":56,
                "2017":86,
                "2018":61,
                "2019":61,
                "2020":57,
                "2021":3
            }
        ],
        [
            "The block coordinate descent (BCD) method is widely used for minimizing a continuous function  of several block variables. At each iteration of this method, a single block of variables is optimized, while the remaining variables are held fixed. To ensure the convergence of the BCD method, the subproblem of each block variable needs to be solved to its unique global optimal. Unfortunately, this requirement is often too restrictive for many practical scenarios. In this paper, we study an alternative inexact BCD approach which updates the variable blocks by successively minimizing a sequence of approximations of  which are either locally tight upper bounds of  or strictly convex local approximations of . The main contributions of this work include the characterizations of  the convergence conditions for a fairly wide class of such methods, especially for the cases where the objective functions are either …",
            "A unified convergence analysis of block successive minimization methods for nonsmooth optimization",
            "Meisam Razaviyayn and Mingyi Hong and Zhi-Quan Luo",
            "2013",
            "dW3gcXoAAAAJ:rLGzs9wiiwIC",
            749,
            "https:\/\/epubs.siam.org\/doi\/abs\/10.1137\/120891009",
            "17714317194979972762",
            "\/scholar?cites=17714317194979972762",
            {
                "2013":14,
                "2014":41,
                "2015":70,
                "2016":95,
                "2017":114,
                "2018":113,
                "2019":142,
                "2020":147,
                "2021":11
            }
        ]
    ]
}