{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We model the rapid (∼ 1 min) formation of a new electron radiation belt at L≃ 2.5 that resulted from the Storm Sudden Commencement (SSC) of March 24, 1991 as observed by the CRRES satellite. Guided by the observed electric and magnetic fields, we represent the time‐dependent magnetospheric electric field during the SSC by an asymmetric bipolar pulse that is associated with the compression and relaxation of the Earth's magnetic field. We follow the electrons using a relativistic guiding center code. The test‐particle simulations show that electrons with energies of a few MeV at L> 6 were energized up to 40 MeV and transported to L≃ 2.5 during a fraction of their drift period. The energization process conserves the first adiabatic invariant and is enhanced due to resonance of the electron drift motion with the time‐varying electric field. Our simulation results, with an initial W− 8 energy flux spectra, reproduce …",
            "Simulation of the prompt energization and transport of radiation belt particles during the March 24, 1991 SSC",
            "Xinlin Li and I Roth and M Temerin and JR Wygant and MK Hudson and JB Blake",
            "1993",
            "dWB3r9oAAAAJ:Y5dfb0dijaUC",
            402,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/93GL02701@10.1002\/(ISSN)2169-9402.RADBELTS",
            "9295396262864746461",
            "\/scholar?cites=9295396262864746461",
            {
                "1994":2,
                "1995":4,
                "1996":7,
                "1997":7,
                "1998":14,
                "1999":14,
                "2000":13,
                "2001":12,
                "2002":10,
                "2003":17,
                "2004":14,
                "2005":19,
                "2006":24,
                "2007":8,
                "2008":18,
                "2009":10,
                "2010":16,
                "2011":18,
                "2012":16,
                "2013":20,
                "2014":17,
                "2015":19,
                "2016":22,
                "2017":24,
                "2018":15,
                "2019":19,
                "2020":14,
                "2021":3
            }
        ],
        [
            "The Electric Fields and Waves (EFW) Instruments on the two Radiation Belt Storm Probe (RBSP) spacecraft (recently renamed the Van Allen Probes) are designed to measure three dimensional quasi-static and low frequency electric fields and waves associated with the major mechanisms responsible for the acceleration of energetic charged particles in the inner magnetosphere of the Earth. For this measurement, the instrument uses two pairs of spherical double probe sensors at the ends of orthogonal centripetally deployed booms in the spin plane with tip-to-tip separations of 100 meters. The third component of the electric field is measured by two spherical sensors separated by ∼15 m, deployed at the ends of two stacer booms oppositely directed along the spin axis of the spacecraft. The instrument provides a continuous stream of measurements over the entire orbit of the low frequency electric field vector …",
            "The electric field and waves instruments on the radiation belt storm probes mission",
            "JRb Wygant and JW Bonnell and K Goetz and RE Ergun and FS Mozer and Stuart D Bale and M Ludlam and Paul Turin and Paul R Harvey and R Hochmann and K Harps and Gavin Dalton and J McCauley and W Rachelson and D Gordon and B Donakowski and C Shultz and C Smith and M Diaz-Aguado and J Fischer and S Heavner and P Berg and DM Malsapina and MK Bolton and M Hudson and RJ Strangeway and DN Baker and X Li and J Albert and JC Foster and CC Chaston and I Mann and E Donovan and CM Cully and CA Cattell and V Krasnoselskikh and K Kersten and A Brenneman and JB Tao",
            "2013",
            "dWB3r9oAAAAJ:UHK10RUVsp4C",
            359,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-1-4899-7433-4_6",
            "10168971109841247853",
            "\/scholar?cites=10168971109841247853",
            {
                "2013":3,
                "2014":26,
                "2015":57,
                "2016":51,
                "2017":62,
                "2018":50,
                "2019":47,
                "2020":56,
                "2021":2
            }
        ],
        [
            "The electric-field and wave experiment (EFW) on Cluster is designed to measure the electric-field and density fluctuations with sampling rates up to 36000 samples s-1. Langmuir probe sweeps can also be made to determine the electron density and temperature. The instrument has several important capabilities. These include (1) measurements of quasi-static electric fields of amplitudes up to 700 mV m-1 with high amplitude and time resolution, (2) measurements over short periods of time of up to five simualtaneous waveforms (two electric signals and three magnetic signals from the seach coil magnetometer sensors) of a bandwidth of 4 kHz with high time resolution, (3) measurements of density fluctuations in four points with high time resolution. Among the more interesting scientific objectives of the experiment are studies of nonlinear wave phenomena that result in acceleration of plasma as well as large …",
            "The electric field and wave experiment for the Cluster mission",
            "G Gustafsson and R Boström and B Holback and G Holmgren and A Lundgren and K Stasiewicz and L Åhlén and FS Mozer and D Pankow and P Harvey and P Berg and R Ulrich and A Pedersen and R Schmidt and A Butler and AWC Fransen and D Klinge and M Thomsen and C-G Fälthammar and P-A Lindqvist and Sverker Christenson and J Holtet and B Lybekk and TA Sten and P Tanskanen and K Lappalainen and J Wygant",
            "1997",
            "dWB3r9oAAAAJ:M05iB0D1s5AC",
            358,
            "https:\/\/link.springer.com\/article\/10.1023\/A:1004975108657",
            "4786181647281936389",
            "\/scholar?cites=4786181647281936389",
            {
                "1997":1,
                "1998":2,
                "1999":2,
                "2000":1,
                "2001":10,
                "2002":7,
                "2003":15,
                "2004":22,
                "2005":33,
                "2006":26,
                "2007":22,
                "2008":23,
                "2009":25,
                "2010":16,
                "2011":29,
                "2012":13,
                "2013":14,
                "2014":13,
                "2015":22,
                "2016":18,
                "2017":14,
                "2018":10,
                "2019":13,
                "2020":4,
                "2021":1
            }
        ],
        [
            "We present evidence based on measurements from the Polar spacecraft for the existence of small‐scale, large‐amplitude kinetic Alfvén waves\/spikes at the plasma sheet boundary layer (PSBL) at altitudes of 4–6 RE. These structures coincide with larger‐scale Alfvénic waves that carry a large net Poynting flux along magnetic field lines toward the Earth. Both structures are typically observed in the PSBL but have also been observed deeper in the plasma sheet. The small‐scale spikes have electric field amplitudes up to 300 mV m−1 and associated magnetic field variations between 0.5 and 5 nT. Previous analysis has shown that the larger‐scale Alfvén waves have periods of ∼20–60 s and carry enough Poynting flux to explain the generation of the most intense auroral structures observed in the Polar Ultraviolet Imager data set. In this paper it is shown that the smaller‐scale waves have durations in the spacecraft …",
            "Evidence for kinetic Alfvén waves and parallel electron energization at 4–6 RE altitudes in the plasma sheet boundary layer",
            "JR Wygant and A Keiling and CA Cattell and RL Lysak and M Temerin and FS Mozer and CA Kletzing and JD Scudder and V Streltsov and W Lotko and CT Russell",
            "2002",
            "dWB3r9oAAAAJ:otzGkya1bYkC",
            279,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2001JA900113",
            "17752647760257764677",
            "\/scholar?cites=17752647760257764677",
            {
                "2001":1,
                "2002":2,
                "2003":5,
                "2004":7,
                "2005":14,
                "2006":15,
                "2007":13,
                "2008":20,
                "2009":9,
                "2010":14,
                "2011":18,
                "2012":15,
                "2013":12,
                "2014":15,
                "2015":24,
                "2016":18,
                "2017":13,
                "2018":9,
                "2019":28,
                "2020":21,
                "2021":3
            }
        ],
        [
            "Measurements from the Cluster spacecraft of electric fields, magnetic fields, and ions are used to study the structure and dynamics of the reconnection region in the tail at distances of ∼18 RE near 22.4 MLT on 1 October 2001. This paper focuses on measurements of the large amplitude normal component of the electric field observed in the ion decoupling region near the reconnection x‐line, the structure of the associated potential drops across the current sheet, and the role of the electrostatic potential structure in the ballistic acceleration of ions across the current sheet. The thinnest current sheet observed during this interval was bifurcated into a pair of current sheets and the measured width of the individual current sheet was 60–100 km (3–5 c\/ωpe). Coinciding with the pair of thin current sheets is a large‐amplitude (±60 mV\/m) bipolar electric field structure directed normal to the current sheets toward the …",
            "Cluster observations of an intense normal component of the electric field at a thin reconnecting current sheet in the tail and its role in the shock‐like acceleration of the …",
            "JR Wygant and CA Cattell and R Lysak and Y Song and J Dombeck and J McFadden and FS Mozer and CW Carlson and G Parks and EA Lucek and A Balogh and M Andre and H Reme and M Hesse and C Mouikis",
            "2005",
            "dWB3r9oAAAAJ:blknAaTinKkC",
            271,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2004ja010708",
            "3746612151631205010",
            "\/scholar?cites=3746612151631205010",
            {
                "2005":5,
                "2006":18,
                "2007":18,
                "2008":26,
                "2009":17,
                "2010":14,
                "2011":20,
                "2012":18,
                "2013":15,
                "2014":14,
                "2015":21,
                "2016":22,
                "2017":19,
                "2018":14,
                "2019":18,
                "2020":9,
                "2021":1
            }
        ],
        [
            "Large‐amplitude (up to ∼50 mV\/m) solitary waves, identified as electron holes, have been observed during waveform captures on two of the four Cluster satellites during several plasma sheet encounters that have been identified as the passage of a magnetotail reconnection x line. The electron holes were seen near the outer edge of the plasma sheet, within and on the edge of a density cavity, at distances on the order of a few ion inertial lengths from the center of the current sheet. The electron holes occur during intervals when there were narrow electron beams but not when the distributions were more isotropic or contained beams that were broad in pitch angle. The region containing the narrow beams (and therefore the electron holes) can extend over thousands of kilometers in the x and y directions, but is very narrow in the z direction. The association with electron beams and the density cavity and the location …",
            "Cluster observations of electron holes in association with magnetotail reconnection and comparison to simulations",
            "C Cattell and J Dombeck and J Wygant and JF Drake and M Swisdak and ML Goldstein and W Keith and A Fazakerley and M André and E Lucek and A Balogh",
            "2005",
            "dWB3r9oAAAAJ:0N-VGjzr574C",
            260,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2004JA010519",
            "13717573184605271602",
            "\/scholar?cites=13717573184605271602",
            {
                "2005":9,
                "2006":22,
                "2007":21,
                "2008":16,
                "2009":21,
                "2010":17,
                "2011":19,
                "2012":15,
                "2013":14,
                "2014":21,
                "2015":15,
                "2016":18,
                "2017":11,
                "2018":15,
                "2019":12,
                "2020":11,
                "2021":2
            }
        ],
        [
            "The twin Van Allen Probe spacecraft, launched in August 2012, carry identical scientific payloads. The Electric and Magnetic Field Instrument Suite and Integrated Science suite includes a plasma wave instrument (Waves) that measures three magnetic and three electric components of plasma waves in the frequency range of 10 Hz to 12 kHz using triaxial search coils and the Electric Fields and Waves triaxial electric field sensors. The Waves instrument also measures a single electric field component of waves in the frequency range of 10 to 500 kHz. A primary objective of the higher‐frequency measurements is the determination of the electron density n e at the spacecraft, primarily inferred from the upper hybrid resonance frequency f uh. Considerable work has gone into developing a process and tools for identifying and digitizing the upper hybrid resonance frequency in order to infer the electron density as an …",
            "Electron densities inferred from plasma wave spectra obtained by the Waves instrument on Van Allen Probes",
            "WS Kurth and S De Pascuale and JB Faden and CA Kletzing and GB Hospodarsky and S Thaller and JR Wygant",
            "2015",
            "dWB3r9oAAAAJ:IWHjjKOFINEC",
            255,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/2014JA020857@10.1002\/(ISSN)2169-9402.VANALLEN1",
            "2629167059962123078",
            "\/scholar?cites=2629167059962123078",
            {
                "2015":14,
                "2016":40,
                "2017":47,
                "2018":48,
                "2019":56,
                "2020":47,
                "2021":3
            }
        ],
        [
            "The Polar Satellite carries the first three-axis electric field detector flown in the magnetosphere. Its direct measurement of electric field components perpendicular and parallel to the local magnetic field has revealed new classes and features of electric field structures associated with the plasma acceleration that produces discrete auroras and that populates the magnetosphere with plasma of ionospheric origin. These structures, associated with the hydrogen ion cyclotron mode, include very large solitary waves, spiky field structures, wave envelopes of parallel electric fields, and very large amplitude, nonlinear, coherent ion cyclotron waves.",
            "New features of time domain electric-field structures in the auroral acceleration region",
            "FS Mozer and R Ergun and M Temerin and C Cattell and J Dombeck and J Wygant",
            "1997",
            "dWB3r9oAAAAJ:yB1At4FlUx8C",
            250,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.79.1281",
            "11239617300214423234",
            "\/scholar?cites=11239617300214423234",
            {
                "1996":2,
                "1997":9,
                "1998":16,
                "1999":16,
                "2000":17,
                "2001":20,
                "2002":10,
                "2003":15,
                "2004":9,
                "2005":13,
                "2006":10,
                "2007":10,
                "2008":9,
                "2009":9,
                "2010":14,
                "2011":14,
                "2012":4,
                "2013":5,
                "2014":5,
                "2015":7,
                "2016":6,
                "2017":12,
                "2018":6,
                "2019":9,
                "2020":2
            }
        ],
        [
            "Measurements of the cross polar cap electric potential, by the double probe electric field experiment aboard S3‐3, from 55 orbits in the dawn‐dusk plane are compared with the reconnection electric fields predicted by a variety of models, both theoretical and experimental. The purpose of these comparisons is to understand the extent to which nonreconnection contributions to the polar cap potential must be included, to determine the time response of the polar cap potential to time varying reconnection rates, and to determine the efficiency and saturation levels of the reconnection process. It is found that (1) After several hours of northward interplanetary magnetic field, the cross polar cap potential declines to progressively lower values than those after 1 hour of northward interplanetary magnetic field. This suggests that it requires several hours for the ionospheric polar cap potential to respond to the ‘turning off’ or …",
            "Comparison of S3‐3 polar cap potential drops with the interplanetary magnetic field and models of magnetopause reconnection",
            "John R Wygant and Roy B Torbert and FS Mozer",
            "1983",
            "dWB3r9oAAAAJ:5Ul4iDaHHb8C",
            246,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/JA088iA07p05727",
            "8126508697086425981",
            "\/scholar?cites=8126508697086425981",
            {
                "1982":1,
                "1983":2,
                "1984":7,
                "1985":18,
                "1986":13,
                "1987":12,
                "1988":12,
                "1989":3,
                "1990":8,
                "1991":14,
                "1992":7,
                "1993":4,
                "1994":6,
                "1995":5,
                "1996":6,
                "1997":5,
                "1998":5,
                "1999":2,
                "2000":3,
                "2001":1,
                "2002":9,
                "2003":3,
                "2004":2,
                "2005":5,
                "2006":8,
                "2007":4,
                "2008":5,
                "2009":7,
                "2010":6,
                "2011":3,
                "2012":11,
                "2013":5,
                "2014":8,
                "2015":7,
                "2016":6,
                "2017":5,
                "2018":9,
                "2019":6,
                "2020":2
            }
        ],
        [
            "The Polar satellite carries a system of four wire booms in the spacecraft spin plane and two rigid booms along the spin axis. Each of the booms has a spherical sensor at its tip along with nearby guard and stub surfaces whose potentials relative to that of their sphere are controlled by associated electronics. The potential differences between opposite sphere pairs are measured to yield the three components of the DC to >1 MHz electric field. Spheres can also be operated in a mode in which their collected current is measured to give information on the plasma density and its fluctuations. The scientific studies to be performed by this experiment as well as the mechanical and electrical properties of the detector system are described.",
            "The electric field instrument on the Polar satellite",
            "P Harvey and FS Mozer and D Pankow and J Wygant and NC Maynard and H Singer and W Sullivan and PB Anderson and R Pfaff and T Aggson and A Pedersen and C-G Fälthammar and P Tanskannen",
            "1995",
            "dWB3r9oAAAAJ:L7CI7m0gUJcC",
            231,
            "https:\/\/link.springer.com\/article\/10.1007\/BF00751342",
            "12157178871349542367",
            "\/scholar?cites=12157178871349542367",
            {
                "1995":3,
                "1996":2,
                "1997":4,
                "1998":21,
                "1999":11,
                "2000":11,
                "2001":29,
                "2002":18,
                "2003":21,
                "2004":7,
                "2005":16,
                "2006":7,
                "2007":4,
                "2008":11,
                "2009":5,
                "2010":3,
                "2011":4,
                "2012":9,
                "2013":2,
                "2014":7,
                "2015":2,
                "2016":8,
                "2017":5,
                "2018":2,
                "2019":6,
                "2020":7,
                "2021":1
            }
        ]
    ]
}