{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "It is shown that, in the infinite size limit, certain systems of globally coupled phase oscillators display low dimensional dynamics. In particular, we derive an explicit finite set of nonlinear ordinary differential equations for the macroscopic evolution of the systems considered. For example, an exact, closed form solution for the nonlinear time evolution of the Kuramoto problem with a Lorentzian oscillator frequency distribution function is obtained. Low dimensional behavior is also demonstrated for several prototypical extensions of the Kuramoto model, and time-delayed coupling is also considered.",
            "Low dimensional behavior of large systems of globally coupled oscillators",
            "Edward Ott and Thomas M Antonsen",
            "2008",
            "dwhsuPMAAAAJ:UeHWp8X0CEIC",
            732,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2930766",
            "17517635622653078575",
            "\/scholar?cites=17517635622653078575",
            {
                "2008":7,
                "2009":17,
                "2010":33,
                "2011":31,
                "2012":32,
                "2013":38,
                "2014":49,
                "2015":67,
                "2016":72,
                "2017":79,
                "2018":80,
                "2019":100,
                "2020":110,
                "2021":12
            }
        ],
        [
            "It has been more than two decades since the publication of the second edition of Principles of Free-Electron Lasers, and it has become increasingly clear that both experimental and theoretical developments in the field have progressed far beyond the content of that prior edition. As a result, we judged it to be important to prepare a third edition to bring the material up to date. It is our intention in this regard to provide a comprehensive description of the present understanding of the principles, theory, and simulation techniques of the free-electron laser that can be used both as a reference work and a handbook. To that end, extensive derivations are given for the spontaneous emission, the single-particle orbits, and both the linear and nonlinear formulations of the interaction as a resource for the student or the experienced researcher in the field. However, we also provide useful formulae that can be used as a starting …",
            "Principles of free-electron lasers",
            "Henry P Freund and Thomas M Antonsen",
            "1992",
            "dwhsuPMAAAAJ:u5HHmVD_uO8C",
            520,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/978-3-319-75106-1.pdf",
            "9423016958067861422",
            "\/scholar?cites=9423016958067861422",
            {
                "1993":9,
                "1994":11,
                "1995":17,
                "1996":12,
                "1997":15,
                "1998":16,
                "1999":18,
                "2000":18,
                "2001":20,
                "2002":15,
                "2003":24,
                "2004":11,
                "2005":17,
                "2006":21,
                "2007":26,
                "2008":25,
                "2009":9,
                "2010":22,
                "2011":23,
                "2012":24,
                "2013":26,
                "2014":19,
                "2015":20,
                "2016":18,
                "2017":15,
                "2018":26,
                "2019":16,
                "2020":16,
                "2021":1
            }
        ],
        [
            "The propagation of laser pulses of intensity which is large enough for relativistic self-focusing to occur is strongy affected by Raman instabilities. Both large and small angle scattering are important. The latter is the most severe since it couples with relativistic self-focusing leading the pulses to acquire significant axial and transverse structure in a time of the order of the self-focusing time. This prevents smooth self-focused pulses propagation for distances longer than the Rayleigh length except for pulse duration of the order of the plasma period.",
            "Self-focusing and Raman scattering of laser pulses in tenuous plasmas",
            "TM Antonsen Jr and P Mora",
            "1992",
            "dwhsuPMAAAAJ:raTqNPD5sRQC",
            512,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.69.2204",
            "1267578990524521625",
            "\/scholar?cites=1267578990524521625",
            {
                "1993":12,
                "1994":24,
                "1995":27,
                "1996":30,
                "1997":35,
                "1998":20,
                "1999":27,
                "2000":31,
                "2001":21,
                "2002":20,
                "2003":20,
                "2004":21,
                "2005":24,
                "2006":23,
                "2007":7,
                "2008":22,
                "2009":23,
                "2010":22,
                "2011":6,
                "2012":13,
                "2013":16,
                "2014":7,
                "2015":8,
                "2016":17,
                "2017":15,
                "2018":1,
                "2019":7,
                "2020":9
            }
        ],
        [
            "Fast time averaged equations are derived for the motion of particles and the generation of electromagnetic wake fields under the action of the ponderomotive potential of an ultraintense laser pulse propagating through a tenuous plasma. Based on these averaged equations, a new particle code is designed which calculates the particle trajectories on the plasma period time scale. The regime of total cavitation of the plasma is investigated. It is found that stable propagation over a long distance is possible in this regime, and that energetic electrons are produced with a simple characteristic dependence of their angle of deflection on energy. This new code allows for computationally efficient modeling of pulse propagation over great distances.",
            "Kinetic modeling of intense, short laser pulses propagating in tenuous plasmas",
            "Patrick Mora and Thomas M Antonsen and Jr",
            "1997",
            "dwhsuPMAAAAJ:kF1pexMAQbMC",
            500,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.872134",
            "8677088949004500145",
            "\/scholar?cites=8677088949004500145",
            {
                "1997":8,
                "1998":17,
                "1999":13,
                "2000":17,
                "2001":19,
                "2002":18,
                "2003":15,
                "2004":17,
                "2005":17,
                "2006":28,
                "2007":20,
                "2008":19,
                "2009":24,
                "2010":30,
                "2011":23,
                "2012":21,
                "2013":25,
                "2014":23,
                "2015":19,
                "2016":30,
                "2017":26,
                "2018":20,
                "2019":20,
                "2020":27,
                "2021":1
            }
        ]
    ]
}