{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "For molecules in high intensity oscillating electric fields, the time-dependent Hartree–Fock (TDHF) method is used to simulate the behavior of the electronic density prior to ionization. Since a perturbative approach is no longer valid at these intensities, the full TDHF equations are used to propagate the electronic density. A unitary transform approach is combined with the modified midpoint method to provide a stable and efficient algorithm to integrate these equations. The behavior of H2+ in an intense oscillating field computed using the TDHF method with a STO-3G basis set reproduces the analytic solution for the two-state coherent excitation model. For H2 with a 6-311++G(d,p) basis set, the TDHF results are nearly indistinguishable from calculations using the full time-dependent Schrödinger equation. In an oscillating field of 3.17 × 1013 W cm−2 and 456 nm, the molecular orbital energies, electron populations …",
            "A time-dependent Hartree–Fock approach for studying the electronic optical response of molecules in intense fields",
            "Xiaosong Li and Stanley M Smith and Alexei N Markevitch and Dmitri A Romanov and Robert J Levis and H Bernhard Schlegel",
            "2005",
            "dWsO6KgAAAAJ:u-x6o8ySG0sC",
            168,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2005\/cp\/b415849k",
            "9213612124263200226",
            "\/scholar?cites=9213612124263200226",
            {
                "2005":4,
                "2006":4,
                "2007":10,
                "2008":8,
                "2009":5,
                "2010":5,
                "2011":7,
                "2012":10,
                "2013":8,
                "2014":7,
                "2015":15,
                "2016":15,
                "2017":20,
                "2018":17,
                "2019":13,
                "2020":20
            }
        ],
        [
            "High-harmonic generation is a universal response of matter to strong femtosecond laser fields, coherently upconverting light to much shorter wavelengths. Optimizing the conversion of laser light into soft x-rays typically demands a trade-off between two competing factors. Because of reduced quantum diffusion of the radiating electron wave function, the emission from each species is highest when a short-wavelength ultraviolet driving laser is used. However, phase matching—the constructive addition of x-ray waves from a large number of atoms—favors longer-wavelength mid-infrared lasers. We identified a regime of high-harmonic generation driven by 40-cycle ultraviolet lasers in waveguides that can generate bright beams in the soft x-ray region of the spectrum, up to photon energies of 280 electron volts. Surprisingly, the high ultraviolet refractive indices of both neutral atoms and ions enabled effective phase …",
            "Ultraviolet surprise: Efficient soft x-ray high-harmonic generation in multiply ionized plasmas",
            "Dimitar Popmintchev and Carlos Hernández-García and Franklin Dollar and Christopher Mancuso and Jose A Pérez-Hernández and Ming-Chang Chen and Amelia Hankla and Xiaohui Gao and Bonggu Shim and Alexander L Gaeta and Maryam Tarazkar and Dmitri A Romanov and Robert J Levis and Jim A Gaffney and Mark Foord and Stephen B Libby and Agnieszka Jaron-Becker and Andreas Becker and Luis Plaja and Margaret M Murnane and Henry C Kapteyn and Tenio Popmintchev",
            "2015",
            "dWsO6KgAAAAJ:nrtMV_XWKgEC",
            139,
            "https:\/\/science.sciencemag.org\/content\/350\/6265\/1225.abstract",
            "6585097258938121574",
            "\/scholar?cites=6585097258938121574",
            {
                "2016":27,
                "2017":47,
                "2018":21,
                "2019":17,
                "2020":24,
                "2021":1
            }
        ],
        [
            "Electronic processes leading to dissociative ionization of polyatomic molecules in strong laser fields are investigated experimentally, theoretically, and numerically. Using time-of-flight ion mass spectroscopy, we study the dependence of fragmentation on laser intensity for a series of related molecules and report regular trends in this dependence on the size, symmetry, and electronic structure of a molecule. Based on these data, we develop a model of dissociative ionization of polyatomic molecules in intense laser fields. The model is built on three elements:(i) nonadiabatic population transfer from the ground electronic state to the excited-state manifold via a doorway (charge-transfer) transition;(ii) exponential enhancement of this transition by collective dynamic polarization of all electrons, and (iii) sequential energy deposition in both neutral molecules and resulting molecular ions. The sequential nonadiabatic …",
            "Sequential nonadiabatic excitation of large molecules and ions driven by strong laser fields",
            "Alexei N Markevitch and Dmitri A Romanov and Stanley M Smith and H Bernhard Schlegel and Misha Yu Ivanov and Robert J Levis",
            "2004",
            "dWsO6KgAAAAJ:u5HHmVD_uO8C",
            113,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.69.013401",
            "3555849132618439950",
            "\/scholar?cites=3555849132618439950",
            {
                "2003":2,
                "2004":4,
                "2005":13,
                "2006":10,
                "2007":13,
                "2008":8,
                "2009":7,
                "2010":8,
                "2011":4,
                "2012":3,
                "2013":8,
                "2014":8,
                "2015":6,
                "2016":5,
                "2017":3,
                "2018":4,
                "2019":2,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Recent advances in nonlinear optics and strong-field chemistry highlight the need for calculated properties of organic molecules and their molecular ions for which no experimental values exist. Both static and frequency-dependent properties are required to understand the optical response of molecules and their ions interacting with laser fields. It is particularly important to understand the dynamics of the optical response of multielectron systems in the near-IR (λ ∼ 800 nm) region, where the majority of strong-field experiments are performed. To this end we used Hartree−Fock (HF) and PBE0 density functional theory to calculate ground-state first-order polarizabilities (α) for two series of conjugated organic molecules and their molecular ions:  (a) all-trans linear polyenes ranging in size from ethylene (C2H4) to octadecanonene (C18H20) and (b) polyacenes ranging in size from benzene (C6H6) to tetracene (C18H …",
            "Static and dynamic polarizabilities of conjugated molecules and their cations",
            "Stanley M Smith and Alexei N Markevitch and Dmitri A Romanov and Xiaosong Li and Robert J Levis and H Bernhard Schlegel",
            "2004",
            "dWsO6KgAAAAJ:9yKSN-GCB0IC",
            106,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp048864k",
            "3885522410657804126",
            "\/scholar?cites=3885522410657804126",
            {
                "2005":3,
                "2006":7,
                "2007":10,
                "2008":9,
                "2009":5,
                "2010":4,
                "2011":3,
                "2012":10,
                "2013":5,
                "2014":6,
                "2015":12,
                "2016":5,
                "2017":7,
                "2018":5,
                "2019":6,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Ionization and\/or fragmentation of large organic molecules in strong laser fields can be quantitatively understood as a transition from adiabatic to nonadiabatic dynamics of the electronic degrees of freedom. Measurements of fragmentation patterns demonstrate regular trends as a function of the size and electronic structure of a molecule. A theoretical model is presented that agrees quantitatively with the measurements for a series of polycyclic aromatic molecules.",
            "Nonadiabatic dynamics of polyatomic molecules and ions in strong laser fields",
            "Alexei N Markevitch and Stanley M Smith and Dmitri A Romanov and H Bernhard Schlegel and Misha Yu Ivanov and Robert J Levis",
            "2003",
            "dWsO6KgAAAAJ:eq2jaN3J8jMC",
            97,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.68.011402",
            "13306379703748577766",
            "\/scholar?cites=13306379703748577766",
            {
                "2003":3,
                "2004":10,
                "2005":9,
                "2006":10,
                "2007":7,
                "2008":7,
                "2009":6,
                "2010":4,
                "2011":5,
                "2012":1,
                "2013":5,
                "2014":6,
                "2015":1,
                "2016":4,
                "2017":2,
                "2018":6,
                "2019":7,
                "2020":4
            }
        ],
        [
            "We study the electronic structure of (n,0) zigzag carbon nanotubes by means of two complementary numerical methods. Using the semiempirical PM3 method, we carry out quantum-chemical calculations for tube fragments of different symmetry and size, which represent these tubes. Using the tight-binding method, we proceed in parallel to determine the band structure of these tubes. The effect of cluster size on the structure of frontier orbitals and on the cluster stability is investigated for the (6,0) tube. We show that the highest occupied molecular orbitals (HOMOs) and the lowest unoccupied molecular orbitals (LUMOs) of the (n,0) tube fragments are localized on the edge atoms. The comparison between the band structure of the (6,0) tube and the molecular orbitals of the (6,0) tube fragment with 13 carbon hexagons along the tube axis indicates that the spatial structure of the HOMO‘s and the LUMO‘s directly …",
            "Electronic Structure of (n,0) Zigzag Carbon Nanotubes:  Cluster and Crystal Approach",
            "LG Bulusheva and AV Okotrub and DA Romanov and D Tomanek",
            "1998",
            "dWsO6KgAAAAJ:dshw04ExmUIC",
            89,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp972300h",
            "11408293468203491262",
            "\/scholar?cites=11408293468203491262",
            {
                "2000":1,
                "2001":5,
                "2002":7,
                "2003":3,
                "2004":6,
                "2005":7,
                "2006":8,
                "2007":8,
                "2008":10,
                "2009":4,
                "2010":6,
                "2011":1,
                "2012":1,
                "2013":5,
                "2014":3,
                "2015":3,
                "2016":2,
                "2017":5,
                "2018":3
            }
        ],
        [
            "We present a novel, general, semiclassical theory of electron transport in a carbon nanotube exposed to an external electric field. The charge carriers are treated in the framework of the simplified tight-binding model. Simultaneous exposure to rapidly oscillating (ac) and constant (dc) electric fields is considered to exemplify our theory. Nonlinear and chiral effects are found, and their interaction is delineated. We predict the effect of an ac electric field on the magnitude and the direction of the total time-averaged current.",
            "Nonlinear electron transport effects in a chiral carbon nanotube",
            "Oleg M Yevtushenko and Gregory Ya Slepyan and Sergey A Maksimenko and Akhlesh Lakhtakia and Dmitry A Romanov",
            "1997",
            "dWsO6KgAAAAJ:UxriW0iASnsC",
            88,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.79.1102",
            "14721293989649091907",
            "\/scholar?cites=14721293989649091907",
            {
                "1998":7,
                "1999":3,
                "2000":7,
                "2001":4,
                "2002":4,
                "2003":1,
                "2004":3,
                "2005":6,
                "2006":2,
                "2007":3,
                "2008":5,
                "2009":4,
                "2010":1,
                "2011":3,
                "2012":11,
                "2013":7,
                "2014":3,
                "2015":2,
                "2016":2,
                "2017":3,
                "2018":7
            }
        ],
        [
            "The GlueX experiment at Jefferson Lab ran with its first commissioning beam in late 2014 and the spring of 2015. Data were collected on both plastic and liquid hydrogen targets, and much of the detector has been commissioned. All of the detector systems are now performing at or near design specifications and events are being fully reconstructed, including exclusive production of π0, η and ω mesons. Linearly-polarized photons were successfully produced through coherent bremsstrahlung and polarization transfer to the ρ has been observed.",
            "First results from the GlueX experiment",
            "GlueX Collaboration and H Al Ghoul and EG Anassontzis and F Barbosa and A Barnes and TD Beattie and DW Bennett and VV Berdnikov and T Black and W Boeglin and WK Brooks and B Cannon and O Chernyshov and E Chudakov and V Crede and MM Dalton and A Deur and S Dobbs and A Dolgolenko and M Dugger and H Egiyan and P Eugenio and AM Foda and J Frye and S Furletov and L Gan and A Gasparian and A Gerasimov and N Gevorgyan and VS Goryachev and B Guegan and L Guo and H Hakobyan and H Hakobyan and J Hardin and GM Huber and D Ireland and MM Ito and NS Jarvis and RT Jones and V Kakoyan and M Kamel and FJ Klein and C Kourkoumeli and S Kuleshov and M Lara and I Larin and D Lawrence and J Leckey and WI Levine and K Livingston and GJ Lolos and D Mack and PT Mattione and V Matveev and M McCaughan and W McGinley and J McIntyre and R Mendez and CA Meyer and R Miskimen and RE Mitchell and F Mokaya and K Moriya and G Nigmatkulov and N Ochoa and AI Ostrovidov and Z Papandreou and R Pedroni and M Pennington and L Pentchev and A Ponosov and E Pooser and B Pratt and Y Qiang and J Reinhold and BG Ritchie and L Robison and D Romanov and C Salgado and RA Schumacher and A Yu Semenov and IA Semenova and I Senderovich and KK Seth and MR Shepherd and ES Smith and DI Sober and A Somov and S Somov and O Soto and N Sparks and MJ Staib and JR Stevens and A Subedi and V Tarasov and S Taylor and I Tolstukhin and A Tomaradze and A Toro and A Tsaris and G Vasileiadis and I Vega and G Voulgaris and NK Walford and T Whitlatch and M Williams and E Wolin and T Xiao and J Zarling and B Zihlmann",
            "2016",
            "dWsO6KgAAAAJ:hCrLmN-GePgC",
            83,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4949369",
            "1391758939407184199",
            "\/scholar?cites=1391758939407184199",
            {
                "2016":8,
                "2017":27,
                "2018":20,
                "2019":6,
                "2020":19,
                "2021":2
            }
        ],
        [
            "The components of the ballistic magnetoconductance tensor of a two-dimensional electron gas placed on a cylindrical sector are calculated for various geometries. For a quasiclassical system a method is proposed for finding the conductance based only on the Bohr-Sommerfeld quantization condition and not requiring a knowledge of the matrix elements of the velocity. The effect of curvature of the surface on the spin-orbit interaction in a two-dimensional electron gas is investigated. As examples, the microwave absorption and longitudinal conductance of a hollow cylindrical wire are calculated, and also the conductance of a cylindrical sector. There are qualitative differences from planar systems, in particular the relative sign of the curvature and the spin-orbit coupling constant becomes important.",
            "Ballistic transport and spin-orbit interaction of two-dimensional electrons on a cylindrical surface",
            "LI Magarill and DA Romanov and AV Chaplik",
            "1998",
            "dWsO6KgAAAAJ:SP6oXDckpogC",
            73,
            "https:\/\/link.springer.com\/article\/10.1134\/1.558538",
            "6784466253261168830",
            "\/scholar?cites=6784466253261168830",
            {
                "1999":3,
                "2000":5,
                "2001":3,
                "2002":3,
                "2003":6,
                "2004":4,
                "2005":4,
                "2006":1,
                "2007":7,
                "2008":5,
                "2009":3,
                "2010":3,
                "2011":2,
                "2012":6,
                "2013":3,
                "2014":4,
                "2015":3,
                "2016":2,
                "2017":1,
                "2018":3,
                "2019":2
            }
        ],
        [
            "We report measurements of the photon beam asymmetry Σ for the reactions γ ⃗ p→ p π 0 and γ ⃗ p→ p η from the Glue X experiment using a 9 GeV linearly polarized, tagged photon beam incident on a liquid hydrogen target in Jefferson Lab's Hall D. The asymmetries, measured as a function of the proton momentum transfer, possess greater precision than previous π 0 measurements and are the first η measurements in this energy regime. The results are compared with theoretical predictions based on t-channel, quasiparticle exchange and constrain the axial-vector component of the neutral meson production mechanism in these models.",
            "Measurement of the beam asymmetry  for  and  photoproduction on the proton at  GeV",
            "H Al Ghoul and EG Anassontzis and A Austregesilo and F Barbosa and A Barnes and TD Beattie and DW Bennett and VV Berdnikov and T Black and W Boeglin and WJ Briscoe and WK Brooks and BE Cannon and O Chernyshov and E Chudakov and V Crede and MM Dalton and A Deur and S Dobbs and A Dolgolenko and M Dugger and R Dzhygadlo and H Egiyan and P Eugenio and C Fanelli and AM Foda and J Frye and S Furletov and L Gan and A Gasparian and A Gerasimov and N Gevorgyan and K Goetzen and VS Goryachev and L Guo and H Hakobyan and J Hardin and A Henderson and GM Huber and DG Ireland and MM Ito and NS Jarvis and RT Jones and V Kakoyan and M Kamel and FJ Klein and R Kliemt and C Kourkoumeli and S Kuleshov and I Kuznetsov and M Lara and I Larin and D Lawrence and WI Levine and K Livingston and GJ Lolos and V Lyubovitskij and D Mack and PT Mattione and V Matveev and M McCaughan and M McCracken and W McGinley and J McIntyre and R Mendez and CA Meyer and R Miskimen and RE Mitchell and F Mokaya and K Moriya and F Nerling and G Nigmatkulov and N Ochoa and AI Ostrovidov and Z Papandreou and M Patsyuk and R Pedroni and MR Pennington and L Pentchev and KJ Peters and E Pooser and B Pratt and Y Qiang and J Reinhold and BG Ritchie and L Robison and D Romanov and C Salgado and RA Schumacher and C Schwarz and J Schwiening and A Yu Semenov and IA Semenova and KK Seth and MR Shepherd and ES Smith and DI Sober and A Somov and S Somov and O Soto and N Sparks and MJ Staib and JR Stevens and II Strakovsky and A Subedi and V Tarasov and S Taylor and A Teymurazyan and I Tolstukhin and A Tomaradze and A Toro and A Tsaris and G Vasileiadis and I Vega and NK Walford and D Werthmüller and T Whitlatch and M Williams and E Wolin and T Xiao and J Zarling and Z Zhang and B Zihlmann and V Mathieu and Jannes Nys and GlueX Collaboration",
            "2017",
            "dWsO6KgAAAAJ:kh2fBNsKQNwC",
            67,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.95.042201",
            "10915178120340266580",
            "\/scholar?cites=10915178120340266580",
            {
                "2017":9,
                "2018":17,
                "2019":16,
                "2020":22,
                "2021":2
            }
        ]
    ]
}