{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "A quasi–two-dimensional set of electrons (1 <N < 109) in vacuum, trapped in one-dimensional hydrogenic levels above a micrometer-thick film of liquid helium, is proposed as an easily manipulated strongly interacting set of quantum bits. Individual electrons are laterally confined by micrometer-sized metal pads below the helium. Information is stored in the lowest hydrogenic levels. With electric fields, at temperatures of 10−2 kelvin, changes in the wave function can be made in nanoseconds. Wave function coherence times are 0.1 millisecond. The wave function is read out with an inverted dc voltage, which releases excited electrons from the surface.",
            "Quantum computing with electrons floating on liquid helium",
            "PM Platzman and MI Dykman",
            "1999",
            "DX3S0CEAAAAJ:u5HHmVD_uO8C",
            425,
            "https:\/\/science.sciencemag.org\/content\/284\/5422\/1967.abstract",
            "9872787761313358761",
            "\/scholar?cites=9872787761313358761",
            {
                "2000":13,
                "2001":22,
                "2002":21,
                "2003":33,
                "2004":28,
                "2005":30,
                "2006":29,
                "2007":26,
                "2008":24,
                "2009":24,
                "2010":14,
                "2011":19,
                "2012":20,
                "2013":16,
                "2014":14,
                "2015":14,
                "2016":15,
                "2017":13,
                "2018":12,
                "2019":12,
                "2020":18,
                "2021":2
            }
        ],
        [
            "Since the advent of atomic force microscopy 1, mechanical resonators have been used to study a wide variety of phenomena, including the dynamics of individual electron spins 2, persistent currents in normal metal rings 3 and the Casimir force 4, 5. Key to these experiments is the ability to measure weak forces. Here, we report on force sensing experiments with a sensitivity of 12 zN Hz− 1\/2 at a temperature of 1.2 K using a resonator made of a carbon nanotube. An ultrasensitive method based on cross-correlated electrical noise measurements, in combination with parametric downconversion, is used to detect the low-amplitude vibrations of the nanotube induced by weak forces. The force sensitivity is quantified by applying a known capacitive force. This detection method also allows us to measure the Brownian vibrations of the nanotube down to cryogenic temperatures. Force sensing with nanotube resonators …",
            "Ultrasensitive force detection with a nanotube mechanical resonator",
            "Joel Moser and J Güttinger and Alexander Eichler and María J Esplandiu and DE Liu and MI Dykman and Adrian Bachtold",
            "2013",
            "DX3S0CEAAAAJ:CaZNVDsoPx4C",
            327,
            "https:\/\/www.nature.com\/articles\/nnano.2013.97",
            "13281706184085153430",
            "\/scholar?cites=13281706184085153430",
            {
                "2013":6,
                "2014":31,
                "2015":42,
                "2016":57,
                "2017":55,
                "2018":51,
                "2019":40,
                "2020":39,
                "2021":6
            }
        ],
        [
            "The eikonal approximation (instanton technique) is applied to the problem of large fluctuations of the number of species in spatially homogeneous chemical reactions with the probability density distribution described by a master equation. For both autocatalytic and nonautocatalytic reactions, the analysis of the distribution about a stable stationary state and of the transitions between coexisting stable states comes, to logarithmic accuracy, to the analysis of Hamiltonian dynamics of an auxiliary dynamical system. The latter can be done explicitly in a few cases, including one‐species systems, systems with detailed balance, and systems close to the bifurcation points where the number of the stable states changes. In the last case, the fluctuations display universal features, and, for saddle‐node bifurcation points, the logarithm of the probability of escape from the metastable state (per unit time) is proportional to the …",
            "Large fluctuations and optimal paths in chemical kinetics",
            "Mark I Dykman and Eugenia Mori and John Ross and PM Hunt",
            "1994",
            "DX3S0CEAAAAJ:zYLM7Y9cAGgC",
            318,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.467139",
            "15038190457211491006",
            "\/scholar?cites=15038190457211491006",
            {
                "1995":4,
                "1996":4,
                "1997":6,
                "1998":7,
                "1999":5,
                "2000":3,
                "2001":4,
                "2002":2,
                "2003":3,
                "2004":4,
                "2005":5,
                "2006":5,
                "2007":2,
                "2008":11,
                "2009":11,
                "2010":15,
                "2011":24,
                "2012":17,
                "2013":19,
                "2014":36,
                "2015":27,
                "2016":21,
                "2017":20,
                "2018":22,
                "2019":22,
                "2020":15,
                "2021":4
            }
        ],
        [
            "The path-integral method is used to calculate to logarithmic accuracy the general expression for the transition probability between stable states of a nonequilibrium system which is in interaction with a medium or is subjected to white noise. It is shown that in the first case the transition probability depends exponentially on 1\/T. As an example, transitions between the states of a nonlinear oscillator in the field of an external resonance force are considered. The calculation of the activation energy reduces to the solution of a variational problem. In the most interesting extreme cases explicit analytic expressions for the activation energy are derived, and its dependence on the parameters of the oscillator are analyzed. Characteristics of the absorption of an additional weak field are investigated, and also those of the absorption of the main field.",
            "Theory of fluctuational transitions between stable states of a nonlinear oscillator",
            "MI Dykman and MA Krivoglaz",
            "1979",
            "DX3S0CEAAAAJ:2osOgNQ5qMEC",
            227,
            "http:\/\/www.jetp.ac.ru\/cgi-bin\/dn\/e_050_01_0030.pdf",
            "9609708087367163958",
            "\/scholar?cites=9609708087367163958",
            {
                "1985":1,
                "1986":1,
                "1987":2,
                "1988":1,
                "1989":4,
                "1990":2,
                "1991":5,
                "1992":10,
                "1993":4,
                "1994":6,
                "1995":4,
                "1996":7,
                "1997":3,
                "1998":6,
                "1999":6,
                "2000":4,
                "2001":4,
                "2002":5,
                "2003":2,
                "2004":10,
                "2005":13,
                "2006":9,
                "2007":10,
                "2008":9,
                "2009":7,
                "2010":4,
                "2011":19,
                "2012":11,
                "2013":9,
                "2014":7,
                "2015":3,
                "2016":6,
                "2017":8,
                "2018":11,
                "2019":10,
                "2020":1
            }
        ],
        [
            "We outline the historical development of stochastic resonance (SR), a phenomenon in which the signal and\/or the signal-to-noise ratio in a nonlinear system increase with increasing intensity of noise. We discuss basic theoretical ideas explaining and describing SR, and we review some revealing experimental data that place SR within the wider context of statistical physics. We emphasize the close relationship of SR to some effects that are well known in condensed-matter physics.",
            "Stochastic resonance in perspective",
            "MI Dykman and DG Luchinsky and Riccardo Mannella and Peter VE McClintock and ND Stein and NG Stocks",
            "1995",
            "DX3S0CEAAAAJ:9yKSN-GCB0IC",
            226,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/BF02451825.pdf",
            "5822205597743913764",
            "\/scholar?cites=5822205597743913764",
            {
                "1996":10,
                "1997":12,
                "1998":19,
                "1999":14,
                "2000":14,
                "2001":12,
                "2002":11,
                "2003":20,
                "2004":14,
                "2005":11,
                "2006":9,
                "2007":5,
                "2008":5,
                "2009":7,
                "2010":7,
                "2011":6,
                "2012":8,
                "2013":10,
                "2014":4,
                "2015":6,
                "2016":3,
                "2017":3,
                "2018":4,
                "2019":2,
                "2020":5,
                "2021":4
            }
        ],
        [
            "We present analytic results for the current in a system moving in an arbitrary periodic potential and driven by weak Gaussian noise with an arbitrary power spectrum which are valid to order (t c t r) 2, where t c is the largest characteristic time of the noise, and t r is the characteristic intrawell relaxation time. The dependence of the current on the shape of the potential, and on the shape of the power spectrum of the noise is illustrated. It is demonstrated that the direction of the current is opposite when the power spectrum of the noise has a minimum or maximum at zero frequency. A simple physical mechanism for this behavior is suggested. The behavior of the system in the limit of slow noise (t c⪢ t r) is also discussed.",
            "Transport and current reversal in stochastically driven ratchets",
            "Mark M Millonas and Mark I Dykman",
            "1994",
            "DX3S0CEAAAAJ:d1gkVwhDpl0C",
            226,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/037596019490989X",
            "16831417976034425359",
            "\/scholar?cites=16831417976034425359",
            {
                "1994":4,
                "1995":9,
                "1996":24,
                "1997":23,
                "1998":22,
                "1999":17,
                "2000":15,
                "2001":18,
                "2002":9,
                "2003":4,
                "2004":6,
                "2005":15,
                "2006":4,
                "2007":12,
                "2008":5,
                "2009":3,
                "2010":2,
                "2011":2,
                "2012":3,
                "2013":5,
                "2014":1,
                "2015":8,
                "2016":6,
                "2017":3,
                "2018":2,
                "2019":2
            }
        ],
        [
            "Activated escape from a metastable state underlies many physical, chemical and biological processes: examples include diffusion in solids, switching in superconducting junctions 1, 2, chemical reactions 3, 4 and protein folding 5, 6. Kramers presented the first quantitative calculation 7 of thermally driven transition rates in 1940. Despite widespread acceptance of Kramers’ theory 8, there have been few opportunities to test it quantitatively as a comprehensive knowledge of the system dynamics is required. A trapped brownian particle (relevant to our understanding of the kinetics, transport and mechanics of biological matter 9, 10) represents an ideal test system. Here we report a detailed experimental analysis of the brownian dynamics of a sub-micrometre sized dielectric particle confined in a double-well optical trap. We show how these dynamics can be used to directly measure the full three-dimensional confining …",
            "Thermally activated transitions in a bistable three-dimensional optical trap",
            "Lowell I McCann and Mark Dykman and Brage Golding",
            "1999",
            "DX3S0CEAAAAJ:W7OEmFMy1HYC",
            212,
            "https:\/\/www.nature.com\/articles\/45492",
            "7086062343416005825",
            "\/scholar?cites=7086062343416005825",
            {
                "2000":3,
                "2001":6,
                "2002":6,
                "2003":4,
                "2004":7,
                "2005":17,
                "2006":16,
                "2007":7,
                "2008":10,
                "2009":12,
                "2010":7,
                "2011":14,
                "2012":12,
                "2013":20,
                "2014":13,
                "2015":9,
                "2016":9,
                "2017":12,
                "2018":10,
                "2019":6,
                "2020":9,
                "2021":2
            }
        ],
        [
            "A comment on the Letter by L. Gammaitoni et al., Phys. Rev. Lett. 62, 349 (1989).",
            "Comment on ‘‘Stochastic resonance in bistable systems’’",
            "MI Dykman and R Mannella and Peter VE McClintock and NG Stocks",
            "1990",
            "DX3S0CEAAAAJ:9DLIHnF0jcYC",
            197,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.65.2606",
            "5735193490609785499",
            "\/scholar?cites=5735193490609785499",
            {
                "1990":2,
                "1991":2,
                "1992":5,
                "1993":18,
                "1994":7,
                "1995":13,
                "1996":9,
                "1997":5,
                "1998":10,
                "1999":7,
                "2000":8,
                "2001":8,
                "2002":3,
                "2003":8,
                "2004":1,
                "2005":6,
                "2006":6,
                "2007":5,
                "2008":11,
                "2009":8,
                "2010":8,
                "2011":10,
                "2012":7,
                "2013":4,
                "2014":7,
                "2015":6,
                "2016":3,
                "2017":3,
                "2018":3,
                "2019":1,
                "2020":1
            }
        ]
    ]
}