{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "This study investigated to what extent the implementation of a Google Earth (GE)-based earth science curriculum increased students’ understanding of volcanoes, earthquakes, plate tectonics, scientific reasoning abilities, and science identity. Nine science classrooms participated in the study. In eight of the classrooms, pre- and post-assessments of earth science content, scientific reasoning, and science identity were completed. In one classroom, a staggered implementation of the curriculum was completed to control for student and teacher variables. In all nine classrooms, implementation of the GE curriculum advanced students’ science identity, earth science understanding, and science reasoning, but the curriculum was most transformative in terms of scientific reasoning. Two factors were identified related to student success. Students with strong science identities and high reading proficiencies …",
            "Factors affecting student success with a Google Earth-based earth science curriculum",
            "Lisa M Blank and Heather Almquist and Jen Estrada and Jeff Crews",
            "2016",
            "dY1RNG4AAAAJ:0EnyYjriUFMC",
            15,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s10956-015-9578-0.pdf",
            "10335156201634674322",
            "\/scholar?cites=10335156201634674322",
            {
                "2016":1,
                "2017":2,
                "2018":2,
                "2019":4,
                "2020":5,
                "2021":1
            }
        ],
        [
            "\" A Framework for K-12 Science Education: Practices, Crosscutting Concepts, and Core Ideas\" emphasizes that the practice of science is inherently a model-building activity focused on constructing explanations using evidence and reasoning (NRC 2012). Because building and refining is an iterative process, middle school students may view this practice as tedious and fail to appreciate science as a creative endeavor. Digital tools such as Google Earth (GE) can help with this challenge, but many classroom applications of GE limit students to passive observation of pre-developed GE tours. The authors wondered how they could get their students to use GE as a scientist would--to view, explore, and create geospatial visualizations that advance scientific understanding. Consequently, they developed the Cyber-Enabled Earth Exploration Curriculum, which is described in this article. Using this curriculum, students …",
            "Using Google Earth to teach plate tectonics and science explanations",
            "Lisa M Blank and Mike Plautz and Heather Almquist and Jeff Crews and Jen Estrada",
            "2012",
            "dY1RNG4AAAAJ:2osOgNQ5qMEC",
            10,
            "https:\/\/www.learntechlib.org\/p\/113535\/",
            "13189810730347940524",
            "\/scholar?cites=13189810730347940524",
            {
                "2013":2,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":3,
                "2018":1
            }
        ]
    ]
}