{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In 2004, the Italian Parliament enacted a law regulating medically assisted reproduction. Although the law recognizes as legal certain assisted reproduction techniques, several other procedures are implicitly or expressly banned: oocyte and sperm donation, using embryos for the scientific research purposes and reproductive cloning. In this article, I outline the new legal framework, pointing out some of the shortcomings of its provisions, such as the failure to define what an ‘embryo’ is, the contradictions between this law and the law on abortion, the opportunity for Italian couples to circumvent some of the prohibitions by resorting to ‘reproductive tourism’, and the central role that physicians play in the new legal framework.",
            "Italy enacts new law on medically assisted reproduction",
            "Andrea Boggio",
            "2005",
            "Dy_8bfsAAAAJ:u-x6o8ySG0sC",
            81,
            "https:\/\/academic.oup.com\/humrep\/article-abstract\/20\/5\/1153\/2356855",
            "8126821036852737895",
            "\/scholar?cites=8126821036852737895",
            {
                "2005":1,
                "2006":5,
                "2007":6,
                "2008":4,
                "2009":7,
                "2010":6,
                "2011":7,
                "2012":5,
                "2013":4,
                "2014":5,
                "2015":7,
                "2016":8,
                "2017":5,
                "2018":3,
                "2019":6,
                "2020":1
            }
        ],
        [
            "This article highlights major results of a study into the ethical norms and rules governing biobanks. After describing the methodology, the findings regarding four topics are presented:(1) the ownership of human biological samples held in biobanks;(2) the regulation of researchers’ use of samples obtained from biobanks;(3) what constitutes “collective consent” to genetic research, and when it is needed; and (4) benefit sharing and remuneration of research participants. The paper then summarizes key lessons to be drawn from the findings and concludes by reflecting on the importance of such empirical research to inform future governance norms and practices.",
            "Ethical norms and the international governance of genetic databases and biobanks: findings from an international study",
            "Nikola Biller-Andorno and Agomoni Ganguli-Mitra and Andrea Boggio and Bernice Simone Elger and Alexander Morgan Capron and Alexandre Mauron",
            "2009",
            "Dy_8bfsAAAAJ:d1gkVwhDpl0C",
            54,
            "https:\/\/muse.jhu.edu\/article\/268975\/summary",
            "11292458133692719871",
            "\/scholar?cites=11292458133692719871",
            {
                "2010":2,
                "2011":6,
                "2012":7,
                "2013":9,
                "2014":5,
                "2015":5,
                "2016":5,
                "2017":6,
                "2018":3,
                "2019":5
            }
        ],
        [
            "Tuberculosis, in all its forms, poses a serious, demonstrable threat to the health of countless indiduals as wel as to health as a pubic good. MDR-TB and, in particular, the emergence of XDR-TB, have re-opened the debate on the importance, and nature, of treatment superision for basic TB control and the management of drug-resistant TB. Enforcing compulsory measures regarding TB patients raises questions of respect for human rights. Yet, international law prodides for rlghts-imiting princjtes, which wouldjustify enfordng compulsory measures against TB patients who refuse to have diagnostic procedures or who refuse to be monitored and treated once disease is confirmed.This article analyles under what drcumstances compulsory measures for TB patients my be enforced under international law. Compulsory measures for TB patients may, infact, bejus\/ifed on legal grounds provided that these measures are …",
            "Limitations on human rights: Are they justifiable to reduce the burden of TB in the era of MDR-and XDR-TB?",
            "Andrea Boggio and Matteo Zignol and Emesto Jaramillo and Paul Nunn and Geneviève Pinet and Mario Raviglione",
            "2008",
            "Dy_8bfsAAAAJ:9yKSN-GCB0IC",
            34,
            "https:\/\/heinonline.org\/hol-cgi-bin\/get_pdf.cgi?handle=hein.journals\/harhrj10&section=28",
            "13520796413705481655",
            "\/scholar?cites=13520796413705481655",
            {
                "2009":8,
                "2010":2,
                "2011":3,
                "2012":1,
                "2013":3,
                "2014":3,
                "2015":2,
                "2016":2,
                "2017":2,
                "2018":1,
                "2019":4
            }
        ],
        [
            "A robust body of literature analyzes the shift of academic science toward more business-oriented models. This paper presents the findings of an empirical study investigating basic scientists’ attitudes toward publicly funded basic research at the Harvard Medical School and affiliated institutions. The study finds that scientists at the Harvard Medical School construe publicly funded basic research as inquiries that, whether use oriented or not, must be governed by the cognitive and social norms of the traditional mode of knowledge production (mode 1 paradigm). They recognize that academic science is vulnerable to access by external capital but maintain that it remains distinct from research done in the private sector. Overall, the study demonstrates that important segments of academia have preserved a traditional approach to knowledge production, which is yet to be transformed by the entrepreneurial turn.",
            "Basic research and knowledge production modes: A view from the Harvard Medical School",
            "Andrea Boggio and Andrea Ballabeni and David Hemenway",
            "2016",
            "Dy_8bfsAAAAJ:oNZyr7d5Mn4C",
            21,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0162243915592244",
            "3786594493491219491",
            "\/scholar?cites=3786594493491219491",
            {
                "2016":3,
                "2017":7,
                "2018":1,
                "2019":6,
                "2020":3
            }
        ],
        [
            "Basic research in the biomedical field generates both knowledge that has a value per se regardless of its possible practical outcome and knowledge that has the potential to produce more practical benefits. Policies can increase the benefit potential to society of basic biomedical research by offering various kinds of incentives to basic researchers. In this paper we argue that soft incentives or “nudges” are particularly promising. However, to be well designed, these incentives must take into account the motivations, goals and views of the basic scientists. In the paper we present the results of an investigation that involved more than 300 scientists at Harvard Medical School and affiliated institutes. The results of this study suggest that some soft incentives could be valuable tools to increase the transformative value of fundamental investigations without affecting the spirit of the basic research and scientists’ work …",
            "Policies to increase the social value of science and the scientist satisfaction. An exploratory survey among Harvard bioscientists.",
            "Andrea Ballabeni and Andrea Boggio and David Hemenway",
            "2014",
            "Dy_8bfsAAAAJ:KUbvn5osdkgC",
            19,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC3999931.2\/",
            "6038706021259655020",
            "\/scholar?cites=6038706021259655020",
            {
                "2015":1,
                "2016":5,
                "2017":2,
                "2018":4,
                "2019":5,
                "2020":1
            }
        ],
        [
            "Human genetic research databases cast a new light on the controversial issue of which uses of the human body are morally permissible. More specifically, banking human tissue raises issues relating to the ownership of the samples that the participants have donated, to the ownership of the data that are derived through processing the donated samples, and to the management arrangements that better balance the interest of genetic research with the protection of participants' rights. Winickoff & Winickoff suggest that the charitable-trust model is a superior legal arrangement for biobanking compared with private biobanking. This paper critically assesses Winickoff & Winickoff's claim by highlighting some areas of implementation where such a model could be problematic. The charitable trust is certainly an advantageous arrangement because (1) it favors the separation between control and use of the samples, (2) it …",
            "Charitable trusts and human research genetic databases: the way forward?",
            "Andrea Boggio",
            "2005",
            "Dy_8bfsAAAAJ:IjCSPb-OGe4C",
            18,
            "https:\/\/link.springer.com\/article\/10.1186\/1746-5354-1-2-41",
            "10228489778239437877",
            "\/scholar?cites=10228489778239437877",
            {
                "2006":1,
                "2007":3,
                "2008":1,
                "2009":2,
                "2010":1,
                "2011":2,
                "2012":2,
                "2013":1,
                "2014":4
            }
        ],
        [
            "Studying publication volumes at the country level is key to understanding and improving a country’s research system. PubMed is a public search engine of publications in all life sciences areas. Here, we show how this search engine can be used to assess the outputs of life science-related research by country. We have measured the numbers of publications during different time periods based on the country of affiliation of the first authors. Moreover, we have designed scores, which we have named Attraction Scores, to appraise the relative focus either toward particular types of studies, such as clinical trials or reviews, or toward specific research areas, such as public health and pharmacogenomics, or toward specific topics, for instance embryonic stem cells; we have also investigated a possible use of these Attraction Scores in connection with regulatory policies. We have weighed the statistics against general …",
            "Countries’ biomedical publications and attraction scores. A PubMed-based assessment",
            "Qinyi Xu and Andrea Boggio and Andrea Ballabeni",
            "2014",
            "Dy_8bfsAAAAJ:tuHXwOkdijsC",
            14,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/pmc4566288\/",
            "12893717609747274015",
            "\/scholar?cites=12893717609747274015",
            {
                "2015":1,
                "2016":2,
                "2017":1,
                "2018":3,
                "2019":4,
                "2020":3
            }
        ],
        [
            "Ownership rights regarding genetic material are controversial. New developments in genetic research and biotechnology have certainly revived the traditional debate on body ownership and its commodification (Charo 2006). While a few drops of blood are themselves of little scientific or economic value, a collection of biological material from a well documented cohort of donors has an aggregate, scientific and economic value that a sample alone does not possess. Indeed, the value is even greater if linked to medical records and other data regarding the donor of the sample sources are linked to the material. Therefore, biobanking gives value to goods that perse amount to little worth, and that produces contested ownership rights. Biobanking involves balancing the sometimes conflicting interests of different stakeholders: donors\/research participants, biobankers, investigators, and the public. Ownership is one of the areas in which the balancing of interests is particularly problematic around at least two sets of stakeholders’ interests that are in tension. The first tension arises between research participants and biobankers. Part of the tension arises because of the inconsistent way legal interests in the human body are characterized when possessed by individuals (in their own body) as opposed to when possessed by a third party outside the body. Typically, individuals participate in biomedical research for altruistic reasons, and any biological material taken from them is treated as a donation. Legally, that entails the donor having no claim to the biological material after it is donated. Once biobanks collect, store, and organize the donated material …",
            "Ownership of samples and data and territorial restrictions concerning data and samples beyond national boundaries",
            "Andrea Boggio",
            "2008",
            "Dy_8bfsAAAAJ:0EnyYjriUFMC",
            12,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=2PQoDAAAQBAJ&oi=fnd&pg=PA197&dq=info:MPlFAs4ewu8J:scholar.google.com&ots=PlpxiH6-ug&sig=kmo3RtlP9jZ3_yH2ik-V7IR7wU4",
            "17276404990696880432",
            "\/scholar?cites=17276404990696880432",
            {
                "2009":1,
                "2010":1,
                "2011":1,
                "2012":6,
                "2013":1
            }
        ],
        [
            "In this paper, we present a comparative analysis (conducted in 2004-2005) of twenty seven policies on biobanks. The paper is structured around the three separate stages of the biobanking process (collection, storage and use of both human biological samples and data) and for each stage, we then focus on salient issues that have been debated by scholars and have been addressed by the drafters of the policies we compare. Although consensus exists on few issues and solutions, our conclusion is that existing policies do not address in sufficient detail, or do not agree on, a number of important issues raised by biobanking activities. Therefore, much empirical and theoretical work has to be done on this topic in order to highlight possible areas of disagreement on the different principles and policy arrangements and to clarify the terminology that the guidelines adopt.",
            "Comparing guidelines on biobanks: emerging consensus and unresolved controversies",
            "Andrea Boggio and Nikola Biller-Andorno and Bernice Elger and Alex Mauron and Alexander M Capron",
            "2005",
            "Dy_8bfsAAAAJ:2osOgNQ5qMEC",
            12,
            "https:\/\/www.researchgate.net\/profile\/Agomoni_Ganguli_Mitra\/publication\/50916253_Guidelines_on_biobanks_Emerging_consensus_and_unresolved_controversies\/links\/5440c2760cf21227a11bb69c.pdf",
            "3513013734622034561",
            "\/scholar?cites=3513013734622034561",
            {
                "2008":3,
                "2009":1,
                "2010":1,
                "2011":2,
                "2012":2,
                "2013":1,
                "2014":1,
                "2015":1
            }
        ],
        [
            "This book traces the emergence and transformations of asbestos compensation to explore the wider issue of to what extent legal systems have converged in the era of globalization. Examining the mechanism by which asbestos compensation is delivered in Belgium, England, Italy and the United States, as well as the cultural forces and actors which contribute to its emergence and transformations, the book advances our understanding of how law operates within cultural norms, routines, and institutional relations of capitalist societies. With material gathered from 50 interviews and from primary and secondary sources, the author considers law as a cultural phenomenon, national styles of legal culture and the convergence and divergence of legal cultures, and law as a form of institutionalized power.",
            "Compensating asbestos victims: Law and the dark side of industrialization",
            "Andrea Boggio",
            "2016",
            "Dy_8bfsAAAAJ:p__nRnzSRKYC",
            10,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=Okw3DAAAQBAJ&oi=fnd&pg=PP1&dq=info:3WyDfM8gHesJ:scholar.google.com&ots=_G77Uuedgw&sig=eqoWLmGxa-EZ34jtaZdwfVu_HfM",
            "16941733448756980957",
            "\/scholar?cites=16941733448756980957",
            {
                "2017":1,
                "2018":2,
                "2019":2,
                "2020":3
            }
        ]
    ]
}