{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Results are presented from searches for the standard model Higgs boson in proton–proton collisions at s= 7 and 8 TeV in the Compact Muon Solenoid experiment at the LHC, using data samples corresponding to integrated luminosities of up to 5.1 fb− 1 at 7 TeV and 5.3 fb− 1 at 8 TeV. The search is performed in five decay modes: γγ, ZZ, W+ W−, τ+ τ−, and b b¯. An excess of events is observed above the expected background, with a local significance of 5.0 standard deviations, at a mass near 125 GeV, signalling the production of a new particle. The expected significance for a standard model Higgs boson of that mass is 5.8 standard deviations. The excess is most significant in the two decay modes with the best mass resolution, γγ and ZZ; a fit to these signals gives a mass of 125.3±0.4 (stat.)±0.5 (syst.) GeV. The decay to two photons indicates that the new particle is a boson with spin different from one.",
            "Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC",
            "Serguei Chatrchyan and Vardan Khachatryan and Albert M Sirunyan and Armen Tumasyan and Wolfgang Adam and Ernest Aguilo and Thomas Bergauer and M Dragicevic and J Erö and C Fabjan and M Friedl and R Frühwirth and VM Ghete and J Hammer and M Hoch and N Hörmann and J Hrubec and M Jeitler and W Kiesenhofer and V Knünz and M Krammer and I Krätschmer and D Liko and W Majerotto and I Mikulec and M Pernicka and B Rahbaran and C Rohringer and H Rohringer and R Schöfbeck and J Strauss and F Szoncsó and A Taurok and W Waltenberger and G Walzel and E Widl and C-E Wulz and V Chekhovsky and I Emeliantchik and A Litomin and V Makarenko and V Mossolov and N Shumeiko and A Solin and R Stefanovitch and J Suarez Gonzalez and A Fedorov and M Korzhik and O Missevitch and R Zuyeuski and M Bansal and S Bansal and W Beaumont and Tom Cornelis and EA De Wolf and D Druzhkin and X Janssen and S Luyckx and L Mucibello and S Ochesanu and B Roland and R Rougny and M Selvaggi and Z Staykova and H Van Haevermaet and P Van Mechelen and N Van Remortel and A Van Spilbeeck and F Blekman and S Blyweert and J DʼHondt and O Devroede and R Gonzalez Suarez and R Goorens and A Kalogeropoulos and M Maes and A Olbrechts and S Tavernier and W Van Doninck and L Van Lancker and P Van Mulders and GP Van Onsem and I Villella and B Clerbaux and G De Lentdecker and V Dero and JP Dewulf and APR Gay and T Hreus and A Léonard and PE Marage and A Mohammadi and T Reis and S Rugovac and L Thomas and C Vander Velde and P Vanlaer and J Wang and J Wickens and Volker Adler and Kelly Beernaert and Anna Cimmino and Silvia Costantini and Guillaume Garcia and M Grunewald and Benjamin Klein and Jeremie Lellouch and Andrey Marinov and Joseph McCartin and AA Ocampo Rios and Dirk Ryckbosch and Nadja Strobbe and Filip Thyssen and Michael Tytgat and S Walsh and Efe Yazgan and Nikolaos Zaganidis and S Basegmez and G Bruno and Roberto Castello and L Ceard and J De Favereau De Jeneret and C Delaere and P Demin and T du Pree and D Favart and L Forthomme and A Giammanco and G Grégoire and J Hollar and V Lemaitre and J Liao and O Militaru and C Nuttens and D Pagano and A Pin and K Piotrzkowski and N Schul and JM Vizan Garcia and N Beliy and T Caebergs and E Daubie and GH Hammad and GA Alves and L Brito and M Correa Martin Junior and T Martins and ME Pol and MHG Souza and WL Aldá Júnior",
            "2012",
            "dyMcPTIAAAAJ:u5HHmVD_uO8C",
            29257,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269312008581",
            "8663470026986383108",
            "\/scholar?cites=8663470026986383108",
            {
                "2008":173,
                "2009":381,
                "2010":573,
                "2011":926,
                "2012":1850,
                "2013":3599,
                "2014":3467,
                "2015":3566,
                "2016":3507,
                "2017":3271,
                "2018":3163,
                "2019":2541,
                "2020":2014,
                "2021":104
            }
        ],
        [
            "This paper describes a measurement of the Z\/γ* boson transverse momentum spectrum using ATLAS proton-proton collision data at a centre-of-mass energy of TeV at the LHC. The measurement is performed in the Z\/γ*→ e+ e− and Z\/γ*→ μ+ μ− channels, using data corresponding to an integrated luminosity of 4.7 fb− 1. Normalized differential cross sections as a function of the Z\/γ* boson transverse momentum are measured for transverse momenta up to 800 GeV. The measurement is performed inclusively for Z\/γ* rapidities up to 2.4, as well as in three rapidity bins. The channel results are combined, compared to perturbative and resummed QCD calculations and used to constrain the parton shower parameters of Monte Carlo generators.",
            "Measurement of the Z\/ γ* boson transverse momentum distribution in pp collisions at  TeV with the ATLAS detector",
            "Georges Aad and Brad Abbott and Jalal Abdallah and S Abdel Khalek and R Aben and B Abi and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and R Abreu and Y Abulaiti and BS Acharya and L Adamczyk and DL Adams and J Adelman and Stefanie Adomeit and T Adye and T Agatonovic-Jovin and JA Aguilar-Saavedra and M Agustoni and SP Ahlen and F Ahmadov and G Aielli and H Akerstedt and TPA Åkesson and G Akimoto and AV Akimov and GL Alberghi and J Albert and S Albrand and MJ Alconada Verzini and M Aleksa and IN Aleksandrov and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and G Alimonti and L Alio and J Alison and BMM Allbrooke and LJ Allison and PP Allport and J Almond and A Aloisio and A Alonso and F Alonso and C Alpigiani and A Altheimer and B Alvarez Gonzalez and MG Alviggi and K Amako and Y Amaral Coutinho and C Amelung and D Amidei and SP Amor Dos Santos and A Amorim and S Amoroso and N Amram and G Amundsen and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and XS Anduaga and S Angelidakis and I Angelozzi and P Anger and A Angerami and F Anghinolfi and AV Anisenkov and N Anjos and A Annovi and A Antonaki and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and JP Araque and ATH Arce and JF Arguin and S Argyropoulos and M Arik and AJ Armbruster and O Arnaez and V Arnal and H Arnold and M Arratia and O Arslan and A Artamonov and G Artoni and S Asai and N Asbah and A Ashkenazi and B Åsman and L Asquith and K Assamagan and R Astalos and M Atkinson and NB Atlay and B Auerbach and K Augsten and M Aurousseau and G Avolio and G Azuelos and Y Azuma and MA Baak and C Bacci and H Bachacou and K Bachas and M Backes and M Backhaus and J Backus Mayes and E Badescu and P Bagiacchi and P Bagnaia and Y Bai and T Bain and JT Baines and OK Baker and S Baker and P Balek and F Balli and E Banas and Sw Banerjee and AAE Bannoura and V Bansal and HS Bansil and L Barak and SP Baranov and EL Barberio and D Barberis and M Barbero and T Barillari and M Barisonzi and T Barklow and N Barlow",
            "2014",
            "dyMcPTIAAAAJ:WF5omc3nYNoC",
            4315,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP09(2014)145.pdf",
            "8810960893553663670",
            "\/scholar?cites=8810960893553663670",
            {
                "2013":51,
                "2014":354,
                "2015":909,
                "2016":880,
                "2017":700,
                "2018":661,
                "2019":427,
                "2020":305,
                "2021":9
            }
        ],
        [
            "The jet energy scale (JES) and its systematic uncertainty are determined for jets measured with the ATLAS detector using proton–proton collision data with a centre-of-mass energy of  s√=7  TeV corresponding to an integrated luminosity of  4.7   fb −1 . Jets are reconstructed from energy deposits forming topological clusters of calorimeter cells using the anti- kt  algorithm with distance parameters  R=0.4  or  R=0.6 , and are calibrated using MC simulations. A residual JES correction is applied to account for differences between data and MC simulations. This correction and its systematic uncertainty are estimated using a combination of in situ techniques exploiting the transverse momentum balance between a jet and a reference object such as a photon or a  Z  boson, for  20≤pjetT<1000 GeV  and pseudorapidities  |η|<4.5 . The effect of multiple proton–proton interactions is corrected for, and an uncertainty is evaluated using in situ techniques. The smallest JES uncertainty of less than 1 % is found in the central calorimeter region ( |η|<1.2 ) for jets with  55≤pjetT<500 GeV . For central jets at lower  pT , the uncertainty is about 3 %. A consistent JES estimate is found using measurements of the calorimeter response of single hadrons in proton–proton collisions and test-beam data, which also provide the estimate for  pjetT>1  TeV. The calibration of forward jets is derived from dijet  pT  balance measurements. The resulting uncertainty reaches its largest value of 6 % for low- pT jets at  |η|=4.5 . Additional JES uncertainties due to specific event topologies, such as close-by jets or selections of event samples with an enhanced content of jets originating …",
            "Jet energy measurement and its systematic uncertainty in proton–proton collisions at√ s= 7TeV with the ATLAS detector",
            "Melissa Franklin and John Huth and L Jeanty and D Lopez Mateos and Kevin Mercurio and Masahiro Morii and William Spearman and Andy Yen and G Zevi Della Porta",
            "2015",
            "dyMcPTIAAAAJ:0EnyYjriUFMC",
            4182,
            "https:\/\/dash.harvard.edu\/handle\/1\/33839898",
            "6727422993564776635",
            "\/scholar?cites=6727422993564776635",
            {
                "2014":89,
                "2015":685,
                "2016":1000,
                "2017":920,
                "2018":752,
                "2019":436,
                "2020":250,
                "2021":14
            }
        ],
        [
            "Detailed measurements of the electron performance of the ATLAS detector at the LHC are reported, using decays of the Z, W and J\/ψ particles. Data collected in 2010 at\\(\\sqrt {s}= 7\\mbox {~ TeV}\\) are used, corresponding to an integrated luminosity of almost 40 pb− 1. The inter-alignment of the inner detector and the electromagnetic calorimeter, the determination of the electron energy scale and resolution, and the performance in terms of response uniformity and linearity are discussed. The electron identification, reconstruction and trigger efficiencies, as well as the charge misidentification probability, are also presented.",
            "Electron performance measurements with the ATLAS detector using the 2010 LHC proton-proton collision data",
            "Georges Aad and B Abbott and J Abdallah and AA Abdelalim and A Abdesselam and B Abi and M Abolins and H Abramowicz and H Abreu and E Acerbi and BS Acharya and DL Adams and TN Addy and J Adelman and M Aderholz and S Adomeit and P Adragna and T Adye and S Aefsky and JA Aguilar-Saavedra and M Aharrouche and SP Ahlen and F Ahles and A Ahmad and M Ahsan and G Aielli and T Akdogan and TPA Åkesson and G Akimoto and AV Akimov and A Akiyama and MS Alam and MA Alam and J Albert and S Albrand and M Aleksa and IN Aleksandrov and F Alessandria and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and M Aliev and G Alimonti and J Alison and M Aliyev and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and MG Alviggi and K Amako and P Amaral and C Amelung and VV Ammosov and A Amorim and G Amorós and N Amram and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and ML Andrieux and XS Anduaga and A Angerami and F Anghinolfi and N Anjos and A Annovi and A Antonaki and M Antonelli and A Antonov and J Antos and F Anulli and S Aoun and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and ATH Arce and JP Archambault and S Arfaoui and JF Arguin and E Arik and M Arik and AJ Armbruster and O Arnaez and C Arnault and A Artamonov and G Artoni and D Arutinov and S Asai and R Asfandiyarov and S Ask and B Åsman and L Asquith and K Assamagan and A Astbury and A Astvatsatourov and G Atoian and B Aubert and B Auerbach and E Auge and K Augsten and M Aurousseau and N Austin and G Avolio and R Avramidou and D Axen and C Ay and G Azuelos and Y Azuma and MA Baak and G Baccaglioni and C Bacci and AM Bach and H Bachacou and K Bachas and G Bachy and M Backes and M Backhaus and E Badescu and P Bagnaia and S Bahinipati and Y Bai and DC Bailey and T Bain and JT Baines and OK Baker and MD Baker and S Baker and E Banas and P Banerjee and Sw Banerjee and D Banfi and A Bangert and V Bansal and HS Bansil and L Barak and SP Baranov and A Barashkou and A Barbaro Galtieri",
            "2012",
            "dyMcPTIAAAAJ:j3f4tGmQtD8C",
            4161,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-012-1909-1?error=cookies_not_supported&error=cookies_not_supported&code=46e5f81d-328d-49d1-9bf4-20abd8d1d4f3&code=bcf98441-7f60-427a-a793-33233f214686",
            "16912577831440217489",
            "\/scholar?cites=16912577831440217489",
            {
                "2011":46,
                "2012":674,
                "2013":846,
                "2014":671,
                "2015":644,
                "2016":522,
                "2017":345,
                "2018":195,
                "2019":134,
                "2020":67,
                "2021":3
            }
        ],
        [
            "This paper presents the application of a variety of techniques to study jet substructure. The performance of various modified jet algorithms, or jet grooming techniques, for several jet types and event topologies is investigated for jets with transverse momentum larger than 300 GeV. Properties of jets subjected to the mass-drop filtering, trimming, and pruning algorithms are found to have a reduced sensitivity to multiple proton-proton interactions, are more stable at high luminosity and improve the physics potential of searches for heavy boosted objects. Studies of the expected discrimination power of jet mass and jet substructure observables in searches for new physics are also presented. Event samples enriched in boosted W and Z bosons and top-quark pairs are used to study both the individual jet invariant mass scales and the efficacy of algorithms to tag boosted hadronic objects. The analyses presented use the full …",
            "Performance of jet substructure techniques for large- R jets in proton-proton collisions at  TeV using the ATLAS detector",
            "Georges Aad and Tatevik Abajyan and Brad Abbott and Jalal Abdallah and S Abdel Khalek and Ahmed Ali Abdelalim and R Aben and B Abi and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and Y Abulaiti and BS Acharya and L Adamczyk and DL Adams and TN Addy and J Adelman and S Adomeit and T Adye and S Aefsky and JA Aguilar-Saavedra and M Agustoni and SP Ahlen and F Ahles and A Ahmad and M Ahsan and G Aielli and TPA Åkesson and G Akimoto and AV Akimov and MA Alam and J Albert and S Albrand and M Aleksa and IN Aleksandrov and F Alessandria and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and M Aliev and G Alimonti and J Alison and BMM Allbrooke and LJ Allison and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and F Alonso and A Altheimer and B Alvarez Gonzalez and MG Alviggi and K Amako and Y Amaral Coutinho and C Amelung and VV Ammosov and SP Amor Dos Santos and A Amorim and S Amoroso and N Amram and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and XS Anduaga and S Angelidakis and P Anger and A Angerami and F Anghinolfi and AV Anisenkov and N Anjos and A Annovi and A Antonaki and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and ATH Arce and S Arfaoui and JF Arguin and S Argyropoulos and E Arik and M Arik and AJ Armbruster and O Arnaez and V Arnal and A Artamonov and G Artoni and D Arutinov and S Asai and N Asbah and S Ask and B Åsman and L Asquith and K Assamagan and R Astalos and A Astbury and M Atkinson and B Auerbach and E Auge and K Augsten and M Aurousseau and G Avolio and D Axen and G Azuelos and Y Azuma and MA Baak and G Baccaglioni and C Bacci and AM Bach and H Bachacou and K Bachas and M Backes and M Backhaus and J Backus Mayes and E Badescu and P Bagiacchi and P Bagnaia and Y Bai and DC Bailey and T Bain and JT Baines and OK Baker and S Baker and P Balek and F Balli and E Banas and P Banerjee and Sw Banerjee and D Banfi and A Bangert and V Bansal and HS Bansil and L Barak",
            "2013",
            "dyMcPTIAAAAJ:_Qo2XoVZTnwC",
            3933,
            "https:\/\/link.springer.com\/article\/10.1007%252FJHEP09%25282013%2529076",
            "9539188164055798361",
            "\/scholar?cites=9539188164055798361",
            {
                "2012":21,
                "2013":384,
                "2014":729,
                "2015":810,
                "2016":692,
                "2017":494,
                "2018":412,
                "2019":227,
                "2020":137,
                "2021":11
            }
        ],
        [
            "Results of a search for H→ ττ decays are presented, based on the full set of proton-proton collision data recorded by the ATLAS experiment at the LHC during 2011 and 2012. The data correspond to integrated luminosities of 4.5 fb− 1 and 20.3 fb− 1 at centre-of-mass energies of TeV and TeV respectively. All combinations of leptonic ( with ℓ= e, μ) and hadronic (τ→ hadrons ν) tau decays are considered. An excess of events over the expected background from other Standard Model processes is found with an observed (expected) significance of 4.5 (3.4) standard deviations. This excess provides evidence for the direct coupling of the recently discovered Higgs boson to fermions. The measured signal strength, normalised to the Standard Model expectation, of μ= 1. 43− 0.37+ 0.43 is consistent with the predicted Yukawa coupling strength in the Standard Model.",
            "Evidence for the Higgs-boson Yukawa coupling to tau leptons with the ATLAS detector",
            "Georges Aad and Brad Abbott and Jalal Abdallah and S Abdel Khalek and R Aben and B Abi and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and R Abreu and Y Abulaiti and BS Acharya and L Adamczyk and DL Adams and J Adelman and S Adomeit and T Adye and T Agatonovic-Jovin and JA Aguilar-Saavedra and M Agustoni and SP Ahlen and F Ahmadov and G Aielli and H Akerstedt and TPA Åkesson and G Akimoto and AV Akimov and GL Alberghi and J Albert and S Albrand and MJ Alconada Verzini and M Aleksa and IN Aleksandrov and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and G Alimonti and L Alio and J Alison and BMM Allbrooke and LJ Allison and PP Allport and A Aloisio and A Alonso and F Alonso and C Alpigiani and A Altheimer and B Alvarez Gonzalez and D Álvarez Piqueras and MG Alviggi and K Amako and Y Amaral Coutinho and C Amelung and D Amidei and SP Amor Dos Santos and A Amorim and S Amoroso and N Amram and G Amundsen and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and XS Anduaga and S Angelidakis and I Angelozzi and P Anger and A Angerami and F Anghinolfi and AV Anisenkov and N Anjos and A Annovi and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and L Aperio Bella and G Arabidze and Y Arai and JP Araque and ATH Arce and FA Arduh and JF Arguin and S Argyropoulos and M Arik and AJ Armbruster and O Arnaez and V Arnal and H Arnold and M Arratia and O Arslan and A Artamonov and G Artoni and S Asai and N Asbah and A Ashkenazi and B Åsman and L Asquith and K Assamagan and R Astalos and M Atkinson and NB Atlay and B Auerbach and K Augsten and M Aurousseau and G Avolio and B Axen and G Azuelos and Y Azuma and MA Baak and AE Baas and C Bacci and H Bachacou and K Bachas and M Backes and M Backhaus and E Badescu and P Bagiacchi and P Bagnaia and Y Bai and T Bain and JT Baines and OK Baker and P Balek and F Balli and E Banas and Sw Banerjee and AAE Bannoura and HS Bansil and L Barak and SP Baranov and EL Barberio and D Barberis and M Barbero and T Barillari and M Barisonzi and T Barklow and N Barlow and SL Barnes and BM Barnett and RM Barnett",
            "2015",
            "dyMcPTIAAAAJ:P7Ujq4OLJYoC",
            3889,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP04(2015)117.pdf",
            "10513394918910588803",
            "\/scholar?cites=10513394918910588803",
            {
                "2012":19,
                "2013":48,
                "2014":32,
                "2015":431,
                "2016":1101,
                "2017":847,
                "2018":681,
                "2019":466,
                "2020":232,
                "2021":17
            }
        ],
        [
            "This article documents the performance of the ATLAS muon identification and reconstruction using the LHC dataset recorded at  TeV in 2015. Using a large sample of  and  decays from 3.2 fb of pp collision data, measurements of the reconstruction efficiency, as well as of the momentum scale and resolution, are presented and compared to Monte Carlo simulations. The reconstruction efficiency is measured to be close to  over most of the covered phase space ( and  GeV). The isolation efficiency varies between 93 and  depending on the selection applied and on the momentum of the muon. Both efficiencies are well reproduced in simulation. In the central region of the detector, the momentum resolution is measured to be  () for muons from  () decays, and the momentum scale is known with an uncertainty of . In the region , the  resolution …",
            "Muon recontruction performance of the ATLAS detector in proton–proton colliion data at $$\\qrt {} $$= 13 TeV",
            "Georges Aad and B Abbott and J Abdallah and B Abeloos and R Aben and M Abolins and OS AbouZeid and NL Abraham and H Abramowicz and H Abreu and R Abreu and Y Abulaiti and BS Acharya and L Adamczyk and DL Adams and J Adelman and S Adomeit and T Adye and AA Affolder and T Agatonovic-Jovin and JA Aguilar-Saavedra and SP Ahlen and F Ahmadov and G Aielli and H Akerstedt and TPA Åkesson and AV Akimov and GL Alberghi and J Albert and S Albrand and MJ Alconada Verzini and M Aleksa and IN Aleksandrov and C Alexa and G Alexander and T Alexopoulos and M Alhroob and M Aliev and G Alimonti and J Alison and SP Alkire and BMM Allbrooke and BW Allen and PP Allport and A Aloisio and A Alonso and F Alonso and C Alpigiani and M Alstaty and B Alvarez Gonzalez and D Álvarez Piqueras and MG Alviggi and BT Amadio and K Amako and Y Amaral Coutinho and C Amelung and D Amidei and SP Amor Dos Santos and A Amorim and S Amoroso and G Amundsen and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and JK Anders and KJ Anderson and A Andreazza and V Andrei and S Angelidakis and I Angelozzi and P Anger and A Angerami and F Anghinolfi and AV Anisenkov and N Anjos and A Annovi and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and L Aperio Bella and G Arabidze and Y Arai and JP Araque and ATH Arce and FA Arduh and JF Arguin and S Argyropoulos and M Arik and AJ Armbruster and LJ Armitage and O Arnaez and H Arnold and M Arratia and O Arslan and A Artamonov and G Artoni and S Artz and S Asai and N Asbah and A Ashkenazi and B Åsman and L Asquith and K Assamagan and R Astalos and M Atkinson and NB Atlay and K Augsten and G Avolio and B Axen and MK Ayoub and G Azuelos and MA Baak and AE Baas and MJ Baca and H Bachacou and K Bachas and M Backes and M Backhaus and P Bagiacchi and P Bagnaia and Y Bai and JT Baines and OK Baker and EM Baldin and P Balek and T Balestri and F Balli and WK Balunas and E Banas and Sw Banerjee and AAE Bannoura and L Barak and EL Barberio and D Barberis and M Barbero and T Barillari and T Barklow and N Barlow and SL Barnes and BM Barnett and RM Barnett and Z Barnovska and A Baroncelli and G Barone and AJ Barr",
            "2016",
            "dyMcPTIAAAAJ:J3LtWjKFLicC",
            3771,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-016-4120-y",
            "7961152465028107010",
            "\/scholar?cites=7961152465028107010",
            {
                "2015":93,
                "2016":639,
                "2017":797,
                "2018":947,
                "2019":739,
                "2020":502,
                "2021":25
            }
        ],
        [
            "A search for the bb¯ decay of the Standard Model Higgs boson is performed with the ATLAS experiment using the full dataset recorded at the LHC in Run 1. The integrated luminosities used are 4.7 and 20.3 fb−1 from pp collisions at s√=7 and 8 TeV, respectively. The processes considered are associated (W\/Z)H production, where W → eν\/μν, Z → ee\/μμ and Z → νν. The observed (expected) deviation from the background-only hypothesis corresponds to a significance of 1.4 (2.6) standard deviations and the ratio of the measured signal yield to the Standard Model expectation is found to be μ = 0.52 ± 0.32 (stat.) ± 0.24 (syst.) for a Higgs boson mass of 125.36 GeV. The analysis procedure is validated by a measurement of the yield of (W\/Z)Z production with Z→bb¯ in the same final states as for the Higgs boson search, from which the ratio of the observed signal yield to the Standard Model expectation is found to be 0.74 ± 0.09 (stat.) ± 0.14 (syst.).",
            "Search for the b b decay of the Standard Model Higgs boson in associated (W\/Z) H production with the ATLAS detector",
            "Lee Allison and Adam Barton and Michael Beattie and Guennadi Borissov and Eva Bouhova-Thacker and Alexandre Chilingarov and William Dearnaley and Harald Fox and Kathryn Grimm and Robert Henderson and Gareth Hughes and Roger William Lewis Jones and Vakhtang Kartvelishvili and Robin Long and Peter Love and Harvey Maddocks and Maria Smizanska and James Walder and Daniel Matthias Alfred Muenstermann",
            "2015",
            "dyMcPTIAAAAJ:mVmsd5A6BfQC",
            3750,
            "https:\/\/eprints.lancs.ac.uk\/id\/eprint\/73999\/",
            "2324610914529350891",
            "\/scholar?cites=2324610914529350891",
            {
                "2012":10,
                "2013":60,
                "2014":141,
                "2015":502,
                "2016":1030,
                "2017":803,
                "2018":635,
                "2019":349,
                "2020":198,
                "2021":10
            }
        ],
        [
            "Studies of the spin, parity and tensor couplings of the Higgs boson in the, and decay processes at the LHC are presented. The investigations are based on of pp collision data collected by the ATLAS experiment at TeV and TeV. The Standard Model (SM) Higgs boson hypothesis, corresponding to the quantum numbers, is tested against several alternative spin scenarios, including non-SM spin-0 and spin-2 models with universal and non-universal couplings to fermions and vector bosons. All tested alternative models are excluded in favour of the SM Higgs boson hypothesis at more than 99.9% confidence level. Using the and decays, the tensor structure of the interaction between the spin-0 boson and the SM vector bosons is also investigated. The observed distributions of variables sensitive to the non-SM tensor couplings …",
            "Study of the spin and parity of the Higgs boson in diboson decays with the ATLAS detector",
            "Georges Aad and B Abbott and J Abdallah and R Aben and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and R Abreu and Y Abulaiti and BS Acharya and L Adamczyk and DL Adams and J Adelman and S Adomeit and T Adye and AA Affolder and T Agatonovic-Jovin and JA Aguilar-Saavedra and SP Ahlen and F Ahmadov and G Aielli and H Akerstedt and TPA Åkesson and AV Akimov and GL Alberghi and J Albert and S Albrand and MJ Alconada Verzini and M Aleksa and IN Aleksandrov and C Alexa and G Alexander and T Alexopoulos and M Alhroob and G Alimonti and L Alio and J Alison and SP Alkire and BMM Allbrooke and PP Allport and A Aloisio and A Alonso and F Alonso and C Alpigiani and A Altheimer and B Alvarez Gonzalez and D Álvarez Piqueras and MG Alviggi and BT Amadio and K Amako and Y Amaral Coutinho and C Amelung and D Amidei and SP Amor Dos Santos and A Amorim and S Amoroso and N Amram and G Amundsen and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and JK Anders and KJ Anderson and A Andreazza and V Andrei and S Angelidakis and I Angelozzi and P Anger and A Angerami and F Anghinolfi and AV Anisenkov and N Anjos and A Annovi and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and L Aperio Bella and G Arabidze and Y Arai and JP Araque and ATH Arce and FA Arduh and JF Arguin and S Argyropoulos and M Arik and AJ Armbruster and O Arnaez and V Arnal and H Arnold and M Arratia and O Arslan and A Artamonov and G Artoni and S Asai and N Asbah and A Ashkenazi and B Åsman and L Asquith and K Assamagan and R Astalos and M Atkinson and NB Atlay and B Auerbach and K Augsten and M Aurousseau and G Avolio and B Axen and MK Ayoub and G Azuelos and MA Baak and AE Baas and C Bacci and H Bachacou and K Bachas and M Backes and M Backhaus and P Bagiacchi and P Bagnaia and Y Bai and T Bain and JT Baines and OK Baker and EM Baldin and P Balek and T Balestri and F Balli and E Banas and Sw Banerjee and AAE Bannoura and HS Bansil and L Barak and EL Barberio and D Barberis and M Barbero and T Barillari and M Barisonzi and T Barklow and N Barlow and SL Barnes and BM Barnett and RM Barnett and Z Barnovska and A Baroncelli and G Barone",
            "2015",
            "dyMcPTIAAAAJ:S0CDQJw8Yr4C",
            3498,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-015-3685-1",
            "6759538061829358557",
            "\/scholar?cites=6759538061829358557",
            {
                "2013":52,
                "2014":139,
                "2015":675,
                "2016":782,
                "2017":660,
                "2018":593,
                "2019":354,
                "2020":215,
                "2021":12
            }
        ],
        [
            "Studies of the spin, parity and tensor couplings of the Higgs boson in the, and decay processes at the LHC are presented. The investigations are based on of pp collision data collected by the ATLAS experiment at TeV and TeV. The Standard Model (SM) Higgs boson hypothesis, corresponding to the quantum numbers, is tested against several alternative spin scenarios, including non-SM spin-0 and spin-2 models with universal and non-universal couplings to fermions and vector bosons. All tested alternative models are excluded in favour of the SM Higgs boson hypothesis at more than 99.9% confidence level. Using the and decays, the tensor structure of the interaction between the spin-0 boson and the SM vector bosons is also investigated. The observed distributions of variables sensitive to the non-SM tensor couplings …",
            "Study of the spin and parity of the Higgs boson in diboson decays with the ATLAS detector",
            "Georges Aad and B Abbott and J Abdallah and R Aben and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and R Abreu and Y Abulaiti and BS Acharya and L Adamczyk and DL Adams and J Adelman and S Adomeit and T Adye and AA Affolder and T Agatonovic-Jovin and JA Aguilar-Saavedra and SP Ahlen and F Ahmadov and G Aielli and H Akerstedt and TPA Åkesson and AV Akimov and GL Alberghi and J Albert and S Albrand and MJ Alconada Verzini and M Aleksa and IN Aleksandrov and C Alexa and G Alexander and T Alexopoulos and M Alhroob and G Alimonti and L Alio and J Alison and SP Alkire and BMM Allbrooke and PP Allport and A Aloisio and A Alonso and F Alonso and C Alpigiani and A Altheimer and B Alvarez Gonzalez and D Álvarez Piqueras and MG Alviggi and BT Amadio and K Amako and Y Amaral Coutinho and C Amelung and D Amidei and SP Amor Dos Santos and A Amorim and S Amoroso and N Amram and G Amundsen and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and JK Anders and KJ Anderson and A Andreazza and V Andrei and S Angelidakis and I Angelozzi and P Anger and A Angerami and F Anghinolfi and AV Anisenkov and N Anjos and A Annovi and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and L Aperio Bella and G Arabidze and Y Arai and JP Araque and ATH Arce and FA Arduh and JF Arguin and S Argyropoulos and M Arik and AJ Armbruster and O Arnaez and V Arnal and H Arnold and M Arratia and O Arslan and A Artamonov and G Artoni and S Asai and N Asbah and A Ashkenazi and B Åsman and L Asquith and K Assamagan and R Astalos and M Atkinson and NB Atlay and B Auerbach and K Augsten and M Aurousseau and G Avolio and B Axen and MK Ayoub and G Azuelos and MA Baak and AE Baas and C Bacci and H Bachacou and K Bachas and M Backes and M Backhaus and P Bagiacchi and P Bagnaia and Y Bai and T Bain and JT Baines and OK Baker and EM Baldin and P Balek and T Balestri and F Balli and E Banas and Sw Banerjee and AAE Bannoura and HS Bansil and L Barak and EL Barberio and D Barberis and M Barbero and T Barillari and M Barisonzi and T Barklow and N Barlow and SL Barnes and BM Barnett and RM Barnett and Z Barnovska and A Baroncelli and G Barone",
            "2015",
            "dyMcPTIAAAAJ:cAUKuAERoUMC",
            3197,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-015-3685-1",
            "6759538061829358557",
            "\/scholar?cites=6759538061829358557",
            {
                "2014":97,
                "2015":492,
                "2016":753,
                "2017":637,
                "2018":563,
                "2019":390,
                "2020":240,
                "2021":10
            }
        ]
    ]
}