{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "We report the electronic structure and diverse applications of a highly luminescent ionic transition metal complex, [Ir(dF(CF3)ppy)2(dtbbpy)](PF6) (where dF(CF3)ppy = 2-(2,4-difluorophenyl)-5-trifluoromethylpyridine and dtbbpy = 4,4‘-di-tert-butyl-2,2‘-dipyridyl). The large HOMO−LUMO gap (ΔE = 3.06 V) enabled high-energy electroluminescence from the complex. Single-layer devices were fabricated and found to emit blue-green light (500 nm). The strong reducing strength of the excited state (E*ox = 1.21 V) enabled effective catalysis of the photoinduced reduction of H2O to H2. It was found that the relative quantum yield of hydrogen was over an order of magnitude improved from the standard photosensitizer Ru(dmphen)32+ (dmphen = 4,7-dimethyl-1,10-phenanthroline). ",
            "Single-layer electroluminescent devices and photoinduced hydrogen production from an ionic iridium (III) complex",
            "Michael S Lowry and Jonas I Goldsmith and Jason D Slinker and Richard Rohl and Robert A Pascal and George G Malliaras and Stefan Bernhard",
            "2005",
            "DZi7d3MAAAAJ:TFP_iSt0sucC",
            744,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/cm051312+",
            "13512658247443831255",
            "\/scholar?cites=13512658247443831255",
            {
                "2006":6,
                "2007":14,
                "2008":17,
                "2009":24,
                "2010":23,
                "2011":26,
                "2012":47,
                "2013":42,
                "2014":50,
                "2015":53,
                "2016":74,
                "2017":74,
                "2018":93,
                "2019":94,
                "2020":92,
                "2021":8
            }
        ],
        [
            "We report on the spectroscopic, electrochemical, and electroluminescent properties of [Ir(ppy)2(dtb-bpy)]+(PF6)- (ppy:  2-phenylpyridine, dtb-bpy:  4,4‘-di-tert-butyl-2,2‘-dipyridyl). Single-layer devices were fabricated and found to emit yellow light with a brightness that exceeds 300 cd\/m2 and a luminous power efficiency that exceeds 10 Lm\/W at just 3 V. The PF6- space charge was found to dominate the device characteristics. ",
            "Efficient yellow electroluminescence from a single layer of a cyclometalated iridium complex",
            "Jason D Slinker and Alon A Gorodetsky and Michael S Lowry and Jingjing Wang and Sara Parker and Richard Rohl and Stefan Bernhard and George G Malliaras",
            "2004",
            "DZi7d3MAAAAJ:aqlVkmm33-oC",
            678,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja0345221",
            "9569660797614378326",
            "\/scholar?cites=9569660797614378326",
            {
                "2004":8,
                "2005":25,
                "2006":25,
                "2007":28,
                "2008":29,
                "2009":20,
                "2010":32,
                "2011":39,
                "2012":57,
                "2013":45,
                "2014":52,
                "2015":43,
                "2016":64,
                "2017":58,
                "2018":54,
                "2019":32,
                "2020":57,
                "2021":6
            }
        ]
    ]
}