{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Good team players are often defined in trait terms; that is, they are described as dependable, flexible, or cooperative. Our goal is to examine the relationship between team member personality traits and team effectiveness. However, to understand the effects of personality on team performance requires greater specificity in how personality is described and in how team effectiveness is described. A hierarchical model of team member personality is presented that defines higher-level personality traits and specific facets relevant to team performance. Next, a classification of the core teamwork dimensions underlying effective team performance is presented. Finally, predictions are derived linking team member personality facets to specific teamwork requirements.(PsycInfo Database Record (c) 2020 APA, all rights reserved)",
            "What makes a good team player? Personality and team effectiveness.",
            "James E Driskell and Gerald F Goodwin and Eduardo Salas and Patrick Gavan O'Shea",
            "2006",
            "e-ZYGOUAAAAJ:WF5omc3nYNoC",
            300,
            "https:\/\/psycnet.apa.org\/record\/2006-22548-001",
            "13432571063886992086",
            "\/scholar?cites=13432571063886992086",
            {
                "2006":1,
                "2007":2,
                "2008":10,
                "2009":13,
                "2010":29,
                "2011":13,
                "2012":19,
                "2013":22,
                "2014":31,
                "2015":26,
                "2016":20,
                "2017":26,
                "2018":21,
                "2019":29,
                "2020":28,
                "2021":5
            }
        ],
        [
            "Research exploring transformational and transactional leader behaviors has focused largely on bivarite relations among these behaviors and relevant criteria. This has limited the extent to which Bass's (1985) argument that optimally effective leaders engage in both types of behavior can be directly assessed. Pattern-oriented analyses were used here to discern which behavioral pattern was associated with the highest levels of subordinate satisfaction and commitment. In general, optimally effective leaders used a combination of transformational and contingent reward (e.g. exchange-based transactional leadership) behaviors, coupled with a low level of passive management-by-exception behavior (e.g. remaining uninvolved until problems emerge).",
            "Are the best leaders both transformational and transactional? A pattern-oriented analysis.",
            "Patrick Gavan O'Shea and Roseanne J Foti and Neil Hauenstein and Peter Bycio",
            "2009",
            "e-ZYGOUAAAAJ:MXK_kJrjxJIC",
            115,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/1742715009102937",
            "7064728340897455549",
            "\/scholar?cites=7064728340897455549",
            {
                "2010":7,
                "2011":14,
                "2012":15,
                "2013":13,
                "2014":14,
                "2015":11,
                "2016":9,
                "2017":6,
                "2018":11,
                "2019":9,
                "2020":6
            }
        ],
        [
            "Individual benefits to those who have been mentored are well documented. The present study demonstrates that organization-level mentoring relates to overall organizational performance. In a study of 589 employees of 39 substance abuse treatment agencies, the authors found that agencies with a greater proportion of mentored employees also reported greater overall agency performance. Organization-level mentoring also related to organization-level job satisfaction, organization-level organizational citizenship behavior, and organization-level learning. Results provide justification for organizational investment of time and resources into efforts designed to facilitate mentoring, as well as support the notion that mentoring may provide a competitive advantage to organizations.",
            "Organization-level mentoring and organizational performance within substance abuse centers",
            "Tammy D Allen and Mark Alan Smith and Fred A Mael and Patrick Gavan O'Shea and Lillian T Eby",
            "2009",
            "e-ZYGOUAAAAJ:ufrVoPGSRksC",
            68,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0149206308329969",
            "14437338807438483138",
            "\/scholar?cites=14437338807438483138",
            {
                "2010":1,
                "2011":4,
                "2012":8,
                "2013":6,
                "2014":4,
                "2015":8,
                "2016":8,
                "2017":13,
                "2018":5,
                "2019":5,
                "2020":6
            }
        ],
        [
            "Recent college graduates were surveyed to explore factors associated with both negotiation propensity as well as success in raising initial salary offers through negotiation. The average payoff associated with negotiation was over $1,500, while the offers of those who did not negotiate increased negligibly. Applicants given the option to present their salary needs negotiated at higher rates than those who were not, and individuals who had prior work experience were more likely to receive this option. Women were no less likely to engage in negotiation than men, and experienced similar success as a result of their efforts.",
            "Negotiation for starting salary: Antecedents and outcomes among recent college graduates",
            "Patrick Gavan O'shea and David F Bush",
            "2002",
            "e-ZYGOUAAAAJ:u-x6o8ySG0sC",
            64,
            "https:\/\/link.springer.com\/article\/10.1023\/A:1012868806617",
            "7984057398187806637",
            "\/scholar?cites=7984057398187806637",
            {
                "2003":1,
                "2004":2,
                "2005":1,
                "2006":6,
                "2007":4,
                "2008":2,
                "2009":3,
                "2010":5,
                "2011":6,
                "2012":5,
                "2013":2,
                "2014":5,
                "2015":9,
                "2016":7,
                "2017":6
            }
        ],
        [
            "[illustrate] the variety of measures that [59] companies have actually taken [to prevent workplace violence]\/most of the businesses used preemployment screening to reduce risk, specified employee grievance and harassment procedures to deal with complaints, and employee assistance programs, as well as outplacement services for terminated employees\/few have specific prevention and crisis-management plans, stress management programs, or employee training in threat recognition\/[Ss were senior human resources managers who were members of the Society for Human Resource Management (SHRM)](PsycINFO Database Record (c) 2016 APA, all rights reserved)",
            "Workplace violence: Comparative use of prevention practices and policies.",
            "David F Bush and P Gavan O'Shea",
            "1996",
            "e-ZYGOUAAAAJ:_FxGoFyzp5QC",
            32,
            "https:\/\/psycnet.apa.org\/record\/1996-98764-015",
            "17914021667386768757",
            "\/scholar?cites=17914021667386768757",
            {
                "1997":1,
                "1998":1,
                "1999":4,
                "2000":3,
                "2001":4,
                "2002":2,
                "2003":3,
                "2004":2,
                "2005":2,
                "2006":2,
                "2007":2,
                "2008":1,
                "2009":1,
                "2010":4
            }
        ],
        [
            "Over the past two decades, considerable progress has been achieved in an effort to better identify and understand the various types of organizational commitment, the foci toward which such committed bonds are directed, and the myriad outcomes associated with these bonds. This research adds to and extends such work within a military context. Specifically, we explore relations among various forms (e.g., affective, normative, and continuance) of both team- and military-focused commitment and several supervisory-rated performance criteria. Across the different criteria, team-focused commitment tended to be a stronger predictor of performance than military-oriented commitment did. However, military-oriented commitment was inversely related to supervisory ratings of soldiers' negative behaviors. We discuss the psychological mechanisms that likely drive these findings, the implications of this work, and several …",
            "The many faces of commitment: Facet-level links to performance in military contexts",
            "Patrick Gavan O'Shea and Gerald F Goodwin and James E Driskell and Eduardo Salas and Sharon Ardison",
            "2009",
            "e-ZYGOUAAAAJ:d1gkVwhDpl0C",
            23,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/08995600802565595",
            "13411011809021979224",
            "\/scholar?cites=13411011809021979224",
            {
                "2010":1,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":3,
                "2015":2,
                "2016":4,
                "2017":1,
                "2018":4,
                "2019":2,
                "2020":2
            }
        ],
        [
            "This research identified competencies required to command a brigade. Interviews and surveys of military personnel provided a multisource perspective of brigade command competencies, including the proficiency level needed for each competency. Thirty-nine competencies were identified and categorized into 4 training-oriented clusters: leadership skills, operational skills, personal capabilities, and knowledge base. Participants reported their preferred methods to develop the competencies within each cluster. The competencies can be used to assess training effectiveness and to identify potential training gaps. Additionally, the model has utility outside of the military, as it describes a framework for leaders who must bridge the gap between organizational and strategic leadership.",
            "Identifying and training brigade command competencies",
            "Heather MK Wolters and Patrick Gavan O’Shea and Laura A Ford and Matthew S Fleisher and Mary A Adeniyi and Clair E Conzelman and Russell J Webster",
            "2014",
            "e-ZYGOUAAAAJ:9yKSN-GCB0IC",
            13,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1037\/mil0000052",
            "125415659029404497",
            "\/scholar?cites=125415659029404497",
            {
                "2014":2,
                "2015":2,
                "2016":3,
                "2017":1,
                "2018":2,
                "2019":3
            }
        ],
        [
            "A key challenge facing organizations today involves developing their current and aspiring leaders. In this paper, we highlight a number of strategies to address this challenge and increase the likelihood that leader development efforts will yield successful outcomes. We begin by discussing the importance of linking leader development efforts to the organization’s mission and strategy, noting how these links can clarify leadership performance objectives, competencies and gaps. We also highlight critical program design considerations, including how to maximize learning through experience, and present issues to consider when selecting leader development program participants. Finally, we discuss several emerging leader development trends and describe a model for how to conduct comprehensive, informative evaluations of leader development programs.",
            "Leadership development: Growing talent strategically",
            "Beverly A Dugan and Patrick Gavan O’shea",
            "2014",
            "e-ZYGOUAAAAJ:2osOgNQ5qMEC",
            13,
            "https:\/\/www.shrm.org\/hr-today\/trends-and-forecasting\/special-reports-and-expert-views\/Documents\/SHRM-SIOP%20Leader%20Development.pdf",
            "2775832936881818280",
            "\/scholar?cites=2775832936881818280",
            {
                "2015":2,
                "2016":3,
                "2017":3,
                "2018":1,
                "2019":2,
                "2020":1
            }
        ],
        [
            "This paper describes a two-year effort to develop a measure of personality-based team orientation using conditional reasoning CR. A model of team orientation is proposed and the conditional reasoning testing methodology is reviewed. This paper recounts the test development and validation efforts surrounding two CR tests. Although validation efforts indicated that the tests did not achieve acceptable validity and reliability coefficients, individuals who wish to construct CR tests may find the section of lessons learned to be particularly helpful.Descriptors:",
            "Development of a conditional reasoning measure of team orientation",
            "Patrick G O'Shea and James E Driskell and Gerald F Goodwin and Michelle L Zbylut and Stephanie M Weiss",
            "2004",
            "e-ZYGOUAAAAJ:qjMakFHDy7sC",
            11,
            "https:\/\/apps.dtic.mil\/sti\/citations\/ADA427947",
            "17638654012847164747",
            "\/scholar?cites=17638654012847164747",
            {
                "2006":2,
                "2007":1,
                "2008":1,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":1
            }
        ],
        [
            "Using a think aloud protocol, the interaction between motivation to fake and personality item characteristics (social desirability and face validity) on both response processes and self-ratings were studied under three instructional sets. The first study compared respond honestly to a fake-good instructional set, and results indicated that motivation to fake and item characteristics have interactive effects on both response processes and self-ratings. The second study replicated the first study using an applicant instructional set and results indicated that applicant response processes and self-ratings were more similar to the respond honestly instructional set than fake-good instructional set from study 1. However, there were meaningful differences between the applicant and respond honestly instructional sets. Results were discussed in relation to process models of faking, importance of considering item characteristics in all …",
            "Interactions between motivation to fake and personality item characteristics: Clarifying the process",
            "Neil MA Hauenstein and Kevin M Bradley and Patrick Gavan O’Shea and Yashna J Shah and Douglas P Magill",
            "2017",
            "e-ZYGOUAAAAJ:hqOjcs7Dif8C",
            10,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0749597816307324",
            "4908748897129494947",
            "\/scholar?cites=4908748897129494947",
            {
                "2017":2,
                "2018":1,
                "2019":1,
                "2020":6
            }
        ]
    ]
}