{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "Large‐area MoS 2 atomic layers are synthesized on SiO 2 substrates by chemical vapor deposition using MoO 3 and S powders as the reactants. Optical, microscopic and electrical measurements suggest that the synthetic process leads to the growth of MoS 2 monolayer. The TEM images verify that the synthesized MoS 2 sheets are highly crystalline.",
            "Synthesis of large‐area MoS2 atomic layers with chemical vapor deposition",
            "Yi‐Hsien Lee and Xin‐Quan Zhang and Wenjing Zhang and Mu‐Tung Chang and Cheng‐Te Lin and Kai‐Di Chang and Ya‐Chu Yu and Jacob Tse‐Wei Wang and Chia‐Seng Chang and Lain‐Jong Li and Tsung‐Wu Lin",
            "2012",
            "E0-bz5MAAAAJ:PyEswDtIyv0C",
            2858,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201104798",
            "7928140712160121584",
            "\/scholar?cites=7928140712160121584",
            {
                "2012":15,
                "2013":110,
                "2014":265,
                "2015":367,
                "2016":379,
                "2017":471,
                "2018":451,
                "2019":397,
                "2020":354,
                "2021":38
            }
        ],
        [
            "Many customer satisfaction studies have concluded that there is a significant relationship between customer satisfaction and loyalty, but this finding has been questioned in that most of the studies focus on measuring the cognitive component of customer satisfaction. This study includes the cognitive component, but focuses on the affective component. It explores the role of emotions in satisfaction, and then compares the predictive ability of the cognitive and affective elements. Key findings are that both positive and negative emotions, and the cognitive component of satisfaction correlate with loyalty. Regression analysis indicates that the affective component serves as a better predictor of customer loyalty than the cognitive component. Further, the best predictor of both overall loyalty and the most reliable dimension of loyalty, positive word of mouth, is positive emotions. Thhe theoretical and practical implications of …",
            "The contribution of emotional satisfaction to consumer loyalty",
            "Yi‐Ting Yu and Alison Dean",
            "2001",
            "E0-bz5MAAAAJ:wkm4DBaukwsC",
            1085,
            "https:\/\/www.emerald.com\/insight\/content\/doi\/10.1108\/09564230110393239\/full\/html?mobileUi=0&fullSc=1&mbSc=1&fullSc=1&fullSc=1&fullSc=1&fullSc=1",
            "4686834840013720521",
            "\/scholar?cites=4686834840013720521",
            {
                "2003":10,
                "2004":18,
                "2005":34,
                "2006":39,
                "2007":46,
                "2008":52,
                "2009":68,
                "2010":43,
                "2011":79,
                "2012":63,
                "2013":65,
                "2014":72,
                "2015":81,
                "2016":92,
                "2017":79,
                "2018":74,
                "2019":81,
                "2020":58,
                "2021":2
            }
        ],
        [
            "We established a collection of 7,000 transgenic lines of Drosophila melanogaster. Expression of GAL4 in each line is controlled by a different, defined fragment of genomic DNA that serves as a transcriptional enhancer. We used confocal microscopy of dissected nervous systems to determine the expression patterns driven by each fragment in the adult brain and ventral nerve cord. We present image data on 6,650 lines. Using both manual and machine-assisted annotation, we describe the expression patterns in the most useful lines. We illustrate the utility of these data for identifying novel neuronal cell types, revealing brain asymmetry, and describing the nature and extent of neuronal shape stereotypy. The GAL4 lines allow expression of exogenous genes in distinct, small subsets of the adult nervous system. The set of DNA fragments, each driving a documented expression pattern, will facilitate the generation of …",
            "A GAL4-driver line resource for Drosophila neurobiology",
            "Arnim Jenett and Gerald M Rubin and Teri-TB Ngo and David Shepherd and Christine Murphy and Heather Dionne and Barret D Pfeiffer and Amanda Cavallaro and Donald Hall and Jennifer Jeter and Nirmala Iyer and Dona Fetter and Joanna H Hausenfluck and Hanchuan Peng and Eric T Trautman and Robert R Svirskas and Eugene W Myers and Zbigniew R Iwinski and Yoshinori Aso and Gina M DePasquale and Adrianne Enos and Phuson Hulamm and Shing Chun Benny Lam and Hsing-Hsi Li and Todd R Laverty and Fuhui Long and Lei Qu and Sean D Murphy and Konrad Rokicki and Todd Safford and Kshiti Shaw and Julie H Simpson and Allison Sowell and Susana Tae and Yang Yu and Christopher T Zugates",
            "2012",
            "E0-bz5MAAAAJ:1n-LKbgTOzoC",
            930,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2211124712002926",
            "5225116354331518068",
            "\/scholar?cites=5225116354331518068",
            {
                "2012":4,
                "2013":50,
                "2014":78,
                "2015":104,
                "2016":105,
                "2017":134,
                "2018":122,
                "2019":144,
                "2020":172,
                "2021":8
            }
        ],
        [
            "We identified the neurons comprising the Drosophila mushroom body (MB), an associative center in invertebrate brains, and provide a comprehensive map describing their potential connections. Each of the 21 MB output neuron (MBON) types elaborates segregated dendritic arbors along the parallel axons of ∼2000 Kenyon cells, forming 15 compartments that collectively tile the MB lobes. MBON axons project to five discrete neuropils outside of the MB and three MBON types form a feedforward network in the lobes. Each of the 20 dopaminergic neuron (DAN) types projects axons to one, or at most two, of the MBON compartments. Convergence of DAN axons on compartmentalized Kenyon cell–MBON synapses creates a highly ordered unit that can support learning to impose valence on sensory representations. The elucidation of the complement of neurons of the MB provides a comprehensive anatomical substrate from which one can infer a functional logic of associative olfactory learning and memory.DOI: http:\/\/dx.doi.org\/10.7554\/eLife.04577.001",
            "The neuronal architecture of the mushroom body provides a logic for associative learning",
            "Yoshinori Aso and Daisuke Hattori and Yang Yu and Rebecca M Johnston and Nirmala A Iyer and Teri-TB Ngo and Heather Dionne and LF Abbott and Richard Axel and Hiromu Tanimoto and Gerald M Rubin",
            "2014",
            "E0-bz5MAAAAJ:Huv_iBJ06lEC",
            549,
            "https:\/\/elifesciences.org\/articles\/04577",
            "10036857870407895309",
            "\/scholar?cites=10036857870407895309",
            {
                "2014":2,
                "2015":38,
                "2016":73,
                "2017":70,
                "2018":105,
                "2019":102,
                "2020":142,
                "2021":10
            }
        ],
        [
            "MicroRNAs (miRNAs) regulate gene expression post-transcriptionally by binding the 3′ untranslated regions of target mRNAs. We examined the subcellular distribution of three miRNAs in exponentially growing HeLa cells and found that the vast majority are associated with mRNAs in polysomes. Several lines of evidence indicate that most of these mRNAs, including a known miRNA-regulated target (KRAS mRNA), are actively being translated.",
            "Evidence that microRNAs are associated with translating messenger RNAs in human cells",
            "Patricia A Maroney and Yang Yu and Jesse Fisher and Timothy W Nilsen",
            "2006",
            "E0-bz5MAAAAJ:jgTXuCzW-kcC",
            439,
            "https:\/\/www.nature.com\/articles\/nsmb1174",
            "6361315967139198666",
            "\/scholar?cites=6361315967139198666",
            {
                "2007":41,
                "2008":42,
                "2009":49,
                "2010":48,
                "2011":36,
                "2012":44,
                "2013":37,
                "2014":29,
                "2015":29,
                "2016":15,
                "2017":29,
                "2018":16,
                "2019":9,
                "2020":10
            }
        ],
        [
            "The purpose of this study is to develop and refine the theoretical framework underpinning consumer satisfaction emotions and re‐examine the emotions\/behavioral intentions link.A quantitative research design was adopted for this study. An extensive and critical review of literature related to consumer satisfaction emotions and consumer behavioral intentions led to the identification of two research questions. A self‐completion questionnaire was developed and administered to hospitality management graduates in Switzerland.The PCA suggested that satisfaction emotions were best conceptualized as a three‐dimensional construct that included positive, negative and what the present authors have labeled “bi‐directional” emotions. Moreover, a positive statistically significant relationship between “bi‐directional” emotions and consumer complaining behavior …",
            "Satisfaction emotions and consumer behavioral intentions",
            "Christopher White and Yi‐Ting Yu",
            "2005",
            "E0-bz5MAAAAJ:mVC4hKzE2FoC",
            394,
            "https:\/\/www.emerald.com\/insight\/content\/doi\/10.1108\/08876040510620184\/full\/html",
            "13492074870650980281",
            "\/scholar?cites=13492074870650980281",
            {
                "2005":1,
                "2006":4,
                "2007":14,
                "2008":12,
                "2009":18,
                "2010":22,
                "2011":31,
                "2012":25,
                "2013":28,
                "2014":44,
                "2015":30,
                "2016":24,
                "2017":38,
                "2018":27,
                "2019":30,
                "2020":36,
                "2021":1
            }
        ],
        [
            "Background—Considerable controversy exists regarding impairment of cardiac function in diabetes mellitus (DM). We investigated the serial changes in left ventricular (LV) histopathology and LV filling dynamics in Otsuka Long-Evans Tokushima Fatty (OLETF) rats, which have been established as an animal model of type II DM.Methods and Results—In 54 OLETF and 54 non-DM rats, body weight, blood pressure, heart rate, and transmitral pulsed Doppler examinations were performed from 5 to 47 weeks of age. An oral glucose tolerance test was performed at 10, 20, and 30 weeks of age. The hearts were excised for histopathology, including immunohistochemistry and histomorphometry of collagen, and measurement of hydroxyproline at baseline and each stage of developing DM. In the prediabetic stage (15 weeks of age), in which fast blood glucose remained normal, OLETF rats manifested mild obesity …",
            "Alteration in left ventricular diastolic filling and accumulation of myocardial collagen at insulin-resistant prediabetic stage of a type II diabetic rat model",
            "Katsufumi Mizushige and Li Yao and Takahisa Noma and Hideyasu Kiyomoto and Yang Yu and Naohisa Hosomi and Koji Ohmori and Hirohide Matsuo",
            "2000",
            "E0-bz5MAAAAJ:6sXp-ElUWUkC",
            386,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/01.CIR.101.8.899",
            "11937278281913237237",
            "\/scholar?cites=11937278281913237237",
            {
                "2000":2,
                "2001":6,
                "2002":17,
                "2003":22,
                "2004":21,
                "2005":20,
                "2006":26,
                "2007":24,
                "2008":9,
                "2009":15,
                "2010":26,
                "2011":31,
                "2012":24,
                "2013":33,
                "2014":17,
                "2015":23,
                "2016":11,
                "2017":16,
                "2018":10,
                "2019":14,
                "2020":16,
                "2021":2
            }
        ]
    ]
}