{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "A numerical model of the operation of an atomic force microscope with a driven cantilever is presented. This model takes into account the attractive van der Waals and repulsive indentation forces acting between tip and sample. The time‐dependent displacement amplitude and phase of the tip oscillations, and the magnitude, duration, and sign of the short bursts of tip–sample force are derived. It is shown that the stiffness of the tip and sample materials is an important factor in determining the magnitude and duration of the tip–sample repulsive force and the magnitude of sample indentation. The model covers typical operating ranges of vibrating cantilever atomic force microscopes, from the noncontact to the tapping modes.",
            "Driven nonlinear atomic force microscopy cantilevers: From noncontact to tapping modes of operation",
            "Dror Sarid and Todd G Ruskell and Richard K Workman and Dong Chen",
            "1996",
            "e0fKb80AAAAJ:u5HHmVD_uO8C",
            132,
            "https:\/\/avs.scitation.org\/doi\/abs\/10.1116\/1.589163",
            "7086400016980750719",
            "\/scholar?cites=7086400016980750719",
            {
                "1997":10,
                "1998":19,
                "1999":15,
                "2000":8,
                "2001":6,
                "2002":9,
                "2003":6,
                "2004":5,
                "2005":12,
                "2006":5,
                "2007":7,
                "2008":2,
                "2009":6,
                "2010":3,
                "2011":3,
                "2012":2,
                "2013":3,
                "2014":1,
                "2015":3,
                "2016":1,
                "2017":2,
                "2018":1,
                "2019":1,
                "2020":1
            }
        ],
        [
            "An improved method for characterizing thin oxide films using Fowler‐Nordheim field emission is reported. The method uses a conducting‐tip atomic force microscope with dual feedback systems, one for the topography and a second for the field emission bias voltage. Images of the voltage required to maintain a 10 pA emission current through a 3 nm oxide film thermally grown on p‐type Si(100) demonstrate a spatial resolution of 8 nm.",
            "High resolution Fowler‐Nordheim field emission maps of thin silicon oxide layers",
            "Todd G Ruskell and Richard K Workman and Dong Chen and Dror Sarid and Sarah Dahl and Stephen Gilbert",
            "1996",
            "e0fKb80AAAAJ:d1gkVwhDpl0C",
            83,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.116782",
            "7211377214323880982",
            "\/scholar?cites=7211377214323880982",
            {
                "1996":3,
                "1997":3,
                "1998":8,
                "1999":5,
                "2000":4,
                "2001":4,
                "2002":4,
                "2003":3,
                "2004":4,
                "2005":3,
                "2006":4,
                "2007":4,
                "2008":2,
                "2009":5,
                "2010":2,
                "2011":4,
                "2012":1,
                "2013":1,
                "2014":3,
                "2015":3,
                "2016":2,
                "2017":4,
                "2018":3,
                "2019":3,
                "2020":1
            }
        ],
        [
            "Individual C60 molecules chemisorbed on Si(100)-(2 × 1) surfaces have been studied by scanning tunneling microscopy and spectroscopy. Chemisorption was realized by annealing the samples with room-temperature deposited adsorbates to 600°C. Spectroscopic results on individual adsorbates reveal a transition of their electronic structure from that of a near-free adsorbate to that of SiC, as the adsorbate-substrate interaction increases.",
            "Scanning tunneling microscopy and spectroscopy of individual C60 molecules on Si (100)-(2× 1) surfaces",
            "Xiaowei Yao and Todd G Ruskell and Richard K Workman and Dror Sarid and Dong Chen",
            "1996",
            "e0fKb80AAAAJ:u-x6o8ySG0sC",
            75,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0039602896009387",
            "11463763606956144888",
            "\/scholar?cites=11463763606956144888",
            {
                "1996":1,
                "1997":2,
                "1998":6,
                "1999":6,
                "2000":6,
                "2001":2,
                "2002":7,
                "2003":6,
                "2004":5,
                "2005":6,
                "2006":5,
                "2007":4,
                "2008":4,
                "2009":1,
                "2010":1,
                "2011":2,
                "2012":1,
                "2013":2,
                "2014":4,
                "2015":2,
                "2016":1,
                "2017":1
            }
        ],
        [
            "Intramolecular features (IMF) of a variety of individual C60 molecules adsorbed on an Si(100)-(2 × 1) surface have been imaged by scanning tunneling microscopy under ultrahigh vacuum conditions. Features of individual C60 molecules clearly show the local density of states superimposed on their cage structure. Both physisorbed (pre-annealed) and chemisorbed (post-annealed) species have been imaged on the same surface, exhibiting characteristics that depend on their bonding nature. Intramolecular features of a physisorbed C60 molecule and of two chemisorbed molecules are presented.",
            "Intramolecular features of individual C60 molecules on Si (100) observed by STM",
            "Xiaowei Yao and Todd G Ruskell and Richard K Workman and Dror Sarid and Dong Chen",
            "1996",
            "e0fKb80AAAAJ:9yKSN-GCB0IC",
            32,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0039602896010904",
            "2054930908907820590",
            "\/scholar?cites=2054930908907820590",
            {
                "1997":4,
                "1998":1,
                "1999":2,
                "2000":8,
                "2001":2,
                "2002":2,
                "2003":2,
                "2004":2,
                "2005":2,
                "2006":2,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":1
            }
        ],
        [
            "Scanning probe lithography has been used for the first time to grow silicon nitride nanostructures on silicon substrates. The lithography was performed by an atomic force microscope (AFM) placed in an evacuated chamber with a partial pressure of annhydrous ammonia. The silicon nitride nanostructures were grown by negatively biasing the silicon tip with respect to the sample. By changing the environment of the AFM, both silicon oxide and silicon nitride can be grown and subsequently processed.",
            "Growth of silicon nitride by scanned probe lithography",
            "Jason L Pyle and Todd G Ruskell and Richard K Workman and Xiaowei Yao and Dror Sarid",
            "1997",
            "e0fKb80AAAAJ:2osOgNQ5qMEC",
            16,
            "https:\/\/avs.scitation.org\/doi\/abs\/10.1116\/1.589251",
            "6480886540194699697",
            "\/scholar?cites=6480886540194699697",
            {
                "1997":1,
                "1998":3,
                "1999":4,
                "2000":1,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":1,
                "2006":1,
                "2007":1
            }
        ],
        [
            "The Colorado School of Mines (CSM) has taught its first‐semester introductory physics course using a hybrid lecture\/Studio Physics format for several years. Over the past year we have converted the second semester of our calculus‐based introductory physics course (Physics II) to a Studio Physics format, starting from a traditional lecture‐based format. In this paper, we document the early stages of this conversion in order to better understand which features succeed and which do not, and in order to develop a model for switching to Studio that keeps the time and resource investment manageable. We describe the recent history of the Physics II course and of Studio at Mines, discuss the PER‐based improvements that we are implementing, and characterize our progress via several metrics, including pre\/post Conceptual Survey of Electricity and Magnetism (CSEM) scores, Colorado Learning About Science Survey …",
            "Documenting the conversion from traditional to studio physics formats at the Colorado School of Mines: Process and early results",
            "Patrick B Kohl and H Vincent Kuo and Todd G Ruskell",
            "2008",
            "e0fKb80AAAAJ:ufrVoPGSRksC",
            15,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3021236",
            "16849049727972262850",
            "\/scholar?cites=16849049727972262850",
            {
                "2009":1,
                "2010":3,
                "2011":1,
                "2012":2,
                "2013":3,
                "2014":2,
                "2015":1,
                "2016":2
            }
        ],
        [
            "Measurement of picoAmp currents during silicon oxide growth by scanning probe lithography is reported. The observed current is attributed to the reduction of H\/sup -\/ ions produced by the oxidation process. The local electrical quality of the nanofabricated oxide lines, probed by local Fowler-Nordheim tunnelling, is found to be uniform and highly insulating.",
            "Current-dependent silicon oxide growth during scanned probe lithography",
            "TG Ruskell and JL Pyle and RK Workman and X Yao and D Sarid",
            "1996",
            "e0fKb80AAAAJ:qjMakFHDy7sC",
            15,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/511152\/",
            "10999086683270424248",
            "\/scholar?cites=10999086683270424248",
            {
                "1997":1,
                "1998":3,
                "1999":1,
                "2000":2,
                "2001":1,
                "2002":1,
                "2003":2,
                "2004":2,
                "2005":1,
                "2006":1
            }
        ],
        [
            "We have developed magnetic resonance force microscopy for quantitative measurements of magnetic fields. A microscopic particle attached near the end of a microcantilever serves as the field sensing probe. We have demonstrated two-dimensional field mapping with a lateral resolution of 3.2 μm and a field resolution of 0.19 mT (1.9 G). The instrument holds considerable promise for field mapping with spatial resolution better than 0.1 μm at room temperature. Applications include field mapping of magnetic recording heads.",
            "Field mapping with the magnetic resonance force microscope",
            "Todd G Ruskell and Markus Löhndorf and John Moreland",
            "1999",
            "e0fKb80AAAAJ:UeHWp8X0CEIC",
            11,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.370781",
            "15952582907524270522",
            "\/scholar?cites=15952582907524270522",
            {
                "2001":2,
                "2002":3,
                "2003":1,
                "2004":2,
                "2005":1,
                "2006":1,
                "2007":1
            }
        ],
        [
            " InkSurvey is free, web-based software designed to facilitate the collection of real-time formative assessment. Using this tool, the instructor can embed formative assessment in the instruction process by posing an open-format question. Students equipped with pen-enabled mobile devices are then actively engaged in their learning as they use digital ink to draw, sketch, or graph their responses. When the instructor receives these responses instantaneously, it provides insights into student thinking and what the students do and do not know. Subsequent instruction can then repair and refine student understanding in a very timely manner.",
            "Using InkSurvey with Pen-Enabled Mobile Devices for Real-Time Formative Assessment II. Indications of Effectiveness in Diverse Educational Environments",
            "Frank V Kowalski and Susan E Kowalski and Thomas J Colling and JV Gutierrez Cuba and Tracy Q Gardner and Gus Greivel and Enrique Palou and Todd Ruskell",
            "2015",
            "e0fKb80AAAAJ:_FxGoFyzp5QC",
            9,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-3-319-15594-4_32",
            "15371037773420509543",
            "\/scholar?cites=15371037773420509543",
            {
                "2014":1,
                "2015":3,
                "2016":2,
                "2017":3
            }
        ]
    ]
}