{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Dilute nitride films with a roughly 1 eV band gap can be lattice-matched to gallium arsenide and germanium, and therefore could become a critical component in next-generation multijunction solar cells. To date most dilute nitride solar cells have been plagued with poor efficiency, due in large part to short diffusion lengths. This study focuses on two techniques aimed at improving the quality of dilute nitride films grown by molecular beam epitaxy: the utilization of biased deflection plates installed in front of the nitrogen plasma source, and the introduction of antimony during growth. Results from GaInNAs cells grown with and without deflection plates, and GaInNAsSb solar cells are reported. The use of biased deflection plates during GaInNAs growth improved every aspect of solar cell performance. For the GaInNAs devices grown with deflection plates, the dark current density, open-circuit voltage, and fill factor were …",
            "Dilute nitride GaInNAs and GaInNAsSb solar cells by molecular beam epitaxy",
            "David B Jackrel and Seth R Bank and Homan B Yuen and Mark A Wistey and James S Harris Jr and Aaron J Ptak and Steven W Johnston and Daniel J Friedman and Sarah R Kurtz",
            "2007",
            "E2NlVq8AAAAJ:IjCSPb-OGe4C",
            219,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2744490",
            "5529352167064934742",
            "\/scholar?cites=5529352167064934742",
            {
                "2007":2,
                "2008":6,
                "2009":6,
                "2010":5,
                "2011":17,
                "2012":15,
                "2013":24,
                "2014":20,
                "2015":31,
                "2016":29,
                "2017":18,
                "2018":25,
                "2019":12,
                "2020":8,
                "2021":1
            }
        ]
    ]
}