{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A new method of refrigeration is proposed. Efficient cooling is obtained by thermionic emission of electrons over Schottky barriers between metals and semiconductors. Since the barriers have to be thin, each barrier can have only a small temperature difference (∼ 1 K). Macroscopic cooling is obtained with a multilayer device. The same device is also an efficient generator of electrical power. A complete analytic theory is provided.",
            "Multilayer Thermionic Refrigeration",
            "GD Mahan and LMWoods",
            "1998",
            "e2Wn-0cAAAAJ:LjlpjdlvIbIC",
            386,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.80.4016",
            "9157327943414977289",
            "\/scholar?cites=9157327943414977289",
            {
                "1998":3,
                "1999":14,
                "2000":20,
                "2001":21,
                "2002":19,
                "2003":9,
                "2004":22,
                "2005":24,
                "2006":27,
                "2007":20,
                "2008":10,
                "2009":13,
                "2010":19,
                "2011":19,
                "2012":21,
                "2013":16,
                "2014":13,
                "2015":22,
                "2016":12,
                "2017":9,
                "2018":11,
                "2019":18,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Results are given for spin relaxation in quantum dots due to acoustic phonon-assisted flips of single spins at low temperatures. The dominant spin relaxation processes for varying dot size, temperature, and magnetic field are identified. These processes are mediated by the spin-orbit interaction and are described within a generalized effective mass treatment. Particular attention is given to phonon coupling due to interface motion, which dominates the relaxation for dots with diameters≲ 15 nm, and also to a direct spin-phonon process that arises from valence-conduction band coupling and dominates the rates for increasing temperature. Low-temperature relaxation rates are found to be small and to depend strongly on size, on temperature, and on magnetic field. Results are illustrated with evaluations for GaAs\/Al x Ga 1− x As systems, and a minimum in the relaxation rate is found for dot diameters∼ 20 nm.",
            "Spin relaxation in quantum dots",
            "LM Woods and TL Reinecke and Y Lyanda-Geller",
            "2002",
            "e2Wn-0cAAAAJ:u-x6o8ySG0sC",
            232,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.66.161318",
            "11780192517606585816",
            "\/scholar?cites=11780192517606585816",
            {
                "2003":5,
                "2004":24,
                "2005":23,
                "2006":30,
                "2007":22,
                "2008":15,
                "2009":14,
                "2010":13,
                "2011":8,
                "2012":15,
                "2013":7,
                "2014":8,
                "2015":9,
                "2016":9,
                "2017":7,
                "2018":12,
                "2019":8,
                "2020":1
            }
        ],
        [
            "The adsorption of simple benzene derivatives composed of a benzene ring with N O 2, C H 3, or N H 2 functional groups on a semiconducting single-wall carbon nanotube is studied using the density-functional theory within the local-density approximation. The effects of molecular relaxation in the adsorption process are obtained, as well as the adsorption energies and equilibrium distances for several molecular locations and orientations on the surface. We find that all of these benzene derivatives are physisorbed mainly through the interaction of the π orbitals of the benzene ring and those of the carbon nanotube. These aromatics do not change significantly the carbon nanotube’s electronic structure, and therefore only small changes in the nanotube’s properties are expected. This suggests that these benzene derivatives are suitable for noncovalent nanotube functionalization and molecule immobilization on …",
            "Adsorption of simple benzene derivatives on carbon nanotubes",
            "LM Woods and ŞC Bădescu and TL Reinecke",
            "2007",
            "e2Wn-0cAAAAJ:d1gkVwhDpl0C",
            214,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.75.155415",
            "13854578019528901237",
            "\/scholar?cites=13854578019528901237",
            {
                "2007":2,
                "2008":12,
                "2009":12,
                "2010":19,
                "2011":14,
                "2012":22,
                "2013":23,
                "2014":20,
                "2015":15,
                "2016":20,
                "2017":11,
                "2018":17,
                "2019":11,
                "2020":15
            }
        ],
        [
            "We present a model describing the carrier conductivity and Seebeck coefficient of thermoelectric nanocomposite materials consisting of granular regions. The model is successfully applied to explain relevant experimental data for PbTe nanocomposites. A key factor is the grain potential boundary scattering mechanism. Other mechanisms, such as carrier-acoustic phonon, carrier-nonpolar optical phonon, and carrier-ionized impurities scattering are also included. Our calculations reveal that by changing the physical characteristics of the grains, such as potential barrier height, width, and distance between the grains, one can increase the mean energy per carrier in order to obtain an optimum power factor for improved thermoelectric performance. The model can be applied to other nanocomposites by incorporating the appropriate electronic structure parameters.",
            "Model of transport properties of thermoelectric nanocomposite materials",
            "A Popescu and LM Woods and J Martin and GS Nolas",
            "2009",
            "e2Wn-0cAAAAJ:qjMakFHDy7sC",
            200,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.79.205302",
            "13515558530701400958",
            "\/scholar?cites=13515558530701400958",
            {
                "2010":13,
                "2011":21,
                "2012":24,
                "2013":14,
                "2014":18,
                "2015":20,
                "2016":17,
                "2017":13,
                "2018":15,
                "2019":25,
                "2020":18,
                "2021":2
            }
        ],
        [
            "Interactions induced by electromagnetic fluctuations, such as van der Waals and Casimir forces, are of universal nature present at any length scale between any types of systems. Such interactions are important not only for the fundamental science of materials behavior, but also for the design and improvement of micro-and nanostructured devices. In the past decade, many new materials have become available, which has stimulated the need for understanding their dispersive interactions. The field of van der Waals and Casimir forces has experienced an impetus in terms of developing novel theoretical and computational methods to provide new insights into related phenomena. The understanding of such forces has far reaching consequences as it bridges concepts in materials, atomic and molecular physics, condensed-matter physics, high-energy physics, chemistry, and biology. This review summarizes major …",
            "Materials perspective on Casimir and van der Waals interactions",
            "LM Woods and Diego Alejandro Roberto Dalvit and Alexandre Tkatchenko and P Rodriguez-Lopez and Alejandro W Rodriguez and R Podgornik",
            "2016",
            "e2Wn-0cAAAAJ:nb7KW1ujOQ8C",
            197,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.88.045003",
            "10827423016527188764",
            "\/scholar?cites=10827423016527188764",
            {
                "2015":1,
                "2016":4,
                "2017":43,
                "2018":51,
                "2019":36,
                "2020":55,
                "2021":5
            }
        ],
        [
            "Cd 2 Os 2 O 7 crystallizes in the pyrochlore structure and undergoes a metal-insulator transition (MIT) near 226 K. We have characterized the MIT in Cd 2 Os 2 O 7 using x-ray diffraction, resistivity at ambient and high pressure, specific heat, magnetization, thermopower, Hall coefficient, and thermal conductivity. Both single crystals and polycrystalline material were examined. The MIT is accompanied by no change in crystal symmetry and a change in unit-cell volume of less than 0.05%. The resistivity shows little temperature dependence above 226 K, but increases by 3 orders of magnitude as the sample is cooled to 4 K. The specific heat anomaly resembles a mean-field transition and shows no hysteresis or latent heat. Cd 2 Os 2 O 7 orders magnetically at the MIT. The magnetization data are consistent with antiferromagnetic order, with a small parasitic ferromagnetic component. The Hall and Seebeck coefficients …",
            "Continuous metal-insulator transition in the pyrochlore Cd 2 Os 2 O 7",
            "D Mandrus and JR Thompson and R Gaal and L Forro and JC Bryan and BC Chakoumakos and LM Woods and BC Sales and RS Fishman and V Keppens",
            "2001",
            "e2Wn-0cAAAAJ:9yKSN-GCB0IC",
            188,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.63.195104",
            "7669585964161357205",
            "\/scholar?cites=7669585964161357205",
            {
                "2001":3,
                "2002":18,
                "2003":6,
                "2004":7,
                "2005":4,
                "2006":2,
                "2007":7,
                "2008":2,
                "2009":8,
                "2010":8,
                "2011":15,
                "2012":14,
                "2013":11,
                "2014":4,
                "2015":10,
                "2016":14,
                "2017":15,
                "2018":12,
                "2019":16,
                "2020":10,
                "2021":1
            }
        ],
        [
            "The electron-phonon interaction in low-dimensional tight-binding systems is discussed. A sheet of graphite, which is two-dimensional, and an armchair single-wall carbon nanotube (SWNT), which is quasi-one-dimensional, are taken as examples. For the modulated hopping the matrix elements for both systems are derived in the context of a two parameter model for the phonon vibrational spectrum. It is found that they (for both structures) display a deformation type of potential, and are reduced by a factor of (1− R), where R depends on the phonon parameters. It is also shown that the ordinary electron-phonon coupling displays a deformation type of approximation for both systems. Next, a different type of interaction is considered—the phonon modulated electron-electron interaction. It gives two contributions—random phase approximation with one phonon line and exchange interaction with one phonon line. We find …",
            "Electron-phonon effects in graphene and armchair (10, 10) single-wall carbon nanotubes",
            "LM Woods and GD Mahan",
            "2000",
            "e2Wn-0cAAAAJ:2osOgNQ5qMEC",
            139,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.61.10651",
            "18221486635456460373",
            "\/scholar?cites=18221486635456460373",
            {
                "2000":2,
                "2001":1,
                "2002":3,
                "2003":8,
                "2004":6,
                "2005":8,
                "2006":2,
                "2007":11,
                "2008":10,
                "2009":16,
                "2010":9,
                "2011":7,
                "2012":6,
                "2013":8,
                "2014":7,
                "2015":15,
                "2016":4,
                "2017":3,
                "2018":4,
                "2019":4,
                "2020":5
            }
        ],
        [
            "The Casimir force between two infinitely thin parallel sheets in a setting of N such sheets is found. The finite two-dimensional conductivities, which describe the dispersive and absorptive properties of each sheet, are taken into account, whereupon the theory is applied to interacting graphenes. By exploring similarities with in-plane optical spectra for graphite, the conductivity of graphene is modeled as a combination of Lorentz-type oscillators. We find that the graphene transparency and the existence of a universal constant conductivity e 2\/(4 ℏ) result in the graphene\/graphene Casimir interaction at large separations to have the same distance dependence as the one for perfect conductors but with much smaller magnitude. The Casimir force is also studied when the graphene system is above a substrate or immersed in a medium. It is found that the response properties of the environmental materials can strongly …",
            "Casimir forces and graphene sheets",
            "D Drosdoff and Lilia M Woods",
            "2010",
            "e2Wn-0cAAAAJ:zYLM7Y9cAGgC",
            121,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.82.155459",
            "10361886567787179837",
            "\/scholar?cites=10361886567787179837",
            {
                "2011":6,
                "2012":10,
                "2013":12,
                "2014":18,
                "2015":21,
                "2016":15,
                "2017":14,
                "2018":7,
                "2019":6,
                "2020":10,
                "2021":2
            }
        ],
        [
            "We present results for relaxation of the spin of a hole in a cylindrical quantum dot due to acoustic phonon assisted spin flips at low temperatures with an applied magnetic field. The hole dispersion is calculated by numerical diagonalization of the Luttinger Hamiltonian and applying perturbation theory with respect to the magnetic field, and the hole-phonon coupling is described by the Bir-Pikus Hamiltonian. We find that the decoherence time for hole spins for dots≲ 20 nm is on the order of 10− 8 s. This is several orders smaller than the decoherence time due to phonon assisted processes for electron spins in similar dots and is comparable to the total decoherence time of an electron spin in a quantum dot, which is controlled by the hyperfine interaction with nuclei. We obtain the dependence of the relaxation rate of the hole spin on dot size and hole mass.",
            "Hole spin relaxation in quantum dots",
            "LM Woods and TL Reinecke and R Kotlyar",
            "2004",
            "e2Wn-0cAAAAJ:UeHWp8X0CEIC",
            99,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.69.125330",
            "9666472147882588091",
            "\/scholar?cites=9666472147882588091",
            {
                "2004":4,
                "2005":6,
                "2006":11,
                "2007":4,
                "2008":7,
                "2009":12,
                "2010":10,
                "2011":4,
                "2012":11,
                "2013":2,
                "2014":2,
                "2015":3,
                "2016":4,
                "2017":4,
                "2018":8,
                "2019":4,
                "2020":3
            }
        ],
        [
            "The adsorption of adenine, thymine, and their radicals on the surfaces of metallic and semiconducting single-wall carbon nanotubes are studied by local density approximation within density functional theory. The energies and equilibrium distances for several configurations are obtained after relaxation of the entire system. The changes of the molecular bonds and angles before and after adsorption are also calculated. We find that all molecules are physisorbed due to the interaction of their π-orbitals and the π-orbitals of the nanotubes. The electronic structure of both metallic and semiconducting nanotubes is not changed significantly upon adsorption, and thus only small changes in the carbon nanotube properties are expected. The results from these studies can be used as a model of DNA interaction with the surfaces of carbon nanotubes. ",
            "Adsorption of adenine and thymine and their radicals on single-wall carbon nanotubes",
            "Yaroslav V Shtogun and Lilia M Woods and Galina I Dovbeshko",
            "2007",
            "e2Wn-0cAAAAJ:Tyk-4Ss8FVUC",
            72,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp074270g",
            "3375883240436092686",
            "\/scholar?cites=3375883240436092686",
            {
                "2008":5,
                "2009":8,
                "2010":6,
                "2011":6,
                "2012":4,
                "2013":4,
                "2014":6,
                "2015":6,
                "2016":7,
                "2017":6,
                "2018":6,
                "2019":2,
                "2020":4,
                "2021":1
            }
        ]
    ]
}