{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "At present, there is still no agreement about the therapy of idiopathic sudden sensorineural hearing loss (ISSHL). Hyperbaric oxygen (HBO) is used in the therapy of ISSHL to increase the partial oxygen pressure and the oxygen concentration in the inner ear and also to improve the blood profile and the microcirculation. In our prospective randomized study, we aimed to investigate the therapeutic effects of HBO therapy in the 1st 2 weeks of the onset of ISSHL. Fifty-one hospitalized patients with confirmed ISSHL who had received therapy were grouped randomly into two groups. Twenty-one patients (group I) received steroids, plasma expander dextrans (rheomacrodex), diazepam, pentoxiphylline and salt restriction, and 30 patients (group II) received the same basic treatment with the addition of HBO therapy. Audiological assessments of the patients were performed before and after the treatment. The …",
            "Should hyperbaric oxygen be added to treatment in idiopathic sudden sensorineural hearing loss?",
            "Ebru Topuz and Ozgur Yigit and Ugur Cinar and Huseyin Seven",
            "2004",
            "e4nqptQAAAAJ:u-x6o8ySG0sC",
            114,
            "https:\/\/link.springer.com\/article\/10.1007\/s00405-003-0688-6",
            "12404168209303012293",
            "\/scholar?cites=12404168209303012293",
            {
                "2005":3,
                "2006":3,
                "2007":5,
                "2008":10,
                "2009":3,
                "2010":5,
                "2011":13,
                "2012":4,
                "2013":5,
                "2014":6,
                "2015":7,
                "2016":10,
                "2017":14,
                "2018":11,
                "2019":6,
                "2020":7,
                "2021":1
            }
        ],
        [
            "To compare external and endoscopic dacryocystorhinostomy outcomes in patients with chronic dacryocystitis, a total of 103 patients with the complaint of epiphora and diagnosed as chronic dacryocystitis were included in the study. We performed external dacryocystorhinostomy on 55 patients under local anesthesia and endoscopic dacryocystorhinostomy on 48 patients under general anesthesia by means of drill and placed silicon stents to all the patients. The patients were examined endoscopically, at postoperative intervals of 1 week, first month, third month, sixth month and the first year. The patency of the tubes and nasolacrimal ducts were evaluated by irrigation and complaints of the patients were noted. Silicon stents were harvested at the sixth week postoperatively. Outcomes were classified as successful when epiphora diminished, no recurrent infection was noted and minimal or no reflux from the …",
            "External and endoscopic dacryocystorhinostomy in chronic dacryocystitis: comparison of results",
            "Ozgur Yigit and Mehmet Samancioglu and Umit Taskin and Serdar Ceylan and Kadir Eltutar and Murat Yener",
            "2007",
            "e4nqptQAAAAJ:u5HHmVD_uO8C",
            96,
            "https:\/\/link.springer.com\/article\/10.1007\/s00405-007-0286-0",
            "10306678199288204237",
            "\/scholar?cites=10306678199288204237",
            {
                "2007":1,
                "2008":2,
                "2009":5,
                "2010":8,
                "2011":5,
                "2012":9,
                "2013":13,
                "2014":6,
                "2015":14,
                "2016":10,
                "2017":6,
                "2018":5,
                "2019":7,
                "2020":4
            }
        ],
        [
            "The aim of this study was to investigate frequency and degree of ED in patients with severe sleep apnea and to evaluate the results of only continuous positive airway pressure (CPAP) therapy on ED in patients with severe obstructive sleep apnea syndrome (OSAS). This was a prospective clinical trial study. Patients with severe sleep apnea (40) were randomized into two groups. Multiple questionnaire investigation and laboratory evaluation were performed for ED, severity of OSAS and psychological status. Group 1 was treated with CPAP and group 2 was treated with only antidepressant medication for at least 1 month. Patients were evaluated after 1 month of therapy and compared with initial ones. Before CPAP, the International Index of Erectile Function (IIEF)-5 scores were significantly correlated only with body mass index (BMI; P= 0.007) and not correlated significantly with Epworth Sleepiness Scale scores (P …",
            "Erectile dysfunction in severe sleep apnea patients and response to CPAP",
            "U Taskin and O Yigit and E Acioglu and M Aricigil and G Toktas and Y Guzelhan",
            "2010",
            "e4nqptQAAAAJ:d1gkVwhDpl0C",
            74,
            "https:\/\/www.nature.com\/articles\/ijir200954",
            "14991756121217147101",
            "\/scholar?cites=14991756121217147101",
            {
                "2009":1,
                "2010":10,
                "2011":7,
                "2012":12,
                "2013":6,
                "2014":7,
                "2015":10,
                "2016":5,
                "2017":5,
                "2018":6,
                "2019":3
            }
        ],
        [
            "The aim of this study was to investigate the effects of four different types of nasal packs on pain, nasal fullness and postoperative bleeding following septoplasty. Prospective randomised double blind study was conducted. The study group included 119 patients who underwent endonasal septoplasty under general anaesthesia. Four types of nasal packing materials were utilized: (1) Merocel standard 8-cm nasal dressing without airway, (2) Doyle Combo splint (DCS), (3) Merocel in a glove finger and (4) Vaseline gauze. All packs were removed at the 48th hour (±3 h) after the surgery. Three different variables were investigated following the surgical procedure: (1) pain, (2) nasal fullness and (3) bleeding after removal of the nasal packing material. DCS produced the greatest pain at the first and sixth postoperative hours. At the first postoperative day, the greatest pain score was reported for Merocel in the …",
            "Nasal septal packing: which one?",
            "Engin Acıoğlu and Deniz Tuna Edizer and Özgür Yiğit and Fırat Onur and Zeynep Alkan",
            "2012",
            "e4nqptQAAAAJ:mB3voiENLucC",
            66,
            "https:\/\/link.springer.com\/article\/10.1007\/s00405-011-1842-1",
            "884634831244808054",
            "\/scholar?cites=884634831244808054",
            {
                "2012":3,
                "2013":4,
                "2014":13,
                "2015":10,
                "2016":10,
                "2017":8,
                "2018":10,
                "2019":6,
                "2020":1,
                "2021":1
            }
        ],
        [
            "Idiopathic sudden sensorineural hearing loss (ISSNHL) is an otologic emergency with an incidence of about 5–20 per 100,000 of the population per year. There is no universally accepted standard protocol for the treatment of patients with ISSNHL. Hyperbaric oxygen therapy (HBOT), was first reported to improve the outcome following acute inner ear disorders during the late 1960s by both French and German authors. The increase in perilymph oxygenation produced by HBOT provides logical basis for the use of this treatment modality in ISSNHL. We reviewed the records of 97 cases that received HBOT for SSNHL to identify the factors that may affect the treatment outcomes. The effects of age, gender, affected ear, status of the contralateral ear, symptoms associated with hearing loss, presence of a cardiovascular disease, dyslipidemia, history of diabetes mellitus, seasonal factor, smoking, degree of …",
            "Factors influencing the outcome of idiopathic sudden sensorineural hearing loss treated with hyperbaric oxygen therapy",
            "Şefika Körpinar and Zeynep Alkan and Özgür Yiğit and Ayşe Pelin Gör and Akin Savaş Toklu and Burak Cakir and Özlem Gedik Soyuyüce and Haluk Özkul",
            "2011",
            "e4nqptQAAAAJ:hFOr9nPyWt4C",
            59,
            "https:\/\/link.springer.com\/article\/10.1007\/s00405-010-1336-6",
            "12831790357106503794",
            "\/scholar?cites=12831790357106503794",
            {
                "2011":5,
                "2012":6,
                "2013":6,
                "2014":7,
                "2015":6,
                "2016":4,
                "2017":7,
                "2018":4,
                "2019":9,
                "2020":3,
                "2021":1
            }
        ],
        [
            "OBJECTIVE: The objective was to identify and evaluate factors that may influence the recovery rate in patients with idiopathic sudden sensorineural hearing loss (ISSNHL).MATERIALS and METHODS: A retrospective analysis was performed for patients with sudden sensorineural hearing loss between 2009 and 2013. Those with an identified etiology were excluded. The patients were divided into four treatment groups:(i) systemic corticosteroids (SC) only,(ii) SC+ low-molecular-weight heparin (LMWH),(iii) SC+ hyperbaric oxygen (HBO), and (iv) SC+ LMWH+ HBO. Recovery was evaluated according to Siegel’s criteria. Age, initial hearing level, onset, treatment and audiogram types, comorbidities, and associated tinnitus and vestibular symptoms were investigated for their impact on prognosis.RESULTS: Two hundred five patients with ISSNHL were included. Recovery was seen in 59% of the patients. The complete recovery rate was significantly lower in patients older than 60 years and in patients presenting with profound hearing loss. Different audiogram curves had no significant effect on recovery. Sudden hearing loss was accompanied by tinnitus in 107 (52.1%) patients and vestibular symptoms in 55 (26.8%); however, neither was noted to affect prognosis. Different treatment combinations did not significantly affect prognosis. However, hypertension and a delay in treatment by more than 10 days from the onset of hearing loss were associated with a worse prognosis.CONCLUSION: Profound hearing loss, older than 60 years, a delay in treatment by more than 10 days, and hypertension were negative prognostic factors in this study, whereas …",
            "Recovery of Idiopathic Sudden Sensorineural Hearing Loss.",
            "Deniz Tuna Edizer and Özlem Çelebi and Bahtiyar Hamit and Ahmet Baki and Özgür Yiğit",
            "2015",
            "e4nqptQAAAAJ:yD5IFk8b50cC",
            48,
            "https:\/\/www.advancedotology.org\/content\/files\/sayilar\/88\/buyuk\/122-1261.pdf",
            "15264931756851722321",
            "\/scholar?cites=15264931756851722321",
            {
                "2015":1,
                "2016":4,
                "2017":7,
                "2018":7,
                "2019":15,
                "2020":14
            }
        ],
        [
            "Objectives: We aimed to investigate the effect of dexmedetomidine infusion on the amount of opioid that is consumed during the operation, the amount of analgesic that the patient requires after the operation and on pain scores.Methods: Forty patients who were ASA I-II, between 18-50 years old, and who were scheduled for mastoidectomy operation were included in the study. Patients were randomized into two groups as group Dexmedetomidine (Group D) and group Placebo (Group P). Dexmedetomidine was administered at the rate of 0.5 mcg\/kg\/hour to the cases in Group D during operation and 9% NaCl was administered at the same rate and volume to the cases in Group P. Patients were connected to a Patient-Controlled Analgesia (PCA) device prepared with tramadol. Patients were followed for 24 hours. Ramsay Sedation Scale, visual analog scale (VAS), non-invasive systolic blood pressure (SBP), diastolic blood pressure (DBP), mean blood pressure (MBP), end-tidal sevoflurane, extubation times, total remifentanil consumption, total demand of PCA, and total tramadol consumption from PCA were recorded.Results: No difference was determined between groups in demographic level and extubation times. Total remifentanil consumption, additional analgesic requirement, total demand of PCA, total amount of PCA consumption, and mean VAS were higher in the control group. First demand time of PCA was longer in the study group.Conclusion: Results of our study demonstrated that continuous infusion of dexmedetomidine during the operation could provide postoperative patient comfort without affecting the extubation time while …",
            "The effect of perioperative infused dexmedetomidine on postoperative analgesic consumption in mastoidectomy operations",
            "Abdullah Tolga Şitilci and Emine Özyuvacı and Zeynep Alkan and Serdar Demirgan and Özgür Yiğit",
            "2010",
            "e4nqptQAAAAJ:ZHo1McVdvXMC",
            48,
            "http:\/\/www.agridergisi.com\/jvi.aspx?pdir=agri&plng=eng&un=AGRI-63644",
            "6997472026465828910",
            "\/scholar?cites=6997472026465828910",
            {
                "2011":3,
                "2012":7,
                "2013":10,
                "2014":4,
                "2015":9,
                "2016":3,
                "2017":1,
                "2018":2,
                "2019":5,
                "2020":2,
                "2021":1
            }
        ]
    ]
}