{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "HATSouth is the world's first network of automated and homogeneous telescopes that is capable of year-round 24 hr monitoring of positions over an entire hemisphere of the sky. The primary scientific goal of the network is to discover and characterize a large number of transiting extrasolar planets, reaching out to long periods and down to small planetary radii. HATSouth achieves this by monitoring extended areas on the sky, deriving high precision light curves for a large number of stars, searching for the signature of planetary transits, and confirming planetary candidates with larger telescopes. HATSouth employs six telescope units spread over three prime locations with large longitude separation in the southern hemisphere (Las Campanas Observatory, Chile; HESS site, Namibia; Siding Spring Observatory, Australia). Each of the HATSouth units holds four 0.18 m diameter f\/2.8 focal ratio telescope tubes on a …",
            "HATSouth: a global network of fully automated identical wide-field telescopes",
            "GÁ Bakos and Zoltan Csubry and K Penev and Daniel Bayliss and A Jordán and C Afonso and Joel D Hartman and Thomas Henning and G Kovács and Robert W Noyes and B Béky and V Suc and B Csák and M Rabus and J Lázár and I Papp and P Sári and P Conroy and G Zhou and PD Sackett and B Schmidt and L Mancini and DD Sasselov and K Ueltzhoeffer",
            "2013",
            "E5JAJXoAAAAJ:fQNAKQ3IYiAC",
            198,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/669529\/meta",
            "17569527314468101886",
            "\/scholar?cites=17569527314468101886",
            {
                "2012":1,
                "2013":14,
                "2014":14,
                "2015":23,
                "2016":27,
                "2017":22,
                "2018":35,
                "2019":27,
                "2020":29,
                "2021":5
            }
        ]
    ]
}