{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Undoped, high-quality diamond is, under almost all circumstances, one of the best insulators known. However, diamond covered with chemically bound hydrogen shows a pronounced conductivity when exposed to air. This conductivity arises from positive-charge carriers (holes) and is confined to a narrow near-surface region. Although several explanations have been proposed, none has received wide acceptance, and the mechanism remains controversial. Here, we report the interactions of hydrogen-terminated, macroscopic diamonds and diamond powders with aqueous solutions of controlled pH and oxygen concentration. We show that electrons transfer between the diamond and an electrochemical reduction\/oxidation couple involving oxygen. This charge transfer is responsible for the surface conductivity and also influences contact angles and zeta potentials. The effect is not confined to diamond and may …",
            "Charge transfer equilibria between diamond and an aqueous oxygen electrochemical redox couple",
            "Vidhya Chakrapani and John C Angus and Alfred B Anderson and Scott D Wolter and Brian R Stoner and Gamini U Sumanasekera",
            "2007",
            "E7fwJFAAAAAJ:u-x6o8ySG0sC",
            496,
            "https:\/\/science.sciencemag.org\/content\/318\/5855\/1424.abstract",
            "11063923396285153950",
            "\/scholar?cites=11063923396285153950",
            {
                "2007":3,
                "2008":18,
                "2009":27,
                "2010":36,
                "2011":37,
                "2012":40,
                "2013":35,
                "2014":28,
                "2015":45,
                "2016":37,
                "2017":46,
                "2018":42,
                "2019":46,
                "2020":48,
                "2021":7
            }
        ],
        [
            "In this report, we show for the first time that SnO2 nanowire based dye sensitized solar cells exhibit an open circuit voltage of 560 mV, which is 200 mV higher than that using SnO2 nanoparticle based cells. This is attributed to the more negative flat band potential of nanowires compared to the nanoparticles as determined by open circuit photo voltage measurements made at high light intensities. The nanowires were employed in hybrid structures consisting of highly interconnected SnO2 nanowire matrix coated with TiO2 nanoparticles, which showed an open circuit voltage of 720 mV and an efficiency of 4.1% compared to 2.1% obtained with pure SnO2 nanowire matrix. The electron transport time constants for SnO2 nanowire matrix were an order of magnitude lower and the recombination time constants are about 100 times higher than that of TiO2 nanoparticles. The higher efficiency observed for DSSCs …",
            "Band‐Edge Engineered Hybrid Structures for Dye‐Sensitized Solar Cells Based on SnO2 Nanowires",
            "Suresh Gubbala and Vidhya Chakrapani and Vivekanand Kumar and Mahendra K Sunkara",
            "2008",
            "E7fwJFAAAAAJ:u5HHmVD_uO8C",
            464,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adfm.200800099",
            "832172714354787931",
            "\/scholar?cites=832172714354787931",
            {
                "2008":2,
                "2009":15,
                "2010":24,
                "2011":38,
                "2012":56,
                "2013":58,
                "2014":53,
                "2015":50,
                "2016":41,
                "2017":37,
                "2018":33,
                "2019":29,
                "2020":22,
                "2021":2
            }
        ],
        [
            "The presence of sulfide\/polysulfide redox couple is crucial in achieving stability of metal chalcogenide (e.g., CdS and CdSe)-based quantum dot-sensitized solar cells (QDSC). However, the interfacial charge transfer processes play a pivotal role in dictating the net photoconversion efficiency. We present here kinetics of hole transfer, characterization of the intermediates involved in the hole oxidation of sulfide ion, and the back electron transfer between sulfide radical and electrons injected into TiO2 nanoparticles. The kinetic rate constant (107–109 s–1) for the hole transfer obtained from the emission lifetime measurements suggests slow hole scavenging from CdSe by S2– is one of the limiting factors in attaining high overall efficiency. The presence of the oxidized couple, by addition of S or Se to the electrolyte, increases the photocurrent, but it also enhances the rate of back electron transfer.",
            "Understanding the Role of the Sulfide Redox Couple (S2–\/Sn2–) in Quantum Dot-Sensitized Solar Cells",
            "Vidhya Chakrapani and David Baker and Prashant V Kamat",
            "2011",
            "E7fwJFAAAAAJ:d1gkVwhDpl0C",
            304,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja203131b",
            "11909694874200909316",
            "\/scholar?cites=11909694874200909316",
            {
                "2011":12,
                "2012":26,
                "2013":44,
                "2014":52,
                "2015":40,
                "2016":42,
                "2017":27,
                "2018":21,
                "2019":21,
                "2020":14,
                "2021":3
            }
        ],
        [
            "Tungsten oxide (WO3) nanowire array samples were nitrided in a NH3 atmosphere to get complete conversion to tungsten nitride (W2N) nanowires. UV–vis absorption spectroscopy shows that the band gap of WO3 reduced from 2.9 eV to 2.2 eV after nitridation to W2N. Photoelectrochemical properties of both WO3 and W2N nanowire array electrodes were investigated. WO3 nanowire arrays show maximum incident photon-to-current conversion efficiency of 85% at 370 nm at 1.2 V vs. SCE. The high quantum efficiency is attributed to the nanowire architecture which ensures efficient light absorption and charge transport. The nanowire arrays were stable even up to 8 h of continuous gas evolution. W2N nanowire arrays showed good photoactivity even at moderate bias. However, the pure W2N electrodes were unstable with respect to photocorrosion. The mixed phase W2N–WO3 nanowires showed improvement in …",
            "WO3 and W2N nanowire arrays for photoelectrochemical hydrogen production",
            "Vidhya Chakrapani and Jyothish Thangala and Mahendra K Sunkara",
            "2009",
            "E7fwJFAAAAAJ:9yKSN-GCB0IC",
            225,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0360319909014396",
            "7900948010397675886",
            "\/scholar?cites=7900948010397675886",
            {
                "2010":4,
                "2011":21,
                "2012":29,
                "2013":15,
                "2014":19,
                "2015":22,
                "2016":30,
                "2017":29,
                "2018":17,
                "2019":20,
                "2020":17,
                "2021":2
            }
        ],
        [
            "Charge injection from excited CdSe quantum dots into nanostructured TiO2 film can be modulated by varying solution pH. At increasing solution pH, the conduction band of TiO2 shifts 59 mV\/pH unit to a more negative potential, thereby decreasing the driving force and thus decreasing the rate of nonradiative electron transfer from excited CdSe. The emission yield and the average emission lifetime increase with increasing pH, thus providing a way to monitor the variation in medium pH.",
            "Modulation of Electron Injection in CdSe−TiO2 System through Medium Alkalinity",
            "Vidhya Chakrapani and Kevin Tvrdy and Prashant V Kamat",
            "2010",
            "E7fwJFAAAAAJ:2osOgNQ5qMEC",
            103,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja909663r",
            "12630997878374509651",
            "\/scholar?cites=12630997878374509651",
            {
                "2010":12,
                "2011":14,
                "2012":15,
                "2013":9,
                "2014":11,
                "2015":9,
                "2016":11,
                "2017":7,
                "2018":8,
                "2019":3,
                "2020":3
            }
        ],
        [
            "Silicon nanowires grown on a stainless steel current collector were evaluated as Li ion battery anodes in an ionic liquid consisting of butyl-trimethyl ammonium bis(trifluoromethylsulfonyl)imide and lithium bis(trifluoromethanesulfonyl)imide. The electrodes showed good performance in the ionic liquid electrolyte with a stable discharge capacity of ∼2000 mAh g−1 and coulombic efficiency of 97% after 50 cycles. However, the large internal stresses caused by the volumetric expansion of the Si during lithiation limits the long-term cycle life of the battery in both ionic and organic electrolytes due in-part to the repeated disruption and reformation of the solid electrolyte interface layer on the Si. In contrast, when the same Si nanowire electrode was cycled at relatively shallow discharges, similar to those of carbon anodes, 320 mAh g−1, the battery showed better performance with cycle life greater than 650 cycles and …",
            "Silicon nanowire anode: Improved battery life with capacity-limited cycling",
            "Vidhya Chakrapani and Florencia Rusli and Michael A Filler and Paul A Kohl",
            "2012",
            "E7fwJFAAAAAJ:UeHWp8X0CEIC",
            80,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0378775312001048",
            "8848708270281017240",
            "\/scholar?cites=8848708270281017240",
            {
                "2012":5,
                "2013":11,
                "2014":14,
                "2015":8,
                "2016":8,
                "2017":11,
                "2018":5,
                "2019":8,
                "2020":9,
                "2021":1
            }
        ],
        [
            "Charge transfer between diamond and an electrochemical redox couple in an adsorbed water film has recently been shown to pin the Fermi level in hydrogen-terminated diamond. Here we show that this effect is a more general phenomenon and influences the properties of other semiconductors when the band lineup between the ambient and electronic states in the semiconductor is appropriate. We find that the luminescent intensities from GaN and ZnO change in different, but predictable, ways when exposed to HCl and NH3 vapors in humid air. The effect is reversible and has been observed on single crystals, nanowires, flakes, and powders. These observations are explained by electron exchange between the oxygen electrochemical redox couple in an adsorbed water film and electronic states in the semiconductor. This effect can take place in parallel with other processes such as defect formation …",
            "Electrochemical pinning of the Fermi level: mediation of photoluminescence from gallium nitride and zinc oxide",
            "Vidhya Chakrapani and Chandrashekhar Pendyala and Kathleen Kash and Alfred B Anderson and Mahendra K Sunkara and John C Angus",
            "2008",
            "E7fwJFAAAAAJ:zYLM7Y9cAGgC",
            57,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja710999r",
            "7415193546752802990",
            "\/scholar?cites=7415193546752802990",
            {
                "2009":2,
                "2010":8,
                "2011":4,
                "2012":6,
                "2013":8,
                "2014":4,
                "2015":2,
                "2016":9,
                "2017":7,
                "2018":3,
                "2019":2,
                "2020":2
            }
        ],
        [
            "The performance of a silicon nanowire battery anode was investigated in electrolytes consisting of butyl-trimethyl ammonium bis(trifluoromethylsulfonyl)imide (QATFSI) and lithium bis(trifluoromethanesulfonyl)imide (LiTFSI). The lithiation capacity of silicon nanowires in 1 M LiTFSI\/QATFSI was low due to the lack of a stable solid–electrolyte interface (SEI) layer. The addition of 10 wt % propylene carbonate to the ionic liquid electrolyte promoted the formation of a stable SEI layer and resulted in substantially higher lithiation capacity. Galvanostatic cycling at a rate of C\/20 for silicon half-cells and Si\/LiCoO2 full cells showed good performance with a discharge capacity of ∼2000 mAh\/g and Coulombic efficiency of 97% after 50 cycles. The effect of electrolyte additives, including ethylene carbonate and vinylene carbonate, was investigated by chronopotentiometry and electrochemical impedance spectroscopy. Results …",
            "Quaternary ammonium ionic liquid electrolyte for a silicon nanowire-based lithium ion battery",
            "Vidhya Chakrapani and Florencia Rusli and Micheal A Filler and Paul A Kohl",
            "2011",
            "E7fwJFAAAAAJ:IjCSPb-OGe4C",
            56,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp207605w",
            "2221261664060041063",
            "\/scholar?cites=2221261664060041063",
            {
                "2012":7,
                "2013":4,
                "2014":12,
                "2015":9,
                "2016":4,
                "2017":6,
                "2018":4,
                "2019":4,
                "2020":6
            }
        ],
        [
            "The surface conductance of hydrogen-terminated diamond was investigated under air, HCl, and vapors using tungsten point contacts, gold\/titanium ohmic contacts, and aluminum rectifying contacts. In all cases the conductance decreased with increasing pH. Upon imposition of a step temperature change, there is a transient increase in conductance followed by a gradual decrease to a steady state value. The transient conductance maxima increased with temperature. The steady state conductance decreased with increasing temperature, increased at higher humidity, and was quenched by organic liquids that wet the diamond surface. The results are in agreement with the electrochemical transfer-doping model.© 2004 The Electrochemical Society. All rights reserved.",
            "Studies of adsorbate-induced conductance of diamond surfaces",
            "Vidhya Chakrapani and Sally C Eaton and Alfred B Anderson and Massood Tabib-Azar and John C Angus",
            "2004",
            "E7fwJFAAAAAJ:qjMakFHDy7sC",
            38,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/1.1828351\/meta",
            "16372724490169312651",
            "\/scholar?cites=16372724490169312651",
            {
                "2005":2,
                "2006":3,
                "2007":5,
                "2008":3,
                "2009":8,
                "2010":1,
                "2011":2,
                "2012":2,
                "2013":3,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":4,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Metal–insulator transitions in strongly correlated oxides induced by electrochemical charging have been attributed to formation of vacancy defects. However, the role of native defects in affecting these transitions is not clear. Here, we report a new type of phase transition in p-type, nonstoichiometric nickel oxide involving a semiconductor-to-insulator-to-metal transition along with the complete reversal of conductivity from p- to n-type at room temperature induced by electrochemical charging in a Li+-containing electrolyte. Direct observation of vacancy-ion interactions using in situ near-infrared photoluminescence spectroscopy show that the transition is a result of passivation of native nickel (cationic) vacancy defects and subsequent formation of oxygen (anionic) vacancy defects driven by Li+ insertion into the lattice. Changes in the oxidation states of nickel due to defect interactions probed by X-ray photoemission …",
            "Vacancy-induced semiconductor–insulator–metal transitions in nonstoichiometric nickel and tungsten oxides",
            "Qi Wang and Ajinkya Puntambekar and Vidhya Chakrapani",
            "2016",
            "E7fwJFAAAAAJ:QIV2ME_5wuYC",
            37,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.6b03311",
            "5635153454130287079",
            "\/scholar?cites=5635153454130287079",
            {
                "2016":2,
                "2017":8,
                "2018":3,
                "2019":11,
                "2020":11,
                "2021":2
            }
        ]
    ]
}