{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This White Paper presents the science case of an Electron-Ion Collider (EIC), focused on the structure and interactions of gluon-dominated matter, with the intent to articulate it to the broader nuclear science community. It was commissioned by the managements of Brookhaven National Laboratory (BNL) and Thomas Jefferson National Accelerator Facility (JLab) with the objective of presenting a summary of scientific opportunities and goals of the EIC as a follow-up to the 2007 NSAC Long Range plan. This document is a culmination of a community-wide effort in nuclear science following a series of workshops on EIC physics over the past decades and, in particular, the focused ten-week program on “Gluons and quark sea at high energies” at the Institute for Nuclear Theory in Fall 2010. It contains a brief description of a few golden physics measurements along with accelerator and detector concepts required …",
            "Electron-ion collider: The next QCD frontier",
            "A Accardi and JL Albacete and M Anselmino and N Armesto and EC Aschenauer and A Bacchetta and D Boer and WK Brooks and T Burton and N-B Chang and W-T Deng and A Deshpande and M Diehl and A Dumitru and R Dupré and R Ent and S Fazio and H Gao and V Guzey and H Hakobyan and Y Hao and D Hasch and R Holt and T Horn and M Huang and A Hutton and C Hyde and J Jalilian-Marian and S Klein and B Kopeliovich and Y Kovchegov and K Kumar and K Kumerički and MAC Lamont and Tuomas Lappi and J-H Lee and Y Lee and EM Levin and F-L Lin and V Litvinenko and TW Ludlam and C Marquet and Z-E Meziani and R McKeown and A Metz and R Milner and VS Morozov and AH Mueller and B Müller and D Müller and P Nadel-Turonski and Hannu Paukkunen and A Prokudin and V Ptitsyn and X Qian and J-W Qiu and M Ramsey-Musolf and T Roser and F Sabatié and R Sassot and G Schnell and P Schweitzer and E Sichtermann and M Stratmann and M Strikman and M Sullivan and S Taneja and T Toll and D Trbojevic and T Ullrich and R Venugopalan and S Vigdor and W Vogelsang and C Weiss and B-W Xiao and F Yuan and Y-H Zhang and L Zheng",
            "2016",
            "eamCkrAAAAAJ:_B80troHkn4C",
            833,
            "https:\/\/link.springer.com\/article\/10.1140\/epja\/i2016-16268-9",
            "14627644629180177694",
            "\/scholar?cites=14627644629180177694",
            {
                "2015":31,
                "2016":44,
                "2017":105,
                "2018":141,
                "2019":166,
                "2020":273,
                "2021":33
            }
        ],
        [
            "This writeup is a compilation of the predictions for the forthcoming Heavy Ion Program at the Large Hadron Collider, as presented at the CERN Theory Institute'Heavy Ion Collisions at the LHC—Last Call for Predictions', held from 14th May to 10th June 2007.",
            "Heavy-ion collisions at the LHC—last call for predictions",
            "N Armesto and Nicolas Borghini and S Jeon and UA Wiedemann and S Abreu and SV Akkelin and J Alam and JL Albacete and A Andronic and D Antonov and F Arleo and IC Arsene and GG Barnaföldi and J Barrette and B Bäuchle and F Becattini and B Betz and M Bleicher and M Bluhm and D Boer and FW Bopp and P Braun-Munzinger and L Bravina and W Busza and M Cacciari and A Capella and J Casalderrey-Solana and R Chatterjee and LW Chen and J Cleymans and BA Cole and Z Conesa Del Valle and LP Csernai and L Cunqueiro and A Dainese and J Dias De Deus and HT Ding and M Djordjevic and H Drescher and IM Dremin and A Dumitru and A El and R Engel and D d'Enterria and KJ Eskola and G Fai and EG Ferreiro and RJ Fries and E Frodermann and H Fujii and C Gale and F Gelis and VP Goncalves and V Greco and C Greiner and M Gyulassy and H Van Hees and U Heinz and H Honkanen and WA Horowitz and E Iancu and G Ingelman and J Jalilian-Marian and AB Kaidalov and B Kämpfer and ZB Kang and Iu A Karpenko and G Kestin and D Kharzeev and CM Ko and B Koch and B Kopeliovich and M Kozlov and I Kraus and I Kuznetsova and SH Lee and R Lednicky and J Letessier and E Levin and BA Li and ZW Lin and H Liu and W Liu and C Loizides and IP Lokhtin and MVT MacHado and LV Malinina and AM Managadze and ML Mangano and M Mannarelli and C Manuel and G Martínez and JG Milhano and Á Mócsy and D Molnár and M Nardi and JK Nayak and H Niemi and H Oeschler and JY Ollitrault and G Paić and C Pajares and VS Pantuev and G Papp and D Peressounko and P Petreczky and SV Petrushanko and F Piccinini and T Pierog and HJ Pirner and S Porteboeuf and I Potashnikova and GY Qin and JW Qiu and J Rafelski and K Rajagopal and J Ranft and R Rapp and SS Räsänen and J Rathsman and P Rau and K Redlich and T Renk and AH Rezaeian and D Rischke and S Roesler and J Ruppert and PV Ruuskanen and CA Salgado and S Sapeta and I Sarcevic and S Sarkar and LI Sarycheva and I Schmidt and AI Shoshi and B Sinha and Yu M Sinyukov and AM Snigirev and DK Srivastava and J Stachel and A Stasto and H Stöcker and C Yu Teplov and RL Thews and G Torrieri and V Topor Pop and DN Triantafyllopoulos and KL Tuchin and S Turbide and K Tywoniuk",
            "2008",
            "eamCkrAAAAAJ:1sJd4Hv_s6UC",
            430,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0954-3899\/35\/5\/054001\/meta",
            "9736551147827220264",
            "\/scholar?cites=9736551147827220264",
            {
                "2008":29,
                "2009":63,
                "2010":57,
                "2011":60,
                "2012":51,
                "2013":51,
                "2014":24,
                "2015":29,
                "2016":25,
                "2017":18,
                "2018":14,
                "2019":3,
                "2020":6
            }
        ],
        [
            "We investigate the consequences of long range rapidity correlations in the Glasma. Particles produced locally in the transverse plane are correlated by approximately boost invariant flux tubes of longitudinal color electric and magnetic fields that are formed when two sheets of Colored Glass Condensate pass through one another, each acquiring a modified color charge density in the collision. We argue that such long range rapidity correlations persist during the evolution of the Quark–Gluon Plasma formed later in the collision. When combined with transverse flow, these correlations reproduce many of the features of the recently observed ridge events in heavy ion collisions at RHIC.",
            "Glasma flux tubes and the near side ridge phenomenon at RHIC",
            "Adrian Dumitru and Francois Gelis and Larry McLerran and Raju Venugopalan",
            "2008",
            "eamCkrAAAAAJ:nb7KW1ujOQ8C",
            415,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0375947408005927",
            "9832721063613647397",
            "\/scholar?cites=9832721063613647397",
            {
                "2008":8,
                "2009":44,
                "2010":40,
                "2011":60,
                "2012":38,
                "2013":22,
                "2014":25,
                "2015":24,
                "2016":41,
                "2017":29,
                "2018":28,
                "2019":27,
                "2020":22,
                "2021":5
            }
        ],
        [
            "We introduce a combined macroscopic-microscopic transport approach employing relativistic hydrodynamics for the early, dense, deconfined stage of the reaction and a microscopic nonequilibrium model for the later hadronic stage where the equilibrium assumptions are not valid anymore. Within this approach we study the dynamics of hot, bulk QCD matter, which is expected to be created in ultrarelativistic heavy-ion collisions at the Super Proton Synchrotron, the Relativistic Heavy Ion Collider, and the Large Hadron Collider. Our approach is capable of self-consistently calculating the freeze-out of the hadronic system, while accounting for the collective flow on the hadronization hypersurface generated by the QGP expansion. In particular, we perform a detailed analysis of the reaction dynamics, hadronic freeze-out, and transverse flow.",
            "Dynamics of hot bulk QCD matter: From the quark-gluon plasma to hadronic freeze-out",
            "SA Bass and A Dumitru",
            "2000",
            "eamCkrAAAAAJ:IjCSPb-OGe4C",
            396,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.61.064909",
            "1158752335720602989",
            "\/scholar?cites=1158752335720602989",
            {
                "2000":6,
                "2001":24,
                "2002":36,
                "2003":20,
                "2004":13,
                "2005":16,
                "2006":31,
                "2007":29,
                "2008":29,
                "2009":33,
                "2010":16,
                "2011":21,
                "2012":16,
                "2013":16,
                "2014":17,
                "2015":21,
                "2016":11,
                "2017":16,
                "2018":9,
                "2019":7,
                "2020":5
            }
        ],
        [
            "We show that the key features of the CMS result on the ridge correlation seen for high multiplicity events in s= 7 TeV proton–proton collisions at the LHC can be understood in the Color Glass Condensate framework of high energy QCD. The same formalism underlies the explanation of the ridge events seen in A+ A collisions at RHIC, albeit it is likely that flow effects may enhance the magnitude of the signal in the latter.",
            "The ridge in proton–proton collisions at the LHC",
            "Adrian Dumitru and Kevin Dusling and Francois Gelis and Jamal Jalilian-Marian and Tuomas Lappi and Raju Venugopalan",
            "2011",
            "eamCkrAAAAAJ:L8Ckcad2t8MC",
            328,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269311000487",
            "4146453465520583767",
            "\/scholar?cites=4146453465520583767",
            {
                "2010":1,
                "2011":29,
                "2012":28,
                "2013":31,
                "2014":29,
                "2015":34,
                "2016":57,
                "2017":37,
                "2018":32,
                "2019":19,
                "2020":28,
                "2021":2
            }
        ],
        [
            "We consider one loop corrections to single inclusive particle production in parton–nucleus scattering at high energies, treating the target nucleus as a color glass condensate. We prove by explicit computation that in the leading log Q 2 approximation, these corrections lead to collinear factorization and DGLAP evolution of the projectile parton distribution and hadron fragmentation functions. In single-inclusive cross sections, only two-point functions of Wilson lines in the adjoint and fundamental representations (Mueller's dipoles) arise, which can be obtained from the solution of the JIMWLK equations. The application of our results to forward-rapidity production shows that, in general, recoil effects are large. Hence, the forward rapidity region at RHIC is rather different from the central region at LHC, despite comparable gluon densities in the target. We show that both the quantum x-evolution of the high-density target as …",
            "The color glass condensate and hadron production in the forward region",
            "Adrian Dumitru and Arata Hayashigaki and Jamal Jalilian-Marian",
            "2006",
            "eamCkrAAAAAJ:YsMSGLbcyi4C",
            309,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0375947405011917",
            "1580277496455383162",
            "\/scholar?cites=1580277496455383162",
            {
                "2006":18,
                "2007":16,
                "2008":15,
                "2009":22,
                "2010":19,
                "2011":26,
                "2012":15,
                "2013":21,
                "2014":17,
                "2015":13,
                "2016":22,
                "2017":25,
                "2018":19,
                "2019":37,
                "2020":21,
                "2021":1
            }
        ],
        [
            "Predictions for charged hadron, identified light hadron, quarkonium, photon, jet and gauge bosons in p+Pb collisions at  are compiled and compared. When test run data are available, they are compared to the model predictions.",
            "PREDICTIONS FOR p+Pb COLLISIONS AT ",
            "Javier L Albacete and Nestor Armesto and Rudolf Baier and Gergely G Barnafoeldi and Jean Barrette and Somnath De and Wei-Tian Deng and Adrian Dumitru and Kevin Dusling and Kari J Eskola and Rainer Fries and Hirotsugu Fujii and Francois Gelis and Miklos Gyulassy and Yuncun He and Ilkka Helenius and Zhong-Bo Kang and Boris Z Kopeliovich and Krzysztof Kutak and Peter Levai and Zi-Wei Lin and Alfred H Mueller and Yasushi Nara and Jan Nemchik and Gabor Papp and Mihai Petrovici and Jian-Wei Qiu and Amir H Rezaeian and Peng Ru and Dominique Schiff and Sebastian Sapeta and Vasile Topor Pop and Prithwish Tribedy and Raju Venugopalan and Ivan Vitev and Ramona Vogt and Enke Wang and Xin-Nian Wang and Hongxi Xing and Rong Xu and Ben-Wei Zhang and Wei-Ning Zhang",
            "2013",
            "eamCkrAAAAAJ:TQgYirikUcIC",
            297,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/S0218301313300075",
            "5423252567732379808",
            "\/scholar?cites=5423252567732379808",
            {
                "2013":20,
                "2014":74,
                "2015":74,
                "2016":58,
                "2017":20,
                "2018":27,
                "2019":11,
                "2020":10,
                "2021":2
            }
        ],
        [
            "We show that the centrality and system-size dependence of elliptic flow measured at the BNL Relativistic Heavy Ion Collider (RHIC) are fully described by a simple model based on eccentricity scaling and incomplete thermalization. We argue that the elliptic flow is at least 25% below the (ideal)“hydrodynamic limit,” even for the most central Au-Au collisions. This lack of perfect equilibration allows for estimates of the effective parton cross section in the quark-gluon plasma and of its viscosity to entropy density ratio. We also show how the initial conditions affect the transport coefficients and thermodynamic quantities extracted from the data, in particular, the viscosity and the speed of sound.",
            "Centrality dependence of elliptic flow, the hydrodynamic limit, and the viscosity of hot QCD",
            "Hans-Joachim Drescher and Adrian Dumitru and Clement Gombeaud and Jean-Yves Ollitrault",
            "2007",
            "eamCkrAAAAAJ:-_dYPAW6P2MC",
            245,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.76.024905",
            "17396203943531795566",
            "\/scholar?cites=17396203943531795566",
            {
                "2007":7,
                "2008":29,
                "2009":48,
                "2010":41,
                "2011":35,
                "2012":23,
                "2013":7,
                "2014":14,
                "2015":5,
                "2016":9,
                "2017":5,
                "2018":9,
                "2019":9,
                "2020":3
            }
        ],
        [
            "We investigate flow in semiperipheral nuclear collisions at Alternating Gradient Synchrotron and Super Proton Synchrotron energies within macroscopic as well as microscopic transport models. The hot and dense zone assumes the shape of an ellipsoid which is tilted by an angle Θ with respect to the beam axis. If matter is close to the softest point of the equation of state, this ellipsoid expands predominantly orthogonal to the direction given by Θ. This antiflow component is responsible for the previously predicted reduction of the directed transverse momentum around the softest point of the equation of state.",
            "Antiflow of nucleons at the softest point of the equation of state",
            "Jörg Brachmann and Sven Soff and Adrian Dumitru and Horst Stoecker and Joachim A Maruhn and Walter Greiner and LV Bravina and DH Rischke",
            "2000",
            "eamCkrAAAAAJ:dfsIfKJdRG4C",
            241,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.61.024909",
            "8725295145998343108",
            "\/scholar?cites=8725295145998343108",
            {
                "1999":1,
                "2000":14,
                "2001":11,
                "2002":13,
                "2003":3,
                "2004":10,
                "2005":11,
                "2006":14,
                "2007":13,
                "2008":6,
                "2009":9,
                "2010":11,
                "2011":14,
                "2012":14,
                "2013":13,
                "2014":14,
                "2015":7,
                "2016":10,
                "2017":11,
                "2018":14,
                "2019":17,
                "2020":8
            }
        ],
        [
            "The eccentricity in coordinate space at midrapidity of the overlap zone in high-energy heavy-ion collisions predicted by the k⊥-factorization formalism is generically larger than expected from scaling with the number of participants. We provide a simple qualitative explanation of the effect which shows that it is not caused predominantly by edge effects. We also show that it is quite insensitive to “details” of the unintegrated gluon distribution functions such as the presence of leading-twist shadowing and of an extended geometric scaling window. The larger eccentricity increases the azimuthal asymmetry of high transverse momentum particles. Finally, we point out that the longitudinal structure of the color glass condensate initial condition for hydrodynamics away from midrapidity is nontrivial but requires understanding of large-x effects.",
            "Eccentricity in heavy-ion collisions from color glass condensate initial conditions",
            "Azfar Adil and Hans-Joachim Drescher and Adrian Dumitru and Arata Hayashigaki and Yasushi Nara",
            "2006",
            "eamCkrAAAAAJ:5ugPr518TE4C",
            237,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.74.044905",
            "13695374466483437076",
            "\/scholar?cites=13695374466483437076",
            {
                "2006":3,
                "2007":13,
                "2008":11,
                "2009":18,
                "2010":22,
                "2011":23,
                "2012":30,
                "2013":28,
                "2014":40,
                "2015":16,
                "2016":15,
                "2017":7,
                "2018":2,
                "2019":5,
                "2020":2,
                "2021":1
            }
        ]
    ]
}