{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "The AdS\/CFT correspondence allows one to relate 4D strongly coupled theories to weakly coupled theories in 5D AdS. We use this correspondence to study a scenario in which the Higgs appears as a composite pseudo-Goldstone boson (PGB) of a strongly coupled theory. We show how a non-linearly realized global symmetry protects the Higgs mass and guarantees the absence of quadratic divergences at any loop order. The gauge and Yukawa interactions for the PGB Higgs are simple to introduce in the 5D AdS theory, and their one-loop contributions to the Higgs potential are calculated using perturbation theory. These contributions are finite, giving a squared-mass to the Higgs which is one-loop smaller than the mass of the first Kaluza–Klein state. We also show that if the symmetry breaking is caused by boundary conditions in the extra dimension, the PGB Higgs corresponds to the fifth component of the bulk …",
            "Higgs as a holographic pseudo-Goldstone boson",
            "Roberto Contino and Yasunori Nomura and Alex Pomarol",
            "2003",
            "ebFOvfQAAAAJ:a0OBvERweLwC",
            770,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321303007041",
            "10343678347154414317",
            "\/scholar?cites=10343678347154414317",
            {
                "2003":2,
                "2004":7,
                "2005":25,
                "2006":28,
                "2007":55,
                "2008":49,
                "2009":37,
                "2010":47,
                "2011":45,
                "2012":48,
                "2013":58,
                "2014":65,
                "2015":57,
                "2016":58,
                "2017":55,
                "2018":38,
                "2019":44,
                "2020":48,
                "2021":1
            }
        ],
        [
            "A complete 5-dimensional SU (5) unified theory is constructed which, on compactification on the orbifold with two different Z 2’s (Z 2 and Z 2′), yields the minimal supersymmetric standard model. The orbifold accomplishes SU (5) gauge symmetry breaking, doublet-triplet splitting, and a vanishing of proton decay from operators of dimension 5. Until 4D supersymmetry is broken, all proton decay from dimension 4 and dimension 5 operators is forced to vanish by an exact U (1) R symmetry. Quarks and leptons and their Yukawa interactions are located at the Z 2 orbifold fixed points, where SU (5) is unbroken. A new mechanism for introducing SU (5) breaking into the quark and lepton masses is introduced, which originates from the SU (5) violation in the zero-mode structure of bulk multiplets. Even though SU (5) is absent at the Z 2′ orbifold fixed point, the brane threshold corrections to gauge coupling unification are …",
            "Gauge unification in higher dimensions",
            "Lawrence Hall and Yasunori Nomura",
            "2001",
            "ebFOvfQAAAAJ:p2g8aNsByqUC",
            609,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.64.055003",
            "13798533424596240769",
            "\/scholar?cites=13798533424596240769",
            {
                "2001":28,
                "2002":79,
                "2003":71,
                "2004":66,
                "2005":48,
                "2006":36,
                "2007":31,
                "2008":44,
                "2009":26,
                "2010":25,
                "2011":20,
                "2012":12,
                "2013":22,
                "2014":14,
                "2015":10,
                "2016":22,
                "2017":18,
                "2018":6,
                "2019":9,
                "2020":11,
                "2021":1
            }
        ],
        [
            "An SU (3)× SU (2)× U (1) supersymmetric theory is constructed with a TeV-sized extra dimension compactified on the orbifold S 1\/(Z 2× Z 2′). The compactification breaks supersymmetry leaving a set of zero modes that correspond precisely to the states of the 1 Higgs doublet standard model. Supersymmetric Yukawa interactions are localized at orbifold fixed points. The top quark hypermultiplet radiatively triggers electroweak symmetry breaking, yielding a Higgs potential that is finite and exponentially insensitive to physics above the compactification scale. This potential depends on only a single free parameter, the compactification scale, yielding a Higgs boson mass prediction of 127±8 GeV. The masses of all the superpartners and the Kaluza-Klein excitations are also predicted. The lightest supersymmetric particle is a top squark of mass 197±20 GeV. The top Kaluza-Klein tower leads to the ρ parameter having …",
            "Constrained standard model from a compact extra dimension",
            "Riccardo Barbieri and Lawrence J Hall and Yasunori Nomura",
            "2001",
            "ebFOvfQAAAAJ:dhFuZR0502QC",
            341,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.63.105007",
            "4223988848952774404",
            "\/scholar?cites=4223988848952774404",
            {
                "2001":50,
                "2002":69,
                "2003":43,
                "2004":31,
                "2005":22,
                "2006":16,
                "2007":10,
                "2008":9,
                "2009":10,
                "2010":8,
                "2011":14,
                "2012":7,
                "2013":4,
                "2014":5,
                "2015":11,
                "2016":8,
                "2017":4,
                "2018":1,
                "2019":7,
                "2020":5
            }
        ]
    ]
}