{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Photoelectron counting sequences for single-atom resonance fluorescence are studied. The distribution of waiting times between photoelectric counts is calculated, and its dependence on driving-field intensity and detection efficiency is discussed. The photoelectron-counting distribution is derived from the waiting-time distribution. The relationship between photoelectron counting sequences and photon emission sequences is discussed and used to obtain an expression for the reduced state of the atom during the waiting times between photoelectric counts. The roles of irreversibility and the observer in atomic state reduction are delineated.",
            "Photoelectron waiting times and atomic state reduction in resonance fluorescence",
            "HJ Carmichael and Surendra Singh and Reeta Vyas and PR Rice",
            "1989",
            "EBqQ4pYAAAAJ:u5HHmVD_uO8C",
            231,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.39.1200",
            "7957899446185576395",
            "\/scholar?cites=7957899446185576395",
            {
                "1989":2,
                "1990":3,
                "1991":3,
                "1992":8,
                "1993":12,
                "1994":5,
                "1995":4,
                "1996":10,
                "1997":5,
                "1998":7,
                "1999":8,
                "2000":9,
                "2001":4,
                "2002":5,
                "2003":6,
                "2004":7,
                "2005":2,
                "2006":9,
                "2007":12,
                "2008":8,
                "2009":11,
                "2010":7,
                "2011":8,
                "2012":8,
                "2013":7,
                "2014":9,
                "2015":7,
                "2016":4,
                "2017":11,
                "2018":8,
                "2019":6,
                "2020":13,
                "2021":2
            }
        ],
        [
            "The Jaynes–Cummings interaction of a two-level atom with the radiation field is studied when the radiation is initially in a strongly squeezed coherent state. The dynamic response of the atomic inversion shows echoes after each revival when the squeezed coherent state exhibits an oscillatory photon-counting distribution due to the phase-space interference effect. The sensitivity of the dynamic behavior to approximations used in computing the atomic inversion is discussed. Comparison is made with the intensity-dependent interaction model of Buck and Sukumar [ Phys. Lett.81A,  132 ( 1981)]; this model does not exhibit echoes. The mean, variance, and entropy for the photon-number distribution are calculated and found to show behavior similar to that of the atomic inversion.",
            "Ringing revivals in the interaction of a two-level atom with squeezed light",
            "M Venkata Satyanarayana and P Rice and Reeta Vyas and HJ Carmichael",
            "1989",
            "EBqQ4pYAAAAJ:u-x6o8ySG0sC",
            108,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=josab-6-2-228",
            "1407303373720168888",
            "\/scholar?cites=1407303373720168888",
            {
                "1989":2,
                "1990":7,
                "1991":8,
                "1992":8,
                "1993":8,
                "1994":2,
                "1995":3,
                "1996":4,
                "1997":2,
                "1998":3,
                "1999":5,
                "2000":1,
                "2001":1,
                "2002":3,
                "2003":4,
                "2004":1,
                "2005":4,
                "2006":2,
                "2007":5,
                "2008":1,
                "2009":3,
                "2010":1,
                "2011":2,
                "2012":3,
                "2013":3,
                "2014":1,
                "2015":2,
                "2016":4,
                "2017":6,
                "2018":5,
                "2019":3
            }
        ],
        [
            "Laguerre-Gauss vortex beams carrying different topological charges are generated from Hermite-Gauss laser beams emitted by a gas laser, and their phase properties are explored by studying their interference with a plane wave. Interference of two Laguerre-Gauss vortex beams carrying equal but opposite topological charge is also studied by using a modified Mach-Zehnder interferometer. Experimentally recorded intensity profiles are in good agreement with the theoretically expected profiles.",
            "Phase and interference properties of optical vortex beams",
            "John Vickers and Matt Burch and Reeta Vyas and Surendra Singh",
            "2008",
            "EBqQ4pYAAAAJ:roLk4NBRz8UC",
            84,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=josaa-25-3-823",
            "13482742904588542097",
            "\/scholar?cites=13482742904588542097",
            {
                "2009":4,
                "2010":4,
                "2011":3,
                "2012":3,
                "2013":5,
                "2014":5,
                "2015":5,
                "2016":7,
                "2017":7,
                "2018":11,
                "2019":13,
                "2020":14,
                "2021":2
            }
        ],
        [
            "A comprehensive investigation of pulsed photothermal deflection spectroscopy in a flowing medium has been carried out. A rigorous solution of the appropriate diffusion equation has been obtained, and experiments have been conducted to verify the theoretical predictions. Absolute measurements of the photothermal deflection were made and no adjustable parameters were used in the theory. Very good agreement between the theory and the experiment was obtained.",
            "Pulsed photothermal deflection spectroscopy in a flowing medium: a quantitative investigation",
            "A Rose and Reeta Vyas and Rajendra Gupta",
            "1986",
            "EBqQ4pYAAAAJ:d1gkVwhDpl0C",
            73,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ao-25-24-4626",
            "2301816802933067946",
            "\/scholar?cites=2301816802933067946",
            {
                "1988":9,
                "1989":7,
                "1990":1,
                "1991":1,
                "1992":2,
                "1993":4,
                "1994":1,
                "1995":6,
                "1996":5,
                "1997":7,
                "1998":5,
                "1999":4,
                "2000":3,
                "2001":2,
                "2002":3,
                "2003":2,
                "2004":1,
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":2,
                "2009":1,
                "2010":2,
                "2011":1
            }
        ],
        [
            "Nonclassical light beams generated by the degenerate optical parametric oscillator operating below threshold are analyzed in terms of photoelectron-counting sequences. The positive-P representation is used to calculate the generating function for photoelectron statistics in a closed form. This generating function is used to derive expressions for the photoelectron-counting and waiting-time distributions. The dependence of these distributions on mean photon number inside the cavity and efficiency of detection is studied. The relationship between photoelectron-counting sequence and the photon emission sequence is used to present a simple physical picture of light beams produced by the degenerate parametric oscillator.",
            "Photon-counting statistics of the degenerate optical parametric oscillator",
            "Reeta Vyas and Surendra Singh",
            "1989",
            "EBqQ4pYAAAAJ:9yKSN-GCB0IC",
            58,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.40.5147",
            "17030977849220260243",
            "\/scholar?cites=17030977849220260243",
            {
                "1990":2,
                "1991":1,
                "1992":2,
                "1993":6,
                "1994":1,
                "1995":1,
                "1996":2,
                "1997":5,
                "1998":1,
                "1999":3,
                "2000":1,
                "2001":2,
                "2002":1,
                "2003":1,
                "2004":2,
                "2005":1,
                "2006":3,
                "2007":6,
                "2008":3,
                "2009":3,
                "2010":1,
                "2011":2,
                "2012":7,
                "2013":1
            }
        ]
    ]
}