{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "ObjectiveTo determine whether nonconvulsive electrographic post-traumatic seizures result in increases in intracranial pressure and microdialysis lactate\/pyruvate ratio.Design",
            "Nonconvulsive electrographic seizures after traumatic brain injury result in a delayed, prolonged increase in intracranial pressure and metabolic crisis",
            "Paul M Vespa and Chad Miller and David McArthur and Mathew Eliseo and Maria Etchepare and Daniel Hirt and Thomas C Glenn and Neil Martin and David Hovda",
            "2007",
            "EcyMilwAAAAJ:QIV2ME_5wuYC",
            365,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC4347945\/",
            "11655939059333474483",
            "\/scholar?cites=11655939059333474483",
            {
                "2008":8,
                "2009":24,
                "2010":23,
                "2011":23,
                "2012":27,
                "2013":40,
                "2014":29,
                "2015":45,
                "2016":31,
                "2017":36,
                "2018":21,
                "2019":25,
                "2020":26,
                "2021":1
            }
        ],
        [
            "METHODSThe University of California at Los Angeles institutional review board for human research approved this study. Patients with severe traumatic brain injury with either Glasgow Coma Scale (GCS) score 8 or evidence of traumatic mass lesion on computed tomographic scan and GCS 12 were identified and consented by proxy. The management of patients has",
            "Intensive insulin therapy reduces microdialysis glucose values without altering glucose utilization or improving the lactate\/pyruvate ratio after traumatic brain injury",
            "Paul Vespa and Robert Boonyaputthikul and David L McArthur and Chad Miller and Maria Etchepare and Marvin Bergsneider and Thomas Glenn and Neil Martin and David Hovda",
            "2006",
            "EcyMilwAAAAJ:ULOm3_A8WrAC",
            349,
            "https:\/\/www.researchgate.net\/profile\/Neil_Martin8\/publication\/7271414_Vespa_P_Boonyaputthikul_R_McArthur_DL_Miller_C_Etchepare_M_Bergsneider_M_Glenn_T_Martin_N_Hovda_DAIntensive_insulin_therapy_reduces_microdialysis_glucose_values_without_altering_glucose_utilization_or\/links\/59fdf914a6fdcca1f29b4aa0\/Vespa-P-Boonyaputthikul-R-McArthur-DL-Miller-C-Etchepare-M-Bergsneider-M-Glenn-T-Martin-N-Hovda-DAIntensive-insulin-therapy-reduces-microdialysis-glucose-values-without-altering-glucose-utiliz.pdf",
            "8384162166468449417",
            "\/scholar?cites=8384162166468449417",
            {
                "2006":9,
                "2007":9,
                "2008":34,
                "2009":44,
                "2010":33,
                "2011":26,
                "2012":29,
                "2013":19,
                "2014":23,
                "2015":28,
                "2016":17,
                "2017":23,
                "2018":26,
                "2019":13,
                "2020":12
            }
        ],
        [
            "Neurocritical care depends, in part, on careful patient monitoring but as yet there are little data on what processes are the most important to monitor, how these should be monitored, and whether monitoring these processes is cost-effective and impacts outcome. At the same time, bioinformatics is a rapidly emerging field in critical care but as yet there is little agreement or standardization on what information is important and how it should be displayed and analyzed. The Neurocritical Care Society in collaboration with the European Society of Intensive Care Medicine, the Society for Critical Care Medicine, and the Latin America Brain Injury Consortium organized an international, multidisciplinary consensus conference to begin to address these needs. International experts from neurosurgery, neurocritical care, neurology, critical care, neuroanesthesiology, nursing, pharmacy, and informatics were recruited on …",
            "Consensus summary statement of the international multidisciplinary consensus conference on multimodality monitoring in neurocritical care",
            "Peter Le Roux and David K Menon and Giuseppe Citerio and Paul Vespa and Mary Kay Bader and Gretchen M Brophy and Michael N Diringer and Nino Stocchetti and Walter Videtta and Rocco Armonda and Neeraj Badjatia and Julian Böesel and Randall Chesnut and Sherry Chou and Jan Claassen and Marek Czosnyka and Michael De Georgia and Anthony Figaji and Jennifer Fugate and Raimund Helbok and David Horowitz and Peter Hutchinson and Monisha Kumar and Molly McNett and Chad Miller and Andrew Naidech and Mauro Oddo and DaiWai Olson and Kristine O’Phelan and J Javier Provencio and Corinna Puppo and Richard Riker and Claudia Robertson and Michael Schmidt and Fabio Taccone",
            "2014",
            "EcyMilwAAAAJ:3fE2CSJIrl8C",
            320,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s12028-014-0041-5.pdf",
            "7378149399510739895",
            "\/scholar?cites=7378149399510739895",
            {
                "2014":2,
                "2015":35,
                "2016":48,
                "2017":55,
                "2018":55,
                "2019":51,
                "2020":61,
                "2021":6
            }
        ],
        [
            "OBJECTIVE: To determine whether pericontusional tissue exhibits neurochemical responsiveness to changes in cerebral perfusion pressure as measured by microdialysis lactate\/pyruvate ratio. DESIGN: Prospective monitoring with retrospective data analysis. SETTING: Single-center academic neurologic intensive care unit. PATIENTS: Twenty-one patients with severe traumatic brain injury (Glasgow Coma Scale score 3-8). INTERVENTIONS: None. MEASUREMENTS AND MAIN RESULTS: Cerebral microdialysis was performed for the initial 7 days after traumatic brain injury. Thirteen patients had microdialysis probes in normal tissue and eight had two probes, one of which was located in pericontusional tissue. Retrospective analysis was performed to determine if microdialysis levels in pericontusional tissue demonstrates higher levels of lactate\/pyruvate ratio than normal tissue and if lactate\/pyruvate ratio increased with reductions in cerebral perfusion pressure. Univariate analysis revealed higher values for glutamate and lactate\/pyruvate ratio in pericontusional tissue compared with normal tissue. However, based on the mixed-effects model analysis, the percent time of elevated lactate\/pyruvate ratio was significantly higher in pericontusional tissue (40+\/-59% vs. 17+\/-37%, p<. 05), and the mean lactate\/pyruvate ratio values showed only a trend relationship (62+\/-134 vs. 34+\/-78, p<. 06). When examined by cerebral perfusion pressure threshold, cerebral perfusion pressure< 60 mm Hg was not associated with higher lactate\/pyruvate ratio values in normal or pericontusional tissue. In addition, no single cerebral perfusion pressure threshold …",
            "Pericontusional brain tissue exhibits persistent elevation of lactate\/pyruvate ratio independent of cerebral perfusion pressure.",
            "Paul M Vespa and Kristine O'Phelan and David McArthur and Chad Miller and Matthew Eliseo and Daniel Hirt and Thomas Glenn and David A Hovda",
            "2007",
            "EcyMilwAAAAJ:5nxA0vEk-isC",
            173,
            "https:\/\/europepmc.org\/article\/med\/17334254",
            "6526437552436227594",
            "\/scholar?cites=6526437552436227594",
            {
                "2007":16,
                "2008":26,
                "2009":12,
                "2010":12,
                "2011":11,
                "2012":10,
                "2013":19,
                "2014":16,
                "2015":10,
                "2016":11,
                "2017":10,
                "2018":7,
                "2019":6,
                "2020":6,
                "2021":1
            }
        ],
        [
            "To determine whether persistent metabolic dysfunction in normal-appearing frontal lobe tissue is correlated with long-term tissue atrophy. Prospective monitoring with retrospective data analysis. Single-center academic neurointensive care unit. Fifteen patients with moderate to severe traumatic brain injury (Glasgow Coma Scale score 3-12). None. Hourly cerebral microdialysis was performed for the initial 96 hrs after trauma to determine extracellular levels of glucose, glutamate, glycerol, lactate, and pyruvate in normal appearing frontal lobes. Six months after injury, the anatomical outcome was assessed by measures of global and regional cerebral atrophy using volumetric brain magnetic resonance imaging. The lactate\/pyruvate ratio was elevated> 40 after traumatic brain injury in most patients, with a mean percent time of 32+\/-29% of hours monitored. At 6 months after traumatic brain injury, there was a mean frontal lobe atrophy of 12+\/-11% and global brain atrophy of 8.5+\/-4.5%. The percentage of time of elevated lactate\/pyruvate ratio correlated with the extent of frontal lobe brain atrophy (r=-. 56, p< 0.01), but not global brain atrophy (r=-. 31, p= 0.20). The predictive effect of lactate\/pyruvate ratio was independent of patient age, Glasgow Coma Scale score, and volume of frontal lobe contusion. Persistent metabolic crisis, as reflected by an elevated lactate\/pyruvate ratio, in normal appearing posttraumatic frontal lobe, is predictive of the degree of tissue atrophy at 6 months.",
            "Persistent metabolic crisis as measured by elevated cerebral microdialysis lactate-pyruvate ratio predicts chronic frontal lobe brain atrophy after traumatic brain injury.",
            "Judith Marcoux and David A McArthur and Chad Miller and Thomas C Glenn and Pablo Villablanca and Neil A Martin and David A Hovda and Jeffry R Alger and Paul M Vespa",
            "2008",
            "EcyMilwAAAAJ:mVmsd5A6BfQC",
            156,
            "https:\/\/europepmc.org\/article\/med\/18766106",
            "11049267013755027578",
            "\/scholar?cites=11049267013755027578",
            {
                "2008":3,
                "2009":7,
                "2010":13,
                "2011":21,
                "2012":21,
                "2013":11,
                "2014":14,
                "2015":16,
                "2016":15,
                "2017":6,
                "2018":7,
                "2019":9,
                "2020":9,
                "2021":2
            }
        ],
        [
            "Introduction: This ia a phase-2 safety trial to demonstrate the ability of frameless stereotactic aspiration and thrombolysis of ICH to safely remove blood.Methods: Patients with ICH in the deep basal ganglia and internal capsule of >5 cc volume were consented to undergo computed tomographic imaging for frameless stereotactic guidance registration. Using the frameless stereotactic (CT) guidance, a 4-mm diameter catheter was inserted into the body of the hematoma using a frontal burr hole approach. The catheter was aspirated and then flushed with saline and aspirated to remove unclotted blood. After a confirmatory CT scan to localize the catheter, 1 mg of recombinant tissue plasminogen activator (t-PA) was infused into the clot, permitted to bathe the clot for 30 minutes, and then drained into a closed circuit collection system. t-PA was infused every 8 hours for 48 hours. A follow up CT scan was …",
            "Frameless stereotactic aspiration and thrombolysis of deep intracerebral hemorrhage is associated with reduction of hemorrhage volume and neurological improvement",
            "Paul Vespa and David McArthur and Chad Miller and Kristine O’Phelan and John Frazee and Chelsea Kidwell and Jeffery Saver and Sidney Starkman and Neil Martin",
            "2005",
            "EcyMilwAAAAJ:-f6ydRqryjwC",
            152,
            "https:\/\/link.springer.com\/article\/10.1385\/NCC:2:3:274",
            "12237057358840596024",
            "\/scholar?cites=12237057358840596024",
            {
                "2006":2,
                "2007":9,
                "2008":19,
                "2009":9,
                "2010":14,
                "2011":13,
                "2012":14,
                "2013":16,
                "2014":18,
                "2015":8,
                "2016":7,
                "2017":11,
                "2018":4,
                "2019":3,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The timely assessment and treatment of ICU patients is important for neurosurgeons and neurointensivists. We hypothesized that the use of RTP can improve physician rapid response to unstable ICU patients.This is a prospective study using a before-after, cohort-control design to test the effectiveness of RTP. Physicians used RTP to make rounds in the ICU in response to nursing pages. Data concerning several aspects of the RTP interaction including the latency of the response, the problem being treated, the intervention that was ordered, and the type of information gathered using the RTP were documented. The effect of RTP on ICU length of stay and cost was assessed.The use of RTP was associated with a reduction in latency of attending physician face-to-face response for routine and urgent pages compared to conventional care (RTP: 9.2 ± 9.3 minutes vs conventional: 218 ± 186 …",
            "Intensive care unit robotic telepresence facilitates rapid physician response to unstable patients and decreased cost in neurointensive care",
            "Paul M Vespa and Chad Miller and Xiao Hu and Val Nenov and Farzad Buxey and Neil A Martin",
            "2007",
            "EcyMilwAAAAJ:ZeXyd9-uunAC",
            126,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0090301906012493",
            "11937471241797350008",
            "\/scholar?cites=11937471241797350008",
            {
                "2007":1,
                "2008":1,
                "2009":8,
                "2010":11,
                "2011":16,
                "2012":7,
                "2013":15,
                "2014":13,
                "2015":5,
                "2016":13,
                "2017":8,
                "2018":15,
                "2019":5,
                "2020":1
            }
        ],
        [
            "A variety of technologies have been developed to assist decision-making during the management of patients with acute brain injury who require intensive care. A large body of research has been generated describing these various technologies. The Neurocritical Care Society (NCS) in collaboration with the European Society of Intensive Care Medicine (ESICM), the Society for Critical Care Medicine (SCCM), and the Latin America Brain Injury Consortium (LABIC) organized an international, multidisciplinary consensus conference to perform a systematic review of the published literature to help develop evidence-based practice recommendations on bedside physiologic monitoring. This supplement contains a Consensus Summary Statement with recommendations and individual topic reviews on physiologic processes important in the care of acute brain injury. In this article we provide the evidentiary tables …",
            "The International Multidisciplinary Consensus Conference on Multimodality Monitoring in Neurocritical Care: Evidentiary Tables",
            "Peter Le Roux and David K Menon and Giuseppe Citerio and Paul Vespa and Mary Kay Bader and Gretchen Brophy and Michael N Diringer and Nino Stocchetti and Walter Videtta and Rocco Armonda and Neeraj Badjatia and Julian Bösel and Randall Chesnut and Sherry Chou and Jan Claassen and Marek Czosnyka and Michael De Georgia and Anthony Figaji and Jennifer Fugate and Raimund Helbok and David Horowitz and Peter Hutchinson and Monisha Kumar and Molly McNett and Chad Miller and Andrew Naidech and Mauro Oddo and DaiWai Olson and Kristine O’Phelan and J Javier Provencio and Corinna Puppo and Richard Riker and Claudia Roberson and Michael Schmidt and Fabio Taccone",
            "2014",
            "EcyMilwAAAAJ:Se3iqnhoufwC",
            117,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s12028-014-0081-x.pdf",
            "11952140991895315129",
            "\/scholar?cites=11952140991895315129",
            {
                "2015":13,
                "2016":12,
                "2017":25,
                "2018":13,
                "2019":22,
                "2020":31
            }
        ],
        [
            "Spontaneous ICH is a devastating disease with high morbidity and mortality. Intracerebral hemorrhage lacks an effective medical or surgical treatment despite the acknowledged pathophysiologic benefits of achieved hemostasis and clot removal. Image-guided stereotactic endoscopic hematoma evacuation is a promising minimally invasive approach designed to limit operative injury and maximize hematoma removal.A single-center randomized controlled trial was designed to assess the safety and efficacy of stereotactic hematoma evacuation compared to best medical management. Patients were randomized within 24 hours of hemorrhage in a 3:2 fashion to best medical management plus endoscopic hematoma evacuation or best medical management alone. Data were collected to assess efficacy and safety of hematoma evacuation and to identify procedural components requiring technical …",
            "Image-guided endoscopic evacuation of spontaneous intracerebral hemorrhage",
            "Chad M Miller and Paul Vespa and Jeffrey L Saver and Chelsea S Kidwell and Stanley T Carmichael and Jeffry Alger and John Frazee and Sid Starkman and David Liebeskind and Valeriy Nenov and Robert Elashoff and Neil Martin",
            "2008",
            "EcyMilwAAAAJ:UebtZRa9Y70C",
            117,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0090301908000074",
            "5470714479585567292",
            "\/scholar?cites=5470714479585567292",
            {
                "2008":1,
                "2009":2,
                "2010":10,
                "2011":11,
                "2012":8,
                "2013":17,
                "2014":15,
                "2015":7,
                "2016":8,
                "2017":10,
                "2018":7,
                "2019":6,
                "2020":13,
                "2021":1
            }
        ],
        [
            "THE MANAGEMENT OF adult hydrocephalus spans a broad range of disorders and ages. Modern management strategies include endoscopic and adjustable cerebrospinal fluid shunt diversionary techniques. The assessment and management of the following clinical conditions are discussed: 1) the adult patient with congenital or childhood-onset hydrocephalus, 2) adult slit ventricle syndrome, 3) multicompartmental hydrocephalus, 4) noncommunicating hydrocephalus, 5) communicating hydrocephalus, 6) normal pressure hydrocephalus, and 7) the shunted patient with headaches. The hydrodynamics of cerebrospinal fluid shunt diversion are discussed in relation to mechanisms of under- and overdrainage conditions. A rationale for the routine implementation of adjustable valves for adult patients with hydrocephalus is provided based on objective clinical and experimental data. For the condition of normal …",
            "Surgical management of adult hydrocephalus",
            "Marvin Bergsneider and Chad Miller and Paul M Vespa and Xiao Hu",
            "2008",
            "EcyMilwAAAAJ:_kc_bZDykSQC",
            98,
            "https:\/\/academic.oup.com\/neurosurgery\/article-abstract\/62\/suppl_2\/SHC643\/2581150",
            "9221049290265680805",
            "\/scholar?cites=9221049290265680805",
            {
                "2009":7,
                "2010":11,
                "2011":8,
                "2012":10,
                "2013":8,
                "2014":6,
                "2015":7,
                "2016":11,
                "2017":5,
                "2018":9,
                "2019":9,
                "2020":5
            }
        ]
    ]
}