{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Amber is the collective name for a suite of programs that allow users to carry out molecular dynamics simulations, particularly on biomolecules. None of the individual programs carries this name, but the various parts work reasonably well together, and provide a powerful framework for many common calculations.[3, 4] The term amber is also sometimes used to refer to the empirical force fields that are implemented here.[5, 6] It should be recognized however, that the code and force field are separate: several other computer packages have implemented the amber force fields, and other force fields can be implemented with the amber programs. Further, the force fields are in the public domain, whereas the codes are distributed under a license agreement.The Amber software suite is now divided into two parts: AmberTools, a collection of freely available programs mostly under the GPL license, and Amber10, which is centered around the sander and pmemd simulation programs, and which continues to be licensed as before, under a more restrictive license. You need to install both parts, starting with AmberTools. Amber 10 (2008) represents a significant change from the most recent previous version, Amber 9, which was released in March, 2006. Briefly, the major differences include:",
            "Amber 10",
            "David A Case and Tom A Darden and Thomas E Cheatham and Carlos L Simmerling and Junmei Wang and Robert E Duke and Ray Luo and MRCW Crowley and Ross C Walker and Wei Zhang and Kenneth M Merz and Bing Wang and Seth Hayik and Adrian Roitberg and Gustavo Seabra and István Kolossváry and Kim F Wong and Francesco Paesani and Jiri Vanicek and X Wu and Scott R Brozell and Thomas Steinbrecher and Holger Gohlke and Lijiang Yang and Chunhu Tan and John Mongan and Viktor Hornak and Guanglei Cui and David H Mathews and Matthew G Seetin and Celeste Sagui and Volodymyr Babin and Peter A Kollman",
            "2008",
            "eE3Bg4IAAAAJ:6FFC2c45_UYC",
            11812,
            "https:\/\/infoscience.epfl.ch\/record\/121435\/files\/Amber10i.pdf",
            "3229681417263239311",
            "\/scholar?cites=3229681417263239311",
            {
                "2005":188,
                "2006":270,
                "2007":283,
                "2008":366,
                "2009":465,
                "2010":538,
                "2011":556,
                "2012":702,
                "2013":738,
                "2014":790,
                "2015":834,
                "2016":947,
                "2017":987,
                "2018":1109,
                "2019":1203,
                "2020":1209,
                "2021":127
            }
        ],
        [
            "The recent dramatic rise in power conversion efficiencies (PCEs) of perovskite solar cells (PSCs) has triggered intense research worldwide. However, high PCE values have often been reached with poor stability at an illuminated area of typically less than 0.1 square centimeter. We used heavily doped inorganic charge extraction layers in planar PSCs to achieve very rapid carrier extraction, even with 10- to 20-nanometer-thick layers, avoiding pinholes and eliminating local structural defects over large areas. The robust inorganic nature of the layers allowed for the fabrication of PSCs with an aperture area >1 square centimeter that have a PCE >15%, as certified by an accredited photovoltaic calibration laboratory. Hysteresis in the current-voltage characteristics was eliminated; the PSCs were stable, with >90% of the initial PCE remaining after 1000 hours of light soaking.",
            "Efficient and stable large-area perovskite solar cells with inorganic charge extraction layers",
            "Wei Chen and Yongzhen Wu and Youfeng Yue and Jian Liu and Wenjun Zhang and Xudong Yang and Han Chen and Enbing Bi and Islam Ashraful and Michael Grätzel and Liyuan Han",
            "2015",
            "eE3Bg4IAAAAJ:3-wfB2TX908C",
            1627,
            "https:\/\/science.sciencemag.org\/content\/350\/6263\/944.abstract",
            "5364278249411236084",
            "\/scholar?cites=5364278249411236084",
            {
                "2016":251,
                "2017":354,
                "2018":396,
                "2019":299,
                "2020":287,
                "2021":35
            }
        ],
        [
            "Compressive graphene aerogels were obtained by the one-step reduction and self-assembly of graphene oxide with ethylenediamine and then freeze-drying. The aerogels hold good compressibility, variable electrical resistance and fire-resistance. The high porosity with a hydrophobic nature, allows the aerogels to absorb different organic liquids, and the absorption–squeezing process has been demonstrated for oil collection.",
            "Ultra-light, compressible and fire-resistant graphene aerogel as a highly efficient and recyclable absorbent for organic liquids",
            "Jihao Li and Jingye Li and Hu Meng and Siyuan Xie and Bowu Zhang and Linfan Li and Hongjuan Ma and Jianyong Zhang and Ming Yu",
            "2014",
            "eE3Bg4IAAAAJ:xpFxhiwfz1QC",
            1192,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2013\/ta\/c3ta14725h",
            "14139316173581441056",
            "\/scholar?cites=14139316173581441056",
            {
                "2013":5,
                "2014":30,
                "2015":119,
                "2016":195,
                "2017":193,
                "2018":231,
                "2019":190,
                "2020":187,
                "2021":36
            }
        ],
        [
            "Herpes simplex virus type 1 (HSV-1) binds to cells through interactions of viral glycoproteins gB and gC with heparan sulfate chains on cell surface proteoglycans. This binding is not sufficient for viral entry, which requires fusion between the viral envelope and cell membrane. Here, we show that heparan sulfate modified by a subset of the multiple D-glucosaminyl 3-O-sulfotransferase isoforms provides sites for the binding of a third viral glycoprotein, gD, and for initiation of HSV-1 entry. We conclude that susceptibility of cells to HSV-1 entry depends on (1) presence of heparan sulfate chains to which virus can bind and (2) 3-O-sulfation of specific glucosamine residues in heparan sulfate to generate gD-binding sites or the expression of other previously identified gD-binding receptors.",
            "A novel role for 3-O-sulfated heparan sulfate in herpes simplex virus 1 entry",
            "Deepak Shukla and Jian Liu and Peter Blaiklock and Nicholas W Shworak and Xiaomei Bai and Jeffrey D Esko and Gary H Cohen and Roselyn J Eisenberg and Robert D Rosenberg and Patricia G Spear",
            "1999",
            "eE3Bg4IAAAAJ:Z4mSzhzztHAC",
            1059,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867400800586",
            "14275438188909559166",
            "\/scholar?cites=14275438188909559166",
            {
                "2000":26,
                "2001":48,
                "2002":52,
                "2003":53,
                "2004":75,
                "2005":47,
                "2006":52,
                "2007":48,
                "2008":51,
                "2009":51,
                "2010":71,
                "2011":54,
                "2012":68,
                "2013":59,
                "2014":42,
                "2015":41,
                "2016":51,
                "2017":47,
                "2018":41,
                "2019":38,
                "2020":34,
                "2021":3
            }
        ],
        [
            "On a planar substrate the sequential deposition of CH3NH3PbI3 perovskite is optimized by retarding the crystallization of PbI2. This strategy overcomes the problem of incomplete conversion and uncontrolled particle sizes of perovskite in the absence of mesoporous scaffolds, greatly increasing the film reproducibility. Highly efficient and reproducible planar-structured perovskite solar cells were obtained with the best efficiency of 13.5%, average efficiency of 12.5% and a small standard deviation of 0.57 from a total of 120 cells.",
            "Retarding the crystallization of PbI 2 for highly reproducible planar-structured perovskite solar cells via sequential deposition",
            "Yongzhen Wu and Ashraful Islam and Xudong Yang and Chuanjiang Qin and Jian Liu and Kun Zhang and Wenqin Peng and Liyuan Han",
            "2014",
            "eE3Bg4IAAAAJ:KmnQujDrscgC",
            767,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2014\/ee\/c4ee01624f",
            "15275011260999574699",
            "\/scholar?cites=15275011260999574699",
            {
                "2014":8,
                "2015":133,
                "2016":160,
                "2017":136,
                "2018":135,
                "2019":98,
                "2020":91,
                "2021":6
            }
        ],
        [
            "Chickpea protein hydrolysate (CPH) was fractionated by gel filtration on Sephadex G-25. The antioxidant and free radical-scavenging activities of four CPH fractions (Fra.I, Fra.II, Fra.III, and Fra.IV) were measured using reducing power, inhibition of linoleic acid autoxidation, and 1,1-diphenyl-2- pycrylhydrazyl (DPPH)\/superoxide\/hydroxyl radical-scavenging assay. The antioxidant activity of Fra.IV (81.13%) was closer to that of α-tocopherol (83.66%) but lower than that of BHT (99.71%) in the linoleic acid oxidation system. Amino acid analyses showed that Fra.IV with the strongest antioxidant activity also had the highest total hydrophobic amino acids content (38.94% THAA) and hydrophobicity (125.62 kcal\/mol amino acid residue) compared with the other three fractions. The molecular weight distribution of Fra.IV was found to vary from 200 to 3000 Da.",
            "Antioxidant and free radical-scavenging activities of chickpea protein hydrolysate (CPH)",
            "Yanhong Li and Bo Jiang and Tao Zhang and Wanmeng Mu and Jian Liu",
            "2008",
            "eE3Bg4IAAAAJ:n94QCav8jycC",
            762,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0308814607004207",
            "2457301876399690022",
            "\/scholar?cites=2457301876399690022",
            {
                "2008":10,
                "2009":21,
                "2010":29,
                "2011":46,
                "2012":69,
                "2013":83,
                "2014":84,
                "2015":78,
                "2016":71,
                "2017":76,
                "2018":52,
                "2019":63,
                "2020":63,
                "2021":11
            }
        ],
        [
            "Although mast cell functions have classically been related to allergic responses 1, 2, 3, recent studies indicate that these cells contribute to other common diseases such as multiple sclerosis, rheumatoid arthritis, atherosclerosis, aortic aneurysm and cancer 4, 5, 6, 7, 8. This study presents evidence that mast cells also contribute to diet-induced obesity and diabetes. For example, white adipose tissue (WAT) from obese humans and mice contain more mast cells than WAT from their lean counterparts. Furthermore, in the context of mice on a Western diet, genetically induced deficiency of mast cells, or their pharmacological stabilization, reduces body weight gain and levels of inflammatory cytokines, chemokines and proteases in serum and WAT, in concert with improved glucose homeostasis and energy expenditure. Mechanistic studies reveal that mast cells contribute to WAT and muscle angiogenesis and associated …",
            "Genetic deficiency and pharmacological stabilization of mast cells reduce diet-induced obesity and diabetes in mice",
            "Jian Liu and Adeline Divoux and Jiusong Sun and Jie Zhang and Karine Clément and Jonathan N Glickman and Galina K Sukhova and Paul J Wolters and Juan Du and Cem Z Gorgun and Alessandro Doria and Peter Libby and Richard S Blumberg and Barbara B Kahn and Gökhan S Hotamisligil and Guo-Ping Shi",
            "2009",
            "eE3Bg4IAAAAJ:-dM8Fa3L0FAC",
            747,
            "https:\/\/www.nature.com\/nm\/journal\/v15\/n8\/abs\/nm.1994.html",
            "11144835646700928862",
            "\/scholar?cites=11144835646700928862",
            {
                "2010":38,
                "2011":69,
                "2012":85,
                "2013":105,
                "2014":83,
                "2015":74,
                "2016":66,
                "2017":59,
                "2018":57,
                "2019":44,
                "2020":54,
                "2021":3
            }
        ],
        [
            "Activity monitoring in home environments has become increasingly important and has the potential to support a broad array of applications including elder care, well-being management, and latchkey child safety. Traditional approaches involve wearable sensors and specialized hardware installations. This paper presents device-free location-oriented activity identification at home through the use of existing WiFi access points and WiFi devices (eg, desktops, thermostats, refrigerators, smartTVs, laptops). Our low-cost system takes advantage of the ever more complex web of WiFi links between such devices and the increasingly fine-grained channel state information that can be extracted from such links. It examines channel features and can uniquely identify both in-place activities and walking movements across a home by comparing them against signal profiles. Signal profiles construction can be semi-supervised …",
            "E-eyes: device-free location-oriented activity identification using fine-grained wifi signatures",
            "Yan Wang and Jian Liu and Yingying Chen and Marco Gruteser and Jie Yang and Hongbo Liu",
            "2014",
            "eE3Bg4IAAAAJ:sV7nzfb82JwC",
            610,
            "https:\/\/dl.acm.org\/doi\/abs\/10.1145\/2639108.2639143",
            "12256324509586416545",
            "\/scholar?cites=12256324509586416545",
            {
                "2015":50,
                "2016":77,
                "2017":89,
                "2018":128,
                "2019":134,
                "2020":114,
                "2021":9
            }
        ]
    ]
}