{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The systematic translation of cancer genomic data into knowledge of tumour biology and therapeutic possibilities remains challenging. Such efforts should be greatly aided by robust preclinical model systems that reflect the genomic diversity of human cancers and for which detailed genetic and pharmacological annotation is available 1. Here we describe the Cancer Cell Line Encyclopedia (CCLE): a compilation of gene expression, chromosomal copy number and massively parallel sequencing data from 947 human cancer cell lines. When coupled with pharmacological profiles for 24 anticancer drugs across 479 of the cell lines, this collection allowed identification of genetic, lineage, and gene-expression-based predictors of drug sensitivity. In addition to known predictors, we found that plasma cell lineage correlated with sensitivity to IGF1 receptor inhibitors; AHR expression was associated with MEK inhibitor …",
            "The Cancer Cell Line Encyclopedia enables predictive modelling of anticancer drug sensitivity",
            "Jordi Barretina and Giordano Caponigro and Nicolas Stransky and Kavitha Venkatesan and Adam A Margolin and Sungjoon Kim and Christopher J Wilson and Joseph Lehár and Gregory V Kryukov and Dmitriy Sonkin and Anupama Reddy and Manway Liu and Lauren Murray and Michael F Berger and John E Monahan and Paula Morais and Jodi Meltzer and Adam Korejwa and Judit Jané-Valbuena and Felipa A Mapa and Joseph Thibault and Eva Bric-Furlong and Pichai Raman and Aaron Shipway and Ingo H Engels and Jill Cheng and K Yu Guoying and Jianjun Yu and Peter Aspesi and Melanie De Silva and Kalpana Jagtap and Michael D Jones and Li Wang and Charles Hatton and Emanuele Palescandolo and Supriya Gupta and Scott Mahan and Carrie Sougnez and Robert C Onofrio and Ted Liefeld and Laura MacConaill and Wendy Winckler and Michael Reich and Nanxin Li and Jill P Mesirov and Stacey B Gabriel and Gad Getz and Kristin Ardlie and Vivien Chan and Vic E Myer and Barbara L Weber and Jeff Porter and Markus Warmuth and Peter Finan and Jennifer L Harris and Matthew Meyerson and Todd R Golub and Michael P Morrissey and William R Sellers and Robert Schlegel and Levi A Garraway",
            "2012",
            "EeA-CKIAAAAJ:D2lc7i8A8ooC",
            4984,
            "https:\/\/www.nature.com\/articles\/nature11003.",
            "5639174297716884824",
            "\/scholar?cites=5639174297716884824",
            {
                "2012":92,
                "2013":312,
                "2014":403,
                "2015":479,
                "2016":603,
                "2017":627,
                "2018":726,
                "2019":800,
                "2020":840,
                "2021":67
            }
        ],
        [
            "The RENO experiment has observed the disappearance of reactor electron antineutrinos, consistent with neutrino oscillations, with a significance of 4.9 standard deviations. Antineutrinos from six 2.8 GW th reactors at the Yonggwang Nuclear Power Plant in Korea, are detected by two identical detectors located at 294 and 1383 m, respectively, from the reactor array center. In the 229 d data-taking period between 11 August 2011 and 26 March 2012, the far (near) detector observed 17102 (154088) electron antineutrino candidate events with a background fraction of 5.5%(2.7%). The ratio of observed to expected numbers of antineutrinos in the far detector is 0.920±0.009 (stat)±0.014 (syst). From this deficit, we determine sin﻿ 2 2 θ 13= 0.113±0.013 (stat)±0.019 (syst) based on a rate-only analysis.",
            "Observation of reactor electron antineutrinos disappearance in the RENO experiment",
            "Jung Keun Ahn and S Chebotaryov and JH Choi and S Choi and W Choi and Y Choi and HI Jang and JS Jang and EJ Jeon and IS Jeong and KK Joo and BR Kim and BC Kim and HS Kim and JY Kim and SB Kim and SH Kim and SY Kim and W Kim and YD Kim and J Lee and JK Lee and IT Lim and KJ Ma and MY Pac and IG Park and JS Park and KS Park and JW Shin and K Siyeon and BS Yang and IS Yeo and SH Yi and I Yu and RENO Collaboration",
            "2012",
            "EeA-CKIAAAAJ:d3xjRt2Mi1YC",
            2301,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.191802",
            "10597934890496294080",
            "\/scholar?cites=10597934890496294080",
            {
                "2012":223,
                "2013":455,
                "2014":337,
                "2015":333,
                "2016":291,
                "2017":181,
                "2018":182,
                "2019":158,
                "2020":120,
                "2021":3
            }
        ],
        [
            "Polymers that display a physicochemical response to stimuli are widely explored as potential drug-delivery systems 1, 2, 3, 4. Stimuli studied to date include chemical substances and changes in temperature, pH and electric field. Homopolymers or copolymers of N-isopropylacrylamide 5, 6 and poly (ethylene oxide)–poly (propylene oxide)–poly (ethylene oxide)(known as poloxamers) 7 are typical examples of thermosensitive polymers, but their use in drug delivery is problematic because they are toxic and non-biodegradable. Biodegradable polymers used for drug delivery to date have mostly been in the form of injectable microspheres or implant systems, which require complicated fabrication processes using organic solvents 8. Such systems have the disadvantage that the use of organic solvents can cause denaturation when protein drugs are to be encapsulated. Furthermore, the solid form requires surgical …",
            "Biodegradable block copolymers as injectable drug-delivery systems",
            "Byeongmoon Jeong and You Han Bae and Doo Sung Lee and Sung Wan Kim",
            "1997",
            "EeA-CKIAAAAJ:N8RR74vhTp4C",
            2214,
            "https:\/\/www.nature.com\/articles\/42218",
            "9042402097669365589",
            "\/scholar?cites=9042402097669365589",
            {
                "1998":12,
                "1999":27,
                "2000":28,
                "2001":36,
                "2002":47,
                "2003":71,
                "2004":97,
                "2005":107,
                "2006":111,
                "2007":122,
                "2008":146,
                "2009":141,
                "2010":122,
                "2011":140,
                "2012":151,
                "2013":137,
                "2014":139,
                "2015":109,
                "2016":109,
                "2017":98,
                "2018":92,
                "2019":91,
                "2020":68,
                "2021":6
            }
        ],
        [
            "S-nitrosylation, the covalent attachment of a nitrogen monoxide group to the thiol side chain of cysteine, has emerged as an important mechanism for dynamic, post-translational regulation of most or all main classes of protein. S-nitrosylation thereby conveys a large part of the ubiquitous influence of nitric oxide (NO) on cellular signal transduction, and provides a mechanism for redox-based physiological regulation.",
            "Protein S-nitrosylation: purview and parameters",
            "Douglas T Hess and Akio Matsumoto and Sung-Oog Kim and Harvey E Marshall and Jonathan S Stamler",
            "2005",
            "EeA-CKIAAAAJ:_axFR9aDTf0C",
            2066,
            "https:\/\/www.nature.com\/articles\/nrm1569",
            "8081819328443931248",
            "\/scholar?cites=8081819328443931248",
            {
                "2005":34,
                "2006":98,
                "2007":136,
                "2008":139,
                "2009":154,
                "2010":158,
                "2011":159,
                "2012":157,
                "2013":184,
                "2014":141,
                "2015":126,
                "2016":131,
                "2017":114,
                "2018":111,
                "2019":108,
                "2020":91,
                "2021":9
            }
        ],
        [
            "Aqueous polymer solutions that are transformed into gels by changes in environmental conditions, such as temperature and pH, thus resulting in in situ hydrogel formation, have recently attracted the attention of many investigators for scientific interest and for practical biomedical or pharmaceutical applications. When the hydrogel is formed under physiological conditions and maintains its integrity for a desired period of time, the process may provide various advantages over conventional hydrogels. Because of the simplicity of pharmaceutical formulation by solution mixing, biocompatibility with biological systems, and convenient administration, the pharmaceutical and biomedical uses of the water-based sol–gel transition include solubilization of low-molecular-weight hydrophobic drugs, controlled release, labile biomacromolecule delivery, such as proteins and genes, cell immobilization, and tissue engineering …",
            "Thermosensitive sol–gel reversible hydrogels",
            "Byeongmoon Jeong and Sung Wan Kim and You Han Bae",
            "2012",
            "EeA-CKIAAAAJ:HHUT0vUrEqMC",
            1779,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0169409X12002724",
            "12060970878659196595",
            "\/scholar?cites=12060970878659196595",
            {
                "2002":9,
                "2003":28,
                "2004":57,
                "2005":50,
                "2006":57,
                "2007":104,
                "2008":77,
                "2009":121,
                "2010":112,
                "2011":120,
                "2012":104,
                "2013":112,
                "2014":117,
                "2015":126,
                "2016":113,
                "2017":109,
                "2018":131,
                "2019":110,
                "2020":102,
                "2021":10
            }
        ],
        [
            "Differential scanning calorimetry (DSC) was performed on aqueous solutions of polyCZV-isopropylacrylamide-co-butyl methacrylate-co-X), with X being hydrophilic, hydrophobic, cationic, or anionic comonomers, to elucidate the mechanism of temperature-induced phase separation and the effect of comonomer content, hydrophilicity, and charge on the lower critical solution temperature (LCST). The endothermic heat of phase separation, which is related to the breaking of hydrogen bonds between water molecules surrounding hydrophobic moieties on the polymer, was a linear, decreasing function of the LCST. This suggests that the hydrophobic interactions between polymer side groups, which are the major driving force for phase separation, are enhanced at elevated temperatures due to a decrease in the structuring of water around hydrophobic side groups. It is concluded that the changes in LCST caused by the …",
            "Effect of comonomer hydrophilicity and ionization on the lower critical solution temperature of N-isopropylacrylamide copolymers",
            "Herman Feil and You Han Bae and Jan Feijen and Sung Wan Kim",
            "1993",
            "EeA-CKIAAAAJ:vM5yiaU9oLoC",
            1137,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/ma00062a016",
            "10538482510930661980",
            "\/scholar?cites=10538482510930661980",
            {
                "1994":8,
                "1995":8,
                "1996":11,
                "1997":12,
                "1998":21,
                "1999":19,
                "2000":33,
                "2001":34,
                "2002":29,
                "2003":36,
                "2004":44,
                "2005":36,
                "2006":49,
                "2007":57,
                "2008":48,
                "2009":52,
                "2010":65,
                "2011":61,
                "2012":65,
                "2013":69,
                "2014":71,
                "2015":54,
                "2016":57,
                "2017":52,
                "2018":63,
                "2019":38,
                "2020":39,
                "2021":2
            }
        ],
        [
            "Gene therapy provides great opportunities for treating diseases from genetic disorders, infections and cancer. To achieve successful gene therapy, development of proper gene delivery systems could be one of the most important factors. Several non-viral gene transfer methods have been developed to overcome the safety problems of their viral counterpart. Polymer-based non-viral gene carriers have been used due to their merits in safety including the avoidance of potential immunogenecity and toxicity, the possibility of repeated administration, and the ease of the establishment of good manufacturing practice (GMP). A wide range of polymeric vectors have been utilized to deliver therapeutic genes in vivo. The modification of polymeric vectors has also shown successful improvements in achieving target-specific delivery and in promoting intracellular gene transfer efficiency. Various systemic and cellular barriers …",
            "Current status of polymeric gene delivery systems",
            "Tae Gwan Park and Ji Hoon Jeong and Sung Wan Kim",
            "2006",
            "EeA-CKIAAAAJ:gUOu-QWEMMQC",
            1027,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0169409X06000500",
            "14467189592246006108",
            "\/scholar?cites=14467189592246006108",
            {
                "2007":52,
                "2008":66,
                "2009":75,
                "2010":87,
                "2011":97,
                "2012":98,
                "2013":93,
                "2014":89,
                "2015":87,
                "2016":81,
                "2017":71,
                "2018":38,
                "2019":40,
                "2020":42,
                "2021":4
            }
        ],
        [
            "The widespread use of thermoelectric technology is constrained by a relatively low conversion efficiency of the bulk alloys, which is evaluated in terms of a dimensionless figure of merit (zT). The zT of bulk alloys can be improved by reducing lattice thermal conductivity through grain boundary and point-defect scattering, which target low- and high-frequency phonons. Dense dislocation arrays formed at low-energy grain boundaries by liquid-phase compaction in Bi0.5Sb1.5Te3 (bismuth antimony telluride) effectively scatter midfrequency phonons, leading to a substantially lower lattice thermal conductivity. Full-spectrum phonon scattering with minimal charge-carrier scattering dramatically improved the zT to 1.86 ± 0.15 at 320 kelvin (K). Further, a thermoelectric cooler confirmed the performance with a maximum temperature difference of 81 K, which is much higher than current commercial Peltier cooling devices.",
            "Dense dislocation arrays embedded in grain boundaries for high-performance bulk thermoelectrics",
            "Sang Il Kim and Kyu Hyoung Lee and Hyeon A Mun and Hyun Sik Kim and Sung Woo Hwang and Jong Wook Roh and Dae Jin Yang and Weon Ho Shin and Xiang Shu Li and Young Hee Lee and G Jeffrey Snyder and Sung Wng Kim",
            "2015",
            "EeA-CKIAAAAJ:V8JMcbNWlSUC",
            1007,
            "https:\/\/science.sciencemag.org\/content\/348\/6230\/109.abstract",
            "4038469115135682094",
            "\/scholar?cites=4038469115135682094",
            {
                "2015":31,
                "2016":126,
                "2017":189,
                "2018":193,
                "2019":203,
                "2020":247,
                "2021":14
            }
        ],
        [
            "Enhancement of the Seebeck coefficient (S) without reducing the electrical conductivity (σ) is essential to realize practical thermoelectric materials exhibiting a dimensionless figure of merit (Z T= S 2· σ· T· κ− 1) exceeding 2, where T is the absolute temperature and κ is the thermal conductivity. Here, we demonstrate that a high-density two-dimensional electron gas (2DEG) confined within a unit cell layer thickness in SrTiO 3 yields unusually large| S|, approximately five times larger than that of SrTiO 3 bulks, while maintaining a high σ 2DEG. In the best case, we observe| S|= 850 μV K− 1 and σ 2DEG= 1.4× 10 3 S cm− 1. In addition, by using the κ of bulk single-crystal SrTiO 3 at room temperature, we estimate ZT∼ 2.4 for the 2DEG, corresponding to ZT∼ 0.24 for a complete device having the 2DEG as the active region. The present approach using a 2DEG provides a new route to realize practical thermoelectric …",
            "Giant thermoelectric Seebeck coefficient of a two-dimensional electron gas in SrTiO 3",
            "Hiromichi Ohta and SungWng Kim and Yoriko Mune and Teruyasu Mizoguchi and Kenji Nomura and Shingo Ohta and Takashi Nomura and Yuki Nakanishi and Yuichi Ikuhara and Masahiro Hirano and Hideo Hosono and Kunihito Koumoto",
            "2007",
            "EeA-CKIAAAAJ:lRzkMCTRmMwC",
            940,
            "https:\/\/www.nature.com\/articles\/nmat1821",
            "1197260448976151944",
            "\/scholar?cites=1197260448976151944",
            {
                "2007":20,
                "2008":35,
                "2009":43,
                "2010":77,
                "2011":60,
                "2012":80,
                "2013":91,
                "2014":68,
                "2015":81,
                "2016":77,
                "2017":69,
                "2018":73,
                "2019":81,
                "2020":64,
                "2021":15
            }
        ],
        [
            "Purpose: Although microRNAs have recently been recognized as riboregulators of gene expression, little is known about microRNA expression profiles in serous ovarian carcinoma. We assessed the expression of microRNA and the association between microRNA expression and the prognosis of serous ovarian carcinoma.Experimental Design: Twenty patients diagnosed with serous ovarian carcinoma and eight patients treated for benign uterine disease between December 2000 and September 2003 were enrolled in this study. The microRNA expression profiles were examined using DNA microarray and Northern blot analyses.Results: Several microRNAs were differentially expressed in serous ovarian carcinoma compared with normal ovarian tissues, including miR-21, miR-125a, miR-125b, miR-100, miR-145, miR-16, and miR-99a, which were each differentially expressed in >16 patients. In addition, the …",
            "MicroRNA expression profiles in serous ovarian carcinoma",
            "Eun Ji Nam and Heejei Yoon and Sang Wun Kim and Hoguen Kim and Young Tae Kim and Jae Hoon Kim and Jae Wook Kim and Sunghoon Kim",
            "2008",
            "EeA-CKIAAAAJ:XiSMed-E-HIC",
            920,
            "https:\/\/clincancerres.aacrjournals.org\/content\/14\/9\/2690.short",
            "2308249919244117473",
            "\/scholar?cites=2308249919244117473",
            {
                "2008":13,
                "2009":53,
                "2010":76,
                "2011":101,
                "2012":102,
                "2013":101,
                "2014":116,
                "2015":104,
                "2016":80,
                "2017":57,
                "2018":46,
                "2019":27,
                "2020":34,
                "2021":2
            }
        ]
    ]
}