{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "A strong interest is currently focused on protein self‐association and deposit. This usually involves conformational changes of the entire protein or of a fragment. It can occur even at low concentrations and is responsible for pathologies such as systemic amyloidosis, Alzheimer's and Prion diseases, and other neurodegenerative pathologies. Readily available proteins, exhibiting at low concentration self‐association properties related to conformational changes, offer very convenient model systems capable of providing insight into this class of problems. Here we report experiments on bovine serum albumin, showing that the process of conformational change of this protein towards an intermediate form required for coagulation occurs simultaneously and interacts with two more processes: mesoscopic demixing of the solution and protein cross‐linking. This pathway of three interacting processes allows coagulation …",
            "Interacting processes in protein coagulation",
            "PL San Biagio and V Martorana and A Emanuele and SM Vaiana and M Manno and D Bulone and MB Palma‐Vittorelli and MU Palma",
            "1999",
            "Eej3pusAAAAJ:u5HHmVD_uO8C",
            68,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/(SICI)1097-0134(19991001)37:1%3C116::AID-PROT11%3E3.0.CO;2-I",
            "15291259437274863194",
            "\/scholar?cites=15291259437274863194",
            {
                "2000":3,
                "2001":4,
                "2002":3,
                "2003":4,
                "2004":3,
                "2005":4,
                "2006":5,
                "2007":7,
                "2008":6,
                "2009":5,
                "2010":2,
                "2011":3,
                "2012":2,
                "2013":1,
                "2014":5,
                "2015":3,
                "2016":1,
                "2017":2,
                "2018":2,
                "2019":2,
                "2020":1
            }
        ],
        [
            "Understanding the relation between protein conformational changes and aggregation, and the physical mechanisms leading to such processes, is of primary importance, due to its direct relation to a vast class of severe pathologies. Growing evidence also suggests that oligomeric intermediates, which may occur early in the aggregation pathway, can be themselves pathogenic. The possible cytotoxicity of oligomers of non‐disease‐associated proteins adds generality to such suggestion and to the interest of studies of oligomer formation. Here we study the early stages of aggregation of Bovine Serum Albumin (BSA), a non pathogenic protein which has proved to be a useful model system. Dynamic light scattering and circular dichroism measurements in kinetic experiments following step‐wise temperature rises, show that the “intermediate” form, which initiates large‐scale aggregation, is the result of structural and …",
            "Irreversible formation of intermediate BSA oligomers requires and induces conformational changes",
            "SM Vaiana and A Emanuele and MB Palma‐Vittorelli and MU Palma",
            "2004",
            "Eej3pusAAAAJ:u-x6o8ySG0sC",
            50,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/prot.20074",
            "9313234961136997687",
            "\/scholar?cites=9313234961136997687",
            {
                "2005":1,
                "2006":6,
                "2007":5,
                "2008":8,
                "2009":3,
                "2010":6,
                "2011":5,
                "2012":1,
                "2013":1,
                "2014":5,
                "2015":2,
                "2016":2,
                "2017":1,
                "2018":1,
                "2019":2
            }
        ]
    ]
}