{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Physiological ecologists often analyze the responses of physiological or biochemical traits to environmental factors such as temperature, irradiance, water potential, or the concentrations of CO2, O2, and inorganic nutrients. The data for such a response curve typically are gathered by sequential sampling of the same plant or animal, and their analysis should explicitly allow for this repeated—measures design. Unfortunately, the statistical analysis of response curves in ecology generally has either been ignored or incorrectly done. In an effort to encourage rigorous analysis of response data, we address statistical treatment of response curves and illustrate the correct alternatives that are available. Four different statistical methods for analyzing response curves are considered: analysis of variance with repeated measures (ANOVAR), multivariate analysis of variance with repeated measures (MANOVAR), a …",
            "The statistical analysis of ecophysiological response curves obtained from experiments involving repeated measures",
            "Catherine Potvin and Martin J Lechowicz and Serge Tardif",
            "1990",
            "efg8QqwAAAAJ:q3oQSFYPqjQC",
            745,
            "https:\/\/esajournals.onlinelibrary.wiley.com\/doi\/abs\/10.2307\/1938276",
            "18288959431094981485",
            "\/scholar?cites=18288959431094981485",
            {
                "1990":2,
                "1991":6,
                "1992":16,
                "1993":24,
                "1994":20,
                "1995":40,
                "1996":36,
                "1997":32,
                "1998":41,
                "1999":29,
                "2000":35,
                "2001":42,
                "2002":44,
                "2003":40,
                "2004":27,
                "2005":27,
                "2006":28,
                "2007":32,
                "2008":30,
                "2009":24,
                "2010":31,
                "2011":19,
                "2012":13,
                "2013":21,
                "2014":12,
                "2015":16,
                "2016":14,
                "2017":15,
                "2018":10,
                "2019":7,
                "2020":9,
                "2021":1
            }
        ],
        [
            "After making a case for the prevalence of nonnormality, this paper attempts to introduce some distribution—free and robust techniques to ecologists and to offer a critical appraisal of the potential advantages and drawbacks of these methods. The techniques presented fall into two distinct categories, methods based on ranks and \"computer—intensive\" techniques. Distribution—free rank tests have features that can be recommended. They free the practitioner from concern about the underlying distribution and are very robust to outliers. If the distribution underlying the observations is other than normal, rank tests tend to be more efficient than their parametric counterparts. The absence, in computing packages, or rank procedures for complex designs may, however, severely limit their use for ecological data. An entire body of novel distribution—free methods has been developed in parallel with the increasing capacities …",
            "Distribution‐free and robust statistical methods: viable alternatives to parametric statistics",
            "Catherine Potvin and Derek A Roff",
            "1993",
            "efg8QqwAAAAJ:u-x6o8ySG0sC",
            507,
            "https:\/\/esajournals.onlinelibrary.wiley.com\/doi\/abs\/10.2307\/1939920",
            "8122642295490537134",
            "\/scholar?cites=8122642295490537134",
            {
                "1993":2,
                "1994":17,
                "1995":21,
                "1996":29,
                "1997":21,
                "1998":30,
                "1999":33,
                "2000":24,
                "2001":24,
                "2002":21,
                "2003":20,
                "2004":19,
                "2005":20,
                "2006":15,
                "2007":24,
                "2008":14,
                "2009":12,
                "2010":17,
                "2011":12,
                "2012":18,
                "2013":13,
                "2014":16,
                "2015":16,
                "2016":14,
                "2017":12,
                "2018":6,
                "2019":12,
                "2020":14,
                "2021":2
            }
        ],
        [
            "Changes in land use, habitat fragmentation, nutrient enrichment, and environmental stress often lead to reduced plant diversity in ecosystems. However, it remains controversial whether these reductions in diversity will affect energy flow and nutrient cycling. Diversity has two components: species richness, or the number of plant species in a given area, and species evenness, or how well distributed abundance or biomass is among species within a community. We experimentally varied species evenness and the identity of the dominant plant species in an old field of Quebec to test whether plant productivity would increase with increasing levels of evenness, and whether relationships would be invariant with respect to species identity.Total and belowground biomass increased linearly with increasing levels of evenness after one growing season. These relationships did not depend on the identity of the dominant …",
            "Biodiversity and ecosystem functioning: importance of species evenness in an old field",
            "Brian J Wilsey and Catherine Potvin",
            "2000",
            "efg8QqwAAAAJ:d1gkVwhDpl0C",
            470,
            "https:\/\/esajournals.onlinelibrary.wiley.com\/doi\/abs\/10.1890\/0012-9658(2000)081[0887:BAEFIO]2.0.CO;2",
            "12029862922435298554",
            "\/scholar?cites=12029862922435298554",
            {
                "2000":3,
                "2001":9,
                "2002":25,
                "2003":9,
                "2004":19,
                "2005":20,
                "2006":15,
                "2007":18,
                "2008":21,
                "2009":29,
                "2010":25,
                "2011":26,
                "2012":33,
                "2013":30,
                "2014":23,
                "2015":23,
                "2016":16,
                "2017":34,
                "2018":28,
                "2019":29,
                "2020":28,
                "2021":2
            }
        ],
        [
            "Despite growing evidence for an effect of species composition on carbon (C) storage and sequestration, few projects have examined the implications of such a relationship for forestry and agriculture-based climate change mitigation activities. We worked with a community in Eastern Panama to determine the average above- and below-ground C stocks of three land-use types in their territory: managed forest, agroforests and pasture. We examined evidence for a functional relationship between tree-species diversity and C storage in each land-use type, and also explored how the use of particular tree species by community members could affect C storage. We found that managed forests in this landscape stored an average of 335 Mg C ha−1, traditional agroforests an average of 145 Mg C ha−1, and pastures an average of 46 Mg C ha−1 including all vegetation-based C stocks and soil C to 40 cm depth. We did not …",
            "Variation in carbon storage among tree species: implications for the management of a small-scale carbon sink project",
            "Kathryn R Kirby and Catherine Potvin",
            "2007",
            "efg8QqwAAAAJ:9yKSN-GCB0IC",
            449,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0378112707002903",
            "16898899296075492080",
            "\/scholar?cites=16898899296075492080",
            {
                "2007":2,
                "2008":1,
                "2009":22,
                "2010":23,
                "2011":25,
                "2012":35,
                "2013":34,
                "2014":46,
                "2015":36,
                "2016":52,
                "2017":48,
                "2018":42,
                "2019":32,
                "2020":45,
                "2021":2
            }
        ],
        [
            "Reforestation is being considered as a mitigation option to reduce the increase in atmospheric carbon dioxide and predicted climate change. Forestry-based carbon storage projects are being introduced in many tropical countries, and assessment of carbon storage potentials is made difficult by a lack of species-level information. We measured above- and belowground biomass and tissue carbon content of 20-year-old teak (Tectona grandis) trees in four Panamanian plantations to estimate carbon storage potential. A regression relating diameter at breast height (DBH) to total tree carbon storage was constructed and used to estimate plantation-level tree carbon storage, which averaged 120 t\/ha. Litter, undergrowth and soil compartments were estimated to contain 3.4, 2.6 and 225 t C\/ha, respectively. The soil carbon was a one-time measurement, not an estimate of soil C accumulation. We estimate carbon storage …",
            "Carbon storage of harvest-age teak (Tectona grandis) plantations, Panama",
            "Margaret Kraenzel and Alvaro Castillo and Tim Moore and Catherine Potvin",
            "2003",
            "efg8QqwAAAAJ:qjMakFHDy7sC",
            238,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0378112702000026",
            "6849141601486259641",
            "\/scholar?cites=6849141601486259641",
            {
                "2003":5,
                "2004":2,
                "2005":8,
                "2006":6,
                "2007":10,
                "2008":9,
                "2009":11,
                "2010":12,
                "2011":13,
                "2012":25,
                "2013":13,
                "2014":16,
                "2015":23,
                "2016":25,
                "2017":15,
                "2018":8,
                "2019":20,
                "2020":11
            }
        ],
        [
            "We report data on leaf litter production and decomposition from a manipulative biodiversity experiment with trees in tropical Panama, which has been designed to explore the relationship between tree diversity and ecosystem functioning. A total of 24 plots (2025 m2) were established in 2001 using six native tree species, with 1‐, 3‐, and 6‐species mixtures. We estimated litter production during the dry season 2005 with litter traps; decomposition was assessed with a litter bag approach during the following wet season.Litter production during the course of the dry season was highly variable among the tree species. Tree diversity significantly affected litter production, and the majority of the intermediate diverse mixtures had higher litter yields than expected based on yields in monoculture. In contrast, high diverse mixtures did not show such overyielding in litter production. Litter decomposition rates were also highly …",
            "Tree species richness affects litter production and decomposition rates in a tropical biodiversity experiment",
            "Michael Scherer‐Lorenzen and José Luis Bonilla and Catherine Potvin",
            "2007",
            "efg8QqwAAAAJ:zYLM7Y9cAGgC",
            191,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.2007.0030-1299.16065.x",
            "1216334989037619244",
            "\/scholar?cites=1216334989037619244",
            {
                "2008":4,
                "2009":11,
                "2010":17,
                "2011":13,
                "2012":19,
                "2013":12,
                "2014":9,
                "2015":13,
                "2016":24,
                "2017":16,
                "2018":19,
                "2019":13,
                "2020":17,
                "2021":2
            }
        ],
        [
            " The area of forest plantations is increasing worldwide helping to meet timber demand and protect natural forests. However, with global change, monospecific plantations are increasingly vulnerable to abiotic and biotic disturbances. As an adaption measure we need to move to plantations that are more diverse in genotypes, species, and structure, with a design underpinned by science. TreeDivNet, a global network of tree diversity experiments, responds to this need by assessing the advantages and disadvantages of mixed species plantations. The network currently consists of 18 experiments, distributed over 36 sites and five ecoregions. With plantations 1–15 years old, TreeDivNet can already provide relevant data for forest policy and management. In this paper, we highlight some early results on the carbon sequestration and pest resistance potential of more diverse plantations. Finally, suggestions are …",
            "Contributions of a global network of tree diversity experiments to sustainable forest plantations",
            "Kris Verheyen and Margot Vanhellemont and Harald Auge and Lander Baeten and Christopher Baraloto and Nadia Barsoum and Simon Bilodeau-Gauthier and Helge Bruelheide and Bastien Castagneyrol and Douglas Godbold and Josephine Haase and Andy Hector and Hervé Jactel and Julia Koricheva and Michel Loreau and Simone Mereu and Christian Messier and Bart Muys and Philippe Nolet and Alain Paquette and John Parker and Mike Perring and Quentin Ponette and Catherine Potvin and Peter Reich and Andy Smith and Martin Weih and Michael Scherer-Lorenzen",
            "2016",
            "efg8QqwAAAAJ:08ZZubdj9fEC",
            182,
            "https:\/\/link.springer.com\/article\/10.1007\/s13280-015-0685-1?email.event.1.SEM.ArticleAuthorContributingOnlineFirst&error=cookies_not_supported&code=bea216f0-04ae-4e48-93e1-6f2490364838",
            "12506506739866419823",
            "\/scholar?cites=12506506739866419823",
            {
                "2015":3,
                "2016":21,
                "2017":39,
                "2018":39,
                "2019":30,
                "2020":41,
                "2021":7
            }
        ],
        [
            "We developed an analytical method that quantifies the relative contributions of mortality and individual growth to ecosystem function and analysed the results from the first biodiversity experiment conducted in a tropical tree plantation. In Sardinilla, central Panama, over 5000 tree seedlings were planted in monoculture and mixed‐species plots. After 5 years of growth, mixed‐species plots yielded, on average, 30–58% higher summed tree basal area than did monocultures. Simulation models revealed that the increased yield of mixed‐species plots was due mostly to enhancement of individual tree growth. Although c. 1500 trees died during the experiment, mortality was highly species‐specific and did not differ consistently between biodiversity treatments. Our results show that the effects of biodiversity on growth and mortality are uncoupled and that biodiversity affects total biomass and potentially self‐thinning. The …",
            "Biodiversity enhances individual performance but does not affect survivorship in tropical trees",
            "Catherine Potvin and Nicholas J Gotelli",
            "2008",
            "efg8QqwAAAAJ:W7OEmFMy1HYC",
            180,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1461-0248.2007.01148.x",
            "4780423966089474284",
            "\/scholar?cites=4780423966089474284",
            {
                "2008":3,
                "2009":8,
                "2010":14,
                "2011":13,
                "2012":16,
                "2013":21,
                "2014":18,
                "2015":14,
                "2016":16,
                "2017":14,
                "2018":15,
                "2019":16,
                "2020":6,
                "2021":4
            }
        ],
        [
            "La concentration de carbone (C) dans le tronc de 32 espèces d'arbres tropicaux a été déterminée pour connaître les sources de variation. L'effet principal dû à l'espèce comptait pour 38 % de la variation totale de la con centration de C (p < 0,0001). Tectona grandis avait la plus forte concentration de C (49,4 %) tandis que Ormosia macrocalyx avait la plus faible (44,4 %). Nous avons également observé des différences significatives entre les sites d'échantillonnage (F = 2,2, p < 0,02). Pour trois des espèces échantillonnées tant en plantation qu'en forêt naturelle, les individus échantillonnés en forêt naturelle avaient une concentration de C significativement plus élevée (Dipteryx panamensis: F = 6,10, p < 0,06; Hura crepitans: F = 5,53, p < 0,06; Miconia argentea: F = 8,92, p < 0,02). La con centration de C est étroitement corrélée avec la masse spécifique du bois (r2 = 0,86). Une analyse canonique des …",
            "Assessing inter-and intra-specific variation in trunk carbon concentration for 32 neotropical tree species",
            "Marlène Elias and Catherine Potvin",
            "2003",
            "efg8QqwAAAAJ:IjCSPb-OGe4C",
            178,
            "https:\/\/cdnsciencepub.com\/doi\/abs\/10.1139\/x03-018",
            "459282354918315553",
            "\/scholar?cites=459282354918315553",
            {
                "2004":3,
                "2005":5,
                "2006":3,
                "2007":3,
                "2008":4,
                "2009":12,
                "2010":5,
                "2011":17,
                "2012":17,
                "2013":15,
                "2014":19,
                "2015":8,
                "2016":11,
                "2017":16,
                "2018":14,
                "2019":15,
                "2020":7,
                "2021":3
            }
        ],
        [
            "Improved crop–fallow systems in the humid tropics can simultaneously sequester atmospheric carbon emissions and contribute to sustainable livelihoods of rural populations. A study with an indigenous community in eastern Panama revealed a considerable biophysical potential for carbon offsets in small-scale slash-and-burn agriculture through longer fallow periods, improved fallow management, secondary forest development, and agricultural intensification. Based on soil and biomass carbon measurements, estimated annual sequestration rates amount to 0.3−3.7 t C ha− 1 yr− 1. Despite such potential, the economic benefits of initiatives aimed at sequestration of carbon in the community are likely to be rather unequally distributed within the community. Heterogeneity in livelihood strategies and uneven asset endowments among households – factors often overlooked in the ongoing carbon and sustainable …",
            "Indigenous livelihoods, slash-and-burn agriculture, and carbon stocks in Eastern Panama",
            "Petra Tschakert and Oliver T Coomes and Catherine Potvin",
            "2007",
            "efg8QqwAAAAJ:UeHWp8X0CEIC",
            149,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0921800906000784",
            "10660697543430488108",
            "\/scholar?cites=10660697543430488108",
            {
                "2007":9,
                "2008":7,
                "2009":16,
                "2010":10,
                "2011":13,
                "2012":20,
                "2013":13,
                "2014":11,
                "2015":15,
                "2016":9,
                "2017":7,
                "2018":2,
                "2019":8,
                "2020":7
            }
        ]
    ]
}