{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Fire is a worldwide phenomenon that appears in the geological record soon after the appearance of terrestrial plants. Fire influences global ecosystem patterns and processes, including vegetation distribution and structure, the carbon cycle, and climate. Although humans and fire have always coexisted, our capacity to manage fire remains imperfect and may become more difficult in the future as climate change alters fire regimes. This risk is difficult to assess, however, because fires are still poorly represented in global models. Here, we discuss some of the most important issues involved in developing a better understanding of the role of fire in the Earth system.",
            "Fire in the Earth system",
            "David MJS Bowman and Jennifer K Balch and Paulo Artaxo and William J Bond and Jean M Carlson and Mark A Cochrane and Carla M D’Antonio and Ruth S DeFries and John C Doyle and Sandy P Harrison and Fay H Johnston and Jon E Keeley and Meg A Krawchuk and Christian A Kull and J Brad Marston and Max A Moritz and I Colin Prentice and Christopher I Roos and Andrew C Scott and Thomas W Swetnam and Guido R Van Der Werf and Stephen J Pyne",
            "2009",
            "eFlwPJYAAAAJ:ZHo1McVdvXMC",
            2166,
            "https:\/\/science.sciencemag.org\/content\/324\/5926\/481.abstract",
            "963471422748809493",
            "\/scholar?cites=963471422748809493",
            {
                "2009":30,
                "2010":100,
                "2011":135,
                "2012":155,
                "2013":189,
                "2014":161,
                "2015":210,
                "2016":193,
                "2017":201,
                "2018":234,
                "2019":245,
                "2020":238,
                "2021":15
            }
        ],
        [
            "The Heisenberg-Hubbard model is solved in the large-n limit to gain insight into its relevance to the coppper-oxide materials. A gapless disordered ground state is found for the Heisenberg model. Electronically induced orthorhombic-tetragonal symmetry breaking is observed as a function of doping, with the greatest tendency towards superconductivity occurring in the orthorhombic phase.",
            "Large-n limit of the Heisenberg-Hubbard model: Implications for high-T c superconductors",
            "Ian Affleck and J Brad Marston",
            "1988",
            "eFlwPJYAAAAJ:u5HHmVD_uO8C",
            1487,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.37.3774",
            "12743569624059797234",
            "\/scholar?cites=12743569624059797234",
            {
                "1988":11,
                "1989":63,
                "1990":87,
                "1991":97,
                "1992":63,
                "1993":42,
                "1994":40,
                "1995":31,
                "1996":31,
                "1997":28,
                "1998":33,
                "1999":24,
                "2000":37,
                "2001":42,
                "2002":68,
                "2003":51,
                "2004":46,
                "2005":54,
                "2006":56,
                "2007":44,
                "2008":53,
                "2009":46,
                "2010":36,
                "2011":44,
                "2012":42,
                "2013":41,
                "2014":45,
                "2015":29,
                "2016":42,
                "2017":34,
                "2018":43,
                "2019":44,
                "2020":33,
                "2021":2
            }
        ],
        [
            "To gain insight into the behavior of the Hubbard model, we define a SU (n) invariant generalization of the Hubbard-Heisenberg model and, in the large-n limit, solve it in one dimension and in two dimensions on a square lattice. In one dimension the ground state is completely dimerized near half filling. We show that this behavior agrees with a renormalization-group solution of the one-dimensional SU (n) Hubbard model. In two spatial dimensions we find several different ground states depending on the size of the hopping term t, the doping δ, and the biquadratic spin interaction J ̃. In particular, the undimerized\" flux\" or\" s+ i d\" phase is the ground state at half filling for sufficiently large t or J ̃. We study the electronic and spin excitations of the various phases and comment on the relevance of the large-n problem to the high-T c superconductors.",
            "Large-n limit of the Hubbard-Heisenberg model",
            "J Brad Marston and Ian Affleck",
            "1989",
            "eFlwPJYAAAAJ:u-x6o8ySG0sC",
            562,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.39.11538",
            "12161783241689141341",
            "\/scholar?cites=12161783241689141341",
            {
                "1989":2,
                "1990":27,
                "1991":27,
                "1992":22,
                "1993":15,
                "1994":14,
                "1995":11,
                "1996":4,
                "1997":12,
                "1998":7,
                "1999":12,
                "2000":17,
                "2001":16,
                "2002":27,
                "2003":26,
                "2004":26,
                "2005":26,
                "2006":26,
                "2007":17,
                "2008":25,
                "2009":20,
                "2010":20,
                "2011":26,
                "2012":12,
                "2013":18,
                "2014":15,
                "2015":11,
                "2016":11,
                "2017":10,
                "2018":13,
                "2019":22,
                "2020":24,
                "2021":1
            }
        ],
        [
            "We study the properties of the “spin quantum Hall fluid”—a spin phase with quantized spin Hall conductance that is potentially realizable in superconducting systems with unconventional pairing symmetry. A simple realization is provided by a d x 2− y 2+ i d xy superconductor which we argue has a dimensionless spin Hall conductance equal to 2. A theory of the edge states of the d x 2− y 2+ i d xy superconductor is developed. The properties of the transition to a phase with vanishing spin Hall conductance induced by disorder are considered. We construct a description of this transition in terms of a supersymmetric spin chain, and use it to numerically determine universal properties of the transition. We discuss various possible experimental probes of this quantum Hall physics.",
            "Spin quantum Hall effect in unconventional superconductors",
            "Todadri Senthil and JB Marston and Matthew PA Fisher",
            "1999",
            "eFlwPJYAAAAJ:d1gkVwhDpl0C",
            287,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.60.4245",
            "6529413728777645593",
            "\/scholar?cites=6529413728777645593",
            {
                "1999":2,
                "2000":17,
                "2001":21,
                "2002":20,
                "2003":13,
                "2004":9,
                "2005":14,
                "2006":12,
                "2007":6,
                "2008":17,
                "2009":13,
                "2010":12,
                "2011":4,
                "2012":18,
                "2013":16,
                "2014":17,
                "2015":13,
                "2016":11,
                "2017":9,
                "2018":12,
                "2019":12,
                "2020":18,
                "2021":1
            }
        ],
        [
            "The ground state of the spin‐1\/2 nearest‐neighbor Heisenberg quantum antiferromagnet on the Kagomé lattice probably lacks spin order; therefore, conventional spin‐wave analysis breaks down. To ascertain the ground state, we instead use a systematic 1\/n expansion with SU(n) fermions. Two distinct states occur in the large‐n limit, depending on the size of the biquadratic interaction J̃. When J̃=0, there are an infinite number of degenerate ground states consisting of disconnected dimers. At finite n, however, this degeneracy is broken by local resonance. In contrast, a globally resonating chiral spin‐liquid phase with no spin‐Peierls modulation is the likely large‐n ground state at sufficiently large J̃. For intermediate values of J̃, a phase transition from the dimer state to the chiral phase occurs as the temperature increases. At a higher temperature, there is a second transition to a paramagnetic state. We comment on …",
            "Spin‐Peierls and spin‐liquid phases of Kagomé quantum antiferromagnets",
            "JB Marston and C Zeng",
            "1991",
            "eFlwPJYAAAAJ:2osOgNQ5qMEC",
            246,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.347830",
            "860897202109010517",
            "\/scholar?cites=860897202109010517",
            {
                "1991":2,
                "1992":4,
                "1993":7,
                "1994":5,
                "1995":3,
                "1996":2,
                "1997":3,
                "1998":3,
                "1999":1,
                "2000":2,
                "2001":6,
                "2002":4,
                "2003":3,
                "2004":3,
                "2005":3,
                "2006":1,
                "2007":10,
                "2008":14,
                "2009":12,
                "2010":21,
                "2011":24,
                "2012":13,
                "2013":15,
                "2014":14,
                "2015":16,
                "2016":19,
                "2017":13,
                "2018":10,
                "2019":6,
                "2020":7
            }
        ],
        [
            "We develop and describe new approaches to the problem of interacting fermions in spatial dimensions greater than 1. These approaches are based on generalizations of powerful tools previously applied to problems in one spatial dimension. We begin with a review of one-dimensional interacting fermions. We then introduce a simplified model in two spatial dimensions to study the role that spin and perfect nesting play in destabilizing fermion liquids. The complicated functional renormalization-group equations of the full problem are made tractable in our model by replacing the continuum of points that make up the closed Fermi line with four Fermi points. Despite this drastic approximation, the model exhibits physically reasonable behavior both at half-filling (where instabilities occur) and away from half-filling (where a Luttinger liquid arises). Next we implement the bosonization of higher-dimensional Fermi surfaces …",
            "Bosonization and fermion liquids in dimensions greater than one",
            "A Houghton and JB Marston",
            "1993",
            "eFlwPJYAAAAJ:9yKSN-GCB0IC",
            215,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.48.7790",
            "15159983353527997615",
            "\/scholar?cites=15159983353527997615",
            {
                "1993":1,
                "1994":15,
                "1995":24,
                "1996":17,
                "1997":19,
                "1998":12,
                "1999":13,
                "2000":11,
                "2001":5,
                "2002":5,
                "2003":4,
                "2004":4,
                "2005":5,
                "2006":10,
                "2007":6,
                "2008":10,
                "2009":3,
                "2010":8,
                "2011":5,
                "2012":6,
                "2013":5,
                "2014":6,
                "2015":1,
                "2016":3,
                "2017":2,
                "2018":5,
                "2019":5,
                "2020":4,
                "2021":1
            }
        ],
        [
            "The density-matrix renormalization-group algorithm is extended to treat time-dependent problems. The method provides a systematic and robust tool to explore out-of-equilibrium phenomena in quantum many-body systems. We illustrate the method by showing that attractive interactions enhance the tunneling current between two Luttinger liquids, whereas repulsive interactions suppress it, in qualitative agreement with analytical predictions. Enhancement of the transport current through a quantum dot in the Kondo regime is also exhibited.",
            "Time-dependent density-matrix renormalization group: A systematic method for the study of quantum many-body out-of-equilibrium systems",
            "MA Cazalilla and JB Marston",
            "2002",
            "eFlwPJYAAAAJ:UeHWp8X0CEIC",
            183,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.256403",
            "8376114195731698987",
            "\/scholar?cites=8376114195731698987",
            {
                "2002":1,
                "2003":5,
                "2004":11,
                "2005":14,
                "2006":16,
                "2007":5,
                "2008":11,
                "2009":10,
                "2010":17,
                "2011":7,
                "2012":14,
                "2013":10,
                "2014":7,
                "2015":9,
                "2016":10,
                "2017":5,
                "2018":9,
                "2019":13,
                "2020":8
            }
        ],
        [
            "We investigate whether the staggered-flux phase (SFP) is realized in slightly doped phases of the Cu-O high-T c superconductors. Using a mean-field solution of the t-J model, we calculate the size of circulating currents in the CuO 2 planes. For realistic parameters we find nonzero currents when the doping δ< 0.12. Taking into account structural details, we calculate the physical magnetic-field strength and the neutron-scattering cross section. The static field at the muon site varies between 0 and 100 G depending mainly on doping but with additional complications being the size of the Wannier functions, temperature, screening, localization, and the mean-field-approximation itself. These fields are not detected in muon-spin-relaxation experiments but cannot be ruled out both because of the aforementioned complications and because at low doping the muon is also affected by residual quasistatic spin moments …",
            "Two observable features of the staggered-flux phase at nonzero doping",
            "TC Hsu and JB Marston and I Affleck",
            "1991",
            "eFlwPJYAAAAJ:qjMakFHDy7sC",
            153,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.43.2866",
            "16457846518623502278",
            "\/scholar?cites=16457846518623502278",
            {
                "1991":1,
                "1992":3,
                "1993":3,
                "1994":1,
                "1995":1,
                "1996":13,
                "1997":28,
                "1998":21,
                "1999":17,
                "2000":8,
                "2001":7,
                "2002":13,
                "2003":5,
                "2004":8,
                "2005":4,
                "2006":1,
                "2007":5,
                "2008":4,
                "2009":2,
                "2010":3,
                "2011":2,
                "2012":1,
                "2013":1
            }
        ],
        [
            "We study possible paramagnetic phases of antiferromagnets on the Shastry-Sutherland lattice by a gauge-theoretic analysis of fluctuations in a theory with Sp (2 N) symmetry. In addition to the familiar dimer phase, we find a confining phase with plaquette order and a topologically ordered phase with deconfined S= 1\/2 spinons and helical spin correlations. The deconfined phase is contiguous to the dimer phase and in a regime of couplings close to those found in the insulator SrCu 2 (BO 3) 2. We suggest that a superconductor obtained by doping this insulator with mobile charge carriers will be an attractive candidate for observing the anomalous magnetic flux properties associated with topological order.",
            "Quantum phases of the Shastry-Sutherland antiferromagnet: Application to ",
            "Chung-Hou Chung and JB Marston and Subir Sachdev",
            "2001",
            "eFlwPJYAAAAJ:zYLM7Y9cAGgC",
            113,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.64.134407",
            "1628459337313269719",
            "\/scholar?cites=1628459337313269719",
            {
                "2001":4,
                "2002":11,
                "2003":11,
                "2004":16,
                "2005":4,
                "2006":4,
                "2007":6,
                "2008":8,
                "2009":6,
                "2010":3,
                "2011":4,
                "2012":2,
                "2013":4,
                "2014":8,
                "2015":1,
                "2016":1,
                "2017":3,
                "2018":7,
                "2019":9
            }
        ],
        [
            "We solve the Sp (N) Heisenberg and SU (N) Hubbard-Heisenberg models on the anisotropic triangular lattice in the large-N limit. These two models may describe respectively the magnetic and electronic properties of the family of layered organic materials κ-(BEDT-TTF) 2 X. The Heisenberg model is also relevant to the frustrated antiferromagnet, Cs 2 CuCl 4. We find rich phase diagrams for each model. The Sp (N) antiferromagnet is shown to have five different phases as a function of the size of the spin and the degree of anisotropy of the triangular lattice. The effects of fluctuations at finite N are also discussed. For parameters relevant to Cs 2 CuCl 4 the ground state either exhibits incommensurate spin order, or is in a quantum disordered phase with deconfined spin-1\/2 excitations and topological order. The SU (N) Hubbard-Heisenberg model exhibits an insulating dimer phase, an insulating box phase, a semi …",
            "Large-N solutions of the Heisenberg and Hubbard-Heisenberg models on the anisotropic triangular lattice: application to Cs2CuCl4 and to the layered organic superconductors κ …",
            "Chung-Hou Chung and JB Marston and Ross H McKenzie",
            "2001",
            "eFlwPJYAAAAJ:Y0pCki6q_DkC",
            103,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/13\/22\/311\/meta",
            "4875443986442786265",
            "\/scholar?cites=4875443986442786265",
            {
                "2000":1,
                "2001":6,
                "2002":7,
                "2003":5,
                "2004":5,
                "2005":11,
                "2006":11,
                "2007":12,
                "2008":7,
                "2009":4,
                "2010":2,
                "2011":6,
                "2012":4,
                "2013":4,
                "2014":5,
                "2015":1,
                "2016":5,
                "2017":1,
                "2018":2,
                "2019":4
            }
        ]
    ]
}