{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A04229, doi: 10.1029\/2010JA016245, 2011), we regret that an error was introduced in applying the Gaussian fitting to the wave spectral intensity. This error resulted in the reported wave amplitudes being too high by a factor of (2π) 1\/2. The error does affect multiple calculations, figures, and data in tables. It does not alter the principal conclusion on the dominance of chorus scattering in producing the diffuse aurora. It does, however, affect the overall rates of pitch angle and momentum diffusion, and the resultant temporal evolution of electron phase space density in our subsequent 2D Fokker-Planck simulations.[3] The specifics of how the error manifested itself in the papers are listed below.[4] The recent analysis of the scattering of plasma sheet electrons [Ni et al., 2011a, 2011b] employed CRRES wave data obtained from the 0000 to 0600 MLT range [Meredith et al., 2009] to construct a statistical model for the average spectral intensity of both electrostatic electron cyclotron harmonic (ECH) waves, and upper band (f> fce\/2) and lower band (f< fce\/2) chorus emissions in the inner magnetosphere over the spatial region where diffuse auroral precipitation is most intense [Newell et al., 2009]. The wave model was subsequently used to evaluate the scattering of plasma sheet electrons from 30 eV to 100 keV under different levels of geomagnetic activity. To evaluate electron pitch angle and momentum diffusion rates, a least square Gaussian fit was applied to the frequency distribution of wave spectral intensity [eg, Glauert and Horne, 2005]. The key parameters obtained for the chorus Gaussian distribution included magnetic field wave amplitude (Bw …",
            "Correction to",
            "Richard M Thorne and Binbin Ni and Xin Tao and Lunjin Chen and Wen Li and Nigel P Meredith and Richard B Horne and Yuri Y Shprits",
            "2013",
            "eFxihQUAAAAJ:maZDTaKrznsC",
            538,
            "http:\/\/nora.nerc.ac.uk\/14488\/7\/jgra50154.pdf",
            "14950033088008014586",
            "\/scholar?cites=14950033088008014586",
            {
                "1992":4,
                "1993":2,
                "1994":9,
                "1995":16,
                "1996":9,
                "1997":7,
                "1998":11,
                "1999":10,
                "2000":10,
                "2001":8,
                "2002":13,
                "2003":20,
                "2004":28,
                "2005":25,
                "2006":27,
                "2007":35,
                "2008":27,
                "2009":24,
                "2010":30,
                "2011":28,
                "2012":23,
                "2013":18,
                "2014":18,
                "2015":19,
                "2016":19,
                "2017":16,
                "2018":16,
                "2019":12,
                "2020":18,
                "2021":1
            }
        ],
        [
            "Recent analysis of satellite data obtained during the 9 October 2012 geomagnetic storm identified the development of peaks in electron phase space density 1, which are compelling evidence for local electron acceleration in the heart of the outer radiation belt 2, 3, but are inconsistent with acceleration by inward radial diffusive transport 4, 5. However, the precise physical mechanism responsible for the acceleration on 9 October was not identified. Previous modelling has indicated that a magnetospheric electromagnetic emission known as chorus could be a potential candidate for local electron acceleration 6, 7, 8, 9, 10, but a definitive resolution of the importance of chorus for radiation-belt acceleration was not possible because of limitations in the energy range and resolution of previous electron observations and the lack of a dynamic global wave model. Here we report high-resolution electron observations 11 …",
            "Rapid local acceleration of relativistic radiation-belt electrons by magnetospheric chorus",
            "RM Thorne and W Li and B Ni and Q Ma and J Bortnik and L Chen and DN Baker and Harlan E Spence and GD Reeves and MG Henderson and CA Kletzing and WS Kurth and GB Hospodarsky and JB Blake and Joseph F Fennell and SG Claudepierre and SG Kanekal",
            "2013",
            "eFxihQUAAAAJ:blknAaTinKkC",
            446,
            "https:\/\/www.nature.com\/articles\/nature12889",
            "6953068610266215673",
            "\/scholar?cites=6953068610266215673",
            {
                "2013":2,
                "2014":42,
                "2015":62,
                "2016":69,
                "2017":71,
                "2018":72,
                "2019":65,
                "2020":59,
                "2021":2
            }
        ],
        [
            "We perform a comprehensive analysis to evaluate hiss‐induced scattering effect on the pitch angle evolution and associated decay processes of relativistic electrons. The results show that scattering by the equatorial, highly oblique hiss component is negligible. Quasi‐parallel approximation is good for evaluation of hiss‐driven electron scattering rates ≤ 2 MeV. However, realistic wave propagation angles as a function of latitude must be considered to accurately quantify hiss scattering rates above 2 MeV, and ambient plasma density is also a critical parameter. While the first‐order cyclotron and the Landau resonances are dominant for hiss scattering < 2 MeV electrons, higher‐order resonances become important and even dominant at intermediate pitch angles for ultrarelativistic (≥ 3 MeV) electrons. Hiss‐induced electron pitch angle evolution shows an initially rapid transport from high to lower pitch angles …",
            "Resonant scattering and resultant pitch angle evolution of relativistic electrons by plasmaspheric hiss",
            "Binbin Ni and Jacob Bortnik and Richard M Thorne and Qianli Ma and Lunjin Chen",
            "2013",
            "eFxihQUAAAAJ:NMxIlDl6LWMC",
            136,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/2013JA019260",
            "8778020324089484008",
            "\/scholar?cites=8778020324089484008",
            {
                "2014":11,
                "2015":18,
                "2016":19,
                "2017":15,
                "2018":25,
                "2019":22,
                "2020":24,
                "2021":1
            }
        ],
        [
            "Coupling between the Rice Convection Model and Ring Current–Atmospheric Interactions Model codes is used to simulate the dynamical evolution of ring current ion phase space density and the thermal electron density distribution for the 22 April 2001 storm. The simulation demonstrates that proton ring distributions (df⊥\/dv⊥ > 0) develop over a broad spatial region during the storm main phase, leading to the instability of equatorial magnetosonic waves. Calculations of the convective growth rate of magnetosonic waves for multiples of the proton gyrofrequency from 2 to 42 are performed globally. We find that the ratio between the perpendicular ring velocity and the equatorial Alfven speed determines the frequency range of unstable magnetosonic waves. Low harmonic waves (ω < 10  tend to be excited in the high‐density nightside plasmasphere and within the duskside plume, whereas higher‐frequency waves …",
            "Global simulation of magnetosonic wave instability in the storm time magnetosphere",
            "Lunjin Chen and Richard M Thorne and Vania K Jordanova and Richard B Horne",
            "2010",
            "eFxihQUAAAAJ:zYLM7Y9cAGgC",
            123,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2010JA015707",
            "7054553866386568382",
            "\/scholar?cites=7054553866386568382",
            {
                "2010":1,
                "2011":4,
                "2012":9,
                "2013":6,
                "2014":8,
                "2015":16,
                "2016":20,
                "2017":12,
                "2018":15,
                "2019":12,
                "2020":19,
                "2021":1
            }
        ],
        [
            "Statistical results on the global distribution of suprathermal electron (0.1–10 keV) fluxes are shown both outside and inside the plasmasphere separately, using electron data from THEMIS. Significant electron fluxes are found within the plasmasphere, although they are nevertheless smaller than the populations outside the plasmasphere. Electron fluxes outside of the plasmapause increase with stronger magnetic activity on the nightside and decrease as a function of increasing magnetic local time (MLT). Inside the plasmasphere, electron fluxes increase just inside of the plasmapause, particularly from the midnight to the dawn sector during active times, while electron distributions are less MLT‐dependent during quiet times. Inside the plasmasphere, electron fluxes are larger and more stable at smaller L shells at higher energy (a few to 10 keV), while electron fluxes decrease at smaller L shells at lower energy (less …",
            "Global distributions of suprathermal electrons observed on THEMIS and potential mechanisms for access into the plasmasphere",
            "W Li and RM Thorne and J Bortnik and Y Nishimura and V Angelopoulos and L Chen and JP McFadden and JW Bonnell",
            "2010",
            "eFxihQUAAAAJ:2osOgNQ5qMEC",
            111,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2010JA015687",
            "17928958760643966718",
            "\/scholar?cites=17928958760643966718",
            {
                "2011":9,
                "2012":16,
                "2013":10,
                "2014":10,
                "2015":21,
                "2016":8,
                "2017":17,
                "2018":4,
                "2019":8,
                "2020":7,
                "2021":1
            }
        ],
        [
            "The HOTRAY code is used to evaluate the path integrated gain of electromagnetic ion cyclotron (EMIC) waves as a function of frequency in two propagation bands above the O+ and He+ gyrofrequencies. Calculations are performed over a range of L shell (3 < L < 7) assuming a cold H+‐He+‐O+ plasma with an additional bi‐Maxwellian hot ring current proton distribution. The cold plasma model includes a plasmasphere and high‐density storm time plume region containing spatial density fluctuations. The strongest wave gain (>40 dB) is found near the plasmapause, within regions with density structure in the plume, and in the low‐density trough at L ≥ 6.5. As a self‐consistent test on whether EMIC waves play an important role in relativistic electron loss from the radiation belts, the minimum cyclotron resonant electron energy is evaluated as a function of wave frequency and L shell for those EMIC waves that exhibit …",
            "Simulation of EMIC wave excitation in a model magnetosphere including structured high‐density plumes",
            "Lunjin Chen and Richard M Thorne and Richard B Horne",
            "2009",
            "eFxihQUAAAAJ:9yKSN-GCB0IC",
            109,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2009JA014204",
            "14399658337935858068",
            "\/scholar?cites=14399658337935858068",
            {
                "2010":5,
                "2011":9,
                "2012":13,
                "2013":10,
                "2014":11,
                "2015":13,
                "2016":16,
                "2017":6,
                "2018":4,
                "2019":14,
                "2020":7,
                "2021":1
            }
        ],
        [
            "The global distribution and spectral properties of electromagnetic ion cyclotron (EMIC) waves in the He+ band are simulated for the 21 April 2001 storm using a combination of three different codes: the Rice Convection Model, the Ring current‐Atmospheric interactions Model, and the HOTRAY ray tracing code (incorporated with growth rate solver). During the storm main phase, injected ions exhibit a non‐Maxwellian distribution with pronounced phase space density minima at energies around a few keV. Ring current H+ injected from the plasma sheet provides the source of free energy for EMIC excitation during the storm. Significant wave gain is confined to a limited spatial region inside the storm time plume and maximizes at the eastward edge of the plume in the dusk and premidnight sector. The excited waves are also able to resonate and scatter relativistic electrons, but the minimum electron resonant energy is …",
            "Global simulation of EMIC wave excitation during the 21 April 2001 storm from coupled RCM‐RAM‐HOTRAY modeling",
            "Lunjin Chen and Richard M Thorne and Vania K Jordanova and Chih‐Ping Wang and Matina Gkioulidou and Larry Lyons and Richard B Horne",
            "2010",
            "eFxihQUAAAAJ:d1gkVwhDpl0C",
            106,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2009JA015075",
            "9052560663760035826",
            "\/scholar?cites=9052560663760035826",
            {
                "2010":3,
                "2011":7,
                "2012":14,
                "2013":11,
                "2014":11,
                "2015":6,
                "2016":17,
                "2017":6,
                "2018":11,
                "2019":14,
                "2020":5,
                "2021":1
            }
        ],
        [
            "We present magnetic local time (MLT)‐dependent simulations of pitch angle scattering of relativistic (approximately MeV) electrons by chorus and electromagnetic ion cyclotron (EMIC) waves. Numerical simulations indicate that in the case of scattering by chorus waves, the pitch angle distribution is relatively independent of MLT. In the case of scattering by EMIC and chorus waves, the modeled pitch angle distribution shows significant variations with MLT. MLT‐averaged simulations tend to overestimate net loss during a storm but can accurately predict equilibrium loss rates and the overall shape of the pitch angle distribution. Numerical simulations show that EMIC waves not only scatter electrons into the loss cone but also create gradients in the pitch angle distribution, assisting chorus waves in scattering relativistic electrons into the loss cone. We also show that changes in the spectral properties of waves can …",
            "Simulations of pitch angle scattering of relativistic electrons with MLT‐dependent diffusion coefficients",
            "Yuri Y Shprits and Lunjin Chen and Richard M Thorne",
            "2009",
            "eFxihQUAAAAJ:u-x6o8ySG0sC",
            96,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2008JA013695",
            "15220167972081807214",
            "\/scholar?cites=15220167972081807214",
            {
                "2009":9,
                "2010":8,
                "2011":12,
                "2012":7,
                "2013":10,
                "2014":8,
                "2015":7,
                "2016":5,
                "2017":4,
                "2018":8,
                "2019":6,
                "2020":12
            }
        ],
        [
            "The characteristics of the Poynting flux and wave normal vectors of whistler‐mode waves outside the plasmapause are investigated for the lower (0.1–0.5 fce) and upper bands (0.5–0.8 fce), where fce is the equatorial electron cyclotron frequency. To analyze the wave properties, we utilized high‐resolution waveform data from multiple THEMIS spacecraft in the near‐equatorial magnetosphere from June 2008 to November 2012. Full measurements of the wave electric and magnetic fields are used to calculate the Poynting fluxes and construct the wave normal vectors, which are then used to calculate the polar and azimuthal angles with respect to the background magnetic field. Statistical results show that the majority of whistler‐mode waves propagate away from the magnetic equator, suggesting that the major source region is very close to the equator. The lower band wave normal angle distribution shows a major …",
            "Characteristics of the Poynting flux and wave normal vectors of whistler‐mode waves observed on THEMIS",
            "Wen Li and J Bortnik and RM Thorne and CM Cully and L Chen and V Angelopoulos and Y Nishimura and JB Tao and JW Bonnell and O LeContel",
            "2013",
            "eFxihQUAAAAJ:j3f4tGmQtD8C",
            85,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jgra.50176",
            "15072714134020824864",
            "\/scholar?cites=15072714134020824864",
            {
                "2013":2,
                "2014":15,
                "2015":12,
                "2016":12,
                "2017":10,
                "2018":14,
                "2019":13,
                "2020":7
            }
        ],
        [
            "We quantify the resonant scattering effects of the unusual low‐frequency dawnside plasmaspheric hiss observed on 30 September 2012 by the Van Allen Probes. In contrast to normal (~100–2000 Hz) hiss emissions, this unusual hiss event contained most of its wave power at ~20–200 Hz. Compared to the scattering by normal hiss, the unusual hiss scattering speeds up the loss of ~50–200 keV electrons and produces more pronounced pancake distributions of ~50–100 keV electrons. It is demonstrated that such unusual low‐frequency hiss, even with a duration of a couple of hours, plays a particularly important role in the decay and loss process of energetic electrons, resulting in shorter electron lifetimes for ~50–400 keV electrons than normal hiss, and should be carefully incorporated into global modeling of radiation belt electron dynamics during periods of intense injections.",
            "Resonant scattering of energetic electrons by unusual low‐frequency hiss",
            "Binbin Ni and Wen Li and Richard M Thorne and Jacob Bortnik and Qianli Ma and Lunjin Chen and Craig A Kletzing and William S Kurth and George B Hospodarsky and Geoffrey D Reeves and Harlan E Spence and J Bernard Blake and Joseph F Fennell and Seth G Claudepierre",
            "2014",
            "eFxihQUAAAAJ:M3NEmzRMIkIC",
            83,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/2014GL059389",
            "5588600150771205164",
            "\/scholar?cites=5588600150771205164",
            {
                "2014":4,
                "2015":13,
                "2016":10,
                "2017":13,
                "2018":11,
                "2019":15,
                "2020":17
            }
        ]
    ]
}