{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "A golden age for heavy-quarkonium physics dawned a decade ago, initiated by the confluence of exciting advances in quantum chromodynamics (QCD) and an explosion of related experimental activity. The early years of this period were chronicled in the Quarkonium Working Group (QWG) CERN Yellow Report (YR) in 2004, which presented a comprehensive review of the status of the field at that time and provided specific recommendations for further progress. However, the broad spectrum of subsequent breakthroughs, surprises, and continuing puzzles could only be partially anticipated. Since the release of the YR, the BESII program concluded only to give birth to BESIII; the B-factories and CLEO-c flourished; quarkonium production and polarization measurements at HERA and the Tevatron matured; and heavy-ion collisions at RHIC have opened a window on the deconfinement regime. All these experiments leave …",
            "Heavy quarkonium: progress, puzzles, and opportunities",
            "Nora Brambilla and S Eidelman and BK Heltsley and R Vogt and GT Bodwin and E Eichten and AD Frawley and AB Meyer and RE Mitchell and V Papadimitriou and P Petreczky and AA Petrov and P Robbe and A Vairo and A Andronic and R Arnaldi and P Artoisenet and G Bali and A Bertolin and D Bettoni and J Brodzicka and GE Bruno and A Caldwell and J Catmore and C-H Chang and K-T Chao and E Chudakov and P Cortese and P Crochet and A Drutskoy and U Ellwanger and P Faccioli and A Gabareen Mokhtar and X Garcia i Tormo and C Hanhart and FA Harris and DM Kaplan and SR Klein and H Kowalski and J-P Lansberg and E Levichev and V Lombardo and C Lourenco and F Maltoni and A Mocsy and R Mussa and FS Navarra and M Negrini and M Nielsen and SL Olsen and P Pakhlov and G Pakhlova and K Peters and AD Polosa and W Qian and J-W Qiu and G Rong and MA Sanchis-Lozano and E Scomparin and P Senger and F Simon and S Stracka and Y Sumino and M Voloshin and C Weiss and HK Wöhri and C-Z Yuan",
            "2011",
            "eHMkNigAAAAJ:YOwf2qJgpHMC",
            2150,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-010-1534-9",
            "2978237039124451632",
            "\/scholar?cites=2978237039124451632",
            {
                "2011":123,
                "2012":223,
                "2013":279,
                "2014":299,
                "2015":294,
                "2016":226,
                "2017":207,
                "2018":211,
                "2019":123,
                "2020":147,
                "2021":7
            }
        ],
        [
            "We determine the recombination probabilities for gluons to go into gluons or into quarks in a low-density limit. A modified Altarelli-Parisi equation expressing this recombination is given. We find recombination is very small compared to normal evolution in all interesting circumstances except that of nuclear shadowing. Thus, for evolution above Q0 ≈ 2 GeV, the gluon density remains far below saturation except at unusually small values of x.",
            "Gluon recombination and shadowing at small values of x",
            "Alfred H Mueller and Jianwei Qiu",
            "1986",
            "eHMkNigAAAAJ:4JMBOYKVnBMC",
            1706,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321386901641",
            "5909457773048934085",
            "\/scholar?cites=5909457773048934085",
            {
                "1987":15,
                "1988":22,
                "1989":25,
                "1990":38,
                "1991":32,
                "1992":45,
                "1993":47,
                "1994":37,
                "1995":43,
                "1996":40,
                "1997":26,
                "1998":34,
                "1999":37,
                "2000":40,
                "2001":87,
                "2002":70,
                "2003":78,
                "2004":82,
                "2005":87,
                "2006":69,
                "2007":59,
                "2008":60,
                "2009":45,
                "2010":48,
                "2011":71,
                "2012":46,
                "2013":67,
                "2014":72,
                "2015":33,
                "2016":48,
                "2017":36,
                "2018":41,
                "2019":53,
                "2020":45,
                "2021":3
            }
        ],
        [
            "The CTEQ program for the determination of parton distributions through a global QCD analysis of data for various hard scattering processes is fully described. A new set of distributions, CTEQ3, incorporating several new types of data is reported and compared to the two previous sets of CTEQ distributions. A comparison with current data is discussed in some detail. The remaining uncertainties in the parton distributions and methods to further reduce them are assessed. Comparisons with the results of other global analyses are also presented.",
            "Global QCD analysis and the CTEQ parton distributions",
            "HL Lai and J Botts and J Huston and JG Morfin and JF Owens and JW Qiu and WK Tung and H Weerts",
            "1995",
            "eHMkNigAAAAJ:q3oQSFYPqjQC",
            1278,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.51.4763",
            "13098247257173541394",
            "\/scholar?cites=13098247257173541394",
            {
                "1995":61,
                "1996":178,
                "1997":173,
                "1998":158,
                "1999":96,
                "2000":81,
                "2001":71,
                "2002":60,
                "2003":49,
                "2004":31,
                "2005":28,
                "2006":39,
                "2007":36,
                "2008":33,
                "2009":24,
                "2010":19,
                "2011":17,
                "2012":10,
                "2013":12,
                "2014":6,
                "2015":10,
                "2016":13,
                "2017":11,
                "2018":6,
                "2019":4,
                "2020":13,
                "2021":2
            }
        ],
        [
            "This White Paper presents the science case of an Electron-Ion Collider (EIC), focused on the structure and interactions of gluon-dominated matter, with the intent to articulate it to the broader nuclear science community. It was commissioned by the managements of Brookhaven National Laboratory (BNL) and Thomas Jefferson National Accelerator Facility (JLab) with the objective of presenting a summary of scientific opportunities and goals of the EIC as a follow-up to the 2007 NSAC Long Range plan. This document is a culmination of a community-wide effort in nuclear science following a series of workshops on EIC physics over the past decades and, in particular, the focused ten-week program on “Gluons and quark sea at high energies” at the Institute for Nuclear Theory in Fall 2010. It contains a brief description of a few golden physics measurements along with accelerator and detector concepts required …",
            "Electron-ion collider: The next QCD frontier",
            "A Accardi and JL Albacete and M Anselmino and N Armesto and EC Aschenauer and A Bacchetta and D Boer and WK Brooks and T Burton and N-B Chang and W-T Deng and A Deshpande and M Diehl and A Dumitru and R Dupré and R Ent and S Fazio and H Gao and V Guzey and H Hakobyan and Y Hao and D Hasch and R Holt and T Horn and M Huang and A Hutton and C Hyde and J Jalilian-Marian and S Klein and B Kopeliovich and Y Kovchegov and K Kumar and K Kumerički and MAC Lamont and Tuomas Lappi and J-H Lee and Y Lee and EM Levin and F-L Lin and V Litvinenko and TW Ludlam and C Marquet and Z-E Meziani and R McKeown and A Metz and R Milner and VS Morozov and AH Mueller and B Müller and D Müller and P Nadel-Turonski and Hannu Paukkunen and A Prokudin and V Ptitsyn and X Qian and J-W Qiu and M Ramsey-Musolf and T Roser and F Sabatié and R Sassot and G Schnell and P Schweitzer and E Sichtermann and M Stratmann and M Strikman and M Sullivan and S Taneja and T Toll and D Trbojevic and T Ullrich and R Venugopalan and S Vigdor and W Vogelsang and C Weiss and B-W Xiao and F Yuan and Y-H Zhang and L Zheng",
            "2016",
            "eHMkNigAAAAJ:tkaPQYYpVKoC",
            835,
            "https:\/\/link.springer.com\/article\/10.1140\/epja\/i2016-16268-9",
            "14627644629180177694",
            "\/scholar?cites=14627644629180177694",
            {
                "2015":31,
                "2016":44,
                "2017":105,
                "2018":141,
                "2019":166,
                "2020":276,
                "2021":32
            }
        ],
        [
            "This paper describes salient features of new sets of parton distributions obtained by the CTEQ Collaboration based on a comprehensive QCD global analysis of all available data. The accuracy of the new data on deep inelastic scattering structure functions obtained by the very high statistics NMC and CCFR experiments provides unprecedented sensitivity to the flavor dependence of the sea-quark distributions. In addition to much better determination of the small-x dependence of all parton distributions, we found:(i) the strange quark distribution is much softer than the non-strange sea quarks and rises above the latter at small-x; and (ii) the difference d-u changes sign as a function of x. A few alternative sets of viable distributions with conventional assumptions are also discussed.",
            "CTEQ parton distributions and flavor dependence of sea quarks",
            "James Botts and Jorge G Morfin and Joseph F Owens and Jianwei Qiu and Wu-Ki Tung and Harry Weerts",
            "1993",
            "eHMkNigAAAAJ:1qzjygNMrQYC",
            651,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/037026939391416K",
            "13441511816674575180",
            "\/scholar?cites=13441511816674575180",
            {
                "1993":33,
                "1994":89,
                "1995":123,
                "1996":103,
                "1997":55,
                "1998":34,
                "1999":30,
                "2000":28,
                "2001":17,
                "2002":9,
                "2003":7,
                "2004":2,
                "2005":6,
                "2006":11,
                "2007":4,
                "2008":6,
                "2009":8,
                "2010":10,
                "2011":3,
                "2012":9,
                "2013":6,
                "2014":13,
                "2015":5,
                "2016":2,
                "2017":2,
                "2018":4,
                "2019":2
            }
        ],
        [
            "Using generalized factorization theorems, we calculate the leading single transverse spin asymmetry for high transverse-momentum direct-photon production in pp collisions, in terms of partonic matrix elements. The leading contribution comes from a ‘‘twist-3’’parton distribution, involving the correlation between quark fields and the gluonic field strength. With simple assumptions for this matrix element, the asymmetry increases with x F, naturally giving effects of 10% or more at large x F.",
            "Single transverse spin asymmetries",
            "Jianwei Qiu and George Sterman",
            "1991",
            "eHMkNigAAAAJ:qUcmZB5y_30C",
            595,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.67.2264",
            "4794678403845602415",
            "\/scholar?cites=4794678403845602415",
            {
                "1991":3,
                "1992":7,
                "1993":14,
                "1994":8,
                "1995":22,
                "1996":5,
                "1997":3,
                "1998":9,
                "1999":8,
                "2000":15,
                "2001":9,
                "2002":12,
                "2003":18,
                "2004":16,
                "2005":13,
                "2006":25,
                "2007":31,
                "2008":30,
                "2009":31,
                "2010":18,
                "2011":36,
                "2012":32,
                "2013":28,
                "2014":34,
                "2015":50,
                "2016":30,
                "2017":14,
                "2018":14,
                "2019":17,
                "2020":32,
                "2021":5
            }
        ],
        [
            "We analyze single transverse-spin asymmetries for hadronic pion production at large transverse momenta using QCD factorization. In the large x F region, leading contributions to the asymmetries are naturally produced by twist-3 parton correlation functions that couple quark fields and gluon field strengths. With a simple model for these matrix elements, leading-order asymmetries calculated from QCD are consistent with data on pion production from Fermilab, and can be used to predict single-spin asymmetries at BNL RHIC. We argue that our perturbative calculation for the asymmetries is relevant to pion transverse momenta as low as a few GeV.",
            "Single transverse-spin asymmetries in hadronic pion production",
            "Jianwei Qiu and George Sterman",
            "1998",
            "eHMkNigAAAAJ:SP6oXDckpogC",
            520,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.59.014004",
            "10794491872098007559",
            "\/scholar?cites=10794491872098007559",
            {
                "1998":3,
                "1999":8,
                "2000":17,
                "2001":10,
                "2002":17,
                "2003":22,
                "2004":22,
                "2005":21,
                "2006":23,
                "2007":41,
                "2008":35,
                "2009":30,
                "2010":19,
                "2011":36,
                "2012":32,
                "2013":20,
                "2014":28,
                "2015":41,
                "2016":27,
                "2017":12,
                "2018":12,
                "2019":16,
                "2020":21,
                "2021":2
            }
        ]
    ]
}