{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Aquatic environments are often contaminated with complex mixtures of chemicals that may pose a risk to ecosystems and human health. This contamination cannot be addressed with target analysis alone but tools are required to reduce this complexity and identify those chemicals that might cause adverse effects. Effect-directed analysis (EDA) is designed to meet this challenge and faces increasing interest in water and sediment quality monitoring. Thus, the present paper summarizes current experience with the EDA approach and the tools required, and provides practical advice on their application. The paper highlights the need for proper problem formulation and gives general advice for study design. As the EDA approach is directed by toxicity, basic principles for the selection of bioassays are given as well as a comprehensive compilation of appropriate assays, including their strengths and weaknesses. A …",
            "Effect-directed analysis supporting monitoring of aquatic environments—an in-depth overview",
            "Werner Brack and Selim Ait-Aissa and Robert M Burgess and Wibke Busch and Nicolas Creusot and Carolina Di Paolo and Beate I Escher and L Mark Hewitt and Klara Hilscherova and Juliane Hollender and Henner Hollert and Willem Jonker and Jeroen Kool and Marja Lamoree and Matthias Muschket and Steffen Neumann and Pawel Rostkowski and Christoph Ruttkies and Jennifer Schollee and Emma L Schymanski and Tobias Schulze and Thomas-Benjamin Seiler and Andrew J Tindall and Gisela De Aragao Umbuzeiro and Branislav Vrana and Martin Krauss",
            "2016",
            "ej-fjpgAAAAJ:pcWPcJyQGiUC",
            227,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0048969715310834",
            "4312026940395042323",
            "\/scholar?cites=4312026940395042323",
            {
                "2015":1,
                "2016":17,
                "2017":46,
                "2018":49,
                "2019":54,
                "2020":51,
                "2021":7
            }
        ],
        [
            "Environmental quality monitoring of water resources is challenged with providing the basis for safeguarding the environment against adverse biological effects of anthropogenic chemical contamination from diffuse and point sources. While current regulatory efforts focus on monitoring and assessing a few legacy chemicals, many more anthropogenic chemicals can be detected simultaneously in our aquatic resources. However, exposure to chemical mixtures does not necessarily translate into adverse biological effects nor clearly shows whether mitigation measures are needed. Thus, the question which mixtures are present and which have associated combined effects becomes central for defining adequate monitoring and assessment strategies. Here we describe the vision of the international, EU-funded project SOLUTIONS, where three routes are explored to link the occurrence of chemical mixtures at specific …",
            "Future water quality monitoring—adapting tools to deal with mixtures of pollutants in water resource management",
            "Rolf Altenburger and Selim Ait-Aissa and Philipp Antczak and Thomas Backhaus and Damià Barceló and Thomas-Benjamin Seiler and Francois Brion and Wibke Busch and Kevin Chipman and Miren López de Alda and Gisela de Aragao Umbuzeiro and Beate I Escher and Francesco Falciani and Michael Faust and Andreas Focks and Klara Hilscherova and Juliane Hollender and Henner Hollert and Felix Jaeger and Annika Jahnke and Andreas Kortenkamp and Martin Krauss and Gregory F Lemkine and John Munthe and Steffen Neumann and Emma L Schymanski and Mark Scrimshaw and Helmut Segner and Jaroslav Slobodnik and Foppe Smedes and Subramaniam Kughathas and Ivana Teodorovic and Andrew J Tindall and Knut Erik Tollefsen and Karl-Heinz Walz and Tim D Williams and Paul J Van den Brink and Jos van Gils and Branislav Vrana and Xiaowei Zhang and Werner Brack",
            "2015",
            "ej-fjpgAAAAJ:2TuIPqOg0e0C",
            219,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0048969714017598",
            "7534394917879485530",
            "\/scholar?cites=7534394917879485530",
            {
                "2015":13,
                "2016":34,
                "2017":47,
                "2018":39,
                "2019":38,
                "2020":37,
                "2021":10
            }
        ],
        [
            "Surface water can contain countless organic micropollutants, and targeted chemical analysis alone may only detect a small fraction of the chemicals present. Consequently, bioanalytical tools can be applied complementary to chemical analysis to detect the effects of complex chemical mixtures. In this study, bioassays indicative of activation of the aryl hydrocarbon receptor (AhR), activation of the pregnane X receptor (PXR), activation of the estrogen receptor (ER), adaptive stress responses to oxidative stress (Nrf2), genotoxicity (p53) and inflammation (NF-κB) and the fish embryo toxicity test were applied along with chemical analysis to water extracts from the Danube River. Mixture-toxicity modeling was applied to determine the contribution of detected chemicals to the biological effect. Effect concentrations for between 0 to 13 detected chemicals could be found in the literature for the different bioassays. Detected …",
            "Linking in vitro effects and detected organic micropollutants in surface water using mixture-toxicity modeling",
            "Peta A Neale and Selim Ait-Aissa and Werner Brack and Nicolas Creusot and Michael S Denison and Björn Deutschmann and Klára Hilscherová and Henner Hollert and Martin Krauss and Jiri Novak and Tobias Schulze and Thomas-Benjamin Seiler and Helene Serra and Ying Shao and Beate I Escher",
            "2015",
            "ej-fjpgAAAAJ:lL5f5cZgq8MC",
            129,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.est.5b04083",
            "6575537205538192441",
            "\/scholar?cites=6575537205538192441",
            {
                "2016":8,
                "2017":24,
                "2018":31,
                "2019":28,
                "2020":32,
                "2021":5
            }
        ],
        [
            "Surface waters can contain a diverse range of organic pollutants, including pesticides, pharmaceuticals and industrial compounds. While bioassays have been used for water quality monitoring, there is limited knowledge regarding the effects of individual micropollutants and their relationship to the overall mixture effect in water samples. In this study, a battery of in vitro bioassays based on human and fish cell lines and whole organism assays using bacteria, algae, daphnids and fish embryos was assembled for use in water quality monitoring. The selection of bioassays was guided by the principles of adverse outcome pathways in order to cover relevant steps in toxicity pathways known to be triggered by environmental water samples. The effects of 34 water pollutants, which were selected based on hazard quotients, available environmental quality standards and mode of action information, were fingerprinted in the …",
            "Development of a bioanalytical test battery for water quality monitoring: Fingerprinting identified micropollutants and their contribution to effects in surface water",
            "Peta A Neale and Rolf Altenburger and Selim Aït-Aïssa and François Brion and Wibke Busch and Gisela de Aragão Umbuzeiro and Michael S Denison and David Du Pasquier and Klára Hilscherová and Henner Hollert and Daniel A Morales and Jiří Novák and Rita Schlichting and Thomas-Benjamin Seiler and Helene Serra and Ying Shao and Andrew J Tindall and Knut Erik Tollefsen and Timothy D Williams and Beate I Escher",
            "2017",
            "ej-fjpgAAAAJ:b8m_4JuPjscC",
            117,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0043135417305894",
            "656642774683078243",
            "\/scholar?cites=656642774683078243",
            {
                "2017":2,
                "2018":32,
                "2019":37,
                "2020":40,
                "2021":5
            }
        ],
        [
            "Surface waters can contain a range of micropollutants from point sources, such as wastewater effluent, and diffuse sources, such as agriculture. Characterizing the source of micropollutants is important for reducing their burden and thus mitigating adverse effects on aquatic ecosystems. In this study, chemical analysis and bioanalysis were applied to assess the micropollutant burden during low flow conditions upstream and downstream of three wastewater treatment plants (WWTPs) discharging into small streams in the Swiss Plateau. The upstream sites had no input of wastewater effluent, allowing a direct comparison of the observed effects with and without the contribution of wastewater. Four hundred and five chemicals were analyzed, while the applied bioassays included activation of the aryl hydrocarbon receptor, activation of the androgen receptor, activation of the estrogen receptor, photosystem II inhibition …",
            "Integrating chemical analysis and bioanalysis to evaluate the contribution of wastewater effluent on the micropollutant burden in small streams",
            "Peta A Neale and Nicole A Munz and Selim Aїt-Aїssa and Rolf Altenburger and François Brion and Wibke Busch and Beate I Escher and Klára Hilscherová and Cornelia Kienle and Jiří Novák and Thomas-Benjamin Seiler and Ying Shao and Christian Stamm and Juliane Hollender",
            "2017",
            "ej-fjpgAAAAJ:TiLqlu47W2oC",
            103,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0048969716323312",
            "11074279940569676390",
            "\/scholar?cites=11074279940569676390",
            {
                "2017":17,
                "2018":30,
                "2019":28,
                "2020":26,
                "2021":2
            }
        ],
        [
            "Growing concern about the adverse environmental and human health effects of a wide range of micropollutants requires the development of novel tools and approaches to enable holistic monitoring of their occurrence, fate and effects in the aquatic environment. A European-wide demonstration program (EDP) for effect-based monitoring of micropollutants in surface waters was carried out within the Marie Curie Initial Training Network EDA-EMERGE. The main objectives of the EDP were to apply a simplified protocol for effect-directed analysis, to link biological effects to target compounds and to estimate their risk to aquatic biota. Onsite large volume solid phase extraction of 50 L of surface water was performed at 18 sampling sites in four European river basins. Extracts were subjected to effect-based analysis (toxicity to algae, fish embryo toxicity, neurotoxicity, (anti-)estrogenicity, (anti-)androgenicity, glucocorticoid …",
            "European demonstration program on the effect-based and chemical identification and monitoring of organic pollutants in European surface waters",
            "Zuzana Tousova and Peter Oswald and Jaroslav Slobodnik and Ludek Blaha and Melis Muz and Meng Hu and Werner Brack and Martin Krauss and Carolina Di Paolo and Zsolt Tarcai and Thomas-Benjamin Seiler and Henner Hollert and Sanja Koprivica and Marijan Ahel and Jennifer E Schollée and Juliane Hollender and Marc J-F Suter and Anita O Hidasi and Kristin Schirmer and Manoj Sonavane and Selim Ait-Aissa and Nicolas Creusot and Francois Brion and Jean Froment and Ana Catarina Almeida and Kevin Thomas and Knut Erik Tollefsen and Sara Tufi and Xiyu Ouyang and Pim Leonards and Marja Lamoree and Victoria Osorio Torrens and Annemieke Kolkman and Merijn Schriks and Petra Spirhanzlova and Andrew Tindall and Tobias Schulze",
            "2017",
            "ej-fjpgAAAAJ:v7LLNfYe7h0C",
            97,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0048969717314365",
            "11624894588605610649",
            "\/scholar?cites=11624894588605610649",
            {
                "2017":6,
                "2018":24,
                "2019":29,
                "2020":29,
                "2021":8
            }
        ],
        [
            "Freshwater sediments with low levels of anthropogenic contamination and a broad range of geochemical properties were investigated using various sediment-contact tests in order to study the natural variability and to define toxicity thresholds for the various toxicity endpoints. Tests were performed with bacteria (Arthrobacter globiformis), yeast (Saccharomyces cerevisiae), nematodes (Caenorhabditis elegans), oligochaetes (Lumbriculus variegatus), higher plants (Myriophyllum aquaticum), and the eggs of zebrafish (Danio rerio). The variability in the response of some of the contact tests could be explained by particle size distribution and organic content. Only for two native sediments could a pollution effect not be excluded. Based on the minimal detectable difference (MDD) and the maximal tolerable inhibition (MTI), toxicity thresholds (% inhibition compared to the control) were derived for each toxicity parameter …",
            "Variability of sediment-contact tests in freshwater sediments with low-level anthropogenic contamination–determination of toxicity thresholds",
            "S Höss and W Ahlf and C Fahnenstich and D Gilberg and H Hollert and K Melbye and M Meller and M Hammers-Wirtz and P Heininger and H Neumann-Hensel and R Ottermanns and H-T Ratte and T-B Seiler and D Spira and J Weber and U Feiler",
            "2010",
            "ej-fjpgAAAAJ:4TOpqqG69KYC",
            96,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0269749110002022",
            "12782492811781747698",
            "\/scholar?cites=12782492811781747698",
            {
                "2011":8,
                "2012":10,
                "2013":9,
                "2014":14,
                "2015":17,
                "2016":9,
                "2017":7,
                "2018":8,
                "2019":7,
                "2020":5
            }
        ],
        [
            "Sediments serve as integral and dynamic parts of our aquatic systems. Within the last 15 to 20 years, however, the scientific community has begun noticing deterioration of sediment quality at an alarming rate worldwide. Sediments are now harboring hazardous pollutants that can directly influence water quality, thereby creating very stressful conditions for aquatic life. As a consequence, global efforts were initiated in the early 1970s, to find ways to assess sediment quality. Because of their obvious ecological and economic significance, fish have remained a major taxonomic group for appraising the general quality of aquatic systems. However, for sediment risk assessment, fish have lagged behind invertebrates due to their mobility and generally, pelagic lifestyle. To our knowledge, this is the first paper that comprehensively presents and reviews the versatile role of fish in …",
            "The versatile, changing, and advancing roles of fish in sediment toxicity assessment—a review",
            "Arnold V Hallare and Thomas-Benjamin Seiler and Henner Hollert",
            "2011",
            "ej-fjpgAAAAJ:9yKSN-GCB0IC",
            79,
            "https:\/\/link.springer.com\/article\/10.1007\/s11368-010-0302-7",
            "5737435336677480765",
            "\/scholar?cites=5737435336677480765",
            {
                "2011":6,
                "2012":5,
                "2013":8,
                "2014":10,
                "2015":16,
                "2016":11,
                "2017":6,
                "2018":5,
                "2019":6,
                "2020":5
            }
        ],
        [
            "The present monitoring and assessment of the chemical status of water bodies fail to characterize the likelihood that complex mixtures of chemicals affect water quality. The European Collaborative Project SOLUTIONS suggests that this likelihood can be estimated with effect-based methods (EBMs) complemented by chemical screening and\/or impact modeling. These methods should be used to identify the causes of impacted water quality and to develop programs of measures to improve water quality. Along this line of reasoning, effect-based methods are recommended for Water Framework Directive (WFD) monitoring to cover the major modes of action in the universe of environmentally relevant chemicals so as to evaluate improvements of water quality upon implementing the measures. To this end, a minimum battery of bioassays has been recommended including short-term toxicity to algae, Daphnia and fish embryos complemented with in vitro and short-term in vivo tests on mode-of-action specific effects as proxies for long-term toxicity. The likelihood of adverse impacts can be established with effect-based trigger values, which differentiate good from poor water quality in close alignment with Environmental Quality Standards for individual chemicals, while taking into account mixture toxicity. The use of EBMs is suggested in the WFD as one avenue to establish the likelihood of adverse effects due to chemical pollution in European water systems. The present paper has been written as one component of a series of policy briefs to support decisions on water quality monitoring and management under the WFD.",
            "Effect-based methods are key. The European Collaborative Project SOLUTIONS recommends integrating effect-based methods for diagnosis and monitoring of water quality",
            "Werner Brack and Selim Ait Aissa and Thomas Backhaus and Valeria Dulio and Beate I Escher and Michael Faust and Klara Hilscherova and Juliane Hollender and Henner Hollert and Christin Müller and John Munthe and Leo Posthuma and Thomas-Benjamin Seiler and Jaroslav Slobodnik and Ivana Teodorovic and Andrew J Tindall and Gisela de Aragão Umbuzeiro and Xiaowei Zhang and Rolf Altenburger",
            "2019",
            "ej-fjpgAAAAJ:eG7oJ4UONFcC",
            71,
            "https:\/\/enveurope.springeropen.com\/articles\/10.1186\/s12302-019-0192-2",
            "6194894556430127965",
            "\/scholar?cites=6194894556430127965",
            {
                "2018":1,
                "2019":24,
                "2020":38,
                "2021":7
            }
        ],
        [
            "Bioassays are particularly useful tools to link the chemical and ecological assessments in water quality monitoring. Different methods cover a broad range of toxicity mechanisms in diverse organisms, and account for risks posed by non-target compounds and mixtures. Many tests are already applied in chemical and waste assessments, and stakeholders from the science-police interface have recommended their integration in regulatory water quality monitoring. Still, there is a need to address bioassay suitability to evaluate water samples containing emerging pollutants, which are a current priority in water quality monitoring. The presented interlaboratory study (ILS) verified whether a battery of miniaturized bioassays, conducted in 11 different laboratories following their own protocols, would produce comparable results when applied to evaluate blinded samples consisting of a pristine water extract spiked with four …",
            "Bioassay battery interlaboratory investigation of emerging contaminants in spiked water extracts–towards the implementation of bioanalytical monitoring tools in water quality …",
            "Carolina Di Paolo and Richard Ottermanns and Steffen Keiter and Selim Ait-Aissa and Kerstin Bluhm and Werner Brack and Magnus Breitholtz and Sebastian Buchinger and Mario Carere and Carole Chalon and Xavier Cousin and Valeria Dulio and Beate I Escher and Timo Hamers and Klára Hilscherová and Sergio Jarque and Adam Jonas and Emmanuelle Maillot-Marechal and Yves Marneffe and Mai Thao Nguyen and Pascal Pandard and Andrea Schifferli and Tobias Schulze and Sven Seidensticker and Thomas-Benjamin Seiler and Janet Tang and Ron Van Der Oost and Etienne Vermeirssen and Radka Zounková and Nick Zwart and Henner Hollert",
            "2016",
            "ej-fjpgAAAAJ:dBzKUGQurMsC",
            63,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0043135416306182",
            "14426673269479376818",
            "\/scholar?cites=14426673269479376818",
            {
                "2016":1,
                "2017":11,
                "2018":20,
                "2019":18,
                "2020":9,
                "2021":4
            }
        ]
    ]
}