{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Results are presented from searches for the standard model Higgs boson in proton–proton collisions at s= 7 and 8 TeV in the Compact Muon Solenoid experiment at the LHC, using data samples corresponding to integrated luminosities of up to 5.1 fb− 1 at 7 TeV and 5.3 fb− 1 at 8 TeV. The search is performed in five decay modes: γγ, ZZ, W+ W−, τ+ τ−, and b b¯. An excess of events is observed above the expected background, with a local significance of 5.0 standard deviations, at a mass near 125 GeV, signalling the production of a new particle. The expected significance for a standard model Higgs boson of that mass is 5.8 standard deviations. The excess is most significant in the two decay modes with the best mass resolution, γγ and ZZ; a fit to these signals gives a mass of 125.3±0.4 (stat.)±0.5 (syst.) GeV. The decay to two photons indicates that the new particle is a boson with spin different from one.",
            "Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC",
            "Serguei Chatrchyan and Vardan Khachatryan and Albert M Sirunyan and Armen Tumasyan and Wolfgang Adam and Ernest Aguilo and Thomas Bergauer and M Dragicevic and J Erö and C Fabjan and M Friedl and R Frühwirth and VM Ghete and J Hammer and M Hoch and N Hörmann and J Hrubec and M Jeitler and W Kiesenhofer and V Knünz and M Krammer and I Krätschmer and D Liko and W Majerotto and I Mikulec and M Pernicka and B Rahbaran and C Rohringer and H Rohringer and R Schöfbeck and J Strauss and F Szoncsó and A Taurok and W Waltenberger and G Walzel and E Widl and C-E Wulz and V Chekhovsky and I Emeliantchik and A Litomin and V Makarenko and V Mossolov and N Shumeiko and A Solin and R Stefanovitch and J Suarez Gonzalez and A Fedorov and M Korzhik and O Missevitch and R Zuyeuski and M Bansal and S Bansal and W Beaumont and Tom Cornelis and EA De Wolf and D Druzhkin and X Janssen and S Luyckx and L Mucibello and S Ochesanu and B Roland and R Rougny and M Selvaggi and Z Staykova and H Van Haevermaet and P Van Mechelen and N Van Remortel and A Van Spilbeeck and F Blekman and S Blyweert and J DʼHondt and O Devroede and R Gonzalez Suarez and R Goorens and A Kalogeropoulos and M Maes and A Olbrechts and S Tavernier and W Van Doninck and L Van Lancker and P Van Mulders and GP Van Onsem and I Villella and B Clerbaux and G De Lentdecker and V Dero and JP Dewulf and APR Gay and T Hreus and A Léonard and PE Marage and A Mohammadi and T Reis and S Rugovac and L Thomas and C Vander Velde and P Vanlaer and J Wang and J Wickens and Volker Adler and Kelly Beernaert and Anna Cimmino and Silvia Costantini and Guillaume Garcia and M Grunewald and Benjamin Klein and Jeremie Lellouch and Andrey Marinov and Joseph McCartin and AA Ocampo Rios and Dirk Ryckbosch and Nadja Strobbe and Filip Thyssen and Michael Tytgat and S Walsh and Efe Yazgan and Nikolaos Zaganidis and S Basegmez and G Bruno and Roberto Castello and L Ceard and J De Favereau De Jeneret and C Delaere and P Demin and T du Pree and D Favart and L Forthomme and A Giammanco and G Grégoire and J Hollar and V Lemaitre and J Liao and O Militaru and C Nuttens and D Pagano and A Pin and K Piotrzkowski and N Schul and JM Vizan Garcia and N Beliy and T Caebergs and E Daubie and GH Hammad and GA Alves and L Brito and M Correa Martin Junior and T Martins and ME Pol and MHG Souza and WL Aldá Júnior",
            "2012",
            "EJg61LwAAAAJ:b8m_4JuPjscC",
            16624,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269312008581",
            "8663470026986383108",
            "\/scholar?cites=8663470026986383108",
            {
                "2012":523,
                "2013":2447,
                "2014":2429,
                "2015":2369,
                "2016":2112,
                "2017":1888,
                "2018":1932,
                "2019":1495,
                "2020":1255,
                "2021":63
            }
        ],
        [
            "Flowering time is a complex trait that controls adaptation of plants to their local environment in the outcrossing species Zea mays (maize). We dissected variation for flowering time with a set of 5000 recombinant inbred lines (maize Nested Association Mapping population, NAM). Nearly a million plants were assayed in eight environments but showed no evidence for any single large-effect quantitative trait loci (QTLs). Instead, we identified evidence for numerous small-effect QTLs shared among families; however, allelic effects differ across founder lines. We identified no individual QTLs at which allelic effects are determined by geographic origin or large effects for epistasis or environmental interactions. Thus, a simple additive model accurately predicts flowering time for maize, in contrast to the genetic architecture observed in the selfing plant species rice and Arabidopsis.",
            "The genetic architecture of maize flowering time",
            "Edward S Buckler and James B Holland and Peter J Bradbury and Charlotte B Acharya and Patrick J Brown and Chris Browne and Elhan Ersoz and Sherry Flint-Garcia and Arturo Garcia and Jeffrey C Glaubitz and Major M Goodman and Carlos Harjes and Kate Guill and Dallas E Kroon and Sara Larsson and Nicholas K Lepak and Huihui Li and Sharon E Mitchell and Gael Pressoir and Jason A Peiffer and Marco Oropeza Rosas and Torbert R Rocheford and M Cinta Romay and Susan Romero and Stella Salvo and Hector Sanchez Villeda and H Sofia Da Silva and Qi Sun and Feng Tian and Narasimham Upadyayula and Doreen Ware and Heather Yates and Jianming Yu and Zhiwu Zhang and Stephen Kresovich and Michael D McMullen",
            "2009",
            "EJg61LwAAAAJ:ojlX30-wUrgC",
            1275,
            "https:\/\/science.sciencemag.org\/content\/325\/5941\/714.abstract",
            "18107504200058964707",
            "\/scholar?cites=18107504200058964707",
            {
                "2009":15,
                "2010":75,
                "2011":106,
                "2012":131,
                "2013":126,
                "2014":140,
                "2015":122,
                "2016":115,
                "2017":118,
                "2018":98,
                "2019":100,
                "2020":108,
                "2021":13
            }
        ],
        [
            "We studied the evolution of 150 pregnancies corresponding to 114 women (16-39 years old) with primary hypothyroidism. Fifty-one pregnancies (34%) were conceived under hypothyroidism: 16 overt (X ±          standard deviation [SD], thyroxine [T4]: 2.44 ± 0.7 μg\/dL; thyrotropin [TSH]: 33.4 ± 8.82 mIU\/L), and 35 subclinical hypothyroidism (T4: 6.93 ± 1.88          μg\/dL; TSH: 12.87 ± 8.43 mIU\/L); 99 pregnancies were conceived under euthyroidism while undergoing thyroid therapy. When treatment with levothyroxine was inadequate, the outcome of pregnancy          was abortion in 60% of overtly hypothyroid patients and in 71.4% of subclinically hypothyroid patients, premature delivery in 20% and 7.2% respectively, and term delivery in 20% and 21.4%, respectively.          When treatment was adequate, 100% of overtly hypothyroid patients and 90.5% of subclinically hypothyroid patients carried pregnancies to term; there …",
            "Overt and subclinical hypothyroidism complicating pregnancy",
            "M Abalovich and S Gutierrez and G Alcaraz and G Maccallini and A Garcia and O Levalle",
            "2002",
            "EJg61LwAAAAJ:R4LAE1HziJcC",
            818,
            "https:\/\/www.liebertpub.com\/doi\/abs\/10.1089\/105072502753451986",
            "6370417182851983157",
            "\/scholar?cites=6370417182851983157",
            {
                "2002":4,
                "2003":8,
                "2004":14,
                "2005":21,
                "2006":13,
                "2007":31,
                "2008":23,
                "2009":45,
                "2010":57,
                "2011":51,
                "2012":56,
                "2013":65,
                "2014":69,
                "2015":68,
                "2016":64,
                "2017":57,
                "2018":61,
                "2019":41,
                "2020":51,
                "2021":1
            }
        ],
        [
            "Activation of calcium-ion (Ca 2+) channels on the plasma membrane and on intracellular Ca 2+ stores, such as the endoplasmic reticulum, generates local transient increases in the cytosolic Ca 2+ concentration that induce Ca 2+ uptake by neighbouring mitochondria. Here, by using mitochondrially targeted aequorin proteins with different Ca 2+ affinities, we show that half of the chromaffin-cell mitochondria exhibit surprisingly rapid millimolar Ca 2+ transients upon stimulation of cells with acetylcholine, caffeine or high concentrations of potassium ions. Our results show a tight functional coupling of voltage-dependent Ca 2+ channels on the plasma membrane, ryanodine receptors on the endoplasmic reticulum, and mitochondria. Cell stimulation generates localized Ca 2+ transients, with Ca 2+ concentrations above 20–40 µM, at these functional units. Protonophores abolish mitochondrial Ca 2+ uptake and …",
            "Chromaffin-cell stimulation triggers fast millimolar mitochondrial Ca 2+ transients that modulate secretion",
            "Mayte Montero and Maria Teresa Alonso and Estela Carnicero and Inmaculada Cuchillo-Ibáñez and Almudena Albillos and Antonio G García and Javier García-Sancho and Javier Alvarez",
            "2000",
            "EJg61LwAAAAJ:u5HHmVD_uO8C",
            506,
            "https:\/\/www.nature.com\/articles\/ncb0200_57",
            "8220631358339350959",
            "\/scholar?cites=8220631358339350959",
            {
                "2000":11,
                "2001":28,
                "2002":33,
                "2003":25,
                "2004":24,
                "2005":24,
                "2006":25,
                "2007":22,
                "2008":27,
                "2009":40,
                "2010":24,
                "2011":15,
                "2012":40,
                "2013":26,
                "2014":18,
                "2015":28,
                "2016":21,
                "2017":18,
                "2018":23,
                "2019":18,
                "2020":12
            }
        ],
        [
            "This volume focuses on the topics in data collection, analysis, and use that were raised in its \ncompanion book, Project Monitoring and Evaluation in Agriculture. It summarizes these topics \nin the context set by the companion volume, which documented the importance of monitoring \nand recommended that ambitious evaluations be done only selectively. The book further explains \nthe data collection and analysis techniques referred to in the companion volume. It is \nselective; it does not provide comprehensive coverage of all methods. Furthermore, for those \nmethods it does cover, the book advocates simplicity and economy. It emphasizes qualitative \ninterviewing methods because most monitoring and evaluation efforts will need to use them for \nlimited, non-random coverage of respondents. Examples of sample theory and sample \nselection, conversely, are mainly in terms of rates of adoption and similar indicators. In a … ",
            "The collection, analysis, and use of monitoring and evaluation data",
            "Dennis J Casley and Krishna Kumar",
            "1988",
            "EJg61LwAAAAJ:YIdQ7BAI8VoC",
            480,
            "https:\/\/pdfs.semanticscholar.org\/dbb7\/c19e98488f6f153f0a58a4796e0edccd93f9.pdf",
            "9536834730382501490",
            "\/scholar?cites=9536834730382501490",
            {
                "1990":3,
                "1991":5,
                "1992":7,
                "1993":7,
                "1994":9,
                "1995":6,
                "1996":16,
                "1997":8,
                "1998":9,
                "1999":13,
                "2000":14,
                "2001":8,
                "2002":20,
                "2003":12,
                "2004":11,
                "2005":9,
                "2006":17,
                "2007":19,
                "2008":10,
                "2009":20,
                "2010":12,
                "2011":17,
                "2012":15,
                "2013":23,
                "2014":20,
                "2015":31,
                "2016":38,
                "2017":30,
                "2018":27,
                "2019":23,
                "2020":15
            }
        ],
        [
            "Within the present contribution we highlight the feasibility of standard refinery units for the production of biofuels from different biomass-derived feedstock. The energy densification of biomass, as well as it’s logistics and incorporation within the refinery supply chain is thoroughly discussed. Likewise, special attention is focused on the catalytic cracking and hydrotreating of triglyceride-rich biomass feedstock, which is probably the most suitable one for co-processing in conventional refinery conversion units. However, the opportunities of other highly oxygenated feedstocks such as pyrolysis oils and sugars are also discussed. Conversion of different feedstocks into conventional liquid fuels by coupling of aqueous phase reforming (APR) with catalytic systems typical of standard petroleum refineries is also evaluated. Thus, here we review the chemistry, catalysis and challenges involved in the production of biofuels from …",
            "Biomass as renewable feedstock in standard refinery units. Feasibility, opportunities and challenges",
            "Juan Antonio Melero and Jose Iglesias and Alicia Garcia",
            "2012",
            "EJg61LwAAAAJ:hNFvT5Kh_mEC",
            382,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2012\/ee\/c2ee21231e",
            "14597565529162889780",
            "\/scholar?cites=14597565529162889780",
            {
                "2012":3,
                "2013":19,
                "2014":37,
                "2015":47,
                "2016":53,
                "2017":53,
                "2018":50,
                "2019":58,
                "2020":55,
                "2021":7
            }
        ],
        [
            "With 27 million cases worldwide documented in 2006, Alzheimer's disease (AD) constitutes an overwhelming health, social, economic, and political problem to nations. Unless a new medicine capable to delay disease progression is found, the number of cases will reach 107 million in 2050. So far, the therapeutic paradigm one‐compound‐one‐target has failed. This could be due to the multiple pathogenic mechanisms involved in AD including amyloid β (Aβ) aggregation to form plaques, τ hyperphosphorylation to disrupt microtubule to form neurofibrillary tangles, calcium imbalance, enhanced oxidative stress, impaired mitochondrial function, apoptotic neuronal death, and deterioration of synaptic transmission, particularly at cholinergic neurons. Approximately 100 compounds are presently been investigated directed to single targets, namely inhibitors of β and γ secretase, vaccines or antibodies that clear Aβ, metal …",
            "Recent advances in the multitarget‐directed ligands approach for the treatment of Alzheimer's disease",
            "Rafael Leon and Antonio G Garcia and José Marco‐Contelles",
            "2013",
            "EJg61LwAAAAJ:bz8QjSJIRt4C",
            370,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/med.20248",
            "3102106795867838309",
            "\/scholar?cites=3102106795867838309",
            {
                "2012":1,
                "2013":16,
                "2014":39,
                "2015":42,
                "2016":62,
                "2017":52,
                "2018":61,
                "2019":43,
                "2020":45,
                "2021":3
            }
        ],
        [
            "At a given cytosolic domain of a chromaffin cell, the rate and amplitude of the Ca2+ concentration ([Ca2+]c) depends on at least four efficient regulatory systems: 1) plasmalemmal calcium channels, 2) endoplasmic reticulum, 3) mitochondria, and 4) chromaffin vesicles. Different mammalian species express different levels of the L, N, P\/Q, and R subtypes of high-voltage-activated calcium channels; in bovine and humans, P\/Q channels predominate, whereas in felines and murine species, L-type channels predominate. The calcium channels in chromaffin cells are regulated by G proteins coupled to purinergic and opiate receptors, as well as by voltage and the local changes of [Ca2+]c. Chromaffin cells have been particularly useful in studying calcium channel current autoregulation by materials coreleased with catecholamines, such as ATP and opiates. Depending on the preparation (cultured cells, adrenal slices …",
            "Calcium signaling and exocytosis in adrenal chromaffin cells",
            "Antonio G García and Antonio M García-De-Diego and Luis Gandía and Ricardo Borges and Javier García-Sancho",
            "2006",
            "EJg61LwAAAAJ:9yKSN-GCB0IC",
            346,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/physrev.00039.2005",
            "4685223924675256068",
            "\/scholar?cites=4685223924675256068",
            {
                "2007":15,
                "2008":36,
                "2009":35,
                "2010":24,
                "2011":39,
                "2012":36,
                "2013":26,
                "2014":23,
                "2015":20,
                "2016":16,
                "2017":22,
                "2018":25,
                "2019":12,
                "2020":16
            }
        ],
        [
            "SIDALC.\n",
            "The healing power of rainforest herbs: A guide to understanding and using herbal medicinals",
            "Leslie Taylor",
            "2005",
            "EJg61LwAAAAJ:WMsFzbFqK_QC",
            345,
            "http:\/\/www.sidalc.net\/cgi-bin\/wxis.exe\/?IsisScript=orton.xis&method=post&formato=2&cantidad=1&expresion=mfn=088221",
            "13035361771054663780",
            "\/scholar?cites=13035361771054663780",
            {
                "2004":1,
                "2005":3,
                "2006":15,
                "2007":15,
                "2008":16,
                "2009":22,
                "2010":26,
                "2011":22,
                "2012":25,
                "2013":24,
                "2014":24,
                "2015":28,
                "2016":28,
                "2017":23,
                "2018":17,
                "2019":16,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Douglas and Rubin 1 suggested that “the role of acetylcholine as a transmitter at the adrenal medulla is to cause some brief change in medullary cells which allows Ca ions to penetrate them and trigger the catecholamine ejection process”. The Ca 2+-channel blocking agents, verapamil, nifedipine and nitrendipine, have been used widely to investigate the properties of slow Ca 2+ channels in a variety of tissues 2, including the adrenomedullary chromaffin cell 3, 4. Recently, small modifications to the nifedipine molecule produced a derivative, BAY-K-8644 (methyl-l, 4-dihydro-2, 6-dimethyl-3-nitro-4-(2-trifluoromethylphenyl)-pyridine-5-carboxylate), that in contrast to the Ca 2+-channel blocking agents, stimulated cardiac and vascular smooth muscle contractility 5. We have tested whether this compound behaves as a Ca 2+-channel activator at the chromaffin cell membrane as shown by Schramm et al. 5 in smooth …",
            "Dihydropyridine BAY-K-8644 activates chromaffin cell calcium channels",
            "AG Garcia and F Sala and JA Reig and S Viniegra and J Frias and R Fonteriz and L Gandia",
            "1984",
            "EJg61LwAAAAJ:u-x6o8ySG0sC",
            307,
            "https:\/\/www.nature.com\/articles\/309069a0",
            "2532625980022971467",
            "\/scholar?cites=2532625980022971467",
            {
                "1984":5,
                "1985":23,
                "1986":23,
                "1987":16,
                "1988":28,
                "1989":20,
                "1990":11,
                "1991":11,
                "1992":8,
                "1993":7,
                "1994":11,
                "1995":8,
                "1996":9,
                "1997":4,
                "1998":7,
                "1999":8,
                "2000":4,
                "2001":6,
                "2002":6,
                "2003":6,
                "2004":10,
                "2005":5,
                "2006":6,
                "2007":8,
                "2008":10,
                "2009":9,
                "2010":6,
                "2011":3,
                "2012":5,
                "2013":6,
                "2014":3,
                "2015":2,
                "2016":1,
                "2017":2,
                "2018":5,
                "2019":2,
                "2020":1
            }
        ]
    ]
}