{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The chemical reactivity of different surfaces of titanium dioxide (TiO 2) has been the subject of extensive studies in recent decades. The anatase TiO 2 (001) and its (1× 4) reconstructed surfaces were theoretically considered to be the most reactive and have been heavily pursued by synthetic chemists. However, the lack of direct experimental verification or determination of the active sites on these surfaces has caused controversy and debate. Here we report a systematic study on an anatase TiO 2 (001)-(1× 4) surface by means of microscopic and spectroscopic techniques in combination with first-principles calculations. Two types of intrinsic point defects are identified, among which only the Ti 3+ defect site on the reduced surface demonstrates considerable chemical activity. The perfect surface itself can be fully oxidized, but shows no obvious activity. Our findings suggest that the reactivity of the anatase TiO 2 (001 …",
            "Role of point defects on the reactivity of reconstructed anatase titanium dioxide (001) surface",
            "Yang Wang and Huijuan Sun and Shijing Tan and Hao Feng and Zhengwang Cheng and Jin Zhao and Aidi Zhao and Bing Wang and Yi Luo and Jinlong Yang and JG Hou",
            "2013",
            "EKM5Xb4AAAAJ:d1gkVwhDpl0C",
            165,
            "https:\/\/www.nature.com\/articles\/ncomms3214",
            "2903780319642241552",
            "\/scholar?cites=2903780319642241552",
            {
                "2014":17,
                "2015":27,
                "2016":25,
                "2017":27,
                "2018":24,
                "2019":25,
                "2020":19,
                "2021":1
            }
        ],
        [
            "Clean hydrogen production is highly desirable for future energy needs, making the understanding of molecular-level phenomena underlying photocatalytic hydrogen production both fundamentally and practically important. Water splitting on pure TiO2 is inefficient, however, adding sacrificial methanol could significantly enhance the photocatalyzed H2 production. Therefore, understanding the photochemistry of methanol on TiO2 at the molecular level could provide important insights to its photocatalytic activity. Here, we report the first clear evidence of photocatalyzed splitting of methanol on TiO2 derived from time-dependent two-photon photoemission (TD-2PPE) results in combination with scanning tunneling microscopy (STM). STM tip induced molecular manipulation before and after UV light irradiation clearly reveals photocatalytic bond cleavage, which occurs only at Ti4+ surface sites. TD-2PPE reveals that the …",
            "Site-specific photocatalytic splitting of methanol on TiO 2 (110)",
            "Chuanyao Zhou and Zefeng Ren and Shijing Tan and Zhibo Ma and Xinchun Mao and Dongxu Dai and Hongjun Fan and Xueming Yang and Jerry LaRue and Russell Cooper and Alec M Wodtke and Zhuo Wang and Zhenyu Li and Bing Wang and Jinlong Yang and Jianguo Hou",
            "2010",
            "EKM5Xb4AAAAJ:u5HHmVD_uO8C",
            150,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2010\/sc\/c0sc00316f",
            "18401712606141336812",
            "\/scholar?cites=18401712606141336812",
            {
                "2011":12,
                "2012":6,
                "2013":19,
                "2014":17,
                "2015":22,
                "2016":18,
                "2017":18,
                "2018":17,
                "2019":10,
                "2020":10,
                "2021":1
            }
        ],
        [
            "A knowledge of adsorption behaviors of oxygen on the model system of the reduced rutile TiO2(110)-1×1 surface is of great importance for an atomistic understanding of many chemical processes. We present a scanning tunneling microcopy (STM) study on the adsorption of molecular oxygen either at the bridge-bonded oxygen vacancies (BBOV) or at the hydroxyls (OH) on the TiO2(110)-1×1 surface. Using an in situ O2 dosing method, we are able to directly verify the exact adsorption sites and the dynamic behaviors of molecular O2. Our experiments provide direct evidence that an O2 molecule can intrinsically adsorb at both the BBOV and the OH sites. It has been identified that, at a low coverage of O2, the singly adsorbed molecular O2 at BBOV can be dissociated through an intermediate state as driven by the STM tip. However, singly adsorbed molecular O2 at OH can survive from such a tip-induced effect …",
            "Molecular Oxygen Adsorption Behaviors on the Rutile TiO2(110)-1×1 Surface: An in Situ Study with Low-Temperature Scanning Tunneling Microscopy",
            "Shijing Tan and Yongfei Ji and Yan Zhao and Aidi Zhao and Bing Wang and Jinlong Yang and JG Hou",
            "2011",
            "EKM5Xb4AAAAJ:u-x6o8ySG0sC",
            140,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja110375n",
            "9803671121385382689",
            "\/scholar?cites=9803671121385382689",
            {
                "2011":5,
                "2012":6,
                "2013":18,
                "2014":11,
                "2015":8,
                "2016":14,
                "2017":13,
                "2018":21,
                "2019":17,
                "2020":22,
                "2021":4
            }
        ],
        [
            "The water splitting reaction based on the promising TiO2 photocatalyst is one of the fundamental processes that bears significant implication in hydrogen energy technology and has been extensively studied. However, a long-standing puzzling question in understanding the reaction sequence of the water splitting is whether the initial reaction step is a photocatalytic process and how it happens. Here, using the low temperature scanning tunneling microscopy (STM) performed at 80 K, we observed the dissociation of individually adsorbed water molecules at the 5-fold coordinated Ti (Ti5c) sites of the reduced TiO2 (110)-1 × 1 surface under the irradiation of UV lights with the wavelength shorter than 400 nm, or to say its energy larger than the band gap of 3.1 eV for the rutile TiO2. This finding thus clearly suggests the involvement of a photocatalytic dissociation process that produces two kinds of hydroxyl species. One …",
            "Observation of Photocatalytic Dissociation of Water on Terminal Ti Sites of TiO2(110)-1 × 1 Surface",
            "Shijing Tan and Hao Feng and Yongfei Ji and Yang Wang and Jin Zhao and Aidi Zhao and Bing Wang and Yi Luo and Jinlong Yang and JG Hou",
            "2012",
            "EKM5Xb4AAAAJ:9yKSN-GCB0IC",
            126,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja211919k",
            "17713032998116056173",
            "\/scholar?cites=17713032998116056173",
            {
                "2012":1,
                "2013":6,
                "2014":13,
                "2015":18,
                "2016":14,
                "2017":17,
                "2018":18,
                "2019":21,
                "2020":14,
                "2021":4
            }
        ],
        [
            "Integrating plasmonic nanoparticles with semiconductor substrates introduces strong optical resonances that extend and enhance the spectrum of photocatalytic and photovoltaic activity. The effect of plasmonic resonances has been variously attributed to the field nanoconfinement, plasmon–exciton coupling, hot electron transfer, and so on, based on action spectra of enhanced photoactivity. It remains unclear, however, whether energized carriers in the substrate are generated by the transfer of plasmonically generated hot electrons from the metal, as broadly believed, or directly by dephasing of the plasmonic field at the interface. Here, we demonstrate the importance of the direct plasmonic coupling across the chemical interface for hot electron generation at a prototypical Ag nanocluster\/TiO 2 heterojunction by direct probing of the coherence and hot electron dynamics with two-photon photoemission spectroscopy …",
            "Plasmonic coupling at a metal\/semiconductor interface",
            "Shijing Tan and Adam Argondizzo and Jindong Ren and Liming Liu and Jin Zhao and Hrvoje Petek",
            "2017",
            "EKM5Xb4AAAAJ:aqlVkmm33-oC",
            113,
            "https:\/\/www.nature.com\/articles\/s41566-017-0049-4",
            "11989296792936230116",
            "\/scholar?cites=11989296792936230116",
            {
                "2018":18,
                "2019":42,
                "2020":45,
                "2021":8
            }
        ],
        [
            "Converting CO 2 to useful compounds through the solar photocatalytic reduction has been one of the most promising strategies for artificial carbon recycling. The highly relevant photocatalytic substrate for CO 2 conversion could be the popular TiO 2 surfaces. However, the lack of accurate measurements for the energy level alignment that determines the CO 2 reduction on TiO 2 has limited our ability to control these complicated photocatalysis processes. We report here a systematic study on the reduction of CO 2 at specific sites of the rutile TiO 2 (110)-1× 1 surface using scanning tunneling microscopy at 80 K. The dissociation of CO 2 molecules is found to be activated by one electron attachment process with an energy threshold of 1.8 eV above the Fermi level (or 1.4 eV above the TiO 2 conduction band onset), while the lowest unoccupied molecular orbital (LUMO) of the adsorbed CO 2 is located at 2.3 eV with …",
            "CO 2 dissociation activated through electron attachment on the reduced rutile TiO 2 (110)-1× 1 surface",
            "Shijing Tan and Yan Zhao and Jin Zhao and Zhuo Wang and Chuanxu Ma and Aidi Zhao and Bing Wang and Yi Luo and Jinlong Yang and Jianguo Hou",
            "2011",
            "EKM5Xb4AAAAJ:UeHWp8X0CEIC",
            73,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.84.155418",
            "4517341547057187601",
            "\/scholar?cites=4517341547057187601",
            {
                "2011":2,
                "2012":3,
                "2013":9,
                "2014":4,
                "2015":7,
                "2016":8,
                "2017":8,
                "2018":13,
                "2019":8,
                "2020":11
            }
        ],
        [
            "We present the investigations of hydroxylated TiO2 (110)−1 × 1 surfaces using scanning tunneling microscopy (STM). It is observed that in topographic images the protrusions of hydroxyls (OH) on TiO2 (110) surfaces are dependent on the tip−sample distance in STM measurements at room temperature. In comparison with those of the fivefold coordinated Ti atoms and the oxygen vacancies, the relative apparent height of OHs becomes smaller and smaller with decreasing tip−sample distance by changing the imaging conditions. The OHs even become invisible in much shorter tip−sample distances. Reversibly, the OHs are almost completely recovered when the imaging conditions are restored. It suggests that the OHs may be identified by varying the imaging conditions in STM measurement.",
            "Identifying Hydroxyls on the TiO2 (110)−1 × 1 Surface with Scanning Tunneling Microscopy",
            "Xuefeng Cui and Zhuo Wang and Shijing Tan and Bing Wang and Jinlong Yang and JG Hou",
            "2009",
            "EKM5Xb4AAAAJ:2osOgNQ5qMEC",
            63,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp901657u",
            "1475368674121173847",
            "\/scholar?cites=1475368674121173847",
            {
                "2010":7,
                "2011":7,
                "2012":8,
                "2013":4,
                "2014":2,
                "2015":5,
                "2016":9,
                "2017":5,
                "2018":3,
                "2019":7,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Hot electron processes at metallic heterojunctions are central to optical-to-chemical or electrical energy transduction. Ultrafast nonlinear photoexcitation of graphite (Gr) has been shown to create hot thermalized electrons at temperatures corresponding to the solar photosphere in less than 25 fs. Plasmonic resonances in metallic nanoparticles are also known to efficiently generate hot electrons. Here we deposit Ag nanoclusters (NC) on Gr to study the ultrafast hot electron generation and dynamics in their plasmonic heterojunctions by means of time-resolved two-photon photoemission (2PP) spectroscopy. By tuning the wavelength of p-polarized femtosecond excitation pulses, we find an enhancement of 2PP yields by 2 orders of magnitude, which we attribute to excitation of a surface-normal Mie plasmon mode of Ag\/Gr heterojunctions at 3.6 eV. The 2PP spectra include contributions from (i) coherent two-photon …",
            "Ultrafast plasmon-enhanced hot electron generation at Ag nanocluster\/graphite heterojunctions",
            "Shijing Tan and Liming Liu and Yanan Dai and Jindong Ren and Jin Zhao and Hrvoje Petek",
            "2017",
            "EKM5Xb4AAAAJ:ULOm3_A8WrAC",
            48,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jacs.7b01079",
            "16678259133235206415",
            "\/scholar?cites=16678259133235206415",
            {
                "2017":4,
                "2018":18,
                "2019":10,
                "2020":14,
                "2021":2
            }
        ],
        [
            "We report the investigation on the adsorption behaviors of CO on the rutile TiO2(110)-1 × 1 surface with preadsorbed O adatoms using scanning tunneling microscopy (STM) joint with density functional theory (DFT) calculations. The STM experimental results show that the diffusive CO molecules tend to adsorb at the site close to the O adatoms, forming CO−O and CO−O−CO complexes. These complexes are quite stable against the high bias voltages and UV illumination. DFT calculations give an activation energy barrier of 0.56 eV for CO oxidation through the CO−O complex to produce CO2. Our experimental and theoretical results both indicate that the dissociative O2, that is, the O adatoms on Ti4+, may not be directly responsible for the catalytic oxidation at low temperature.",
            "Adsorption of CO on Rutile TiO2 (110)-1 × 1 Surface with Preadsorbed O Adatoms",
            "Zhuo Wang and Yan Zhao and Xuefeng Cui and Shijing Tan and Aidi Zhao and Bing Wang and Jinlong Yang and JG Hou",
            "2010",
            "EKM5Xb4AAAAJ:qjMakFHDy7sC",
            40,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp1059165",
            "10928822367186781569",
            "\/scholar?cites=10928822367186781569",
            {
                "2010":1,
                "2011":6,
                "2012":6,
                "2013":8,
                "2014":4,
                "2015":3,
                "2016":1,
                "2017":5,
                "2018":1,
                "2019":1,
                "2020":4
            }
        ],
        [
            "Hybrid metal\/semiconductor nano-heterostructures with strong exciton-plasmon coupling have been proposed for applications in hot carrier optoelectronic devices. However, the performance of devices based on this concept has been limited by the poor efficiency of plasmon-hot electron conversion at the metal\/semiconductor interface. Here, we report that the efficiency of interfacial hot excitation transfer can be substantially improved in hybrid metal semiconductor nano-heterostructures consisting of perovskite semiconductors. In Ag–CsPbBr 3 nanocrystals, both the plasmon-induced hot electron and the resonant energy transfer processes can occur on a time scale of less than 100 fs with quantum efficiencies of 50±18% and 15±5%, respectively. The markedly high efficiency of hot electron transfer observed here can be ascribed to the increased metal\/semiconductor coupling compared with those in conventional …",
            "Efficient plasmon-hot electron conversion in Ag–CsPbBr 3 hybrid nanocrystals",
            "Xinyu Huang and Hongbo Li and Chunfeng Zhang and Shijing Tan and Zhangzhang Chen and Lan Chen and Zhenda Lu and Xiaoyong Wang and Min Xiao",
            "2019",
            "EKM5Xb4AAAAJ:dhFuZR0502QC",
            34,
            "https:\/\/www.nature.com\/articles\/s41467-019-09112-1",
            "13421641649434924084",
            "\/scholar?cites=13421641649434924084",
            {
                "2019":9,
                "2020":21,
                "2021":4
            }
        ]
    ]
}