{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We demonstrate that the next to minimal supersymmetric model can have small fine-tuning and modest top-squark mass while still evading all experimental constraints. For small tan﻿ β (large tan﻿ β), the relevant scenarios are such that there is always (often) a standard-model-like Higgs boson that decays to two lighter—possibly much lighter—Higgs pseudoscalars.",
            "Escaping the Large Fine-Tuning and Little Hierarchy Problems in the Next to Minimal Supersymmetric Model and  Decays",
            "Radovan Dermíšek and John F Gunion",
            "2005",
            "Ell1TQQAAAAJ:qxL8FJ1GzNcC",
            469,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.041801",
            "5658652115253503370",
            "\/scholar?cites=5658652115253503370",
            {
                "2005":5,
                "2006":24,
                "2007":45,
                "2008":50,
                "2009":51,
                "2010":65,
                "2011":47,
                "2012":38,
                "2013":30,
                "2014":24,
                "2015":13,
                "2016":27,
                "2017":13,
                "2018":20,
                "2019":8,
                "2020":8
            }
        ],
        [
            "In simple SO (10) SUSY GUTs the top, bottom and tau Yukawa couplings unify at the GUT scale. A naive renormalization group analysis, neglecting weak scale threshold corrections, leads to moderate agreement with the low energy data. However, it is known that intrinsically large threshold corrections proportional to tan β∼ m t (M Z)\/m b (M Z)∼ 50 can nullify these t, b, τ mass predictions. In this paper we turn the argument around. Instead of predicting fermion masses, we use the constraint of Yukawa unification and the observed values M t, m b (m b), M τ to constrain SUSY parameter space. We find a narrow region survives for μ> 0 with μ, M 1\/2≪ m 16, A 0≈− 1.9 m 16 and m 16> 1200 GeV. Demanding Yukawa unification thus makes definite predictions for Higgs boson and sparticle masses. In particular, we find a light Higgs boson with a mass m h 0= 114±5±3 GeV and a light top squark with (m t 1) MIN∼ 450 …",
            "Yukawa unification in SO (10)",
            "T Blažek and R Dermíšek and S Raby",
            "2002",
            "Ell1TQQAAAAJ:KlAtU1dfN6UC",
            242,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.65.115004",
            "4460199842368288029",
            "\/scholar?cites=4460199842368288029",
            {
                "2001":1,
                "2002":8,
                "2003":22,
                "2004":18,
                "2005":18,
                "2006":11,
                "2007":12,
                "2008":24,
                "2009":18,
                "2010":17,
                "2011":19,
                "2012":20,
                "2013":7,
                "2014":11,
                "2015":8,
                "2016":3,
                "2017":5,
                "2018":3,
                "2019":5,
                "2020":8
            }
        ],
        [
            "This review summarizes the motivations for and the phenomenological consequences of nonstandard Higgs boson decays, with an emphasis on final states containing a pair of non–standard model particles that subsequently decay to standard model particles. Typically these non–standard model particles form part of a “hidden” sector, for example a pair of neutral Higgs bosons or a pair of unstable neutralinos. We emphasize that such decays allow for a Higgs substantially below the standard model Higgs Large Electron-Positron Collider limit of 114 GeV. A Higgs with standard model WW, ZZ, and top couplings and a mass near 100 GeV eliminates the fine-tuning problems of many beyond the standard model theories, in particular supersymmetric models, and leads to excellent consistency with precision electroweak data.",
            "Nonstandard Higgs boson decays",
            "Spencer Chang and Radovan Dermíšek and John F Gunion and Neal Weiner",
            "2008",
            "Ell1TQQAAAAJ:EUQCXRtRnyEC",
            235,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.nucl.58.110707.171200",
            "18418777777402340478",
            "\/scholar?cites=18418777777402340478",
            {
                "2008":2,
                "2009":28,
                "2010":34,
                "2011":29,
                "2012":38,
                "2013":12,
                "2014":9,
                "2015":14,
                "2016":16,
                "2017":17,
                "2018":17,
                "2019":11,
                "2020":7
            }
        ],
        [
            "We use  Yukawa unification to constrain SUSY parameter space. We find a narrow region survives for (suggested by\\bsgam and the anomalous magnetic moment of the muon) with , , \\gev and \\gev. Demanding Yukawa unification thus makes definite predictions for Higgs and sparticle masses.",
            "Predictions for Higgs and SUSY spectra from SO (10) Yukawa unification with mu> 0",
            "T Blazek and R Dermisek and S Raby",
            "2001",
            "Ell1TQQAAAAJ:RYcK_YlVTxYC",
            224,
            "https:\/\/arxiv.org\/abs\/hep-ph\/0107097",
            "14233772655153255669",
            "\/scholar?cites=14233772655153255669",
            {
                "2001":3,
                "2002":18,
                "2003":22,
                "2004":19,
                "2005":18,
                "2006":8,
                "2007":8,
                "2008":15,
                "2009":15,
                "2010":16,
                "2011":14,
                "2012":15,
                "2013":7,
                "2014":10,
                "2015":6,
                "2016":5,
                "2017":8,
                "2018":4,
                "2019":3,
                "2020":8
            }
        ],
        [
            "We examine the LEP limits for the Z h→ Z+ b’s final state and find that the excess of observed events for m h∼ 100 GeV correlates well with there being an m h∼ 100 GeV Higgs boson with SM-like Z Z h coupling that decays partly via h→ b b+ τ+ τ−[with B (h→ b b)∼ 0.08] but dominantly via h→ a a [with B (h→ a a)∼ 0.9], where m a< 2 m b so that a→ τ+ τ−(or light quarks and gluons) decays are dominant. This type of scenario is precisely that predicted in the Next-to-Minimal Supersymmetric Model for parameter choices yielding the lowest possible fine-tuning.",
            "Consistency of LEP event excesses with an  decay scenario and low-fine-tuning next-to-minimal supersymmetric standard models",
            "Radovan Dermíšek and John F Gunion",
            "2006",
            "Ell1TQQAAAAJ:3s1wT3WcHBgC",
            197,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.73.111701",
            "16182016643486760876",
            "\/scholar?cites=16182016643486760876",
            {
                "2006":4,
                "2007":28,
                "2008":28,
                "2009":24,
                "2010":32,
                "2011":25,
                "2012":18,
                "2013":9,
                "2014":8,
                "2015":3,
                "2016":10,
                "2017":5,
                "2018":1,
                "2019":1,
                "2020":1
            }
        ],
        [
            "Completely natural electroweak symmetry breaking is easily achieved in supersymmetric models if there is a SM-like Higgs boson, h, with m h≲ 100 GeV. In the minimal supersymmetric model, such an h decays mainly to b b and is ruled out by LEP constraints. However, if the MSSM Higgs sector is expanded so that h decays mainly to still lighter Higgs bosons, eg h→ a a, with Br (h→ a a)> 0.7, and if m a< 2 m b, then the LEP constraints are satisfied even if m h≲ 100 GeV. In this paper, we show that in the next-to-minimal supersymmetric model the above h and a properties (for the lightest C P-even and C P-odd Higgs bosons, respectively) imply a lower bound on Br (Υ→ γ a) that dedicated runs at present (and future) B factories can explore.",
            "Probing next-to-minimal-supersymmetric models with minimal fine tuning by searching for decays of the  to a light -odd Higgs boson",
            "Radovan Dermíšek and John F Gunion and Bob McElrath",
            "2007",
            "Ell1TQQAAAAJ:mVmsd5A6BfQC",
            183,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.76.051105",
            "6507958069807470277",
            "\/scholar?cites=6507958069807470277",
            {
                "2007":5,
                "2008":28,
                "2009":26,
                "2010":30,
                "2011":18,
                "2012":13,
                "2013":19,
                "2014":9,
                "2015":13,
                "2016":3,
                "2017":11,
                "2018":3,
                "2019":4,
                "2020":1
            }
        ],
        [
            "We construct a minimal supersymmetric SO (10) grand unified model in 5 dimensions. The extra dimension is compactified on an S 1\/(Z 2× Z 2′) orbifold which has two inequivalent fixed points. These are flat 4-dimensional Minkowski spaces: the visible and the hidden branes. By orbifolding, the gauge symmetry on the hidden brane is reduced down to the Pati-Salam gauge symmetry SU (4)× SU (2) L× SU (2) R. On the visible brane the SO (10) is broken by the ordinary Higgs mechanism down to SU (5). The resulting 4-dimensional theory has the standard model gauge symmetry [the intersection of SU (5) and SU (4)× SU (2) L× SU (2) R] and the massless spectrum consists of the MSSM gauge fields and two Higgs doublets. The matter fields are assumed to live on the visible brane. We discuss gauge coupling unification in our 5-dimensional model in terms of corrections to the conventional 4-dimensional …",
            " grand unification in five dimensions: Proton decay and the  problem",
            "Radovan Dermíšek and Arash Mafi",
            "2002",
            "Ell1TQQAAAAJ:M3ejUd6NZC8C",
            182,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.65.055002",
            "5516676902584097287",
            "\/scholar?cites=5516676902584097287",
            {
                "2001":1,
                "2002":26,
                "2003":32,
                "2004":35,
                "2005":14,
                "2006":9,
                "2007":6,
                "2008":10,
                "2009":3,
                "2010":10,
                "2011":3,
                "2012":3,
                "2013":6,
                "2014":2,
                "2015":4,
                "2016":4,
                "2017":4,
                "2018":1,
                "2019":2,
                "2020":4
            }
        ],
        [
            "Dominant decay of a SM-like Higgs boson into particles beyond those contained in the minimal supersymmetric standard model has been identified as a natural scenario to avoid fine-tuning in electroweak symmetry breaking while satisfying all LEP limits. In the simplest of such an extension, the next-to-minimal supersymmetric model, the lightest C P-even Higgs boson can decay into two pseudoscalars. In the scenario with the least fine-tuning the lightest C P-even Higgs boson has a mass of order 100 GeV. In order to escape LEP limits it must decay to a pair of the lightest C P-odd Higgs bosons with Br (h→ a a)>. 7 and m a< 2 m b (so that a→ τ+ τ− or light quarks and gluons). The mass of the lightest C P-odd Higgs boson is controlled by the soft-trilinear couplings, A λ (m Z) and A κ (m Z). We identify the region of parameter space where this situation occurs and discuss how natural this scenario is. It turns out that in …",
            "Next-to-minimal supersymmetric model close to the -symmetry limit and naturalness in  decays for ",
            "Radovan Dermíšek and John F Gunion",
            "2007",
            "Ell1TQQAAAAJ:cFHS6HbyZ2cC",
            148,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.75.075019",
            "17414514667420368117",
            "\/scholar?cites=17414514667420368117",
            {
                "2007":6,
                "2008":21,
                "2009":12,
                "2010":21,
                "2011":20,
                "2012":17,
                "2013":8,
                "2014":4,
                "2015":3,
                "2016":10,
                "2017":8,
                "2018":11,
                "2019":3,
                "2020":3,
                "2021":1
            }
        ],
        [
            "SO (10) supersymmetric grand unified theories [SUSY GUTs] provide a beautiful framework for physics beyond the standard model. Experimental measurements of the three gauge couplings are consistent with unification at a scale  GeV. In addition predictive models for fermion masses and mixing angles have been found which fit the low energy data, including the recent data for neutrino oscillations. SO (10) boundary conditions can be tested via the spectrum of superparticles. The simplest models also predict neutron and proton decay rates. In this paper we discuss nucleon decay rates and obtain reasonable upper bounds. A clear picture of the allowed SUSY spectra as constrained by nucleon decay is presented.",
            "SUSY GUTs under siege: Proton decay",
            "Radovan Dermíšek and Arash Mafi and Stuart Raby",
            "2000",
            "Ell1TQQAAAAJ:QIV2ME_5wuYC",
            139,
            "https:\/\/arxiv.org\/abs\/hep-ph\/0007213",
            "7123835624364211180",
            "\/scholar?cites=7123835624364211180",
            {
                "2000":1,
                "2001":9,
                "2002":13,
                "2003":20,
                "2004":13,
                "2005":10,
                "2006":6,
                "2007":4,
                "2008":16,
                "2009":7,
                "2010":8,
                "2011":2,
                "2012":3,
                "2013":9,
                "2014":1,
                "2015":2,
                "2016":3,
                "2017":6,
                "2018":2,
                "2019":2,
                "2020":1
            }
        ],
        [
            "We present an extended study of how the Next to Minimal Supersymmetric Model easily avoids fine-tuning in electroweak symmetry breaking for a SM-like light Higgs with mass in the vicinity of 100 GeV, as beautifully consistent with precision electroweak data, while escaping LEP constraints due to the dominance of h→ aa decays with ma< 2mb so that a→ τ+ τ− or jets. The residual∼ 10% branching ratio for h→ bb explains perfectly the well-known LEP excess at mh∼ 100 GeV. Details of model parameter correlations and requirements are discussed as a function tan β. Comparisons of fine-tuning in the NMSSM to that in the MSSM are presented. We also discuss fine-tuning associated with scenarios in which the a is essentially pure singlet, has mass ma> 30 GeV, and decays primarily to γγ leading to an h→ aa→ 4γ Higgs signal.",
            "The NMSSM solution to the fine-tuning problem, precision electroweak constraints and the largest LEP Higgs event excess",
            "Radovan Dermisek and John F Gunion",
            "2007",
            "Ell1TQQAAAAJ:rO6llkc54NcC",
            133,
            "https:\/\/arxiv.org\/abs\/0705.4387",
            "16379149253834515712",
            "\/scholar?cites=16379149253834515712",
            {
                "2007":1,
                "2008":12,
                "2009":10,
                "2010":20,
                "2011":21,
                "2012":9,
                "2013":7,
                "2014":11,
                "2015":4,
                "2016":29,
                "2017":4,
                "2018":3,
                "2019":1,
                "2020":1
            }
        ]
    ]
}