{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "The aim of the present study was to identify the game-related statistics that discriminate between season-long successful and unsuccessful basketball teams participating in the Spanish Basketball League (LEB1). The sample included all 145 average records per season from the 870 games played between the 2000–2001 and the 2005–2006 regular seasons. The following game-related statistics were gathered from the official box scores of the Spanish Basketball Federation: 2- and 3-point field-goal attempts (both successful and unsuccessful), free-throws (both successful and unsuccessful), defensive and offensive rebounds, assists, steals, turnovers, blocks (both made and received), and fouls (both committed and received). To control for season variability, all results were normalized to minutes played each season and then converted to z-scores. The results allowed discrimination between best and …",
            "Basketball game-related statistics that discriminate between teams’ season-long success",
            "Sergio J Ibáñez and Jaime Sampaio and Sebastian Feu and Alberto Lorenzo and Miguel A Gómez and Enrique Ortega",
            "2008",
            "eLWnTeYAAAAJ:d1gkVwhDpl0C",
            221,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/17461390802261470",
            "11595053203881280309",
            "\/scholar?cites=11595053203881280309",
            {
                "2008":1,
                "2009":6,
                "2010":11,
                "2011":16,
                "2012":11,
                "2013":26,
                "2014":17,
                "2015":12,
                "2016":18,
                "2017":24,
                "2018":25,
                "2019":22,
                "2020":25,
                "2021":7
            }
        ],
        [
            "The purpose of the present study was to analyse men’s basketball competitions, trying to identify which game-related",
            "Game-related statistics that discriminated winning and losing teams from the Spanish men’s professional basketball teams",
            "Miguel Angel Gomez and Alberto Lorenzo and Jaime Sampaio and Sergio Jose Ibanez and Enrique Ortega",
            "2008",
            "eLWnTeYAAAAJ:u5HHmVD_uO8C",
            207,
            "https:\/\/hrcak.srce.hr\/file\/43020",
            "16420105154954838464",
            "\/scholar?cites=16420105154954838464",
            {
                "2009":4,
                "2010":16,
                "2011":10,
                "2012":5,
                "2013":17,
                "2014":16,
                "2015":20,
                "2016":20,
                "2017":25,
                "2018":22,
                "2019":22,
                "2020":24,
                "2021":4
            }
        ],
        [
            "Identifying match statistics that strongly contribute to winning in football matches is a very important step towards a more predictive and prescriptive performance analysis. The current study aimed to determine relationships between 24 match statistics and the match outcome (win, loss and draw) in all games and close games of the group stage of FIFA World Cup (2014, Brazil) by employing the generalised linear model. The cumulative logistic regression was run in the model taking the value of each match statistic as independent variable to predict the logarithm of the odds of winning. Relationships were assessed as effects of a two-standard-deviation increase in the value of each variable on the change in the probability of a team winning a match. Non-clinical magnitude-based inferences were employed and were evaluated by using the smallest worthwhile change. Results showed that for all the games, nine …",
            "Match statistics related to winning in the group stage of 2014 Brazil FIFA World Cup",
            "Hongyou Liu and Miguel-Ángel Gomez and Carlos Lago-Peñas and Jaime Sampaio",
            "2015",
            "eLWnTeYAAAAJ:EkHepimYqZsC",
            183,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/02640414.2015.1022578",
            "12055801072512979505",
            "\/scholar?cites=12055801072512979505",
            {
                "2015":11,
                "2016":19,
                "2017":26,
                "2018":34,
                "2019":44,
                "2020":43,
                "2021":3
            }
        ],
        [
            "The aim of the present study was to identify the game-related statistics which discriminate between winning and losing teams in under-16 years old male basketball games. The sample gathered all 122 games in the 2004 and 2005 Under-16 European Championships. The game-related statistics analysed were the free-throws (both successful and unsuccessful), 2-and 3-points field-goals (both successful and unsuccessful) offensive and defensive rebounds, blocks, assists, fouls, turnovers and steals. The winning teams exhibited lower ball possessions per game and better offensive and defensive efficacy coefficients than the losing teams. Results from discriminant analysis were statistically significant and allowed to emphasize several structure coefficients (SC). In close games (final score differences below 9 points), the discriminant variables were the turnovers (SC=-0.47) and the assists (SC= 0.33). In balanced …",
            "Game related statistics which discriminate between winning and losing under-16 male basketball games",
            "Alberto Lorenzo and Miguel Ángel Gómez and Enrique Ortega and Sergio José Ibáñez and Jaime Sampaio",
            "2010",
            "eLWnTeYAAAAJ:TQgYirikUcIC",
            152,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC3761811\/",
            "7549911139470628608",
            "\/scholar?cites=7549911139470628608",
            {
                "2012":7,
                "2013":20,
                "2014":11,
                "2015":13,
                "2016":17,
                "2017":23,
                "2018":22,
                "2019":19,
                "2020":17,
                "2021":2
            }
        ],
        [
            "The aim of the study was to evaluate the inter-operator reliability of OPTA Client System which is used to collect live football match statistics by OPTA Sportsdata Company. Two groups of experienced operators were required to analyze a Spanish league match independently. Results showed that team events coded by independent operators reached a very good agreement (kappa values were 0.92 and 0.94) and average difference of event time was 0.06±0.04 s. The reliability of goalkeeper actions was also at high level, kappa values were 0.92 and 0.86. The high intra-class correlation coefficients (ranged from 0.88 to 1.00) and low standardized typical errors (varied from 0.00 to 0.37) of different match actions and indicators of individual outfield players showed a high level of inter-operator reliability as well. These results suggest that the OPTA Client System is reliable to be used to collect live football match …",
            "Inter-operator reliability of live football match statistics from OPTA Sportsdata",
            "Hongyou Liu and Will Hopkins and A Miguel Gómez and S Javier Molinuevo",
            "2013",
            "eLWnTeYAAAAJ:4OULZ7Gr8RgC",
            146,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/24748668.2013.11868690",
            "15499869273440180424",
            "\/scholar?cites=15499869273440180424",
            {
                "2014":4,
                "2015":15,
                "2016":17,
                "2017":10,
                "2018":25,
                "2019":36,
                "2020":34
            }
        ],
        [
            "The aim of the present study was to identify the importance of basketball performance indicators in predicting the effectiveness of ball possessions in men's and women's basketball, when controlling for situational variables and game periods. The sample consisted of 7234 ball possessions, corresponding to 40 games from the Spanish professional leagues. The effects of the predictor variables on successful ball possessions according to game period were analysed using binary logistic regressions. Results from men's teams show interactions with number of passes and ending player during the first five minutes, with starting and ending zone, defensive systems, screens used and possession duration during the middle thirty minutes, and there were interactions with passes used, possession duration and players involved during the last five minutes. Results from women's teams show interactions with starting …",
            "Ball possession effectiveness in men's and women's elite basketball according to situational variables in different game periods",
            "Miguel-Angel Gómez and Alberto Lorenzo and Sergio-José Ibañez and Jaime Sampaio",
            "2013",
            "eLWnTeYAAAAJ:Se3iqnhoufwC",
            141,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/02640414.2013.792942",
            "15978670978397516299",
            "\/scholar?cites=15978670978397516299",
            {
                "2013":3,
                "2014":8,
                "2015":17,
                "2016":14,
                "2017":30,
                "2018":24,
                "2019":28,
                "2020":15,
                "2021":1
            }
        ],
        [
            "We examined the trends in home advantage in the professional football leagues of France, Italy, Spain, and Portugal since the start of each league more than 70 years ago. A total of 81,185 games were included, involving 244 different teams. Home advantage was quantified each season for each country as the number of points gained at home expressed as a percentage of all points gained at home and away. Home advantage was generally high in the early years of each league, especially in Spain and Italy (over 70%). There were then considerable fluctuations up to the late 1970s. During this time, home advantage was consistently highest in Spain, which could be explained by greater regional autonomy and more distinct local cultural identity. Since then there has been a major decline in all the countries, especially since the late 1990s. Each country has experienced its lowest ever level (60% or less …",
            "Home advantage in football in South-West Europe: Long-term trends, regional variation, and team differences",
            "Richard Pollard and Miguel A Gómez",
            "2009",
            "eLWnTeYAAAAJ:2osOgNQ5qMEC",
            138,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/17461390903009133",
            "12220063276315967478",
            "\/scholar?cites=12220063276315967478",
            {
                "2010":2,
                "2011":8,
                "2012":15,
                "2013":13,
                "2014":17,
                "2015":13,
                "2016":7,
                "2017":18,
                "2018":15,
                "2019":11,
                "2020":17
            }
        ],
        [
            "Recent research suggests that match-to-match variation adds important information to performance descriptors in team sports, as it helps measure how players fine-tune their tactical behaviours and technical actions to the extreme dynamical environments. The current study aims to identify the differences in technical performance of players from strong and weak teams and to explore match-to-match variation of players’ technical match performance. Performance data of all the 380 matches of season 2012–2013 in the Spanish First Division Professional Football League were analysed. Twenty-one performance-related match actions and events were chosen as variables in the analyses. Players’ technical performance profiles were established by unifying count values of each action or event of each player per match into the same scale. Means of these count values of players from Top3 and Bottom3 teams were …",
            "Technical performance and match-to-match variation in elite football teams",
            "Hongyou Liu and Miguel-Angel Gómez and Bruno Gonçalves and Jaime Sampaio",
            "2016",
            "eLWnTeYAAAAJ:QYdC8u9Cj1oC",
            130,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/02640414.2015.1117121",
            "12866680704466246838",
            "\/scholar?cites=12866680704466246838",
            {
                "2016":7,
                "2017":22,
                "2018":30,
                "2019":30,
                "2020":36,
                "2021":2
            }
        ]
    ]
}