{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "An ad hoc method for calculating the entropy of a biomolecular system from the covariance matrix of the atomic fluctuations is analyzed. It is shown that its essential assumption can be eliminated by a quasiharmonic analysis. The computer time required for use of the latter is of the same order as that of the former.",
            "On the calculation of entropy from covariance matrices of the atomic fluctuations",
            "Ioan Andricioaei and Martin Karplus",
            "2001",
            "EMvy63UAAAAJ:YOwf2qJgpHMC",
            544,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1401821",
            "4083842370679268109",
            "\/scholar?cites=4083842370679268109",
            {
                "2002":2,
                "2003":10,
                "2004":15,
                "2005":20,
                "2006":28,
                "2007":25,
                "2008":31,
                "2009":25,
                "2010":39,
                "2011":41,
                "2012":44,
                "2013":41,
                "2014":36,
                "2015":32,
                "2016":50,
                "2017":26,
                "2018":28,
                "2019":29,
                "2020":19,
                "2021":1
            }
        ],
        [
            "Sequence-directed variations in the canonical DNA double helix structure that retain Watson–Crick base-pairing have important roles in DNA recognition, topology and nucleosome positioning. By using nuclear magnetic resonance relaxation dispersion spectroscopy in concert with steered molecular dynamics simulations, we have observed transient sequence-specific excursions away from Watson–Crick base-pairing at CA and TA steps inside canonical duplex DNA towards low-populated and short-lived A• T and G• C Hoogsteen base pairs. The observation of Hoogsteen base pairs in DNA duplexes specifically bound to transcription factors and in damaged DNA sites implies that the DNA double helix intrinsically codes for excited state Hoogsteen base pairs as a means of expanding its structural complexity beyond that which can be achieved based on Watson–Crick base-pairing. The methods presented here …",
            "Transient Hoogsteen base pairs in canonical duplex DNA",
            "Evgenia N Nikolova and Eunae Kim and Abigail A Wise and Patrick J O’Brien and Ioan Andricioaei and Hashim M Al-Hashimi",
            "2011",
            "EMvy63UAAAAJ:nb7KW1ujOQ8C",
            279,
            "https:\/\/www.nature.com\/articles\/nature09775",
            "15534223036984913554",
            "\/scholar?cites=15534223036984913554",
            {
                "2011":18,
                "2012":26,
                "2013":27,
                "2014":34,
                "2015":33,
                "2016":23,
                "2017":23,
                "2018":26,
                "2019":35,
                "2020":27,
                "2021":5
            }
        ],
        [
            "A Monte Carlo simulated annealing algorithm based on the generalized entropy of Tsallis is presented. The algorithm obeys detailed balance and reduces to a steepest descent algorithm at low temperatures. Application to the conformational optimization of a tetrapeptide demonstrates that the algorithm is more effective in locating low energy minima than standard simulated annealing based on molecular dynamics or Monte Carlo methods.",
            "Generalized simulated annealing algorithms using Tsallis statistics: Application to conformational optimization of a tetrapeptide",
            "Ioan Andricioaei and John E Straub",
            "1996",
            "EMvy63UAAAAJ:J_g5lzvAfSwC",
            193,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.53.R3055",
            "9591730923940755236",
            "\/scholar?cites=9591730923940755236",
            {
                "1996":5,
                "1997":18,
                "1998":16,
                "1999":20,
                "2000":11,
                "2001":15,
                "2002":13,
                "2003":6,
                "2004":12,
                "2005":6,
                "2006":12,
                "2007":7,
                "2008":3,
                "2009":12,
                "2010":4,
                "2011":1,
                "2012":5,
                "2013":2,
                "2014":3,
                "2015":4,
                "2016":4,
                "2017":1,
                "2018":3,
                "2019":4,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Current approaches used to identify protein-binding small molecules are not suited for identifying small molecules that can bind emerging RNA drug targets. By docking small molecules onto an RNA dynamic ensemble constructed by combining NMR spectroscopy and computational molecular dynamics, we virtually screened small molecules that target the entire structure landscape of the transactivation response element (TAR) from HIV type 1 (HIV-1). We quantitatively predict binding energies for small molecules that bind different RNA conformations and report the de novo discovery of six compounds that bind TAR with high affinity and inhibit its interaction with a Tat peptide in vitro (K i values of 710 nM–169 μM). One compound binds HIV-1 TAR with marked selectivity and inhibits Tat-mediated activation of the HIV-1 long terminal repeat by 81% in T-cell lines and HIV replication in an HIV-1 indicator cell line (IC …",
            "Discovery of selective bioactive small molecules by targeting an RNA dynamic ensemble",
            "Andrew C Stelzer and Aaron T Frank and Jeremy D Kratz and Michael D Swanson and Marta J Gonzalez-Hernandez and Janghyun Lee and Ioan Andricioaei and David M Markovitz and Hashim M Al-Hashimi",
            "2011",
            "EMvy63UAAAAJ:4OULZ7Gr8RgC",
            192,
            "https:\/\/www.nature.com\/articles\/nchembio.596.pdf?origin=ppub",
            "12313374876117368669",
            "\/scholar?cites=12313374876117368669",
            {
                "2011":4,
                "2012":10,
                "2013":15,
                "2014":23,
                "2015":22,
                "2016":20,
                "2017":16,
                "2018":18,
                "2019":26,
                "2020":31,
                "2021":4
            }
        ],
        [
            "Generalized Monte Carlo and molecular dynamics algorithms which provide enhanced sampling of the phase space in the calculation of equilibrium thermodynamic properties is presented. The algorithm samples trial moves from a generalized statistical distribution derived from a modification of the Gibbs–Shannon entropy proposed by Tsallis. Results for a one-dimensional model potential demonstrate that the algorithm leads to a greatly enhanced rate of barrier crossing and convergence in the calculation of equilibrium averages. Comparison is made with standard Metropolis Monte Carlo and the J-walking algorithm of Franz, Freeman and Doll. Application to a 13-atom Lennard-Jones cluster demonstrates the ease with which the algorithm may be applied to complex molecular systems.",
            "On Monte Carlo and molecular dynamics methods inspired by Tsallis statistics: Methodology, optimization, and application to atomic clusters",
            "Ioan Andricioaei and John E Straub",
            "1997",
            "EMvy63UAAAAJ:mVmsd5A6BfQC",
            132,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.475203",
            "5137833886372046428",
            "\/scholar?cites=5137833886372046428",
            {
                "1998":4,
                "1999":9,
                "2000":10,
                "2001":13,
                "2002":7,
                "2003":9,
                "2004":9,
                "2005":12,
                "2006":10,
                "2007":7,
                "2008":5,
                "2009":5,
                "2010":4,
                "2011":3,
                "2012":4,
                "2013":3,
                "2014":2,
                "2015":1,
                "2016":2,
                "2017":3,
                "2018":4,
                "2019":5
            }
        ],
        [
            "We test with molecular dynamics the hypothesis that interdomain forces in integrins, simulated with a spring attached to the C-terminal α7-helix of an integrin I domain, can allosterically stabilize alternative I domain conformations. Depending on the force applied and timecourse, in αL and αM I domains the β6-α7 loop moves successively between three ratchet positions; i.e. from closed to intermediate, and then to open. More distal, linked alterations in MIDAS loops and metal coordination closely resemble those seen when the MIDAS becomes ligated. Simulations show that the intermediate state is populated over a wider range of forces for αL than αM I domains. Simulations with mutant I domains suggest that specific ratchet residues regulate conformational equilibria. Simulations with α1 and α2 I domains reveal a lack of the intermediate conformation, owing to Phe to Glu substitution at the second ratchet residue …",
            "Conversion between three conformational states of integrin I domains with a C-terminal pull spring studied with molecular dynamics",
            "Moonsoo Jin and Ioan Andricioaei and Timothy A Springer",
            "2004",
            "EMvy63UAAAAJ:k_IJM867U9cC",
            122,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0969212604003739",
            "8178316201712535134",
            "\/scholar?cites=8178316201712535134",
            {
                "2003":1,
                "2004":1,
                "2005":10,
                "2006":13,
                "2007":13,
                "2008":8,
                "2009":13,
                "2010":10,
                "2011":9,
                "2012":8,
                "2013":6,
                "2014":9,
                "2015":1,
                "2016":4,
                "2017":6,
                "2018":5,
                "2019":3,
                "2020":2
            }
        ],
        [
            "We describe a strategy for constructing atomic resolution dynamical ensembles of RNA molecules, spanning up to millisecond timescales, that combines molecular dynamics (MD) simulations with NMR residual dipolar couplings (RDC) measured in elongated RNA. The ensembles are generated via a Monte Carlo procedure by selecting snap-shot from an MD trajectory that reproduce experimentally measured RDCs. Using this approach, we construct ensembles for two variants of the transactivation response element (TAR) containing three (HIV-1) and two (HIV-2) nucleotide bulges. The HIV-1 TAR ensemble reveals significant mobility in bulge residues C24 and U25 and to a lesser extent U23 and neighboring helical residue A22 that give rise to large amplitude spatially correlated twisting and bending helical motions. Omission of bulge residue C24 in HIV-2 TAR leads to a significant reduction in both the …",
            "Constructing RNA dynamical ensembles by combining MD and motionally decoupled NMR RDCs: new insights into RNA dynamics and adaptive ligand recognition",
            "Aaron T Frank and Andrew C Stelzer and Hashim M Al-Hashimi and Ioan Andricioaei",
            "2009",
            "EMvy63UAAAAJ:maZDTaKrznsC",
            117,
            "https:\/\/academic.oup.com\/nar\/article-abstract\/37\/11\/3670\/1081050",
            "8238834694635151005",
            "\/scholar?cites=8238834694635151005",
            {
                "2009":3,
                "2010":4,
                "2011":16,
                "2012":16,
                "2013":13,
                "2014":16,
                "2015":9,
                "2016":5,
                "2017":6,
                "2018":11,
                "2019":7,
                "2020":8
            }
        ],
        [
            "Membrane proteins mediate processes that are fundamental for the flourishing of biological cells. Membrane-embedded transporters move ions and larger solutes across membranes; receptors mediate communication between the cell and its environment and membrane-embedded enzymes catalyze chemical reactions. Understanding these mechanisms of action requires knowledge of how the proteins couple to their fluid, hydrated lipid membrane environment. We present here current studies in computational and experimental membrane protein biophysics, and show how they address outstanding challenges in understanding the complex environmental effects on the structure, function, and dynamics of membrane proteins.",
            "Membrane protein structure, function, and dynamics: a perspective from experiments and theory",
            "Zoe Cournia and Toby W Allen and Ioan Andricioaei and Bruno Antonny and Daniel Baum and Grace Brannigan and Nicolae-Viorel Buchete and Jason T Deckman and Lucie Delemotte and Coral Del Val and Ran Friedman and Paraskevi Gkeka and Hans-Christian Hege and Jérôme Hénin and Marina A Kasimova and Antonios Kolocouris and Michael L Klein and Syma Khalid and M Joanne Lemieux and Norbert Lindow and Mahua Roy and Jana Selent and Mounir Tarek and Florentina Tofoleanu and Stefano Vanni and Sinisa Urban and David J Wales and Jeremy C Smith and Ana-Nicoleta Bondar",
            "2015",
            "EMvy63UAAAAJ:CHSYGLWDkRkC",
            102,
            "https:\/\/link.springer.com\/article\/10.1007\/s00232-015-9802-0",
            "14934944018977248969",
            "\/scholar?cites=14934944018977248969",
            {
                "2016":9,
                "2017":12,
                "2018":24,
                "2019":19,
                "2020":32,
                "2021":5
            }
        ],
        [
            "The molecular structures and enthalpy release of poly(amidoamine) (PAMAM) dendrimers binding to 1,2-dimyristoyl-sn-glycero-3-phosphocholine (DMPC) bilayers were explored through atomistic molecular dynamics. Three PAMAM dendrimer terminations were examined: protonated primary amine, neutral acetamide, and deprotonated carboxylic acid. Fluid and gel lipid phases were examined to extract the effects of lipid tail mobility on the binding of generation-3 dendrimers, which are directly relevant to the nanoparticle interactions involving lipid rafts, endocytosis, lipid removal, and\/or membrane pores. Upon binding to gel phase lipids, dendrimers remained spherical, had a constant radius of gyration, and approximately one-quarter of the terminal groups were in close proximity to the lipids. In contrast, upon binding to fluid phase bilayers, dendrimers flattened out with a large increase in their asphericity and …",
            "Poly (amidoamine) dendrimers on lipid bilayers II: Effects of bilayer phase and dendrimer termination",
            "Christopher V Kelly and Pascale R Leroueil and Bradford G Orr and Mark M Banaszak Holl and Ioan Andricioaei",
            "2008",
            "EMvy63UAAAAJ:SP6oXDckpogC",
            102,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp8013783",
            "16173098645992172451",
            "\/scholar?cites=16173098645992172451",
            {
                "2008":2,
                "2009":10,
                "2010":11,
                "2011":13,
                "2012":13,
                "2013":9,
                "2014":15,
                "2015":8,
                "2016":4,
                "2017":2,
                "2018":6,
                "2019":2,
                "2020":6,
                "2021":1
            }
        ],
        [
            "The microscopic details of how peptides translocate one at a time through nanopores are crucial determinants for transport through membrane pores and important in developing nano-technologies. To date, the translocation process has been too fast relative to the resolution of the single molecule techniques that sought to detect its milestones. Using pH-tuned single-molecule electrophysiology and molecular dynamics simulations, we demonstrate how peptide passage through the α-hemolysin protein can be sufficiently slowed down to observe intermediate single-peptide sub-states associated to distinct structural milestones along the pore and how to control residence time, direction and the sequence of spatio-temporal state-to-state dynamics of a single peptide. Molecular dynamics simulations of peptide translocation reveal the time-dependent ordering of intermediate structures of the translocating peptide …",
            "Slowing down single-molecule trafficking through a protein nanopore reveals intermediates for peptide translocation",
            "Loredana Mereuta and Mahua Roy and Alina Asandei and Jong Kook Lee and Yoonkyung Park and Ioan Andricioaei and Tudor Luchian",
            "2014",
            "EMvy63UAAAAJ:ULOm3_A8WrAC",
            93,
            "https:\/\/www.nature.com\/articles\/srep03885",
            "3935594760873498331",
            "\/scholar?cites=3935594760873498331",
            {
                "2014":7,
                "2015":14,
                "2016":9,
                "2017":12,
                "2018":18,
                "2019":16,
                "2020":15,
                "2021":2
            }
        ]
    ]
}