{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "The first standardized, global assessment of these fishes, using Red List criteria, reveals threatened species needing protection.",
            "High value and long life—double jeopardy for tunas and billfishes",
            "BB Collette and KE Carpenter and BA Polidoro and MJ Juan-Jordá and A Boustany and David J Die and C Elfes and W Fox and J Graves and LR Harrison and R McManus and CV Minte-Vera and R Nelson and V Restrepo and J Schratwieser and C-L Sun and A Amorim and M Brick Peres and C Canales and G Cardenas and S-K Chang and W-C Chiang and N de Oliveira Leite and H Harwell and R Lessa and FL Fredou and HA Oxenford and R Serra and K-T Shao and R Sumaila and S-P Wang and R Watson and E Yáñez",
            "2011",
            "enr0MQgAAAAJ:iH-uZ7U-co4C",
            271,
            "https:\/\/science.sciencemag.org\/content\/333\/6040\/291.summary",
            "7736486511949316437",
            "\/scholar?cites=7736486511949316437",
            {
                "2011":3,
                "2012":16,
                "2013":34,
                "2014":33,
                "2015":25,
                "2016":34,
                "2017":36,
                "2018":30,
                "2019":33,
                "2020":23,
                "2021":2
            }
        ],
        [
            "Many marine fishes are cosmopolitan, occurring in continuous (e.g., circumtropical) or discontinuous (e.g., antitropical) distributions. Little is known of the genetic basis of population structure of these species, even though several support extensive fisheries. To develop a database that would facilitate comparison of the population structures among cosmopolitan fishes we consistently included restriction fragment length polymorphism (RFLP) analysis of mitochondrial DNA (mtDNA) as a common approach to our investigations of these species. This article presents a review of those analyses. Considerable intra`specific genetic variation was revealed within all cosmopolitan marine species. Continuously distributed species displayed population structures ranging from a lack of significant heterogeneity between ocean samples to shallow but significant structuring within an ocean basin. In general, greater …",
            "Molecular insights into the population structures of cosmopolitan marine fishes",
            "JE Graves",
            "1998",
            "enr0MQgAAAAJ:u5HHmVD_uO8C",
            227,
            "https:\/\/academic.oup.com\/jhered\/article-abstract\/89\/5\/427\/2186592",
            "9007487758843295358",
            "\/scholar?cites=9007487758843295358",
            {
                "1999":5,
                "2000":7,
                "2001":12,
                "2002":12,
                "2003":7,
                "2004":15,
                "2005":13,
                "2006":18,
                "2007":11,
                "2008":9,
                "2009":12,
                "2010":15,
                "2011":18,
                "2012":12,
                "2013":10,
                "2014":11,
                "2015":9,
                "2016":8,
                "2017":6,
                "2018":5,
                "2019":5,
                "2020":5
            }
        ],
        [
            "Genetic variation was surveyed at nine microsatellite loci and the mitochondrial control region (868 bp) to test for the presence of genetic stock structure in young‐of‐the‐year Atlantic bluefin tuna (Thunnus thynnus thynnus) from the Mediterranean Sea. Bluefin tuna were sampled over a period of 5 years from the Balearic and Tyrrhenian seas in the western basin of the Mediterranean Sea, and from the southern Ionian Sea in the eastern basin of the Mediterranean Sea. Analyses of multilocus microsatellite genotypes and mitochondrial control region sequences revealed no significant heterogeneity among collections taken from the same location in different years; however, significant spatial genetic heterogeneity was observed across all samples for both microsatellite markers and mitochondrial control region sequences (FST = 0.0023, P = 0.038 and ΦST = 0.0233, P = 0.000, respectively). Significant genetic …",
            "Microsatellite and mitochondrial DNA analyses of Atlantic bluefin tuna (Thunnus thynnus thynnus) population structure in the Mediterranean Sea",
            "Jens Carlsson and JAN R McDOWELL and PÍNDARO DÍAZ‐JAIMES and Jeanette EL Carlsson and Sandra B Boles and John R Gold and John E Graves",
            "2004",
            "enr0MQgAAAAJ:2osOgNQ5qMEC",
            219,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1365-294X.2004.02336.x",
            "12454524902581898190",
            "\/scholar?cites=12454524902581898190",
            {
                "2005":10,
                "2006":14,
                "2007":13,
                "2008":17,
                "2009":15,
                "2010":12,
                "2011":17,
                "2012":18,
                "2013":12,
                "2014":10,
                "2015":21,
                "2016":21,
                "2017":12,
                "2018":11,
                "2019":6,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Different classes of molecular markers occasionally yield discordant views of population structure within a species. Here, we examine the distribution of molecular variance from 14 polymorphic loci comprising four classes of molecular markers within ≈ 400 blue marlin individuals (Makaira nigricans). Samples were collected from the Atlantic and Pacific Oceans over 5 years. Data from five hypervariable tetranucleotide microsatellite loci and restriction fragment length polymorphism (RFLP) analysis of whole molecule mitochondrial DNA (mtDNA) were reported and compared with previous analyses of allozyme and single‐copy nuclear DNA (scnDNA) loci. Temporal variance in allele frequencies was nonsignificant in nearly all cases. Mitochondrial and microsatellite loci revealed striking phylogeographic partitioning among Atlantic and Pacific Ocean samples. A large cluster of alleles was present almost exclusively …",
            "Reconciling patterns of inter‐ocean molecular variance from four classes of molecular markers in blue marlin (Makaira nigricans)",
            "VP Buonaccorsi and JR McDowell and JE Graves",
            "2001",
            "enr0MQgAAAAJ:u-x6o8ySG0sC",
            201,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1046\/j.1365-294X.2001.01270.x",
            "7505367921218006862",
            "\/scholar?cites=7505367921218006862",
            {
                "2001":2,
                "2002":3,
                "2003":7,
                "2004":12,
                "2005":16,
                "2006":12,
                "2007":14,
                "2008":19,
                "2009":9,
                "2010":9,
                "2011":12,
                "2012":17,
                "2013":10,
                "2014":12,
                "2015":11,
                "2016":16,
                "2017":3,
                "2018":7,
                "2019":5,
                "2020":4
            }
        ],
        [
            "The U.S. Atlantic coastal pelagic longline fishery that targets tunas and swordfish also interacts with a wide range of non-target species including billfishes and sea turtles. Preliminary studies indicate that a change in terminal gear from J-style hooks to circle hooks may reduce bycatch mortality, but the effects of this change on catch rates of target species are unclear. To evaluate this, we monitored catch composition, catch rates, hooking location, and number of fish alive at haulback during 85 sets in the fall and spring seasonal fisheries from a commercial vessel operating in the western North Atlantic. Circle (size 16\/0, 0° offset) and J-style (size 9\/0, 10° offset) hooks were deployed in an alternating fashion. Hook–time recorders were used to assess time at hooking and temperature–depth recorders to measure gear behavior. Catch rates for most species categories were not significantly different between hook types …",
            "Effects of circle versus J-style hooks on target and non-target species in a pelagic longline fishery",
            "David W Kerstetter and John E Graves",
            "2006",
            "enr0MQgAAAAJ:W7OEmFMy1HYC",
            175,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0165783606001433",
            "6676610640868994410",
            "\/scholar?cites=6676610640868994410",
            {
                "2006":2,
                "2007":8,
                "2008":19,
                "2009":16,
                "2010":12,
                "2011":17,
                "2012":11,
                "2013":9,
                "2014":6,
                "2015":13,
                "2016":14,
                "2017":16,
                "2018":11,
                "2019":6,
                "2020":11,
                "2021":1
            }
        ],
        [
            "Blue marlin (Makaira nigricans) rep- and tropical epipelagic environment, resent an important commercial and and all are vulnerable to the pelagic recreational resource throughout trop- longline. Not all billfish are dead at the ical and subtropical oceanic waters. time of capture (haulback) on longline In the Atlantic Ocean, blue marlin gear; data from observers on vessels are managed as a single, oceanwide in the Venezuelan industrial longline stock. In the most recent assessment of fishery indicate that about 49% of blue Atlantic blue marlin (ICCAT, 2001), the marlin caught on pelagic longline gear Standing Committee for Research and are alive at the time of capture (Jack-Statistics (SCRS) of the International son and Farber, 1998). Commission for the Conservation of To reduce billfish mortality ICCAT in Atlantic Tunas (ICCAT) estimated the 1997 required nations to reduce their current biomass of blue marlin to be landings of Atlantic blue marlin by 25% about 40% of that required for maxi- from 1996 levels. Furthermore, the IC mum sustainable yield (MSY). Further- CAT SCRS has recommended that the more, the assessment indicated that Commission consider requiring the re the current level of fishing mortality lease of all live billfish taken on long (F) was about four times higher than line gear (ICCAT, 1997, 2001). It is FMSY and that catch levels in recent believed that such a management mea years were more than twice the equi- sure would be more acceptable to mem librium yield, contributing to a fur- ber nations than an overall reduction ther decline of the overexploited stock. in longline effort that would also re-Based on the most recent …",
            "An evaluation of pop-up satellite tags for estimating postrelease survival of blue marlin (Makaira nigricans) from a recreational fishery",
            "John E Graves and Brian E Luckhurst and Eric D Prince",
            "2002",
            "enr0MQgAAAAJ:9yKSN-GCB0IC",
            174,
            "http:\/\/aquaticcommons.org\/15197\/1\/gra.pdf",
            "18361650228145139207",
            "\/scholar?cites=18361650228145139207",
            {
                "2002":3,
                "2003":9,
                "2004":10,
                "2005":12,
                "2006":15,
                "2007":21,
                "2008":16,
                "2009":3,
                "2010":8,
                "2011":10,
                "2012":10,
                "2013":6,
                "2014":6,
                "2015":9,
                "2016":10,
                "2017":5,
                "2018":9,
                "2019":6,
                "2020":3,
                "2021":1
            }
        ]
    ]
}