{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Nanometer sized silver particles were synthesized by inert gas condensation and co-condensation techniques. Both techniques are based on the evaporation of a metal into an inert atmosphere with the subsequent cooling for the nucleation and growth of the nanoparticles. The antibacterial efficiency of the nanoparticles was investigated by introducing the particles into a media containing Escherichia coli. The antibacterial investigations were performed in solution and on petri dishes. The silver nanoparticles were found to exhibit antibacterial effects at low concentrations. The antibacterial properties were related to the total surface area of the nanoparticles. Smaller particles with a larger surface to volume ratio provided a more efficient means for antibacterial activity. The nanoparticles were found to be completely cytotoxic to E. coli for surface concentrations as low as 8 μg of Ag\/cm2.",
            "Synthesis and antibacterial properties of silver nanoparticles",
            "C Baker and A Pradhan and L Pakstis and Darrin J Pochan and S Ismat Shah",
            "2005",
            "EOB-NScAAAAJ:u5HHmVD_uO8C",
            1023,
            "https:\/\/www.ingentaconnect.com\/contentone\/asp\/jnn\/2005\/00000005\/00000002\/art00010",
            "14234959335001787655",
            "\/scholar?cites=14234959335001787655",
            {
                "2006":14,
                "2007":24,
                "2008":24,
                "2009":51,
                "2010":56,
                "2011":79,
                "2012":68,
                "2013":98,
                "2014":103,
                "2015":93,
                "2016":108,
                "2017":83,
                "2018":71,
                "2019":66,
                "2020":63,
                "2021":11
            }
        ],
        [
            "Anatase TiO2 nanocrystallines (17–29 nm) were successfully synthesized by the metal–organic chemical vapor deposition method (MOCVD). Moderate manipulation of system parameters of MOCVD can control the particle size. The electro-optical and photocatalytic properties of the synthesized TiO2 nanoparticles were studied along with several commercially available ultra-fine TiO2 particles (e.g., 3.8–5.7 nm). The band gap of the TiO2 crystallines was determined using the transformed diffuse reflectance technique according to the Kubelka–Munk theory. Results showed that the band gap of TiO2 monotonically decreased from 3.239 to 3.173 eV when the particle size decreased from 29 to 17 nm and then increased from 3.173 to 3.289 eV as the particle size decreased from 17 to 3.8 nm. The results of band gap change as a function of particle size agreed well with what was predicted by the Brus’ equation, i.e., the …",
            "Size dependency of nanocrystalline TiO2 on its optical property and photocatalytic reactivity exemplified by 2-chlorophenol",
            "Han Lin and CP Huang and Wei Li and C Ni and S Ismat Shah and Yao-Hsuan Tseng",
            "2006",
            "EOB-NScAAAAJ:2osOgNQ5qMEC",
            807,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0926337306003328",
            "13456974161779547767",
            "\/scholar?cites=13456974161779547767",
            {
                "2007":9,
                "2008":16,
                "2009":31,
                "2010":32,
                "2011":25,
                "2012":31,
                "2013":35,
                "2014":79,
                "2015":101,
                "2016":81,
                "2017":105,
                "2018":92,
                "2019":79,
                "2020":74,
                "2021":9
            }
        ],
        [
            "Nanostructured materials are one of the highest profile classes of materials in science and engineering today, and will continue to be well into the future. Potential applications are widely varied, including washing machine sensors, drug delivery devices to combat avian flu, and more efficient solar panels. Broad and multidisciplinary, the field includes multilayer films, atomic clusters, nanocrystalline materials, and nanocomposites having remarkable variations in fundamental electrical, optic, and magnetic properties. Nanostructured Materials: Processing, Properties and Applications, 2nd Edition is an extensive update to the exceptional first edition snapshot of this rapidly advancing field. Retaining the organization of the first edition, Part 1 covers the important synthesis and processing methods for the production of nanocrystalline materials. Part 2 focuses on selected properties of nanostructured materials. Potential or existing applications are described as appropriate throughout the book. The second edition has been updated throughout for the latest advances and includes two additional chapters.",
            "Nanostructured materials: processing, properties and applications",
            "Carl C Koch",
            "2006",
            "EOB-NScAAAAJ:qwy9JoKyICEC",
            678,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=4dwrxlJQUd0C&oi=fnd&pg=PP1&dq=info:qNacbe3VNnsJ:scholar.google.com&ots=hzjawXjLLG&sig=oe4Mk-RLdbMJb8L4L78YCRog0iQ",
            "8878518931130472104",
            "\/scholar?cites=8878518931130472104",
            {
                "2005":23,
                "2006":29,
                "2007":32,
                "2008":39,
                "2009":47,
                "2010":50,
                "2011":63,
                "2012":39,
                "2013":58,
                "2014":44,
                "2015":46,
                "2016":50,
                "2017":29,
                "2018":37,
                "2019":23,
                "2020":30,
                "2021":5
            }
        ],
        [
            "The photocatalytic degradation of 2-chlorophenol (2-CP) in aqueous solution was studied using Co-doped TiO2 nanoparticles catalyst. The catalyst samples were synthesized by a sol–gel technique from TiCl4 with different concentrations of Co(III) dopant and calcination temperatures. The typical composition of the prepared Co-doped TiO2 was Ti1−xCoxO2, where x values ranged from 0.004 to 0.14. Several analytical tools, such as X-ray diffraction (XRD), Brunauer–Emmett–Teller (BET) surface area measurement, X-ray photoelectron spectroscopy (XPS) and energy dispersive X-ray analysis (EDAX), were used to investigate the nanoparticles structure, size distribution, and composition. The catalytic activity of the prepared nanoparticles was measured in a batch photoreactor containing appropriate solutions of 2-CP with UV irradiation of 100 W. High performance liquid chromatography (HPLC) was used for …",
            "Photocatalytic degradation of 2-chlorophenol by Co-doped TiO2 nanoparticles",
            "MA Barakat and H Schaeffer and G Hayes and S Ismat-Shah",
            "2005",
            "EOB-NScAAAAJ:XvxMoLDsR5gC",
            339,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0926337304005843",
            "5639121583190127623",
            "\/scholar?cites=5639121583190127623",
            {
                "2006":8,
                "2007":10,
                "2008":12,
                "2009":24,
                "2010":27,
                "2011":31,
                "2012":26,
                "2013":37,
                "2014":32,
                "2015":23,
                "2016":20,
                "2017":26,
                "2018":28,
                "2019":18,
                "2020":14,
                "2021":1
            }
        ],
        [
            "Anatase TiO2 nanoparticles with average particle size ranging between 12 and 23 nm were synthesized by metalorganic chemical vapor deposition. The structure and particle size were determined by x-ray diffraction and transmission electron microscopy. The specific surface areas were measured by Brunauer-Emmett-Teller and ranged from 65 to 125m2∕g. The size effects on the stability of TiO2 in the air were studied by x-ray diffraction and transmission electron diffraction for isochronally annealed samples in the temperature range of 700–800 °C. Only anatase to rutile phase transformation occurred. With the decrease of initial particle size the onset transition temperature was decreased. An increased lattice compression of anatase with the raising of temperature was observed by the x-ray peak shifts. Larger distortions existed in samples with smaller particle size. The calculated activation energy for phase …",
            "Size dependence of thermal stability of  nanoparticles",
            "W Li and C Ni and H Lin and CP Huang and S Ismat Shah",
            "2004",
            "EOB-NScAAAAJ:Y0pCki6q_DkC",
            306,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1807520",
            "13814023215189396612",
            "\/scholar?cites=13814023215189396612",
            {
                "2005":3,
                "2006":6,
                "2007":5,
                "2008":9,
                "2009":18,
                "2010":6,
                "2011":17,
                "2012":19,
                "2013":29,
                "2014":31,
                "2015":26,
                "2016":34,
                "2017":32,
                "2018":28,
                "2019":30,
                "2020":11
            }
        ],
        [
            "A practical survey of thin film technologies aimed at engineers and managers involved in all stages of the process: design, fabrication, quality assurance and applications. Covers core processes and applications in the semiconductor industry and new developments in the photovoltaic and optical thin film industries. The new edition takes covers the transition taking place in the semiconductor world from Al\/SiO2 to copper interconnects with low-k dielectrics. Written by acknowledged industry experts from key companies in the semiconductor industry including Intel and IBM. Foreword by Gordon E. M Volume: 18 Issue: 4. Handbook of thin film depositionprocesses and technologies, 2nd edition [Book Review]. Publisher: IEEE. Cite This. Cite This. PDF. JJ Shea. All Authors. Â Over this time, there has been enormous growth in technical talent and knowledge in thin-film technology, much of which is summarized in this …",
            "of Book: Handbook of Thin Film Process Technology",
            "Karl Jacobi",
            "1998",
            "EOB-NScAAAAJ:u-x6o8ySG0sC",
            297,
            "http:\/\/scholar.google.com\/scholar?cluster=17380295440160319722&hl=en&oi=scholarr",
            "17380295440160319722",
            "\/scholar?cites=17380295440160319722",
            {
                "1996":1,
                "1997":1,
                "1998":11,
                "1999":14,
                "2000":9,
                "2001":9,
                "2002":10,
                "2003":17,
                "2004":19,
                "2005":15,
                "2006":22,
                "2007":20,
                "2008":9,
                "2009":15,
                "2010":16,
                "2011":12,
                "2012":15,
                "2013":17,
                "2014":13,
                "2015":15,
                "2016":10,
                "2017":12,
                "2018":5,
                "2019":3,
                "2020":2
            }
        ],
        [
            "Triple-negative breast cancer (TNBC) is an aggressive subtype of breast cancer with very limited therapeutic options. We have recently shown that the combined inhibition of EGFR and ROCK in TNBC cells results in cell death, however, the underlying mechanisms remain unclear. To investigate this, here we applied a mass spectrometry-based proteomic approach to identify proteins altered upon single and combination treatments. Our proteomic data revealed autophagy as the major molecular mechanism implicated in the cells’ response to combinatorial treatment. In particular, we here show that EGFR inhibition by gefitinib treatment alone induces autophagy, a cellular recycling process that acts as a cytoprotective response for TNBC cells. However, combined inhibition of EGFR and ROCK leads to autophagy blockade and accumulation of autophagic vacuoles. Our data show impaired autophagosome …",
            "Study of Nd3+, Pd2+, Pt4+, and Fe3+ dopant effect on photoreactivity of TiO2 nanoparticles",
            "SI Shah and W Li and C-P Huang and O Jung and C Ni",
            "2002",
            "EOB-NScAAAAJ:9yKSN-GCB0IC",
            263,
            "https:\/\/www.pnas.org\/content\/99\/suppl_2\/6482.short",
            "12119392316509645873",
            "\/scholar?cites=12119392316509645873",
            {
                "2003":1,
                "2004":4,
                "2005":12,
                "2006":11,
                "2007":9,
                "2008":21,
                "2009":18,
                "2010":27,
                "2011":17,
                "2012":14,
                "2013":37,
                "2014":23,
                "2015":12,
                "2016":19,
                "2017":14,
                "2018":9,
                "2019":3,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Silver‐doped titania nanoparticles (see image) in specific concentrations show a higher efficacy than pure silver nanoparticles towards the inhibition and annihilation of E. coli bacteria. The doped titania particles are synthesized via a sol–gel method. Antibacterial studies of the silver‐doped titania particles in both a liquid‐nutrient growth medium and on agar plates are shown; this approach may offer a simple low‐cost method for fabricating antibacterial surfaces.",
            "Antibacterial properties of silver‐doped titania",
            "J Thiel and L Pakstis and S Buzby and M Raffi and C Ni and D emsp14J Pochan and S Ismat Shah",
            "2007",
            "EOB-NScAAAAJ:IjCSPb-OGe4C",
            261,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/smll.200600481",
            "11575036380557044403",
            "\/scholar?cites=11575036380557044403",
            {
                "2008":16,
                "2009":14,
                "2010":22,
                "2011":29,
                "2012":26,
                "2013":9,
                "2014":21,
                "2015":20,
                "2016":26,
                "2017":22,
                "2018":25,
                "2019":13,
                "2020":14,
                "2021":2
            }
        ],
        [
            "Undoped and Nd3+-doped TiO2 nanoparticles were synthesized by chemical vapor deposition in order to tailor the band gap of TiO2. The doping reduced the band gap. The band gap was measured by ultraviolet-visible light absorption experiments and by near-edge x-ray absorption fine structure. The maximum band gap reduction was 0.55 eV for 1.5 at. % Nd-doped TiO2 nanoparticles. Density functional theory calculations using the generalized gradient approximation with the linearized augmented plane wave method were used to interpret the band gap narrowing. The band gap narrowing was primarily attributed to the substitutional Nd3+ ions which introduced electron states into the band gap of TiO2 to form the new lowest unoccupied molecular orbital.",
            "Band gap tailoring of -doped  nanoparticles",
            "W Li and Y Wang and H Lin and S Ismat Shah and CP Huang and DJ Doren and Sergey A Rykov and JG Chen and MA Barteau",
            "2003",
            "EOB-NScAAAAJ:kzcrU_BdoSEC",
            204,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1627962",
            "16430206561259556402",
            "\/scholar?cites=16430206561259556402",
            {
                "2004":1,
                "2005":5,
                "2006":8,
                "2007":9,
                "2008":13,
                "2009":10,
                "2010":9,
                "2011":19,
                "2012":10,
                "2013":23,
                "2014":18,
                "2015":19,
                "2016":27,
                "2017":9,
                "2018":11,
                "2019":5,
                "2020":6,
                "2021":1
            }
        ],
        [
            "The formation of high-quality thin films of polytetrafluoroethylene (PTFE) is important in many applications ranging from material reinforcement to molecular electronics. Laser ablation, a technique widely used to deposit a variety of inorganic materials, can also be used as a simple and highly versatile method for forming thin polymer films. The data presented show that PTFE films can be produced on various supports by the evaporation of a solid PTFE target with a pulsed ultraviolet laser. The composition of the ablation plume suggests that PTFE ablation and subsequent film formation occur by way of a laser-induced pyrolitic decomposition with subsequent repolymerization. The polymer films produced by this method are composed of amorphous and highly crystalline regions, the latter being predominantly in a chain-folded configuration with the molecular axis aligned parallel to the substrate surface.",
            "Laser ablation and the production of polymer films",
            "Graciela B Blanchet and CR Fincher and CL Jackson and SI Shah and KH Gardner",
            "1993",
            "EOB-NScAAAAJ:d1gkVwhDpl0C",
            199,
            "https:\/\/science.sciencemag.org\/content\/262\/5134\/719.abstract",
            "8944515772040849338",
            "\/scholar?cites=8944515772040849338",
            {
                "1994":4,
                "1995":16,
                "1996":15,
                "1997":8,
                "1998":20,
                "1999":13,
                "2000":12,
                "2001":18,
                "2002":13,
                "2003":6,
                "2004":10,
                "2005":4,
                "2006":8,
                "2007":6,
                "2008":6,
                "2009":8,
                "2010":3,
                "2011":3,
                "2012":3,
                "2013":4,
                "2014":1,
                "2015":2,
                "2016":5,
                "2017":1,
                "2018":7,
                "2019":2,
                "2020":1
            }
        ]
    ]
}