{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We have studied temperature dependences of electron transport in graphene and its bilayer and found extremely low electron-phonon scattering rates that set the fundamental limit on possible charge carrier mobilities at room temperature. Our measurements show that mobilities higher than 200 000 cm 2\/V s are achievable, if extrinsic disorder is eliminated. A sharp (thresholdlike) increase in resistivity observed above∼ 200 K is unexpected but can qualitatively be understood within a model of a rippled graphene sheet in which scattering occurs on intraripple flexural phonons.",
            "Giant intrinsic carrier mobilities in graphene and its bilayer",
            "SV Morozov and KS Novoselov and MI Katsnelson and F Schedin and DC Elias and John A Jaszczak and AK Geim",
            "2008",
            "EOG_j1MAAAAJ:u5HHmVD_uO8C",
            3474,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.016602",
            "61544329175340554",
            "\/scholar?cites=61544329175340554",
            {
                "2008":80,
                "2009":150,
                "2010":213,
                "2011":257,
                "2012":261,
                "2013":311,
                "2014":315,
                "2015":335,
                "2016":322,
                "2017":318,
                "2018":324,
                "2019":279,
                "2020":252,
                "2021":29
            }
        ],
        [
            "The quantum Hall (QH) effect in two-dimensional electrons and holes in high quality graphene samples is studied in strong magnetic fields up to 45 T. QH plateaus at filling factors ν= 0,±1,±4 are discovered at magnetic fields B> 20 T, indicating the lifting of the fourfold degeneracy of the previously observed QH states at ν=±4 (| n|+ 1\/2), where n is the Landau-level index. In particular, the presence of the ν= 0,±1 QH plateaus indicates that the Landau level at the charge neutral Dirac point splits into four sublevels, lifting sublattice and spin degeneracy. The QH effect at ν=±4 is investigated in a tilted magnetic field and can be attributed to lifting of the spin degeneracy of the n= 1 Landau level.",
            "Landau-level splitting in graphene in high magnetic fields",
            "Y Zhang and Z Jiang and JP Small and MS Purewal and Y-W Tan and M Fazlollahi and JD Chudow and JA Jaszczak and HL Stormer and P Kim",
            "2006",
            "EOG_j1MAAAAJ:u-x6o8ySG0sC",
            805,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.136806",
            "1076804533788548837",
            "\/scholar?cites=1076804533788548837",
            {
                "2006":27,
                "2007":73,
                "2008":72,
                "2009":67,
                "2010":69,
                "2011":70,
                "2012":80,
                "2013":53,
                "2014":57,
                "2015":42,
                "2016":52,
                "2017":37,
                "2018":41,
                "2019":36,
                "2020":23,
                "2021":1
            }
        ],
        [
            "Carbon, boron nitride, and other materials that form nanotubes are also able to form conical shapes. Even though the potential applications of cone arrays as electron emitters and other devices are very promising, understanding of their structure and formation mechanisms is still very limited compared to nanotubes and other carbon structures. Moreover, the cones have only been synthesized in a mixture with other shapes, but never as continuous arrays. It appears, however, that we can learn from nature how to produce large carbon cone arrays. We here report the first-known natural occurrence of large arrays of conical graphite crystals. These occur on the surfaces of millimeter-sized polycrystalline spheroidal aggregates of graphite. Cone heights range from less then a micron to 40 μm, which is larger than any other carbon cones reported in the literature. They are also observed to dominate sample surfaces. The …",
            "Naturally occurring graphite cones",
            "John A Jaszczak and George W Robinson and Svetlana Dimovski and Yury Gogotsi",
            "2003",
            "EOG_j1MAAAAJ:LPZeul_q3PIC",
            112,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0008622303002148",
            "5526396199219523437",
            "\/scholar?cites=5526396199219523437",
            {
                "2004":3,
                "2005":4,
                "2006":5,
                "2007":11,
                "2008":7,
                "2009":8,
                "2010":4,
                "2011":6,
                "2012":15,
                "2013":4,
                "2014":9,
                "2015":7,
                "2016":3,
                "2017":6,
                "2018":6,
                "2019":7,
                "2020":6,
                "2021":1
            }
        ],
        [
            "One‐dimensional arrays of gold quantum dots (QDs) on insulating boron nitride nanotubes (BNNTs) can form conduction channels of tunneling field‐effect transistors. We demonstrate that tunneling currents can be modulated at room temperature by tuning the lengths of QD‐BNNTs and the gate potentials. Our discovery will inspire the creative use of nanostructured metals and insulators for future electronic devices.",
            "Room‐Temperature Tunneling Behavior of Boron Nitride Nanotubes Functionalized with Gold Quantum Dots",
            "Chee Huei Lee and Shengyong Qin and Madhusudan A Savaikar and Jiesheng Wang and Boyi Hao and Dongyan Zhang and Douglas Banyai and John A Jaszczak and Kendal W Clark and Juan‐Carlos Idrobo and An‐Ping Li and Yoke Khin Yap",
            "2013",
            "EOG_j1MAAAAJ:hqOjcs7Dif8C",
            51,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201301339",
            "4464266927610826131",
            "\/scholar?cites=4464266927610826131",
            {
                "2012":1,
                "2013":2,
                "2014":14,
                "2015":4,
                "2016":9,
                "2017":6,
                "2018":8,
                "2019":5,
                "2020":2
            }
        ],
        [
            "We show that long-range positional order in the sense that the density Fourier transform is a set of δ functions is not essential for the phenomenon of facet formation. Facets can occur in certain classes of perfect bond-oriented systems which lack the conventional long-range positional order, allowing the appearance of widths in the diffraction peaks. The predicted facets in some of these systems are consistent with the recently observed triacontahedral grain shapes in Al 6 LiCu 3 and dodecahedral grain shapes in Al-Mn-Si, as well as the strong spatial disorder as indicated by the x-ray diffraction measurements.",
            "Faceting in bond-oriented glasses and quasicrystals",
            "TL Ho and JA Jaszczak and YH Li and WF Saam",
            "1987",
            "EOG_j1MAAAAJ:8AbLer7MMksC",
            48,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.59.1116",
            "12768420458799242681",
            "\/scholar?cites=12768420458799242681",
            {
                "1988":7,
                "1989":7,
                "1990":4,
                "1991":2,
                "1992":3,
                "1993":5,
                "1994":2,
                "1995":2,
                "1996":1,
                "1997":1,
                "1998":2,
                "1999":1,
                "2000":1,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":1,
                "2009":1
            }
        ],
        [
            "We investigate the role of coherency in the elastic behavior of composition‐modulated superlattices of fcc metals by atomistic computer simulations using Lennard–Jones potentials. Structures, energies, and elastic properties of incoherent superlattices are computed as a function of the compositional modulation wavelength along [001] and compared with those of coherent superlattices. Both superlattice types were taken to have a 10% lattice parameter mismatch between the two materials. The incoherent superlattices, as compared to coherent superlattices, were found to be more structurally disordered and exhibited greater elastic anomalies, which cannot be accounted for by the overall dimensional changes of the superlattices alone. High‐ and low‐frequency elastic constants are briefly compared. It is proposed that increasing the structural disorder in the superlattices by increasing the lattice‐parameter …",
            "Role of coherency in the elastic behavior of composition‐modulated superlattices",
            "JA Jaszczak and SR Phillpot and D Wolf",
            "1990",
            "EOG_j1MAAAAJ:9yKSN-GCB0IC",
            41,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.346164",
            "13817956688793429619",
            "\/scholar?cites=13817956688793429619",
            {
                "1991":4,
                "1992":10,
                "1993":6,
                "1994":7,
                "1995":1,
                "1996":1,
                "1997":2,
                "1998":2,
                "1999":3,
                "2000":2,
                "2001":1,
                "2002":2
            }
        ],
        [
            "We describe several unusual forms of natural graphite from an alkaline pegmatite that cross-cuts rischorrite in the Hackman Valley, Khibiny Massif, Kola Peninsula, Russia. The graphite occurs macroscopically in two forms: as spherical aggregates up to 2 cm in diameter of friable, radially aligned fibers ~20 μm in cross section, and as fine-grained surface coatings in cavities covering aegirine, strontian fluorapatite and K-feldspar. Optical microscopy and field emission scanning electron microscopy (FESEM) show that the fibers are actually hollow channels whose walls are composed of tabular crystals of graphite greatly elongate in the direction of the fiber axis and with their basal planes oriented parallel to the channel walls. Inside and among the channels occur rolled graphitic structures (RGS): scrolls, tubes, and cones up to 2 μm in diameter and up to 15 μm in length. The fine-grained graphite coatings on the …",
            "Micro-and nanoscale graphite cones and tubes from Hackman Valley, Kola Peninsula, Russia",
            "John A Jaszczak and Svetlana Dimovski and Stephen A Hackney and George W Robinson and Paolo Bosio and Yury Gogotsi",
            "2007",
            "EOG_j1MAAAAJ:W7OEmFMy1HYC",
            36,
            "https:\/\/pubs.geoscienceworld.org\/canmin\/article-abstract\/45\/2\/379\/126814",
            "7406439339017630557",
            "\/scholar?cites=7406439339017630557",
            {
                "2008":1,
                "2009":1,
                "2010":3,
                "2011":1,
                "2012":7,
                "2013":6,
                "2014":3,
                "2015":6,
                "2016":2,
                "2017":2,
                "2018":4
            }
        ],
        [
            "The microtopography of {001} surfaces on single crystals of graphite from a Neoproterozoic marble of the Swakop group, near Wlotzkas Baken, western Namibia, has been studied using differential interference contrast (DIC) microscopy and atomic force microscopy (AFM). A unique aspect of the observed surface microtopography is the presence of growth spirals and hillocks on three different length scales. The largest spirals are polygonized and can be seen without magnification. Steps on this feature are roughly 4 μm high and 90 μm apart. The second-order features are hexagonal growth hillocks with an average step height of 1.5 nm and total lateral dimensions of 5–40 μm. The apex of these hillocks coincides directly with the apex of reentrants in the macrosteps of the large spiral. Morphology suggests the formation of these polygonized hillocks by some mechanism other than simple spiral growth. We …",
            "Multiple length scale growth spirals on metamorphic graphite {001} surfaces studied by atomic force microscopy",
            "John Rakovan and John A Jaszczak",
            "2002",
            "EOG_j1MAAAAJ:IjCSPb-OGe4C",
            33,
            "https:\/\/pubs.geoscienceworld.org\/ammin\/article-lookup\/87\/1\/17",
            "3306205046726857637",
            "\/scholar?cites=3306205046726857637",
            {
                "2002":1,
                "2003":1,
                "2004":2,
                "2005":2,
                "2006":5,
                "2007":4,
                "2008":1,
                "2009":2,
                "2010":3,
                "2011":3,
                "2012":3,
                "2013":1,
                "2014":2,
                "2015":2
            }
        ],
        [
            "Atomistic computer simulations are used to systematically investigate the role of interfacial disorder on the elastic behavior of composition-modulated superlattices of fcc metals, represented by simple Lennard–Jones potentials. The structures, energies, and average elastic properties of four types of superlattices with various degrees of interfacial disorder are computed as a function of the modulation wavelength along [001]. The four superlattice types studied include perfectly coherent, incoherent, and two types derived from these by introducing relative twists about [001] between alternating layers. A 20% lattice-parameter mismatch between the two modulating materials is assumed. Results are compared with our earlier work on unsupported thin films, grain-boundary superlattices, and incoherent superlattices with a 10% lattice-parameter mismatch. The degree of structural disorder at the interfaces is found …",
            "On the elastic behavior of composition-modulated superlattices",
            "JA Jaszczak and D Wolf",
            "1991",
            "EOG_j1MAAAAJ:2osOgNQ5qMEC",
            29,
            "https:\/\/link.springer.com\/article\/10.1557\/JMR.1991.1207",
            "3172119596949082335",
            "\/scholar?cites=3172119596949082335",
            {
                "1992":7,
                "1993":4,
                "1994":5,
                "1995":1,
                "1996":1,
                "1997":1,
                "1998":1,
                "1999":1,
                "2000":2,
                "2001":2,
                "2002":2,
                "2003":2
            }
        ],
        [
            "We introduce a modified, solid-on-solid model for Monte Carlo computer simulation studies of equilibrium, growth and etching phenomena on the {111} surfaces of silicon and other diamond-cubic materials. Incorporation of the actual diamond-cubic crystal structure allows for the inclusion of possible effects of the structure's rotational symmetry, coordination and the layer-stacking periodicity (normal to the surface) on the surface properties and dynamics. Results of extensive equilibrium simulations, including surface energies, surface specific heats, step energies and surface roughness, are presented to characterize the basic model. A broad peak in the surface specific heat and the universal behavior of the height-difference correlation function indicate a roughening transition at temperature TR. A preroughening transition is indicated by a sharp peak in the surface specific heat and a dramatic decrease in the step …",
            "A Monte Carlo simulation method for {111} surfaces of silicon and other diamond-cubic materials",
            "Donald L Woodraska and John A Jaszczak",
            "1997",
            "EOG_j1MAAAAJ:qjMakFHDy7sC",
            27,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0039602896012010",
            "17020251945427565884",
            "\/scholar?cites=17020251945427565884",
            {
                "1998":5,
                "1999":3,
                "2000":1,
                "2001":4,
                "2002":1,
                "2003":4,
                "2004":1,
                "2005":3,
                "2006":1,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":1
            }
        ]
    ]
}