{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Records on recovery after cholecystectomy of patients in a suburban Pennsylvania hospital between 1972 and 1981 were examined to determine whether assignment to a room with a window view of a natural setting might have restorative influences. Twenty-three surgical patients assigned to rooms with windows looking out on a natural scene had shorter postoperative hospital stays, received fewer negative evaluative comments in nurses9 notes, and took fewer potent analgesics than 23 matched patients in similar rooms with windows facing a brick building wall.",
            "View through a window may influence recovery from surgery",
            "Roger S Ulrich",
            "1984",
            "eP4fSsgAAAAJ:4JMBOYKVnBMC",
            6063,
            "https:\/\/science.sciencemag.org\/content\/224\/4647\/420.abstract",
            "13192889203941103507",
            "\/scholar?cites=13192889203941103507",
            {
                "1989":19,
                "1990":19,
                "1991":18,
                "1992":18,
                "1993":9,
                "1994":30,
                "1995":22,
                "1996":22,
                "1997":27,
                "1998":47,
                "1999":25,
                "2000":46,
                "2001":48,
                "2002":80,
                "2003":83,
                "2004":106,
                "2005":104,
                "2006":151,
                "2007":197,
                "2008":194,
                "2009":239,
                "2010":247,
                "2011":256,
                "2012":297,
                "2013":343,
                "2014":388,
                "2015":431,
                "2016":451,
                "2017":457,
                "2018":447,
                "2019":484,
                "2020":483,
                "2021":30
            }
        ],
        [
            "Different conceptual perspectives converge to predict that if individuals are stressed, an encounter with most unthreatening natural environments will have a stress reducing or restorative influence, whereas many urban environments will hamper recuperation. Hypotheses regarding emotional, attentional and physiological aspects of stress reducing influences of nature are derived from a psycho-evolutionary theory. To investigate these hypotheses, 120 subjects first viewed a stressful movie, and then were exposed to color\/sound videotapes of one of six different natural and urban settings. Data concerning stress recovery during the environmental presentations were obtained from self-ratings of affective states and a battery of physiological measures: heart period, muscle tension, skin conductance and pulse transit time, a non-invasive measure that correlates with systolic blood pressure. Findings from the …",
            "Stress recovery during exposure to natural and urban environments",
            "Roger S Ulrich and Robert F Simons and Barbara D Losito and Evelyn Fiorito and Mark A Miles and Michael Zelson",
            "1991",
            "eP4fSsgAAAAJ:3fE2CSJIrl8C",
            4193,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0272494405801847",
            "4552366851814561779",
            "\/scholar?cites=4552366851814561779",
            {
                "1997":17,
                "1998":23,
                "1999":13,
                "2000":28,
                "2001":22,
                "2002":34,
                "2003":52,
                "2004":54,
                "2005":67,
                "2006":82,
                "2007":102,
                "2008":104,
                "2009":122,
                "2010":141,
                "2011":174,
                "2012":205,
                "2013":218,
                "2014":266,
                "2015":321,
                "2016":340,
                "2017":361,
                "2018":378,
                "2019":421,
                "2020":475,
                "2021":23
            }
        ],
        [
            "Affect is central to conscious experience and behavior in any environment, whether natural or built, crowded or unpopulated. Because virtually no meaningful thoughts, actions, or environmental encounters occur without affect (Ittelson, 1973, p. 16; Izard, 1977; Zajonc, 1980), an affective state is an important indicator of the nature and significance of a person’s ongoing interaction with an environment (Lazarus, Kanner, & Folkman, 1980, p. 190). Research concerning affective and aesthetic response, therefore, may have a central role in advancing our understanding of human interactions with the natural environment and could prove pivotal in the development of comprehensive theories. Further, this area of research relates to important questions in environmental planning and design, including, for instance, visual landscape assessment, the provision of vegetation and parks in cities, and issues of wilderness …",
            "Aesthetic and affective response to natural environment",
            "Roger S Ulrich",
            "1983",
            "eP4fSsgAAAAJ:roLk4NBRz8UC",
            2131,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-1-4613-3539-9_4",
            "3319766174610213004",
            "\/scholar?cites=3319766174610213004",
            {
                "1987":11,
                "1988":7,
                "1989":17,
                "1990":10,
                "1991":9,
                "1992":14,
                "1993":11,
                "1994":15,
                "1995":16,
                "1996":12,
                "1997":17,
                "1998":21,
                "1999":14,
                "2000":17,
                "2001":12,
                "2002":24,
                "2003":33,
                "2004":27,
                "2005":37,
                "2006":65,
                "2007":58,
                "2008":59,
                "2009":68,
                "2010":72,
                "2011":82,
                "2012":78,
                "2013":109,
                "2014":121,
                "2015":138,
                "2016":146,
                "2017":154,
                "2018":191,
                "2019":193,
                "2020":201,
                "2021":14
            }
        ],
        [
            "HE BELIEF THAT contact with nature is somehow good or beneficial for peopleisanold andwidespreadnotion. Thegardens of the ancient Egyptian nobility, the walled gardens of Persian settlements in Mesopotamia, and the gardens of merchants in medieval Chinese cities indicate that early urban peoples went to considerable lengths to maintain contact with nature (Shepard 1967; Hongxun 1982). During the last two centuries, in several countries, the idea that exposure to nature fosters psychological wellbeing, reduces the stresses of urban living, and promotes physical health has formed part of the justification for providing parks and other nature in cities and preserving wilderness for public use (Parsons 1991; Ulrich et al. 1991). These notions might be considered early forms of the biophilia hypothesis. But EO Wilson's interpretation of biophilia (1984) is not limited to the proposition that humans are characterized by a tendency to pay attention to, affiliate with, or otherwise respond positively to nature. His",
            "Biophilia, biophobia, and natural landscapes",
            "Roger S Ulrich",
            "1993",
            "eP4fSsgAAAAJ:_Qo2XoVZTnwC",
            1492,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=GAO8BwAAQBAJ&oi=fnd&pg=PA73&dq=info:ZC2DVyagVKkJ:scholar.google.com&ots=pmo9PGDWx2&sig=kDcdPhsLqIGIZwxE6TKz6H11ibM",
            "12201553376990932324",
            "\/scholar?cites=12201553376990932324",
            {
                "1995":14,
                "1996":8,
                "1997":11,
                "1998":14,
                "1999":13,
                "2000":15,
                "2001":23,
                "2002":30,
                "2003":38,
                "2004":37,
                "2005":56,
                "2006":53,
                "2007":58,
                "2008":55,
                "2009":59,
                "2010":55,
                "2011":63,
                "2012":74,
                "2013":89,
                "2014":84,
                "2015":91,
                "2016":79,
                "2017":104,
                "2018":99,
                "2019":110,
                "2020":106,
                "2021":10
            }
        ],
        [
            "Subjects viewed sixty color slides of either (1) nature with water, (2) nature dominated by vegetation, or (3) urban environments without water or vegetation. The information rates of the three slide samples were equivalent. Measurements were taken of the effects of the slide presentations on alpha amplitude, heart rate, and emotional states. Results revealed several significant differences as a function of environment, which together indicate that the two categories of nature views had more positive influences on psychophysiological states than the urban scenes. Alpha was significantly higher during the vegetation as opposed to urban slides; similarly, alpha was higher on the average when subjects viewed water rather than urban content. There was also a consistent pattern for nature, especially water, to have more positive influences on emotional states. A salient finding was that water, and to a lesser extent …",
            "Natural versus urban scenes: Some psychophysiological effects",
            "Roger S Ulrich",
            "1981",
            "eP4fSsgAAAAJ:lSLTfruPkqcC",
            1443,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0013916581135001",
            "16789934217672146229",
            "\/scholar?cites=16789934217672146229",
            {
                "1983":4,
                "1984":6,
                "1985":4,
                "1986":6,
                "1987":3,
                "1988":5,
                "1989":9,
                "1990":7,
                "1991":10,
                "1992":7,
                "1993":5,
                "1994":12,
                "1995":11,
                "1996":6,
                "1997":7,
                "1998":16,
                "1999":12,
                "2000":15,
                "2001":9,
                "2002":17,
                "2003":15,
                "2004":26,
                "2005":35,
                "2006":39,
                "2007":42,
                "2008":41,
                "2009":55,
                "2010":52,
                "2011":72,
                "2012":70,
                "2013":80,
                "2014":74,
                "2015":87,
                "2016":102,
                "2017":113,
                "2018":114,
                "2019":112,
                "2020":98,
                "2021":3
            }
        ],
        [
            "This report surveys and evaluates the scientific research on evidence-based healthcare design and extracts its implications for designing better and safer hospitals.It builds on a literature review conducted by researchers in 2004.Research teams conducted a new and more exhaustive search for rigorous empirical studies that link the design of hospital physical environments with healthcare outcomes. The review followed a two-step process, including an extensive search for existing literature and a screening of each identified study for the relevance and quality of evidence.This review found a growing body of rigorous studies to guide healthcare design, especially with respect to reducing the frequency of hospital-acquired infections. Results are organized according to three general types of outcomes: patient safety, other patient outcomes, and staff outcomes. The findings …",
            "A review of the research literature on evidence-based healthcare design",
            "Roger S Ulrich and Craig Zimring and Xuemei Zhu and Jennifer DuBose and Hyun-Bo Seo and Young-Seon Choi and Xiaobo Quan and Anjali Joseph",
            "2008",
            "eP4fSsgAAAAJ:M3ejUd6NZC8C",
            1241,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/193758670800100306",
            "6399954936219862684",
            "\/scholar?cites=6399954936219862684",
            {
                "2008":5,
                "2009":30,
                "2010":38,
                "2011":54,
                "2012":68,
                "2013":97,
                "2014":105,
                "2015":121,
                "2016":126,
                "2017":152,
                "2018":113,
                "2019":157,
                "2020":149,
                "2021":6
            }
        ],
        [
            "The rapidly expanding research record concerning aesthetic, emotional and physiological response to visual landscapes is summarized, with emphasis on aesthetic preferences for views containing trees and other vegetation. The survey is set within a conceptual perspective suggesting that affective responses such as aesthetic preference are central to a landscape observer's thoughts, conscious experience and behavior. Substantial progress has been made in developing models that relate aesthetic responses to specific visual properties of environments. When aesthetic preferences are compared for urban and unspectacular natural views, American and European adult groups evidence a strong tendency to prefer nature. However, liking for urban scenes usually increases when trees and other vegetation are present. Views of nature, compared to most urban scenes lacking natural elements such as trees …",
            "Human responses to vegetation and landscapes",
            "Roger S Ulrich",
            "1986",
            "eP4fSsgAAAAJ:blknAaTinKkC",
            1088,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0169204686900058",
            "15157094896740029951",
            "\/scholar?cites=15157094896740029951",
            {
                "1988":5,
                "1989":8,
                "1990":4,
                "1991":2,
                "1992":6,
                "1993":3,
                "1994":9,
                "1995":5,
                "1996":4,
                "1997":3,
                "1998":19,
                "1999":9,
                "2000":18,
                "2001":12,
                "2002":17,
                "2003":21,
                "2004":40,
                "2005":35,
                "2006":37,
                "2007":38,
                "2008":48,
                "2009":57,
                "2010":59,
                "2011":47,
                "2012":53,
                "2013":54,
                "2014":60,
                "2015":60,
                "2016":77,
                "2017":71,
                "2018":64,
                "2019":67,
                "2020":60,
                "2021":3
            }
        ],
        [
            "The findings suggest that stressed individuals feel significantly better after exposure to nature scenes rather than to American urban scenes lacking nature elements. Compared to the influences of the urban scenes, the salient effect of the nature exposures was to increase Positive Affect — including feelings of affection friendliness, playfulness, and elation. The increase in positive affect produced by the nature scenes is consistent with the finding that the nature exposures also significantly reduced Fear Arousal. According to psychological theories, a reduction in arousal or activation produces pleasurable feelings if an individual is experiencing stress or excessive arousal (Berlyne, 1971, pp. 81–82). In contrast to the nature scenes, the urban views tended to work against emotional well‐being. The major effect of the urban scenes was to significantly increase Sadness. There was also …",
            "Visual landscapes and psychological well‐being",
            "Roger S Ulrich",
            "1979",
            "eP4fSsgAAAAJ:g5m5HwL7SMYC",
            1041,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/01426397908705892",
            "17649495034129761398",
            "\/scholar?cites=17649495034129761398",
            {
                "1982":5,
                "1983":1,
                "1984":4,
                "1985":1,
                "1986":3,
                "1987":5,
                "1988":5,
                "1989":3,
                "1990":5,
                "1991":4,
                "1992":5,
                "1993":7,
                "1994":8,
                "1995":7,
                "1996":9,
                "1997":3,
                "1998":17,
                "1999":10,
                "2000":9,
                "2001":9,
                "2002":13,
                "2003":24,
                "2004":15,
                "2005":23,
                "2006":24,
                "2007":40,
                "2008":32,
                "2009":37,
                "2010":38,
                "2011":43,
                "2012":48,
                "2013":50,
                "2014":59,
                "2015":74,
                "2016":64,
                "2017":82,
                "2018":68,
                "2019":83,
                "2020":69,
                "2021":7
            }
        ],
        [
            "S Smmm the functional delivery of healthcare, as expressed in such conçerns as providing efficient spaces for laboratories or doors wide enough to accommodate becis. This emphasis has often produced facilities that are functionally effective but psychologically “hard.\" There is a growing recognition that hard designs are unsatisfactory from the stancipoint of marketing facilities to patients. More fundamentally, hard facilities usually fail because they are stressful or other-wise unsuited to the psychological needs of patients, visitors, and staff. There is increasing sci-entific evidence that poor design works against the well-being of patients and in certain instances can have negative effects on physiological indicators of wellness. Research has linked poor design to such negative consequences for patients as, for instance, anxicty, delirium, elevated blood pres-sure, and increased intake of pain drugs (eg, Wilson, 1972 …",
            "Effects of interior design on wellness: Theory and recent scientific research",
            "Roger S Ulrich",
            "1991",
            "eP4fSsgAAAAJ:IjCSPb-OGe4C",
            1011,
            "https:\/\/www.researchgate.net\/profile\/Roger_Ulrich4\/publication\/273354344_Effects_of_Healthcare_Environmental_Design_on_Medical_Outcomes\/links\/557ed93408aec87640ddee0b.pdf",
            "1859776718817811534",
            "\/scholar?cites=1859776718817811534",
            {
                "1995":4,
                "1996":3,
                "1997":4,
                "1998":2,
                "1999":1,
                "2000":3,
                "2001":4,
                "2002":8,
                "2003":10,
                "2004":19,
                "2005":13,
                "2006":18,
                "2007":22,
                "2008":36,
                "2009":29,
                "2010":31,
                "2011":48,
                "2012":67,
                "2013":80,
                "2014":84,
                "2015":76,
                "2016":83,
                "2017":78,
                "2018":81,
                "2019":77,
                "2020":97,
                "2021":3
            }
        ],
        [
            "CiNii 国立情報学研究所 学術情報ナビゲータ[サイニィ]. メニュー 検索 … \n",
            "Effects of gardens on health outcomes: Theory and research",
            "Roger S Ulrich",
            "1999",
            "eP4fSsgAAAAJ:2P1L_qKh6hAC",
            755,
            "https:\/\/ci.nii.ac.jp\/naid\/10020513534\/",
            "17435654345677472582",
            "\/scholar?cites=17435654345677472582",
            {
                "1999":2,
                "2000":2,
                "2001":3,
                "2002":8,
                "2003":8,
                "2004":9,
                "2005":19,
                "2006":29,
                "2007":34,
                "2008":29,
                "2009":29,
                "2010":29,
                "2011":40,
                "2012":49,
                "2013":53,
                "2014":56,
                "2015":50,
                "2016":68,
                "2017":53,
                "2018":58,
                "2019":63,
                "2020":44,
                "2021":3
            }
        ]
    ]
}