{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "We show that a human pluripotent stem cell (hPSC) population cultured on a low-adhesion substrate developed two hPSC subtypes with different colony morphologies: flat and domed. Notably, the dome-like cells showed higher active proliferation capacity and increased several pluripotent genes’ expression compared with the flat monolayer cells. We further demonstrated that cell-matrix adhesion mediates the interaction between cell morphology and expression of KLF4 and KLF5 through a serum response factor (SRF)-based regulatory double loop. Our results provide a mechanistic view on the coupling among adhesion, stem cell morphology, and pluripotency, shedding light on the critical role of cell-matrix adhesion in the induction and maintenance of hPSC.",
            "Low cell-matrix adhesion reveals two subtypes of human pluripotent stem cells",
            "Leqian Yu and Junjun Li and Jiayin Hong and Yasuhiro Takashima and Nanae Fujimoto and Minako Nakajima and Akihisa Yamamoto and Xiaofeng Dong and Yujiao Dang and Yu Hou and Wei Yang and Itsunari Minami and Keisuke Okita and Motomu Tanaka and Chunxiong Luo and Fuchou Tang and Yong Chen and Chao Tang and Hidetoshi Kotera and Li Liu",
            "2018",
            "EpDfwvYAAAAJ:u5HHmVD_uO8C",
            17,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2213671118302662",
            "13078145578549495730",
            "\/scholar?cites=13078145578549495730",
            {
                "2018":2,
                "2019":8,
                "2020":6,
                "2021":1
            }
        ],
        [
            "The stray light appearing in the low wavenumber region of Raman spectra has long been the intrinsic hindrance in Raman spectroscopy. In this work, we confirmed that the stray light mentioned above originates from the grating secondary maxima of Rayleigh scattering experimentally and theoretically. This result also gives a clear inspiration for the suppression of such kind of stray light.",
            "Solid confirmation for the origin of the low‐wave stray light in Raman spectra",
            "Fei Jiao and Xiaofeng Dong and Yan Gong and WeiHua Chen and Yan Wang and Shu‐Lin Zhang",
            "2018",
            "EpDfwvYAAAAJ:u-x6o8ySG0sC",
            1,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jrs.5483",
            "7886952856019080396",
            "\/scholar?cites=7886952856019080396",
            {
                "2019":1
            }
        ]
    ]
}