{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Integrated optical modulators with high modulation speed, small footprint and large optical bandwidth are poised to be the enabling devices for on-chip optical interconnects 1, 2. Semiconductor modulators have therefore been heavily researched over the past few years. However, the device footprint of silicon-based modulators is of the order of millimetres, owing to its weak electro-optical properties 3. Germanium and compound semiconductors, on the other hand, face the major challenge of integration with existing silicon electronics and photonics platforms 4, 5, 6. Integrating silicon modulators with high-quality-factor optical resonators increases the modulation strength, but these devices suffer from intrinsic narrow bandwidth and require sophisticated optical design; they also have stringent fabrication requirements and limited temperature tolerances 7. Finding a complementary metal-oxide-semiconductor (CMOS …",
            "A graphene-based broadband optical modulator",
            "Ming Liu and Xiaobo Yin and Erick Ulin-Avila and Baisong Geng and Thomas Zentgraf and Long Ju and Feng Wang and Xiang Zhang",
            "2011",
            "eQdkd0kAAAAJ:35r97b3x0nAC",
            2776,
            "https:\/\/www.nature.com\/articles\/nature10067",
            "9687802934002109326",
            "\/scholar?cites=9687802934002109326",
            {
                "2011":22,
                "2012":136,
                "2013":209,
                "2014":285,
                "2015":317,
                "2016":337,
                "2017":350,
                "2018":397,
                "2019":370,
                "2020":310,
                "2021":29
            }
        ],
        [
            "Plasmons describe collective oscillations of electrons. They have a fundamental role in the dynamic responses of electron systems and form the basis of research into optical metamaterials 1, 2, 3. Plasmons of two-dimensional massless electrons, as present in graphene, show unusual behaviour 4, 5, 6, 7 that enables new tunable plasmonic metamaterials 8, 9, 10 and, potentially, optoelectronic applications in the terahertz frequency range 8, 9, 11, 12. Here we explore plasmon excitations in engineered graphene micro-ribbon arrays. We demonstrate that graphene plasmon resonances can be tuned over a broad terahertz frequency range by changing micro-ribbon width and in situ electrostatic doping. The ribbon width and carrier doping dependences of graphene plasmon frequency demonstrate power-law behaviour characteristic of two-dimensional massless Dirac electrons 4, 5, 6. The plasmon resonances …",
            "Graphene plasmonics for tunable terahertz metamaterials",
            "Long Ju and Baisong Geng and Jason Horng and Caglar Girit and Michael Martin and Zhao Hao and Hans A Bechtel and Xiaogan Liang and Alex Zettl and Y Ron Shen and Feng Wang",
            "2011",
            "eQdkd0kAAAAJ:-_dYPAW6P2MC",
            2462,
            "https:\/\/www.nature.com\/nnano\/journal\/v6\/n10\/abs\/nnano.2011.146.html",
            "3595981340907601703",
            "\/scholar?cites=3595981340907601703",
            {
                "2012":134,
                "2013":224,
                "2014":263,
                "2015":310,
                "2016":336,
                "2017":278,
                "2018":303,
                "2019":289,
                "2020":298,
                "2021":15
            }
        ],
        [
            "The unique electronic structure of graphene leads to several distinctive optical properties. In this brief review, we outline the current understanding of two general aspects of optical response of graphene: optical absorption and light emission. We show that optical absorption in graphene is dominated by intraband transitions at low photon energies (in the far-infrared spectral range) and by interband transitions at higher energies (from mid-infrared to ultraviolet). We discuss how the intraband and interband transitions in graphene can be modified through electrostatic gating. We describe plasmonic resonances arising from the free-carrier (intraband) response and excitonic effects that are manifested in the interband absorption. Light emission, the reverse process of absorption, is weak in graphene due to the absence of a band gap. We show that photoluminescence from hot electrons can, however, become …",
            "Optical spectroscopy of graphene: From the far infrared to the ultraviolet",
            "Kin Fai Mak and Long Ju and Feng Wang and Tony F Heinz",
            "2012",
            "eQdkd0kAAAAJ:j8SEvjWlNXcC",
            597,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0038109812002700",
            "4244208245831570764",
            "\/scholar?cites=4244208245831570764",
            {
                "2012":2,
                "2013":28,
                "2014":47,
                "2015":69,
                "2016":88,
                "2017":104,
                "2018":94,
                "2019":76,
                "2020":83,
                "2021":4
            }
        ],
        [
            "Electron valley, a degree of freedom that is analogous to spin, can lead to novel topological phases in bilayer graphene. A tunable bandgap can be induced in bilayer graphene by an external electric field 1, 2, 3, 4, 5, and such gapped bilayer graphene is predicted to be a topological insulating phase protected by no-valley mixing symmetry, featuring quantum valley Hall effects and chiral edge states 6, 7, 8, 9. Observation of such chiral edge states, however, is challenging because inter-valley scattering is induced by atomic-scale defects at real bilayer graphene edges 10. Recent theoretical work 11, 12, 13 has shown that domain walls between AB-and BA-stacked bilayer graphene can support protected chiral edge states of quantum valley Hall insulators. Here we report an experimental observation of ballistic (that is, with no scattering of electrons) conducting channels at bilayer graphene domain walls. We …",
            "Topological valley transport at bilayer graphene domain walls",
            "Long Ju and Zhiwen Shi and Nityan Nair and Yinchuan Lv and Chenhao Jin and Jairo Velasco and Claudia Ojeda-Aristizabal and Hans A Bechtel and Michael C Martin and Alex Zettl and James Analytis and Feng Wang",
            "2015",
            "eQdkd0kAAAAJ:XD-gHx7UXLsC",
            407,
            "https:\/\/www.nature.com\/articles\/nature14364",
            "6786021432239402355",
            "\/scholar?cites=6786021432239402355",
            {
                "2015":17,
                "2016":46,
                "2017":62,
                "2018":91,
                "2019":82,
                "2020":100,
                "2021":8
            }
        ],
        [
            "We report a simple and effective way of fabricating high-quality carbon nanoscrolls (CNSs), using isopropyl alcohol solution to roll up monolayer graphene predefined on SiO2\/Si substrates. Transmission electron microscopy studies reveal that the CNS has a tube-like structure with a hollow core surrounded by graphene walls 0.35 nm apart. Raman spectroscopy studies show that the CNS is free of significant defects, and the electronic structure and phonon dispersion are slightly different from those of two-dimensional graphene. Finally, the CNS-based device is fabricated, directly on the SiO2\/Si substrate. Electrical-transport measurements show that its resistance is weakly gate-dependent but strongly temperature-dependent. In addition, the CNS can sustain a high current density up to 5 × 107 A\/cm2, indicating that it is a good candidate for microcircuit interconnects. The controlled fabrication of high-quality CNSs …",
            "Controlled fabrication of high-quality carbon nanoscrolls from monolayer graphene",
            "Xu Xie and Long Ju and Xiaofeng Feng and Yinghui Sun and Ruifeng Zhou and Kai Liu and Shoushan Fan and Qunqing Li and Kaili Jiang",
            "2009",
            "eQdkd0kAAAAJ:fEOibwPWpKIC",
            346,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl900677y",
            "11621591974865041380",
            "\/scholar?cites=11621591974865041380",
            {
                "2009":6,
                "2010":19,
                "2011":19,
                "2012":30,
                "2013":29,
                "2014":41,
                "2015":34,
                "2016":46,
                "2017":28,
                "2018":44,
                "2019":27,
                "2020":21
            }
        ],
        [
            "The design of stacks of layered materials in which adjacent layers interact by van der Waals forces 1 has enabled the combination of various two-dimensional crystals with different electrical, optical and mechanical properties as well as the emergence of novel physical phenomena and device functionality 2, 3, 4, 5, 6, 7, 8. Here, we report photoinduced doping in van der Waals heterostructures consisting of graphene and boron nitride layers. It enables flexible and repeatable writing and erasing of charge doping in graphene with visible light. We demonstrate that this photoinduced doping maintains the high carrier mobility of the graphene\/boron nitride heterostructure, thus resembling the modulation doping technique used in semiconductor heterojunctions, and can be used to generate spatially varying doping profiles such as p–n junctions. We show that this photoinduced doping arises from microscopically …",
            "Photoinduced doping in heterostructures of graphene and boron nitride",
            "L Ju and Jr Velasco and E Huang and S Kahn and Casey Nosiglia and Hsin-Zon Tsai and Wei Yang and Takashi Taniguchi and Kenji Watanabe and Y Zhang and G Zhang and M Crommie and A Zettl and F Wang",
            "2014",
            "eQdkd0kAAAAJ:Z5m8FVwuT1cC",
            241,
            "https:\/\/www.nature.com\/nnano\/journal\/v9\/n5\/full\/nnano.2014.60.html",
            "14187899502076011175",
            "\/scholar?cites=14187899502076011175",
            {
                "2014":7,
                "2015":36,
                "2016":44,
                "2017":29,
                "2018":40,
                "2019":43,
                "2020":37,
                "2021":5
            }
        ],
        [
            "The design of stacks of layered materials in which adjacent layers interact by van der Waals forces 1 has enabled the combination of various two-dimensional crystals with different electrical, optical and mechanical properties as well as the emergence of novel physical phenomena and device functionality 2, 3, 4, 5, 6, 7, 8. Here, we report photoinduced doping in van der Waals heterostructures consisting of graphene and boron nitride layers. It enables flexible and repeatable writing and erasing of charge doping in graphene with visible light. We demonstrate that this photoinduced doping maintains the high carrier mobility of the graphene\/boron nitride heterostructure, thus resembling the modulation doping technique used in semiconductor heterojunctions, and can be used to generate spatially varying doping profiles such as p–n junctions. We show that this photoinduced doping arises from microscopically …",
            "Photoinduced doping in heterostructures of graphene and boron nitride",
            "L Ju and Jr Velasco and E Huang and S Kahn and Casey Nosiglia and Hsin-Zon Tsai and Wei Yang and Takashi Taniguchi and Kenji Watanabe and Y Zhang and G Zhang and M Crommie and A Zettl and F Wang",
            "2014",
            "eQdkd0kAAAAJ:VLnqNzywnoUC",
            241,
            "https:\/\/www.nature.com\/nnano\/journal\/v9\/n5\/full\/nnano.2014.60.html",
            "14187899502076011175",
            "\/scholar?cites=14187899502076011175",
            {
                "2014":7,
                "2015":36,
                "2016":44,
                "2017":29,
                "2018":40,
                "2019":43,
                "2020":37,
                "2021":5
            }
        ],
        [
            "Defects play a key role in determining the properties and technological applications of nanoscale materials and, because they tend to be highly localized, characterizing them at the single-defect level is of particular importance. Scanning tunnelling microscopy has long been used to image the electronic structure of individual point defects in conductors 1, semiconductors 2, 3, 4 and ultrathin films 5, 6, 7, 8, 9, but such single-defect electronic characterization remains an elusive goal for intrinsic bulk insulators. Here, we show that individual native defects in an intrinsic bulk hexagonal boron nitride insulator can be characterized and manipulated using a scanning tunnelling microscope. This would typically be impossible due to the lack of a conducting drain path for electrical current. We overcome this problem by using a graphene\/boron nitride heterostructure, which exploits the atomically thin nature of graphene to …",
            "Characterization and manipulation of individual defects in insulating hexagonal boron nitride using scanning tunnelling microscopy",
            "Dillon Wong and Jairo Velasco and Long Ju and Juwon Lee and Salman Kahn and Hsin-Zon Tsai and Chad Germany and Takashi Taniguchi and Kenji Watanabe and Alex Zettl and Feng Wang and Michael F Crommie",
            "2015",
            "eQdkd0kAAAAJ:yB1At4FlUx8C",
            148,
            "https:\/\/www.nature.com\/articles\/nnano.2015.188",
            "16992816184051362944",
            "\/scholar?cites=16992816184051362944",
            {
                "2015":1,
                "2016":22,
                "2017":28,
                "2018":24,
                "2019":34,
                "2020":37,
                "2021":1
            }
        ],
        [
            "We investigate the ultrafast terahertz response of electrostatically gated graphene upon optical excitation. We observe that the photoinduced terahertz absorption increases in charge neutral graphene but decreases in highly doped graphene. We show that this transition from semiconductor-like to metal-like response is unique for zero bandgap materials such as graphene. In charge neutral graphene photoexcited hot carriers effectively increase electron and hole densities and increase the conductivity. In highly doped graphene, however, photoexcitation does not change net conducting carrier concentration. Instead, it mainly increases electron scattering rate and reduce the conductivity.",
            "Controlling graphene ultrafast hot carrier response from metal-like to semiconductor-like by electrostatic gating",
            "S-F Shi and T-T Tang and B Zeng and L Ju and Q Zhou and A Zettl and F Wang",
            "2014",
            "eQdkd0kAAAAJ:uJ-U7cs_P_0C",
            121,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl404826r",
            "8119506561472513384",
            "\/scholar?cites=8119506561472513384",
            {
                "2014":13,
                "2015":33,
                "2016":22,
                "2017":15,
                "2018":13,
                "2019":12,
                "2020":12,
                "2021":1
            }
        ],
        [
            "Layer-stacking domain walls in bilayer graphene are emerging as a fascinating one-dimensional system 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11 that features stacking solitons 1, 2, 3, 4 structurally and quantum valley Hall boundary states 5, 6, 7, 8, 9, 10, 11 electronically. The interactions between electrons in the 2D graphene domains and the one-dimensional domain-wall solitons can lead to further new quantum phenomena. Domain-wall solitons of varied local structures exist along different crystallographic orientations 1, 2, 12, 13, which can exhibit distinct electrical, mechanical and optical properties. Here we report soliton-dependent 2D graphene plasmon reflection at different 1D domain-wall solitons in bilayer graphene using near-field infrared nanoscopy. We observe various domain-wall structures in mechanically exfoliated graphene bilayers, including network-forming triangular lattices, individual straight or bent lines …",
            "Soliton-dependent plasmon reflection at bilayer graphene domain walls",
            "Lili Jiang and Zhiwen Shi and Bo Zeng and Sheng Wang and Ji-Hun Kang and Trinity Joshi and Chenhao Jin and Long Ju and Jonghwan Kim and Tairu Lyu and Yuen-Ron Shen and Michael Crommie and Hong-Jun Gao and Feng Wang",
            "2016",
            "eQdkd0kAAAAJ:TIZ-Mc8IlK0C",
            78,
            "https:\/\/www.nature.com\/articles\/nmat4653",
            "502058447921101714",
            "\/scholar?cites=502058447921101714",
            {
                "2016":2,
                "2017":12,
                "2018":15,
                "2019":20,
                "2020":29
            }
        ]
    ]
}