{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "The accumulation of unfolded protein in the endoplasmic reticulum (ER) attenuates protein synthesis initiation through phosphorylation of the α subunit of eukaryotic translation initiation factor 2 (eIF2α) at Ser51. Subsequently, transcription of genes encoding adaptive functions including the glucose-regulated proteins is induced. We show that eIF2α phosphorylation is required for translation attenuation, transcriptional induction, and survival in response to ER stress. Mice with a homozygous mutation at the eIF2α phosphorylation site (Ser51Ala) died within 18 hr after birth due to hypoglycemia associated with defective gluconeogenesis. In addition, homozygous mutant embryos and neonates displayed a deficiency in pancreatic β cells. The results demonstrate that regulation of translation through eIF2α phosphorylation is essential for the ER stress response and in vivo glucose homeostasis.",
            "Translational control is required for the unfolded protein response and in vivo glucose homeostasis",
            "Donalyn Scheuner and Benbo Song and Edward McEwen and Chuan Liu and Ross Laybutt and Patrick Gillespie and Thom Saunders and Susan Bonner-Weir and Randal J Kaufman",
            "2001",
            "EQIuT24AAAAJ:0EnyYjriUFMC",
            1378,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1097276501002659",
            "17757584996955614140",
            "\/scholar?cites=17757584996955614140",
            {
                "2001":10,
                "2002":47,
                "2003":36,
                "2004":63,
                "2005":56,
                "2006":75,
                "2007":74,
                "2008":86,
                "2009":70,
                "2010":80,
                "2011":90,
                "2012":98,
                "2013":96,
                "2014":78,
                "2015":83,
                "2016":64,
                "2017":72,
                "2018":66,
                "2019":65,
                "2020":62,
                "2021":5
            }
        ],
        [
            "Eukaryotic cells coordinate protein-folding reactions in the endoplasmic reticulum with gene expression in the nucleus and messenger RNA translation in the cytoplasm. As the rate of protein synthesis increases, protein folding can be compromised, so cells have evolved signal-transduction pathways that control transcription and translation—the'unfolded protein response'. Recent studies indicate that these pathways also coordinate rates of protein synthesis with nutrient and energy stores, and regulate cell differentiation to survive nutrient-limiting conditions or to produce large amounts of secreted products such as hormones, antibodies or growth factors.",
            "The unfolded protein response in nutrient sensing and differentiation",
            "Randal J Kaufman and Donalyn Scheuner and Martin Schröder and Xiaohua Shen and Kyungho Lee and Chuan Yin Liu and Stacey M Arnold",
            "2002",
            "EQIuT24AAAAJ:_FxGoFyzp5QC",
            692,
            "https:\/\/www.nature.com\/articles\/nrm829",
            "9436518154298583977",
            "\/scholar?cites=9436518154298583977",
            {
                "2002":6,
                "2003":30,
                "2004":41,
                "2005":43,
                "2006":50,
                "2007":36,
                "2008":41,
                "2009":39,
                "2010":53,
                "2011":48,
                "2012":35,
                "2013":37,
                "2014":38,
                "2015":45,
                "2016":30,
                "2017":26,
                "2018":30,
                "2019":27,
                "2020":32
            }
        ]
    ]
}