{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The large-angle (low-ℓ) correlations of the cosmic microwave background exhibit several statistically significant anomalies compared to the standard inflationary cosmology. We show that the quadrupole plane and the three octopole planes are far more aligned than previously thought (99.9% CL). Three of these planes are orthogonal to the ecliptic at 99.1% CL, and the normals to these planes are aligned at 99.6% CL with the direction of the cosmological dipole and with the equinoxes. The remaining octopole plane is orthogonal to the supergalactic plane at 99.6% CL",
            "Is the low-ℓ microwave background cosmic?",
            "Dominik J Schwarz and Glenn D Starkman and Dragan Huterer and Craig J Copi",
            "2004",
            "eQiX0m4AAAAJ:u5HHmVD_uO8C",
            511,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.221301",
            "4788040910350921028",
            "\/scholar?cites=4788040910350921028",
            {
                "2004":3,
                "2005":32,
                "2006":53,
                "2007":64,
                "2008":41,
                "2009":49,
                "2010":37,
                "2011":40,
                "2012":29,
                "2013":24,
                "2014":24,
                "2015":32,
                "2016":27,
                "2017":16,
                "2018":14,
                "2019":7,
                "2020":9,
                "2021":3
            }
        ],
        [
            "This book lays out the scientific goals to be addressed by the next-generation ground-based cosmic microwave background experiment, CMB-S4, envisioned to consist of dedicated telescopes at the South Pole, the high Chilean Atacama plateau and possibly a northern hemisphere site, all equipped with new superconducting cameras. CMB-S4 will dramatically advance cosmological studies by crossing critical thresholds in the search for the B-mode polarization signature of primordial gravitational waves, in the determination of the number and masses of the neutrinos, in the search for evidence of new light relics, in constraining the nature of dark energy, and in testing general relativity on large scales.",
            "CMB-S4 science book",
            "Kevork N Abazajian and Peter Adshead and Zeeshan Ahmed and Steven W Allen and David Alonso and Kam S Arnold and Carlo Baccigalupi and James G Bartlett and Nicholas Battaglia and Bradford A Benson and Colin A Bischoff and Julian Borrill and Victor Buza and Erminia Calabrese and Robert Caldwell and John E Carlstrom and Clarence L Chang and Thomas M Crawford and Francis-Yan Cyr-Racine and Francesco De Bernardis and Tijmen de Haan and Sperello di Serego Alighieri and Joanna Dunkley and Cora Dvorkin and Josquin Errard and Giulio Fabbian and Stephen Feeney and Simone Ferraro and Jeffrey P Filippini and Raphael Flauger and George M Fuller and Vera Gluscevic and Daniel Green and Daniel Grin and Evan Grohs and Jason W Henning and J Colin Hill and Renee Hlozek and Gilbert Holder and William Holzapfel and Wayne Hu and Kevin M Huffenberger and Reijo Keskitalo and Lloyd Knox and Arthur Kosowsky and John Kovac and Ely D Kovetz and Chao-Lin Kuo and Akito Kusaka and Maude Le Jeune and Adrian T Lee and Marc Lilley and Marilena Loverde and Mathew S Madhavacheril and Adam Mantz and David JE Marsh and Jeffrey McMahon and Pieter Daniel Meerburg and Joel Meyers and Amber D Miller and Julian B Munoz and Ho Nam Nguyen and Michael D Niemack and Marco Peloso and Julien Peloton and Levon Pogosian and Clement Pryke and Marco Raveri and Christian L Reichardt and Graca Rocha and Aditya Rotti and Emmanuel Schaan and Marcel M Schmittfull and Douglas Scott and Neelima Sehgal and Sarah Shandera and Blake D Sherwin and Tristan L Smith and Lorenzo Sorbo and Glenn D Starkman and Kyle T Story and Alexander van Engelen and Joaquin D Vieira and Scott Watson and Nathan Whitehorn and WL Wu",
            "2016",
            "eQiX0m4AAAAJ:eJXPG6dFmWUC",
            456,
            "https:\/\/arxiv.org\/abs\/1610.02743",
            "5938237312788629",
            "\/scholar?cites=5938237312788629",
            {
                "2016":5,
                "2017":72,
                "2018":147,
                "2019":102,
                "2020":119,
                "2021":8
            }
        ],
        [
            "We present an analysis of pp and ̄pp elastic scattering in terms of various exchanges. Three-gluon exchange dominates at large t, and single-pomeron exchange at small t. The dip seen in high-energy pp scattering is provided by the interference of both of these with double-pomeron exchange. We predict that this dip will not be found in high-energy ̄pp scattering. The dip that is seen in low-energy ̄pp scattering is the result of the additional presence of reggeon-pomeron exchange.",
            "pp and pp Elastic Scattering",
            "A Donnachie and PV Landshoff",
            "1984",
            "eQiX0m4AAAAJ:2VqYfGB8ITEC",
            409,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321384902839",
            "12616020799651737742",
            "\/scholar?cites=12616020799651737742",
            {
                "1984":5,
                "1985":13,
                "1986":10,
                "1987":5,
                "1988":2,
                "1989":5,
                "1990":6,
                "1991":7,
                "1992":13,
                "1993":11,
                "1994":21,
                "1995":18,
                "1996":19,
                "1997":15,
                "1998":11,
                "1999":18,
                "2000":22,
                "2001":14,
                "2002":21,
                "2003":17,
                "2004":11,
                "2005":12,
                "2006":5,
                "2007":11,
                "2008":9,
                "2009":13,
                "2010":7,
                "2011":7,
                "2012":8,
                "2013":11,
                "2014":11,
                "2015":10,
                "2016":5,
                "2017":3,
                "2018":3,
                "2019":5,
                "2020":12
            }
        ],
        [
            "The nature of the fuel that drives today’s cosmic acceleration is an open and tantalizing mystery. The brane-world theory of Dvali, Gabadadze, and Porrati (DGP) provides a context where late-time acceleration is driven not by some energy-momentum component (dark energy), but rather is the manifestation of the excruciatingly slow leakage of gravity off our four-dimensional world into an extra dimension. At the same time, DGP gravity alters the gravitational force law in a specific and dramatic way at cosmologically accessible scales. We derive the DGP gravitational force law in a cosmological setting for spherical perturbations at subhorizon scales and compute the growth of large-scale structures. We find that a residual repulsive force at large distances gives rise to a suppression of the growth of density and velocity perturbations. Explaining the cosmic acceleration in this framework leads to a present day …",
            "Probing Newton’s constant on vast scales: Dvali-Gabadadze-Porrati gravity, cosmic acceleration, and large scale structure",
            "Arthur Lue and Roman Scoccimarro and Glenn D Starkman",
            "2004",
            "eQiX0m4AAAAJ:u-x6o8ySG0sC",
            395,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.69.124015",
            "1446546754937984791",
            "\/scholar?cites=1446546754937984791",
            {
                "2004":5,
                "2005":25,
                "2006":39,
                "2007":33,
                "2008":40,
                "2009":44,
                "2010":37,
                "2011":28,
                "2012":30,
                "2013":20,
                "2014":14,
                "2015":10,
                "2016":12,
                "2017":12,
                "2018":13,
                "2019":15,
                "2020":8,
                "2021":4
            }
        ],
        [
            "We propose a novel representation of cosmic microwave anisotropy maps, where each multipole order l is represented by l unit vectors pointing in directions on the sky and an overall magnitude. These “multipole vectors and scalars” transform as vectors under rotations. Like the usual spherical harmonics, multipole vectors form an irreducible representation of the proper rotation group SO (3). However, they are related to the familiar spherical harmonic coefficients a l m in a nonlinear way and are therefore sensitive to different aspects of the cosmic microwave background (CMB) anisotropy. Nevertheless, it is straightforward to determine the multipole vectors for a given CMB map and we present an algorithm to compute them. A code implementing this algorithm is available at http:\/\/www. phys. cwru. edu\/projects\/mpvectors\/. Using the Wilkinson Microwave Anisotropy Probe (WMAP) full-sky maps, we perform several …",
            "Multipole vectors: A new representation of the CMB sky and evidence for statistical anisotropy or non-Gaussianity at 2⩽ l⩽ 8",
            "Craig J Copi and Dragan Huterer and Glenn D Starkman",
            "2004",
            "eQiX0m4AAAAJ:d1gkVwhDpl0C",
            364,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.70.043515",
            "12320474705366515265",
            "\/scholar?cites=12320474705366515265",
            {
                "2004":20,
                "2005":26,
                "2006":41,
                "2007":46,
                "2008":34,
                "2009":31,
                "2010":29,
                "2011":23,
                "2012":22,
                "2013":9,
                "2014":14,
                "2015":18,
                "2016":11,
                "2017":10,
                "2018":12,
                "2019":7,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Considerable work has been devoted to the question of how best to parametrize the properties of dark energy, in particular, its equation of state w. We argue that, in the absence of a compelling model for dark energy, the parametrizations of functions about which we have no prior knowledge, such as w (z), should be determined by the data rather than by our ingrained beliefs or familiar series expansions. We find the complete basis of orthonormal eigenfunctions in which the principal components [weights of w (z)] that are determined most accurately are separated from those determined most poorly. Furthermore, we show that keeping a few of the best-measured modes can be an effective way of obtaining information about w (z).",
            "Parametrization of dark-energy properties: A principal-component approach",
            "Dragan Huterer and Glenn Starkman",
            "2003",
            "eQiX0m4AAAAJ:IjCSPb-OGe4C",
            347,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.90.031301",
            "5775603929671321984",
            "\/scholar?cites=5775603929671321984",
            {
                "2002":1,
                "2003":12,
                "2004":14,
                "2005":17,
                "2006":21,
                "2007":20,
                "2008":29,
                "2009":22,
                "2010":34,
                "2011":24,
                "2012":22,
                "2013":23,
                "2014":16,
                "2015":19,
                "2016":18,
                "2017":15,
                "2018":16,
                "2019":15,
                "2020":6,
                "2021":1
            }
        ],
        [
            "A new approach for deducing the theory of fermion masses at the scale of grand unification is proposed. Combining SO (10) grand unification, family symmetries and supersymmetry with a systematic operator analysis, the minimal set of fermion mass operators consistent with low-energy data is determined. Exploiting the full power of SO (10) to relate up, down, and charged lepton mass matrices, we obtain predictions for seven of the mass and mixing parameters. The assumptions upon which the operator search and resulting predictions are based are stressed, together with a discussion of how the predictions are affected by a relaxation of some of the assumptions. The masses of the heaviest generation, m t, m b, and m τ, are generated from a single renormalizable Yukawa interaction, while the lighter masses and the mixing angles are generated by nonrenormalizable operators of the grand unified theory. The …",
            "Systematic SO (10) operator analysis for fermion masses",
            "G Anderson and S Dimopoulos and LJ Hall and S Raby and GD Starkman",
            "1994",
            "eQiX0m4AAAAJ:9yKSN-GCB0IC",
            345,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.49.3660",
            "5001835735959019296",
            "\/scholar?cites=5001835735959019296",
            {
                "1994":22,
                "1995":58,
                "1996":38,
                "1997":39,
                "1998":24,
                "1999":11,
                "2000":7,
                "2001":5,
                "2002":7,
                "2003":9,
                "2004":7,
                "2005":8,
                "2006":7,
                "2007":10,
                "2008":15,
                "2009":10,
                "2010":9,
                "2011":8,
                "2012":10,
                "2013":3,
                "2014":5,
                "2015":3,
                "2016":6,
                "2017":6,
                "2018":5,
                "2019":5,
                "2020":7
            }
        ],
        [
            "If the universe is finite and smaller than the distance to the surface of last scatter, then the signature of the topology of the universe is writ large on the microwave background sky. We show that the microwave background will be identified at the intersections of the surface of last scattering as seen by differentcopies' of the observer. Since the surface of last scattering is a 2-sphere, these intersections will be circles, regardless of the background geometry or topology. We therefore propose a statistic that is sensitive to all small, locally homogeneous topologies. Here, small means that the distance to the surface of last scatter is smaller than thetopology scale'of the universe.",
            "Circles in the sky: Finding topology with the microwave background radiation",
            "Neil J Cornish and David N Spergel and Glenn D Starkman",
            "1998",
            "eQiX0m4AAAAJ:2osOgNQ5qMEC",
            326,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0264-9381\/15\/9\/013\/meta",
            "1739283907557197528",
            "\/scholar?cites=1739283907557197528",
            {
                "1997":3,
                "1998":20,
                "1999":18,
                "2000":19,
                "2001":13,
                "2002":13,
                "2003":22,
                "2004":24,
                "2005":18,
                "2006":23,
                "2007":19,
                "2008":18,
                "2009":9,
                "2010":5,
                "2011":14,
                "2012":17,
                "2013":11,
                "2014":11,
                "2015":6,
                "2016":10,
                "2017":7,
                "2018":5,
                "2019":6,
                "2020":6,
                "2021":1
            }
        ],
        [
            "We apply the multipole vector framework to full-sky maps derived from the first-year Wilkinson Microwave Anisotropy Probe (WMAP) data. We significantly extend our earlier work showing that the two lowest cosmologically interesting multipoles, ℓ= 2 and 3, are not statistically isotropic. These results are compared to the findings obtained using related methods. In particular, we show that the planes of the quadrupole and the octopole are unexpectedly aligned. Moreover, the combined quadrupole plus octopole is surprisingly aligned with the geometry and direction of motion of the Solar system: the plane they define is perpendicular to the ecliptic plane and to the plane defined by the dipole direction, and the ecliptic plane carefully separates stronger from weaker extrema, running within a couple of degrees of the null-contour between a maximum and a minimum over more than 120° of the sky. Even given the …",
            "On the large-angle anomalies of the microwave sky",
            "Craig J Copi and Dragan Huterer and Dominik J Schwarz and Glenn D Starkman",
            "2006",
            "eQiX0m4AAAAJ:UeHWp8X0CEIC",
            314,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/367\/1\/79\/1020698",
            "12277718516048029819",
            "\/scholar?cites=12277718516048029819",
            {
                "2006":30,
                "2007":33,
                "2008":23,
                "2009":37,
                "2010":37,
                "2011":23,
                "2012":25,
                "2013":16,
                "2014":13,
                "2015":22,
                "2016":20,
                "2017":11,
                "2018":10,
                "2019":3,
                "2020":6
            }
        ],
        [
            "The large-angle (low-ℓ) correlations of the cosmic microwave background (CMB) as reported by the Wilkinson Microwave Anisotropy Probe (WMAP) after their first year of observations exhibited statistically significant anomalies compared to the predictions of the standard inflationary big-bang model. We suggested then that these implied the presence of a solar system foreground, a systematic correlated with solar system geometry, or both. We reexamine these anomalies for the data from the first three years of WMAP’s operation. We show that, despite the identification by the WMAP team of a systematic correlated with the equinoxes and the ecliptic, the anomalies in the first-year internal linear combination (ILC) map persist in the three-year ILC map, in all-but-one case at similar statistical significance. The three-year ILC quadrupole and octopole therefore remain inconsistent with statistical isotropy—they are …",
            "Uncorrelated universe: statistical anisotropy and the vanishing angular correlation function in WMAP years 1–3",
            "Craig J Copi and Dragan Huterer and Dominik J Schwarz and Glenn D Starkman",
            "2007",
            "eQiX0m4AAAAJ:qjMakFHDy7sC",
            307,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.75.023507",
            "2449946510256869473",
            "\/scholar?cites=2449946510256869473",
            {
                "2006":3,
                "2007":36,
                "2008":30,
                "2009":41,
                "2010":35,
                "2011":37,
                "2012":21,
                "2013":12,
                "2014":22,
                "2015":19,
                "2016":25,
                "2017":6,
                "2018":10,
                "2019":3,
                "2020":3,
                "2021":1
            }
        ]
    ]
}