{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Social proximity and interaction attenuate cardiovascular arousal, facilitate the development of nonanxious temperament, inhibit the release of stress hormones, reduce threat‐related neural activation, and generally promote health and longevity. Conversely, social subordination, rejection and isolation are powerful sources of stress and compromised health. Drawing on the biological principle of economy of action, perception\/action links, and the brain’s propensity to act as a Bayesian predictor, Social Baseline Theory (SBT) proposes that the primary ecology to which human beings are adapted is one that is rich with other humans. Moreover, SBT suggests that the presence of other people helps individuals to conserve important and often metabolically costly somatic and neural resources through the social regulation of emotion.",
            "Social baseline theory: The role of social proximity in emotion and economy of action",
            "Lane Beckes and James A Coan",
            "2011",
            "eqNVwaoAAAAJ:UeHWp8X0CEIC",
            428,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1751-9004.2011.00400.x",
            "1809317985241745555",
            "\/scholar?cites=1809317985241745555",
            {
                "2012":9,
                "2013":17,
                "2014":30,
                "2015":84,
                "2016":46,
                "2017":51,
                "2018":54,
                "2019":55,
                "2020":67,
                "2021":3
            }
        ],
        [
            "Social relationships are tightly linked to health and well-being. Recent work suggests that social relationships can even serve vital emotion regulation functions by minimizing threat-related neural activity. But relationship distress remains a significant public health problem in North America and elsewhere. A promising approach to helping couples both resolve relationship distress and nurture effective interpersonal functioning is Emotionally Focused Therapy for couples (EFT), a manualized, empirically supported therapy that is strongly focused on repairing adult attachment bonds. We sought to examine a neural index of social emotion regulation as a potential mediator of the effects of EFT. Specifically, we examined the effectiveness of EFT for modifying the social regulation of neural threat responding using an fMRI-based handholding procedure. Results suggest that EFT altered the brain's representation of threat cues in the presence of a romantic partner. EFT-related changes during stranger handholding were also observed, but stranger effects were dependent upon self-reported relationship quality. EFT also appeared to increase threat-related brain activity in regions associated with self-regulation during the no-handholding condition. These findings provide a critical window into the regulatory mechanisms of close relationships in general and EFT in particular.",
            "Soothing the threatened brain: Leveraging contact comfort with emotionally focused therapy",
            "Susan M Johnson and Melissa Burgess Moser and Lane Beckes and Andra Smith and Tracy Dalgleish and Rebecca Halchuk and Karen Hasselmo and Paul S Greenman and Zul Merali and James A Coan",
            "2013",
            "eqNVwaoAAAAJ:KlAtU1dfN6UC",
            120,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0079314",
            "17284666109934213512",
            "\/scholar?cites=17284666109934213512",
            {
                "2013":1,
                "2014":3,
                "2015":19,
                "2016":10,
                "2017":26,
                "2018":14,
                "2019":21,
                "2020":21,
                "2021":1
            }
        ],
        [
            "Neurobiological investigations of empathy often support an embodied simulation account. Using functional magnetic resonance imaging (fMRI), we monitored statistical associations between brain activations indicating self-focused threat to those indicating threats to a familiar friend or an unfamiliar stranger. Results in regions such as the anterior insula, putamen and supramarginal gyrus indicate that self-focused threat activations are robustly correlated with friend-focused threat activations but not stranger-focused threat activations. These results suggest that one of the defining features of human social bonding may be increasing levels of overlap between neural representations of self and other. This article presents a novel and important methodological approach to fMRI empathy studies, which informs how differences in brain activation can be detected in such studies and how covariate approaches can …",
            "Familiarity promotes the blurring of self and other in the neural representation of threat",
            "Lane Beckes and James A Coan and Karen Hasselmo",
            "2013",
            "eqNVwaoAAAAJ:zYLM7Y9cAGgC",
            98,
            "https:\/\/academic.oup.com\/scan\/article-abstract\/8\/6\/670\/1611749",
            "13088501960330024227",
            "\/scholar?cites=13088501960330024227",
            {
                "2012":2,
                "2013":4,
                "2014":11,
                "2015":14,
                "2016":4,
                "2017":17,
                "2018":16,
                "2019":8,
                "2020":16
            }
        ],
        [
            "Attachment theory (Bowlby, 1969\/1982) posits that internal working models are a foundational feature of human bonds. Radical embodied approaches suggest that cognition requires no computation or representation, favoring a cognition situated in a body in context with affordances for action (Barrett, 2011; Chemero, 2009; Wilson & Golonka, 2013). We explore whether embodied approaches to social soothing, interpersonal warmth, separation distress, and support seeking could replace representational constructs such as internal working models with a view of relationship cognition anchored in the resources afforded to the individual by their brain, body, and environment interacting. We review the neurobiological bases for social attachments and relationships and attempt to delineate how these systems overlap or don’t with more basic physiological systems in ways that support or contradict a radical embodied explanation. We suggest that many effects might be the result of the fact that relationship cognition depends on and emerges out of the action of neural systems that regulate several clearly physically grounded systems. For example, the neuropeptide oxytocin appears to be central to attachment and pair-bond behavior (Carter & Keverne, 2002) and is implicated in social thermoregulation, being necessary for maintaining a warm body temperature in rats (Kasahara et al., 2007) and humans (Beck et al., 1979). Finally, we discuss the most challenging issues around taking a radically embodied perspective on social relationships. We find the most crucial challenge in individual differences in support seeking and responses to social contact …",
            "Toward a radically embodied neuroscience of attachment and relationships",
            "Lane Beckes and Hans IJzerman and Mattie Tops",
            "2015",
            "eqNVwaoAAAAJ:ZeXyd9-uunAC",
            96,
            "https:\/\/www.frontiersin.org\/articles\/10.3389\/fnhum.2015.00266\/full",
            "5050796374158170273",
            "\/scholar?cites=5050796374158170273",
            {
                "2014":1,
                "2015":41,
                "2016":7,
                "2017":11,
                "2018":11,
                "2019":9,
                "2020":14,
                "2021":1
            }
        ],
        [
            "To survive and reproduce, organisms must take in more energy than they expend, a principle of behavioral ecology called economy of action. Social baseline theory (SBT), a framework based on this principle, organizes decades of observed links between social relationships, health, and well-being, in order to understand how humans utilize each other as resources to optimize individual energy expenditures. This general strategy helps us manage the costs of our very long period of ontogenetic development and, we argue, the many behavioral and psychological capabilities of our uniquely powerful and costly brain. Below, we review evidence that social relationships serve the energy-saving functions that we claim and describe the reasons SBT refers to social proximity as a\" baseline\" condition. For this chapter we place special emphasis on the role of social proximity in the regulation of emotion. In our view, the …",
            "Social baseline theory and the social regulation of emotion.",
            "James A Coan and Erin L Maresh",
            "2014",
            "eqNVwaoAAAAJ:R3hNpaxXUhUC",
            83,
            "https:\/\/psycnet.apa.org\/record\/2013-44085-014",
            "8146968480203896514",
            "\/scholar?cites=8146968480203896514",
            {
                "2012":1,
                "2013":4,
                "2014":4,
                "2015":7,
                "2016":8,
                "2017":13,
                "2018":14,
                "2019":13,
                "2020":15,
                "2021":2
            }
        ],
        [
            "For this functional magnetic resonance imaging (fMRI) study, we assessed the impact of early social experiences on the social regulation of neural threat responding in a sample of 22 individuals that have been followed for over a decade. At 13 years old, a multidimensional measure of neighborhood quality was derived from parental reports. Three measures of neighborhood quality were used to estimate social capital—the level of trust, reciprocity, cooperation, and shared resources within a community. At 16 years old, an observational measure of maternal emotional support behavior was derived from a mother\/child social interaction task. At 24 years old, participants were asked to visit our neuroimaging facility with an opposite-sex platonic friend. During their MRI visit, participants were subjected to the threat of electric shock while holding their friend's hand, the hand of an anonymous opposite-sex experimenter …",
            "Childhood maternal support and social capital moderate the regulatory impact of social relationships in adulthood",
            "James A Coan and Lane Beckes and Joseph P Allen",
            "2013",
            "eqNVwaoAAAAJ:UebtZRa9Y70C",
            53,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0167876013000937",
            "4519738493295027252",
            "\/scholar?cites=4519738493295027252",
            {
                "2012":1,
                "2013":5,
                "2014":3,
                "2015":7,
                "2016":6,
                "2017":7,
                "2018":7,
                "2019":5,
                "2020":9
            }
        ],
        [
            "Integrating ideas from Mikulincer and Shaver’s (2003) process model of attachment and Nelson and Panksepp’s (1998) neurobiological theory of an integrated social emotion system, we predicted novel attachment-related learning effects. In two experiments, we tested for a unique form of conditioning based on the social regulation of emotion. Consistent with this theoretical integration, the results indicated that people develop more positive and less negative associations with faces of people who display genuine smiles if those faces have been implicitly paired with a distressing stimulus (e.g., a striking snake). These findings could have broad implications and should be of interest to researchers who study attachment, social and affective neuroscience, emotion, learning and memory, attitudes, and interpersonal relationships.",
            "Of snakes and succor: Learning secure attachment associations with novel faces via negative stimulus pairings",
            "Lane Beckes and Jeffry A Simpson and Alyssa Erickson",
            "2010",
            "eqNVwaoAAAAJ:u-x6o8ySG0sC",
            51,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0956797610368061",
            "9964823902210669944",
            "\/scholar?cites=9964823902210669944",
            {
                "2011":2,
                "2012":6,
                "2013":11,
                "2014":1,
                "2015":10,
                "2016":6,
                "2017":2,
                "2018":4,
                "2019":4,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The goal of this chapter is to review the major evolutionary theories that are most relevant to understanding whether, how, and why strong prosociality may have evolved via natural selection in humans. As we explain, more recent evolutionary theories and models have become increasingly open to the likelihood that prosociality evolved in humans. The chapter is divided into four sections. In the first section, we describe the physical and social environments—particularly the most likely obstacles to survival and reproduction—that contemporary humans' ancestors probably had to confront and master during evolutionary history. We begin with this set of issues because one cannot understand how or why strong prosociality evolved without awareness of the primary physical and social conditions in which early humans lived. In the second section, we review major theoretical models relevant to the evolution of …",
            "Evolutionary perspectives on prosocial behavior.",
            "Jeffry A Simpson and Lane Beckes",
            "2010",
            "eqNVwaoAAAAJ:d1gkVwhDpl0C",
            47,
            "https:\/\/psycnet.apa.org\/record\/2009-08941-002",
            "4975984189428437702",
            "\/scholar?cites=4975984189428437702",
            {
                "2010":1,
                "2011":2,
                "2012":8,
                "2013":2,
                "2014":6,
                "2015":6,
                "2016":4,
                "2017":4,
                "2018":3,
                "2019":7,
                "2020":3
            }
        ],
        [
            "Much is unknown about adult attachment style formation. We investigate whether negative reinforcement schedules promote hallmark features of secure and anxious attachment styles in a shock threat support-seeking paradigm. Participants ostensibly asked for help from another participant seated in another room. Each time a shock threat signal appeared they were to press a button to indicate their need for help. The supporter could then stop the imminent shock. The reliability of the supporters was varied such that some supporters were consistent (continuous reinforcement) whereas others were inconsistent (variable ratio reinforcement). Results indicated that inconsistently responsive others, reinforcing on a variable ratio schedule, led to heightened approach-related attentional biases toward the supporter, measured by event-related potentials, increased positive attachment associations with the supporter …",
            "Desperately seeking support: Negative reinforcement schedules in the formation of adult attachment associations",
            "Lane Beckes and Kailey Simons and Danielle Lewis and Anthony Le and Weston Edwards",
            "2017",
            "eqNVwaoAAAAJ:QIV2ME_5wuYC",
            39,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/1948550616671402",
            "9133151329059933849",
            "\/scholar?cites=9133151329059933849",
            {
                "2017":1,
                "2018":1,
                "2019":6,
                "2020":31
            }
        ],
        [
            "Strong social ties correspond with better health and well being, but the neural mechanisms linking social contact to health remain speculative. This study extends work on the social regulation of brain activity by supportive handholding in 110 participants (51 female) of diverse racial and socioeconomic origins. In addition to main effects of social regulation by handholding, we assessed the moderating effects of both perceived social support and relationship status (married, cohabiting, dating or platonic friends). Results suggest that, under threat of shock, handholding by familiar relational partners attenuates both subjective distress and activity in a network associated with salience, vigilance and regulatory self-control. Moreover, greater perceived social support corresponded with less brain activity in an extended network associated with similar processes, but only during partner handholding. In contrast, we did …",
            "Relationship status and perceived support in the social regulation of neural responses to threat",
            "James A Coan and Lane Beckes and Marlen Z Gonzalez and Erin L Maresh and Casey L Brown and Karen Hasselmo",
            "2017",
            "eqNVwaoAAAAJ:L8Ckcad2t8MC",
            28,
            "https:\/\/academic.oup.com\/scan\/article-abstract\/12\/10\/1574\/3980283",
            "7916060922878554641",
            "\/scholar?cites=7916060922878554641",
            {
                "2018":3,
                "2019":9,
                "2020":15
            }
        ]
    ]
}