{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "This review highlights some of the lessons that the holographic gauge\/gravity duality has taught us regarding the behavior of the shear viscosity to entropy density in strongly coupled field theories. The viscosity to entropy ratio has been shown to take on a very simple universal value in all gauge theories with an Einstein gravity dual. Here we describe the origin of this universal ratio, and focus on how it is modified by generic higher derivative corrections corresponding to curvature corrections on the gravity side of the duality. In particular, certain curvature corrections are known to push the viscosity to entropy ratio below its universal value. This disproves a longstanding conjecture that such a universal value represents a strict lower bound for any fluid in nature. We discuss the main developments that have led to insight into the violation of this bound, and consider whether the consistency of the theory is responsible …",
            "The shear viscosity to entropy ratio: a status report",
            "Sera Cremonini",
            "2011",
            "ErYh-80AAAAJ:9yKSN-GCB0IC",
            139,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/S0217984911027315",
            "10163492393202361287",
            "\/scholar?cites=10163492393202361287",
            {
                "2011":2,
                "2012":16,
                "2013":11,
                "2014":12,
                "2015":14,
                "2016":22,
                "2017":15,
                "2018":14,
                "2019":16,
                "2020":17
            }
        ],
        [
            "We study models of inflation with two scalar fields and non-canonical kinetic terms, focusing on the case in which the curvature and isocurvature perturbations are strongly coupled to each other. In the regime where a heavy mode can be identified and integrated out, we clarify the passage from the full two-field model to an effectively single-field description. However, the strong coupling sets a new scale in the system, and affects the evolution of the perturbations as well as the beginning of the regime of validity of the effective field theory. In particular, the predictions of the model are sensitive to the relative hierarchy between the coupling and the mass of the heavy mode. As a result, observables are not given unambiguously in terms of the parameters of an effectively single field model with non-trivial sound speed. Finally, the requirement that the sound horizon crossing occurs within the regime of validity of the …",
            "Strongly coupled perturbations in two-field inflationary models",
            "Sera Cremonini and Zygmunt Lalak and Krzysztof Turzyński",
            "2011",
            "ErYh-80AAAAJ:u-x6o8ySG0sC",
            138,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2011\/03\/016\/meta",
            "15733155495899128909",
            "\/scholar?cites=15733155495899128909",
            {
                "2011":8,
                "2012":11,
                "2013":19,
                "2014":12,
                "2015":14,
                "2016":3,
                "2017":8,
                "2018":21,
                "2019":20,
                "2020":20,
                "2021":1
            }
        ],
        [
            "We study solutions to Einstein-Maxwell-dilaton gravity with a constant magnetic flux which describe, in the holographic AdS\/CFT framework, field theories characterized by a dynamical critical exponent and a hyperscaling violation exponent. Such solutions are known to be IR-incomplete due to the presence of a running dilaton, which drives the theory towards strong coupling in the IR, where quantum corrections become important. After introducing generic corrections, in this note we examine the conditions for the emergence of an AdS 2× R 2 region close to the horizon, which provides an IR-completion for the hyperscaling violating solutions. In the presence of these corrections, we construct explicit numerical solutions where the geometry flows from AdS 4 in the UV to AdS 2× R 2 in the deep IR, with an intermediate region which exhbits both hyperscaling violation and Lifshitz-like scaling. We also provide …",
            "On the IR completion of geometries with hyperscaling violation",
            "Jyotirmoy Bhattacharya and Sera Cremonini and Annamaria Sinkovics",
            "2013",
            "ErYh-80AAAAJ:qjMakFHDy7sC",
            90,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP02(2013)147.pdf",
            "5482900740889523389",
            "\/scholar?cites=5482900740889523389",
            {
                "2012":10,
                "2013":19,
                "2014":21,
                "2015":9,
                "2016":12,
                "2017":9,
                "2018":5,
                "2019":2,
                "2020":2,
                "2021":1
            }
        ],
        [
            "We examine the effects of higher derivative corrections on η\/s, the ratio of shear viscosity to entropy density, in the case of a finite R-charge chemical potential. In particular, we work in the framework of five-dimensional N= 2 gauged supergravity, and include terms up to four derivatives, representing the supersymmetric completion of the Chern-Simons term A∧ Tr (R∧ R). The addition of the four-derivative terms yields a correction which is a 1\/N effect, and in general gives rise to a violation of the η\/s bound. Furthermore, we find that, once the bound is violated, turning on the chemical potential only leads to an even larger violation of the bound.",
            "Higher derivative effects on η\/s at finite chemical potential",
            "Sera Cremonini and Kentaro Hanaki and James T Liu and Phillip Szepietowski",
            "2009",
            "ErYh-80AAAAJ:u5HHmVD_uO8C",
            78,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.80.025002",
            "400208348398167396",
            "\/scholar?cites=400208348398167396",
            {
                "2009":8,
                "2010":17,
                "2011":12,
                "2012":17,
                "2013":6,
                "2014":6,
                "2015":4,
                "2016":2,
                "2017":2,
                "2018":1,
                "2019":3
            }
        ],
        [
            "We investigate the validity of effective field theory methods and the decoupling of heavy fields during inflation. Considering models of inflation in which the inflaton is coupled to a heavy (super-Hubble) degree of freedom initially in its vacuum state, we find that violations of decoupling are absent unless there is a breakdown of the slow-roll conditions. Next we allow for a temporary departure from inflation resulting in a period of non-adiabaticity during which effective field theory methods are known to fail. We find that the locality of the event and energy conservation lead to a tight bound on the size of the effects of the heavy field. We discuss the implications for the power spectrum and non-gaussianity, and comment on the connection with recent studies of the dynamics of multi-field inflation models. Our results further motivate the use of effective field theory methods to characterize cosmic inflation, and focus the …",
            "Decoupling survives inflation: a critical look at effective field theory violations during inflation",
            "Anastasios Avgoustidis and Sera Cremonini and Anne-Christine Davis and Raquel H Ribeiro and Krzysztof Turzyński and Scott Watson",
            "2012",
            "ErYh-80AAAAJ:d1gkVwhDpl0C",
            71,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2012\/06\/025\/meta",
            "14125777170537835004",
            "\/scholar?cites=14125777170537835004",
            {
                "2012":11,
                "2013":20,
                "2014":11,
                "2015":15,
                "2016":4,
                "2017":3,
                "2018":2,
                "2019":2,
                "2020":3
            }
        ],
        [
            "This paper focuses on supergravity duals of BPS states in Script N= 4 super Yang-Mills. In order to describe these duals, we begin with a sequence of breathing mode reductions of IIB supergravity: first on S 3, then S 3× S 1, and finally on S 3× S 1× CP 1. We then follow with a complete supersymmetry analysis, yielding 1\/8, 1\/4 and 1\/2 BPS configurations, respectively (where in the last step we take the Hopf fibration of S 3). The 1\/8 BPS geometries, which have an S 3 isometry and are time-fibered over a six-dimensional base, are determined by solving a non-linear equation for the Kähler metric on the base. Similarly, the 1\/4 BPS configurations have an S 3× S 1 isometry and a four-dimensional base, whose Kähler metric obeys another non-linear, Monge-Ampère type equation. Despite the non-linearity of the problem, we develop a universal bubbling AdS description of these geometries by focusing on the boundary …",
            "Bubbling AdS and droplet descriptions of BPS geometries in IIB supergravity",
            "Bin Chen and Sera Cremonini and Hai Lin and Diana Vaman and James T Liu and Aristomenis Donos and Feng-Li Lin and Wen-Yu Wen",
            "2007",
            "ErYh-80AAAAJ:IjCSPb-OGe4C",
            62,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2007\/10\/003\/meta",
            "11256409338790048626",
            "\/scholar?cites=11256409338790048626",
            {
                "2007":9,
                "2008":16,
                "2009":3,
                "2010":7,
                "2011":6,
                "2012":3,
                "2013":2,
                "2014":3,
                "2015":1,
                "2016":4,
                "2017":3,
                "2018":2,
                "2019":2,
                "2020":1
            }
        ],
        [
            "We examine five-dimensional Script N= 2 gauged supergravity including terms up to four derivatives. These additional terms correspond to the supersymmetric completion of R 2, and were originally obtained in hep-th\/0611329 using conformal supergravity techniques. Here we integrate out the auxiliary fields and obtain the on-shell action for minimal supergravity with such corrections. We then construct R-charged AdS black holes to linear order in the four derivative terms and investigate the effect of these corrections on their thermodynamical properties. Finally, we relate the geometrical coefficients governing the four-derivative corrections to gauge theory data using holographic anomaly matching. This enables us to obtain a microscopic expression for the entropy of the solutions.",
            "Black holes in five-dimensional gauged supergravity with higher derivatives",
            "Sera Cremonini and Kentaro Hanaki and James T Liu and Phillip Szepietowski",
            "2009",
            "ErYh-80AAAAJ:UeHWp8X0CEIC",
            57,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2009\/12\/045\/meta",
            "4101214283817335809",
            "\/scholar?cites=4101214283817335809",
            {
                "2009":6,
                "2010":5,
                "2011":13,
                "2012":10,
                "2013":7,
                "2014":4,
                "2015":3,
                "2016":2,
                "2017":4,
                "2018":3
            }
        ],
        [
            "In this paper we consider classical and quantum corrections to cosmological solutions of 11D supergravity (SUGRA) coming from dynamics of membrane states. We first consider the supermembrane spectrum following the approach of Russo and Tseytlin for consistent quantization. We calculate the production rate of Bogomol’nyi-Prasad-Sommerfield (BPS) membrane bound states in a cosmological background and find that such effects are generically suppressed by the Planck scale, as expected. However, for a modified brane spectrum possessing enhanced symmetry, production can be finite and significant. We stress that this effect could not be anticipated given only a knowledge of the low-energy effective theory. Once on shell, inclusion of these states leads to an attractive force pulling the dilaton towards a fixed point of S-duality, namely g s= 1. Although the SUGRA description breaks down in this regime …",
            "Dilaton dynamics from production of tensionless membranes",
            "Sera Cremonini and Scott Watson",
            "2006",
            "ErYh-80AAAAJ:2osOgNQ5qMEC",
            51,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.73.086007",
            "9874083617699838217",
            "\/scholar?cites=9874083617699838217",
            {
                "2006":2,
                "2007":13,
                "2008":11,
                "2009":7,
                "2010":5,
                "2011":2,
                "2012":5,
                "2013":2,
                "2014":2,
                "2015":2
            }
        ]
    ]
}