{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We compare the phase behavior of a mutant filamentous virus, fd Y21M, to that of a conventional fd wild-type (wt). We find significantly different macroscopic phase behavior despite the only microscopic difference between the two viruses being in a single amino acid of the major coat protein pVIII. Compared to fd wt, the location of the isotropic–cholesteric phase transition for fd Y21M shifts to lower densities. This is attributable to a significant difference in the flexibility of the two viruses. The persistence length of fd wt is 2.8 ± 0.7 µm, whereas the persistence length of fd Y21M is 9.9 ± 1.6 µm. The large persistence length of fd Y21M makes it an essentially rigid rod, thus allowing for the first time a quantitative test of the Onsager theory for the isotropic–nematic phase transition. Even more striking, is the difference in the chiral phase behavior of the two viruses. Both viruses form cholesteric phases, with the fd wt forming a …",
            "A model liquid crystalline system based on rodlike viruses with variable chirality and persistence length",
            "Edward Barry and Daniel Beller and Zvonimir Dogic",
            "2009",
            "ESBfbssAAAAJ:u-x6o8ySG0sC",
            146,
            "https:\/\/pubs.rsc.org\/lv\/content\/articlehtml\/2009\/sm\/b822478a",
            "6110899293783630665",
            "\/scholar?cites=6110899293783630665",
            {
                "2010":6,
                "2011":12,
                "2012":16,
                "2013":10,
                "2014":18,
                "2015":11,
                "2016":17,
                "2017":17,
                "2018":15,
                "2019":11,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We exploit the long-ranged elastic fields inherent to confined nematic liquid crystals (LCs) to assemble colloidal particles trapped at the LC interface into reconfigurable structures with complex symmetries and packings. Spherical colloids with homeotropic anchoring trapped at the interface between air and the nematic LC 4-cyano-4′-pentylbiphenyl create quadrupolar distortions in the director field causing particles to repel and consequently form close-packed assemblies with a triangular habit. Here, we report on complex open structures organized via interactions with defects in the bulk. Specifically, by confining the nematic LC in an array of microposts with homeotropic anchoring conditions, we cause defect rings to form at well-defined locations in the bulk of the sample. These defects source elastic deformations that direct the assembly of the interfacially trapped colloids into ring-like assemblies, which …",
            "Exploiting imperfections in the bulk to direct assembly of surface colloids",
            "Marcello Cavallaro and Mohamed A Gharbi and Daniel A Beller and Simon Čopar and Zheng Shi and Tobias Baumgart and Shu Yang and Randall D Kamien and Kathleen J Stebe",
            "2013",
            "ESBfbssAAAAJ:d1gkVwhDpl0C",
            65,
            "https:\/\/www.pnas.org\/content\/110\/47\/18804.short",
            "14997130216751859753",
            "\/scholar?cites=14997130216751859753",
            {
                "2014":6,
                "2015":16,
                "2016":17,
                "2017":4,
                "2018":10,
                "2019":8,
                "2020":4
            }
        ],
        [
            "Controlling topological defects in 3D liquid crystal phases is a crucial element in the development of novel devices, from blue-phase displays to passive biochemical sensors. However, it remains challenging to realize the 3D topological conditions necessary to robustly and arbitrarily direct the formation of defects. Here, using a series of short pillar arrays as topological templates, we demonstrate the hierarchical assembly of focal conic domains (FCDs) in smectic-A liquid crystals that break the underlying symmetry of the pillar lattice, exhibit tunable eccentricity, and together develop a nontrivial yet organized array of defects. The key to our approach lies in the selection of the appropriate ratio of the size of focal domain to the dimension of pillars such that the system favors the “pinning” of FCD centers near pillar edges while avoiding the opposing effect of confinement. Our study unequivocally shows that the …",
            "Topographically induced hierarchical assembly and geometrical transformation of focal conic domain arrays in smectic liquid crystals",
            "Apiradee Honglawan and Daniel A Beller and Marcello Cavallaro and Randall D Kamien and Kathleen J Stebe and Shu Yang",
            "2013",
            "ESBfbssAAAAJ:2osOgNQ5qMEC",
            63,
            "https:\/\/www.pnas.org\/content\/110\/1\/34.short",
            "9794728784704427897",
            "\/scholar?cites=9794728784704427897",
            {
                "2013":7,
                "2014":11,
                "2015":14,
                "2016":8,
                "2017":9,
                "2018":6,
                "2019":4,
                "2020":3,
                "2021":1
            }
        ],
        [
            "SU‐8 pillar‐assisted epitaxial assembly of toric focal conic domains (TFCDs) arrays of smectic‐A liquid crystals is studied. The 3D nature of the pillar array is crucial to confine and direct the formation of TFCDs on the top of each pillar and between neighboring pillars, leading to highly ordered square and hexagonal array TFCDs. Excellent agreement between the experimentally obtained critical pillar diameter and elasticity calculation is found.",
            "Pillar‐Assisted Epitaxial Assembly of Toric Focal Conic Domains of Smectic‐A Liquid Crystals",
            "Apiradee Honglawan and Daniel A Beller and Marcello Cavallaro and Randall D Kamien and Kathleen J Stebe and Shu Yang",
            "2011",
            "ESBfbssAAAAJ:9yKSN-GCB0IC",
            49,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201103008",
            "13486893847284724065",
            "\/scholar?cites=13486893847284724065",
            {
                "2012":3,
                "2013":3,
                "2014":10,
                "2015":10,
                "2016":10,
                "2017":4,
                "2018":5,
                "2019":3,
                "2020":1
            }
        ],
        [
            "Focal conic domains (FCDs) in smectic-A liquid crystals have drawn much attention, both for their exquisitely structured internal form and for their ability to direct the assembly of micromaterials and nanomaterials in a variety of patterns. A key to directing FCD assembly is control over the eccentricity of the domain. Here, we demonstrate a new paradigm for creating spatially varying FCD eccentricity by confining a hybrid-aligned smectic with curved interfaces. In particular, we manipulate interface behavior with colloidal particles in order to experimentally produce two examples of what has recently been dubbed the flower texture [C. Meyer et al., Focal Conic Stacking in Smectic A Liquid Crystals: Smectic Flower and Apollonius Tiling, Materials 2, 499, 2009], where the focal hyperbolæ diverge radially outward from the center of the texture, rather than inward as in the canonical éventail or fan texture. We explain how this …",
            "Focal conic flower textures at curved interfaces",
            "Daniel A Beller and Mohamed A Gharbi and Apiradee Honglawan and Kathleen J Stebe and Shu Yang and Randall D Kamien",
            "2013",
            "ESBfbssAAAAJ:qjMakFHDy7sC",
            43,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.3.041026",
            "10909415831886907739",
            "\/scholar?cites=10909415831886907739",
            {
                "2013":1,
                "2014":6,
                "2015":10,
                "2016":8,
                "2017":3,
                "2018":4,
                "2019":5,
                "2020":6
            }
        ],
        [
            "Focal conic domains (FCDs) in smectic-A liquid crystals have drawn much attention, both for their exquisitely structured internal form and for their ability to direct the assembly of micromaterials and nanomaterials in a variety of patterns. A key to directing FCD assembly is control over the eccentricity of the domain. Here, we demonstrate a new paradigm for creating spatially varying FCD eccentricity by confining a hybrid-aligned smectic with curved interfaces. In particular, we manipulate interface behavior with colloidal particles in order to experimentally produce two examples of what has recently been dubbed the flower texture [C. Meyer et al., Focal Conic Stacking in Smectic A Liquid Crystals: Smectic Flower and Apollonius Tiling, Materials 2, 499, 2009], where the focal hyperbolæ diverge radially outward from the center of the texture, rather than inward as in the canonical éventail or fan texture. We explain how this …",
            "Focal conic flower textures at curved interfaces",
            "Daniel A Beller and Mohamed A Gharbi and Apiradee Honglawan and Kathleen J Stebe and Shu Yang and Randall D Kamien",
            "2013",
            "ESBfbssAAAAJ:3fE2CSJIrl8C",
            43,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.3.041026",
            "10909415831886907739",
            "\/scholar?cites=10909415831886907739",
            {
                "2013":1,
                "2014":6,
                "2015":10,
                "2016":8,
                "2017":3,
                "2018":4,
                "2019":5,
                "2020":6
            }
        ],
        [
            "Microbullet particles, cylinders with one blunt end and one hemispherical end, offer a novel platform to study the effects of anisotropy and curvature on colloidal assembly in complex fluids. Here, we disperse microbullets in 4-cyano-4′-pentylbiphenyl nematic liquid crystal (NLC) cells and form oriented elastic dipoles with a nematic point defect located near the curved end. This feature allows us to study particle interactions as a function of dipole alignment. By careful control of the surface anchoring at the particle surface and the confining boundaries, we study the interactions and assembly of microbullets under various conditions. When microbullets with homeotropic surface anchoring are dispersed in a planar cell, parallel dipoles form linear chains parallel to the director, similar to those observed with spherical particles in a planar cell, while antiparallel dipoles orient side-to-side. In a homeotropic cell, however …",
            "Microbullet assembly: Interactions of oriented dipoles in confined nematic liquid crystal",
            "Mohamed Amine Gharbi and Marcello Cavallaro Jr and Gaoxiang Wu and Daniel A Beller and Randall D Kamien and Shu Yang and Kathleen J Stebe",
            "2013",
            "ESBfbssAAAAJ:UeHWp8X0CEIC",
            33,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/02678292.2012.755223",
            "3063744954092322711",
            "\/scholar?cites=3063744954092322711",
            {
                "2013":2,
                "2014":2,
                "2015":6,
                "2016":6,
                "2017":2,
                "2018":3,
                "2019":5,
                "2020":6,
                "2021":1
            }
        ],
        [
            "The assembly of colloids in nematic liquid crystals via topological defects has been extensively studied for spherical particles, and investigations of other colloid shapes have revealed a wide array of new assembly behaviors. We show, using Landau-de Gennes numerical modeling, that nematic defect configurations and colloidal assembly can be strongly influenced by fine details of colloid shape, in particular the presence of sharp edges. For cylinder, microbullet, and cube colloid geometries, we obtain the particles' equilibrium alignment directions and effective pair interaction potentials as a function of simple shape parameters. We find that defects pin at sharp edges, and that the colloid consequently orients at an oblique angle relative to the far-field nematic director that depends on the colloid's shape. This shape-dependent alignment, which we confirm in experimental measurements, raises the possibility of …",
            "Shape-controlled orientation and assembly of colloids with sharp edges in nematic liquid crystals",
            "Daniel A Beller and Mohamed A Gharbi and Iris B Liu",
            "2015",
            "ESBfbssAAAAJ:zYLM7Y9cAGgC",
            31,
            "https:\/\/pubs.rsc.org\/ko\/content\/articlehtml\/2015\/sm\/c4sm01910e",
            "17486231211414715141",
            "\/scholar?cites=17486231211414715141",
            {
                "2015":3,
                "2016":7,
                "2017":5,
                "2018":5,
                "2019":4,
                "2020":6,
                "2021":1
            }
        ],
        [
            "In this work, we show that Janus washers, genus-one colloids with hybrid anchoring conditions, form topologically required defects in nematic liquid crystals. Experiments under crossed polarizers reveal the defect structure to be a rigid disclination loop confined within the colloid, with an accompanying defect in the liquid crystal. When confined to a homeotropic cell, the resulting colloid-defect ring pair tilts relative to the far field director, in contrast to the behavior of toroidal colloids with purely homeotropic anchoring. We show that this tilting behavior can be reversibly suppressed by the introduction of a spherical colloid into the center of the toroid, creating a new kind of multi-shape colloidal assemblage.",
            "Ring around the colloid",
            "Marcello Cavallaro Jr and Mohamed A Gharbi and Daniel A Beller and Simon Čopar and Zheng Shi and Randall D Kamien and Shu Yang and Tobias Baumgart and Kathleen J Stebe",
            "2013",
            "ESBfbssAAAAJ:IjCSPb-OGe4C",
            29,
            "https:\/\/pubs.rsc.org\/no\/content\/articlehtml\/2013\/sm\/c3sm51167g",
            "5524959378995525738",
            "\/scholar?cites=5524959378995525738",
            {
                "2014":8,
                "2015":4,
                "2016":5,
                "2017":1,
                "2018":6,
                "2019":2,
                "2020":2,
                "2021":1
            }
        ],
        [
            "Systems with holes, such as colloidal handlebodies and toroidal droplets, have been studied in the nematic liquid crystal (NLC) 4-cyano-4′-pentylbiphenyl (5CB): Both point and ring topological defects can occur within each hole and around the system while conserving the system’s overall topological charge. However, what has not been fully appreciated is the ability to manipulate the hole geometry with homeotropic (perpendicular) anchoring conditions to induce complex, saddle-like deformations. We exploit this by creating an array of holes suspended in an NLC cell with oriented planar (parallel) anchoring at the cell boundaries. We study both 5CB and a binary mixture of bicyclohexane derivatives (CCN-47 and CCN-55). Through simulations and experiments, we study how the bulk saddle deformations of each hole interact to create defect structures, including an array of disclination lines, reminiscent of those …",
            "Lassoing saddle splay and the geometrical control of topological defects",
            "Lisa Tran and Maxim O Lavrentovich and Daniel A Beller and Ningwei Li and Kathleen J Stebe and Randall D Kamien",
            "2016",
            "ESBfbssAAAAJ:KlAtU1dfN6UC",
            24,
            "https:\/\/www.pnas.org\/content\/113\/26\/7106.short",
            "15679270671968882238",
            "\/scholar?cites=15679270671968882238",
            {
                "2016":1,
                "2017":4,
                "2018":10,
                "2019":4,
                "2020":5
            }
        ]
    ]
}