{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Traditional Chinese medicine (TCM) is a holistic approach to health that attempts to bring the body, mind and spirit into harmony. TCM is an essential part of the healthcare system in several Asian countries, and is considered a complementary or alternative medical system in most Western countries. An integration of the traditional Chinese and Western systems of medicine has begun in multiple medical centers internationally, and there is increasing evidence that several herbs and combinations of herbs used in TCM impart important pharmacological effects. The number of databases and compilations of herbs, herbal formulations, phytochemical constituents and molecular targets is increasing, primarily because of the widespread use of TCM in combination with Western drugs. The continued popularity of herbal remedies worldwide suggests that evidence-based research in this field, as well as information regarding the potential efficacy and safety of phytochemical constituents in herbs and TCM formulations, are essential, particularly when TCM is used in combination with other drugs. Herb-drug interactions are similar to drug-drug interactions in terms of their effects on ADME properties. Improvements in the knowledge of the molecular targets and metabolic pathways, as well as of the synergistic and inhibitory effects associated with important phytochemicals from herbs and herbal formulations, will lead to the development of rational approaches for the safe combination of healthcare systems from different cultures.",
            "Interactions between traditional Chinese medicines and Western",
            "Elena Chan and Marisela Tan and Jianni Xin and Sucha Sudarsanam and Dale E Johnson",
            "2010",
            "EsE1JI4AAAAJ:qxL8FJ1GzNcC",
            218,
            "https:\/\/www.researchgate.net\/profile\/Dale_Johnson6\/publication\/40835197_Interactions_between_traditional_Chinese_medicines_and_Western\/links\/02e7e519e82ef0cf45000000\/Interactions-between-traditional-Chinese-medicines-and-Western.pdf",
            "6069058079054265002",
            "\/scholar?cites=6069058079054265002",
            {
                "2010":10,
                "2011":16,
                "2012":16,
                "2013":26,
                "2014":22,
                "2015":27,
                "2016":21,
                "2017":16,
                "2018":21,
                "2019":17,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Incidence of neoplastic lesions in untreated Sprague-Dawley rats (1340 males and 1329 females) used as controls in 17 carcinogenicity studies are tabulated and evaluated. In male rats, the most common neoplasms were benign pheochromocytomas and keratoacanthomas (4.0% in each case) followed by pancreatic islet cell adenomas (3.7%), thyroid parafollicular cell adenomas (3.6%), fibromas and squamous cell papillomas of the skin and hepatocellular adenomas (2.0% in each), malignant lymphoma lymphocytic (1.9%), histiocytic sarcomas (1.4%), and adrenal cortical adenomas (1.2%). In female rats, the most common neoplasms were of mammary gland origin (31.3%: fibroadenoma 19.0%, adenocarcinomas 8.8%, and adenomas 3.5%) followed by thyroid parafollicular cell adenomas (2.9%), uterine endometrial stromal polyps (2.6%), adrenal cortical adenomas (1.9%), malignant lymphoma …",
            "Spontaneous neoplasms in aged Sprague-Dawley rats",
            "Manik Chandra and Michael GI Riley and Dale E Johnson",
            "1992",
            "EsE1JI4AAAAJ:ns9cj8rnVeAC",
            129,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/BF01970675.pdf",
            "14312128559011458988",
            "\/scholar?cites=14312128559011458988",
            {
                "1993":3,
                "1994":4,
                "1995":2,
                "1996":4,
                "1997":4,
                "1998":5,
                "1999":6,
                "2000":2,
                "2001":3,
                "2002":5,
                "2003":3,
                "2004":1,
                "2005":5,
                "2006":7,
                "2007":1,
                "2008":3,
                "2009":8,
                "2010":6,
                "2011":6,
                "2012":6,
                "2013":7,
                "2014":6,
                "2015":6,
                "2016":4,
                "2017":3,
                "2018":8,
                "2019":3,
                "2020":3
            }
        ],
        [
            "TOR (target of rapamycin) is a serine-threonine protein kinase that is conserved across a diverse range of species from fungi to mammals. The signaling pathway that is anchored by TOR is also conserved across species. In mammals, mTOR integrates growth factor, amino acid, nutrient and energy sensing signals, and thus plays a major role in cell growth and proliferation, protein synthesis and autophagy. As a result of the pivotal role of mTOR in signaling, the aberrant regulation of mTOR has been implicated in several disease processes, including cancer, diabetes, ocular diseases and neurodegenerative disorders, as well as in lifespan extension. More recently, rapamycin (sirolimus) analogs that antagonize the mTOR signaling pathway have been approved for the treatment of several cancers. This review describes some recent advances in the understanding of mTOR signaling, with an emphasis on the functional consequences of mTOR inhibition and therapeutic intervention strategies.",
            "Functional consequences of mTOR inhibition",
            "Sucha Sudarsanam and Dale E Johnson",
            "2010",
            "EsE1JI4AAAAJ:8k81kl-MbHgC",
            112,
            "https:\/\/www.researchgate.net\/profile\/Dale_Johnson6\/publication\/40835195_Functional_consequences_of_mTOR_inhibition\/links\/0046351f11bc4663dc000000\/Functional-consequences-of-mTOR-inhibition.pdf",
            "4206487417703887259",
            "\/scholar?cites=4206487417703887259",
            {
                "2010":6,
                "2011":22,
                "2012":11,
                "2013":15,
                "2014":13,
                "2015":10,
                "2016":13,
                "2017":5,
                "2018":2,
                "2019":3,
                "2020":7
            }
        ],
        [
            "Current preclinical safety evaluation programs use a combination of computational methods, mechanistic in vitro screening and – primarily – in vivo experimentation to predict human toxicity. The rapid transition of pharmaceutical R&D into electronic R&D (e-R&D) makes it imperative that predictive safety testing also develops into an information-rich, knowledge-based process in the near future. Accordingly, enhanced databases and computational tools are expected to change the way the pharmaceutical industry assesses drug toxicity during discovery and early development. Expert use of prediction tools should lead to lower failure rates in drug development and decrease the cost and time involved in successful drug approval.",
            "Predicting human safety: screening and computational approaches",
            "Dale E Johnson and Grushenka HI Wolfgang",
            "2000",
            "EsE1JI4AAAAJ:3s1wT3WcHBgC",
            102,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1359644600015592",
            "17637656859120937466",
            "\/scholar?cites=17637656859120937466",
            {
                "2000":1,
                "2001":10,
                "2002":7,
                "2003":9,
                "2004":5,
                "2005":7,
                "2006":16,
                "2007":6,
                "2008":3,
                "2009":2,
                "2010":4,
                "2011":3,
                "2012":6,
                "2013":4,
                "2014":5,
                "2015":6,
                "2016":2,
                "2017":3,
                "2018":2
            }
        ],
        [
            "This paper describes the herbal remedies used by ethnic groups from Sonora, Mexico, for treatment of gastrointestinal diseases. Twelve types of these illnesses are cured using 85 different species which belong to 38 families. Thirty nine spp. are used to treat diarrhea, 28 for stomach-ache, 12 for constipation, 9 for intestinal parasites, 6 for indigestion, 3 for stomach or intestinal cancer, 3 for stomach inflammation and only 1 to treat gastrointestinal sicknesses, ulcers, gastritis, colitis and colic. Regarding the use of species of plant per ethnic group the following was observed: Mayo 47; Seri, 27; Yaqui, 13; Guarijio, 12, Pima, 5 and Papago, 3. The plants are used by two or more tribes, for the same or different illness but always related to the gastrointestinal system.",
            "Plant folk medicines for gastrointestinal disorders among the main tribes of Sonora, Mexico",
            "SF Moreno-Salazar and RE Robles-Zepeda and DE Johnson",
            "2008",
            "EsE1JI4AAAAJ:KlAtU1dfN6UC",
            52,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0367326X07001980",
            "4710591170681132971",
            "\/scholar?cites=4710591170681132971",
            {
                "2009":3,
                "2010":3,
                "2011":4,
                "2012":4,
                "2013":4,
                "2014":3,
                "2015":5,
                "2016":6,
                "2017":1,
                "2018":5,
                "2019":5,
                "2020":3,
                "2021":1
            }
        ],
        [
            "1- and 2-Naphthylamine (α- and β-naphthylamine) were isolated as urinary metabolites of 1- and 2-nitronaphthalene, respectively, in the rat. Isolation and identification were accomplished using preparative thin-layer chromatography and gas-liquid chromatography\/mass spectral analysis. The evidence that metabolism of nitronaphthalenes leads to formation of the corresponding amines, one of which (β-naphthylamine) is a known carcinogen, suggests that human exposure to this nitro compound should be minimal. It also points out the important role of metabolic studies in the evaluation of potential chemical toxicity and suggests a critical reevaluation of compounds whose metabolism by known pathways could lead to the in vivo formation of carcinogenic compounds.",
            "Metabolic conversion of 1-and 2-nitronaphthalene to 1-and 2-naphthylamine in the rat",
            "Dale E Johnson and Herbert H Cornish",
            "1978",
            "EsE1JI4AAAAJ:hMod-77fHWUC",
            38,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0041008X78903022",
            "12875655499428835959",
            "\/scholar?cites=12875655499428835959",
            {
                "1980":3,
                "1981":6,
                "1982":2,
                "1983":4,
                "1984":3,
                "1985":1,
                "1986":1,
                "1987":1,
                "1988":2,
                "1989":1,
                "1990":1,
                "1991":2,
                "1992":3,
                "1993":1,
                "1994":2,
                "1995":1,
                "1996":1,
                "1997":2,
                "1998":1
            }
        ],
        [
            "1‐Nitronaphthalene (1‐NN) produced respiratory distress and centrilobular liver necrosis in male Sprague‐Dawley rats after a single intraperitoneal injection (100 mg kg−1). Microscopic examination of the lungs of rats killed 24 h after the injection revealed a highly selective non‐ciliated bronchiolar (Clara) cell necrosis as the only remarkable lesion. Pretreatment of animals with phenobarbital offered complete protection from the respiratory distress induced by 1‐NN, but increased the severity of the hepatotoxicity. Pretreatment with SKF‐525A protected against 1‐NN‐induced liver necrosis, but did not alter the incidence or severity of the respiratory distress. Under similar conditions, this pattern of toxicity was not seen with the structural analogue 2‐nitronaphthalene.",
            "Acute target organ toxicity of 1‐nitronaphthalene in the rat",
            "Dale E Johnson and Michael GI Riley and Herbert H Cornish",
            "1984",
            "EsE1JI4AAAAJ:ULOm3_A8WrAC",
            35,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jat.2550040508",
            "5098203205628664126",
            "\/scholar?cites=5098203205628664126",
            {
                "1985":2,
                "1986":1,
                "1987":1,
                "1988":2,
                "1989":1,
                "1990":1,
                "1991":3,
                "1992":3,
                "1993":1,
                "1994":1,
                "1995":2,
                "1996":1,
                "1997":3,
                "1998":2,
                "1999":2,
                "2000":1,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":2,
                "2005":1
            }
        ],
        [
            "Current approaches to chemical screening, prioritization, and assessment are being reenvisioned, driven by innovations in chemical safety testing, new chemical regulations, and demand for information on human and environmental impacts of chemicals. To conceptualize these changes through the lens of a prevalent disease, the Breast Cancer and Chemicals Policy project convened an interdisciplinary expert panel to investigate methods for identifying chemicals that may increase breast cancer risk.Based on a review of current evidence, the panel identified key biological processes whose perturbation may alter breast cancer risk. We identified corresponding assays to develop the Hazard Identification Approach for Breast Carcinogens (HIA-BC), a method for detecting chemicals that may raise breast cancer risk. Finally, we conducted a literature-based pilot test of the HIA-BC.The HIA …",
            "Screening for chemical contributions to breast cancer risk: a case study for chemical safety evaluation",
            "Megan R Schwarzman and Janet M Ackerman and Shanaz H Dairkee and Suzanne E Fenton and Dale Johnson and Kathleen M Navarro and Gwendolyn Osborne and Ruthann A Rudel and Gina M Solomon and Lauren Zeise and Sarah Janssen",
            "2015",
            "EsE1JI4AAAAJ:dfsIfKJdRG4C",
            33,
            "https:\/\/ehp.niehs.nih.gov\/doi\/abs\/10.1289\/ehp.1408337",
            "11249725272281959577",
            "\/scholar?cites=11249725272281959577",
            {
                "2015":1,
                "2016":3,
                "2017":9,
                "2018":9,
                "2019":5,
                "2020":6
            }
        ]
    ]
}