{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "We describe OSIRIS, a three-dimensional, relativistic, massively parallel, object oriented particle-in-cell code for modeling plasma based accelerators. Developed in Fortran 90, the code runs on multiple platforms (Cray T3E, IBM SP, Mac clusters) and can be easily ported to new ones. Details on the code’s capabilities are given. We discuss the object-oriented design of the code, the encapsulation of system dependent code and the parallelization of the algorithms involved. We also discuss the implementation of communications as a boundary condition problem and other key characteristics of the code, such as the moving window, open-space and thermal bath boundaries, arbitrary domain decomposition, 2D (cartesian and cylindric) and 3D simulation modes, electron sub-cycling, energy conservation and particle and field diagnostics. Finally results from three-dimensional simulations of particle and laser …",
            "OSIRIS: A three-dimensional, fully relativistic particle in cell code for modeling plasma based accelerators",
            "Ricardo A Fonseca and Luis O Silva and Frank S Tsung and Viktor K Decyk and Wei Lu and Chuang Ren and Warren B Mori and S Deng and S Lee and T Katsouleas and JC Adam",
            "2002",
            "et5egTYAAAAJ:u-x6o8ySG0sC",
            718,
            "https:\/\/link.springer.com\/chapter\/10.1007\/3-540-47789-6_36",
            "7443432361482338279",
            "\/scholar?cites=7443432361482338279",
            {
                "2003":3,
                "2004":8,
                "2005":10,
                "2006":10,
                "2007":9,
                "2008":23,
                "2009":30,
                "2010":27,
                "2011":35,
                "2012":46,
                "2013":56,
                "2014":61,
                "2015":52,
                "2016":60,
                "2017":67,
                "2018":63,
                "2019":64,
                "2020":72,
                "2021":11
            }
        ],
        [
            "The formation of strong, high Mach number (2–3), electrostatic shocks by laser pulses incident on overdense plasma slabs is observed in one-and two-dimensional particle-in-cell simulations, for a wide range of intensities, pulse durations, target thicknesses, and densities. The shocks propagate undisturbed across the plasma, accelerating the ions (protons). For a dimensionless field strength parameter a 0= 16 (I λ 2≈ 3× 10 20 W c m− 2 μ m 2, where I is the intensity and λ the wavelength), and target thicknesses of a few microns, the shock is responsible for the highest energy protons. A plateau in the ion spectrum provides a direct signature for shock acceleration.",
            "Proton shock acceleration in laser-plasma interactions",
            "Luís O Silva and Michael Marti and Jonathan R Davies and Ricardo A Fonseca and Chuang Ren and Frank S Tsung and Warren B Mori",
            "2004",
            "et5egTYAAAAJ:u5HHmVD_uO8C",
            520,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.015002",
            "11463660826970259221",
            "\/scholar?cites=11463660826970259221",
            {
                "2004":9,
                "2005":12,
                "2006":20,
                "2007":33,
                "2008":32,
                "2009":51,
                "2010":24,
                "2011":31,
                "2012":31,
                "2013":28,
                "2014":40,
                "2015":37,
                "2016":29,
                "2017":39,
                "2018":36,
                "2019":40,
                "2020":24,
                "2021":2
            }
        ],
        [
            "A highly efficient, fully parallelized, fully relativistic, three-dimensional particle-in-cell model for simulating plasma and laser wakefield acceleration is described. The model is based on the quasi-static or frozen field approximation, which reduces a fully three-dimensional electromagnetic field solve and particle push to a two-dimensional field solve and particle push. This is done by calculating the plasma wake assuming that the drive beam and\/or laser does not evolve during the time it takes for it to pass a plasma particle. The complete electromagnetic fields of the plasma wake and its associated index of refraction are then used to evolve the drive beam and\/or laser using very large time steps. This algorithm reduces the computational time by 2–3 orders of magnitude. Comparison between the new algorithm and conventional fully explicit models (OSIRIS) is presented. The agreement is excellent for problems of …",
            "QUICKPIC: A highly efficient particle-in-cell code for modeling wakefield acceleration in plasmas",
            "Chengkun Huang and Viktor K Decyk and Chuang Ren and M Zhou and Wei Lu and Warren B Mori and James H Cooley and Thomas M Antonsen Jr and T Katsouleas",
            "2006",
            "et5egTYAAAAJ:d1gkVwhDpl0C",
            229,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021999106000283",
            "11076889539893527247",
            "\/scholar?cites=11076889539893527247",
            {
                "2005":4,
                "2006":5,
                "2007":14,
                "2008":16,
                "2009":23,
                "2010":24,
                "2011":17,
                "2012":20,
                "2013":14,
                "2014":6,
                "2015":7,
                "2016":20,
                "2017":11,
                "2018":14,
                "2019":14,
                "2020":18
            }
        ],
        [
            "We consider the possibility of using a thin plasma slab as an optical element to both focus and compress an intense laser pulse. By thin we mean that the focal length is larger than the lens thickness. We derive analytic formulas for the spot size and pulse length evolution of a short laser pulse propagating through a thin uniform plasma lens. The formulas are compared to simulation results from two types of particle-in-cell code. The simulations give a greater final spot size and a shorter focal length than the analytic formulas. The difference arises from spherical aberrations in the lens which lead to the generation of higher-order vacuum Gaussian modes. The simulations also show that Raman side scattering can develop. A thin lens experiment could provide unequivocal evidence of relativistic self-focusing.",
            "Compressing and focusing a short laser pulse by a thin plasma lens",
            "C Ren and BJ Duda and RG Hemker and WB Mori and T Katsouleas and TM Antonsen Jr and P Mora",
            "2001",
            "et5egTYAAAAJ:qjMakFHDy7sC",
            133,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.63.026411",
            "2130560209991581883",
            "\/scholar?cites=2130560209991581883",
            {
                "2001":2,
                "2002":5,
                "2003":5,
                "2004":4,
                "2005":1,
                "2006":3,
                "2007":8,
                "2008":5,
                "2009":9,
                "2010":9,
                "2011":8,
                "2012":9,
                "2013":8,
                "2014":12,
                "2015":7,
                "2016":11,
                "2017":8,
                "2018":5,
                "2019":6,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We consider how an unmagnetized plasma responds to an incoming flux of energetic electrons. We assume a return current is present and allow for the incoming electrons to have a different transverse temperature than the return current. To analyze this configuration we present a nonrelativistic theory of the current-filamentation or Weibel instability for rigorously current-neutral and nonseparable distribution functions, f 0 (p x, p y, p z)≠ f x (p x) f y (p y) f z (p z). We find that such distribution functions lead to lower growth rates because of space-charge forces that arise when the forward-going electrons pinch to a lesser degree than the colder, backward-flowing electrons. We verify the growth rate, range of unstable wave numbers, and the formation of the density filaments using particle-in-cell simulations.",
            "Space-charge effects in the current-filamentation or Weibel instability",
            "Michail Tzoufras and Chuang Ren and Frank S Tsung and JW Tonge and Warren B Mori and Massimiliano Fiore and RA Fonseca and Luis O Silva",
            "2006",
            "et5egTYAAAAJ:IjCSPb-OGe4C",
            104,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.105002",
            "14825396688390915602",
            "\/scholar?cites=14825396688390915602",
            {
                "2006":7,
                "2007":7,
                "2008":11,
                "2009":13,
                "2010":8,
                "2011":2,
                "2012":2,
                "2013":12,
                "2014":8,
                "2015":8,
                "2016":5,
                "2017":5,
                "2018":2,
                "2019":6,
                "2020":7
            }
        ],
        [
            "Two dimensional particle-in-cell simulations show that laser channeling in millimeter-scale underdense plasmas is a highly nonlinear and dynamic process involving longitudinal plasma buildup, laser hosing, channel bifurcation and self-correction, and electron heating to relativistic temperatures. The channeling speed is much less than the linear group velocity of the laser. The simulations find that low-intensity channeling pulses are preferred to minimize the required laser energy but with an estimated lower bound on the intensity of I≈ 5× 10 18 W\/cm 2 if the channel is to be established within 100 ps. The channel is also shown to significantly increase the transmission of an ignition pulse.",
            "Laser channeling in millimeter-scale underdense plasmas of fast-ignition targets",
            "G Li and R Yan and C Ren and T-L Wang and J Tonge and WB Mori",
            "2008",
            "et5egTYAAAAJ:YsMSGLbcyi4C",
            98,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.125002",
            "6722063796810544864",
            "\/scholar?cites=6722063796810544864",
            {
                "2008":3,
                "2009":6,
                "2010":8,
                "2011":8,
                "2012":7,
                "2013":11,
                "2014":7,
                "2015":6,
                "2016":12,
                "2017":6,
                "2018":6,
                "2019":9,
                "2020":6
            }
        ],
        [
            "A comprehensive examination of the interaction of a picosecond-long ignition pulse on high-density (40 times critical density) pellets using a two-dimensional particle-in-cell model is described. The global geometry consists of a 50 μ m diameter pellet surrounded by a corona which is isolated by a vacuum region from the boundary. For cone-attached targets, as much as 67% of the incident laser energy is absorbed with 12% sent forward as fast electrons in a 23 cone. The current filaments are driven by the Weibel instability of the forward-going fast electron flux and its return current with the ions playing an important role of neutralizing the space charge. No global current filament coalescence has been observed. The electron distribution function obeys a power law, which begins at E∼ 0.2 M e V and falls off as E−(2–3).",
            "Global simulation for laser-driven MeV electrons in fast ignition",
            "Chuang Ren and Michail Tzoufras and Frank S Tsung and Warren B Mori and S Amorini and RA Fonseca and Luis O Silva and Jean-Claude Adam and Anne Heron",
            "2004",
            "et5egTYAAAAJ:2osOgNQ5qMEC",
            94,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.185004",
            "13015044867448209304",
            "\/scholar?cites=13015044867448209304",
            {
                "2005":4,
                "2006":10,
                "2007":5,
                "2008":6,
                "2009":8,
                "2010":13,
                "2011":4,
                "2012":10,
                "2013":7,
                "2014":4,
                "2015":7,
                "2016":7,
                "2017":4,
                "2018":3,
                "2019":1
            }
        ]
    ]
}