{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Multiple-input-multiple-output (MIMO) wireless systems use multiple antenna elements at transmit and receive to offer improved capacity over single antenna topologies in multipath channels. In such systems, the antenna properties as well as the multipath channel characteristics play a key role in determining communication performance. This paper reviews recent research findings concerning antennas and propagation in MIMO systems. Issues considered include channel capacity computation, channel measurement and modeling approaches, and the impact of antenna element properties and array configuration on system performance. Throughout the discussion, outstanding research questions in these areas are highlighted.",
            "A review of antennas and propagation for MIMO wireless communications",
            "Michael A Jensen and Jon W Wallace",
            "2004",
            "ETGTbbwAAAAJ:d1gkVwhDpl0C",
            949,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1353475\/",
            "5890908012416000855",
            "\/scholar?cites=5890908012416000855",
            {
                "2005":27,
                "2006":56,
                "2007":59,
                "2008":64,
                "2009":56,
                "2010":35,
                "2011":61,
                "2012":52,
                "2013":61,
                "2014":72,
                "2015":70,
                "2016":52,
                "2017":49,
                "2018":79,
                "2019":68,
                "2020":74,
                "2021":4
            }
        ],
        [
            "Most previously proposed statistical models for the indoor multipath channel include only time of arrival characteristics. However, in order to use statistical models in simulating or analyzing the performance of systems employing spatial diversity combining, information about angle of arrival statistics is also required. Ideally, it would be desirable to characterize the full spare-time nature of the channel. In this paper, a system is described that was used to collect simultaneous time and angle of arrival data at 7 GHz. Data processing methods are outlined, and results obtained from data taken in two different buildings are presented. Based on the results, a model is proposed that employs the clustered \"double Poisson\" time-of-arrival model proposed by Saleh and Valenzuela (1987). The observed angular distribution is also clustered with uniformly distributed clusters and arrivals within clusters that have a Laplacian …",
            "Modeling the statistical time and angle of arrival characteristics of an indoor multipath channel",
            "Quentin H Spencer and Brian D Jeffs and Michael A Jensen and A Lee Swindlehurst",
            "2000",
            "ETGTbbwAAAAJ:u5HHmVD_uO8C",
            813,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/840194\/",
            "1020612045456456553",
            "\/scholar?cites=1020612045456456553",
            {
                "2000":4,
                "2001":20,
                "2002":35,
                "2003":30,
                "2004":46,
                "2005":55,
                "2006":64,
                "2007":56,
                "2008":55,
                "2009":54,
                "2010":53,
                "2011":36,
                "2012":42,
                "2013":32,
                "2014":40,
                "2015":27,
                "2016":28,
                "2017":43,
                "2018":32,
                "2019":34,
                "2020":17,
                "2021":1
            }
        ],
        [
            "A new framework for the analysis of multiple-input multiple-output (MIMO) wireless systems is introduced to account for mutual coupling effects in the antenna arrays. The multiport interactions at transmit and receive are characterized by representing the channel using a scattering parameter matrix. A new power constraint that limits the average radiated power is also introduced. The capacity of the MIMO system with mutual coupling is defined as the maximum mutual information of the transmit and receive vectors over all possible transmit signaling and receive loading. Full-wave electromagnetic antenna simulations combined with a simple path-based channel model are used to demonstrate the utility of the method.",
            "Mutual coupling in MIMO wireless systems: A rigorous network theory analysis",
            "Jon W Wallace and Michael A Jensen",
            "2004",
            "ETGTbbwAAAAJ:9yKSN-GCB0IC",
            624,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1310320\/",
            "1154123308840231970",
            "\/scholar?cites=1154123308840231970",
            {
                "2004":5,
                "2005":19,
                "2006":39,
                "2007":50,
                "2008":39,
                "2009":50,
                "2010":49,
                "2011":61,
                "2012":33,
                "2013":32,
                "2014":42,
                "2015":40,
                "2016":36,
                "2017":34,
                "2018":33,
                "2019":21,
                "2020":30,
                "2021":1
            }
        ],
        [
            "In personal communications, the electromagnetic interaction between handset-mounted antennas and the nearby biological tissue is a key consideration. This paper presents a thorough investigation of this antenna-tissue interaction using the finite-difference time-domain (FDTD) electromagnetic simulation approach with detailed models of real-life antennas on a transceiver handset. The monopole, side-mounted planar inverted F, top-mounted bent inverted F, and back-mounted planar inverted F antennas are selected as representative examples of external and internal configurations. Detailed models of the human head and hand are implemented to investigate the effects of the tissue location and physical model on the antenna performance. Experimental results are provided which support the computationally obtained conclusions. The specific absorption rate (SAR) in the tissue is examined for several different …",
            "EM interaction of handset antennas and a human in personal communications",
            "Michael A Jensen and Yahya Rahmat-Samii",
            "1995",
            "ETGTbbwAAAAJ:u-x6o8ySG0sC",
            586,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/362755\/",
            "694594840480534551",
            "\/scholar?cites=694594840480534551",
            {
                "1995":12,
                "1996":32,
                "1997":36,
                "1998":39,
                "1999":31,
                "2000":31,
                "2001":41,
                "2002":32,
                "2003":25,
                "2004":23,
                "2005":35,
                "2006":21,
                "2007":34,
                "2008":19,
                "2009":16,
                "2010":22,
                "2011":20,
                "2012":19,
                "2013":21,
                "2014":8,
                "2015":20,
                "2016":14,
                "2017":11,
                "2018":9,
                "2019":4,
                "2020":3
            }
        ],
        [
            "The design of antennas for hand-held communications devices depends on the implementation of simulation tools that can accurately model general topologies. The paper presents the analysis of small antennas mounted on hand-held transceivers using the finite-difference time-domain (FDTD) method. The key features of the FDTD implementation are discussed, with particular emphasis placed upon modeling of the source region. The technique is used to predict the gain patterns and broadband input impedance behavior of monopole, planar inverted F, and loop antenna elements mounted on the handset. Effects of the conducting handset chassis, the plastic casing around the device, and lumped elements integrated into the antenna design are illustrated. Experimental results are provided to verify the accuracy of the computational methodology. The concept of antenna diversity is discussed, and key …",
            "Performance analysis of antennas for hand-held transceivers using FDTD",
            "Michael A Jensen and Yahya Rahmat-Samii",
            "1994",
            "ETGTbbwAAAAJ:2osOgNQ5qMEC",
            369,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/310002\/",
            "1241435625344934640",
            "\/scholar?cites=1241435625344934640",
            {
                "1995":11,
                "1996":12,
                "1997":17,
                "1998":14,
                "1999":16,
                "2000":22,
                "2001":18,
                "2002":16,
                "2003":30,
                "2004":24,
                "2005":34,
                "2006":19,
                "2007":18,
                "2008":19,
                "2009":9,
                "2010":6,
                "2011":8,
                "2012":10,
                "2013":13,
                "2014":5,
                "2015":11,
                "2016":6,
                "2017":9,
                "2018":6,
                "2019":8,
                "2020":7
            }
        ],
        [
            "Detailed performance assessment of space-time coding algorithms in realistic channels is critically dependent upon accurate knowledge of the wireless channel spatial characteristics. This paper presents an experimental measurement platform capable of providing the narrowband channel transfer matrix for wireless communications scenarios. The system is used to directly measure key multiple-input-multiple-output parameters in an indoor environment at 2.45 GHz. Linear antenna arrays of different sizes and construction with up to ten elements at transmit and receive are utilized in the measurement campaign. This data is analyzed to reveal channel properties such as transfer matrix element statistical distributions and temporal and spatial correlation. Additionally, the impact of parameters such as antenna element polarization, directivity, and array size on channel capacity are highlighted. The paper concludes …",
            "Experimental characterization of the MIMO wireless channel: Data acquisition and analysis",
            "Jon W Wallace and Michael A Jensen and A Lee Swindlehurst and Brian D Jeffs",
            "2003",
            "ETGTbbwAAAAJ:qjMakFHDy7sC",
            352,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1184117\/",
            "14760119442793552871",
            "\/scholar?cites=14760119442793552871",
            {
                "2003":1,
                "2004":18,
                "2005":24,
                "2006":34,
                "2007":32,
                "2008":29,
                "2009":24,
                "2010":24,
                "2011":18,
                "2012":25,
                "2013":20,
                "2014":17,
                "2015":14,
                "2016":18,
                "2017":5,
                "2018":21,
                "2019":13,
                "2020":12
            }
        ],
        [
            "This paper demonstrates the ability of a physically based statistical multipath propagation model to match capacity statistics and pairwise magnitude and phase distributions of measured 4 \/spl times\/ 4 and 10 \/spl times\/ 10 narrow-band multiple-input multiple-output data (MIMO) at 2.4 GHz. The model is compared to simpler statistical models based on the multivariate complex normal distribution with either complex envelope or power correlation. The comparison is facilitated by computing channel element covariance matrices for fixed sets of multipath statistics. Multipolarization data is used to demonstrate a simple method for modeling dual-polarization arrays.",
            "Modeling the indoor MIMO wireless channel",
            "Jon W Wallace and Michael A Jensen",
            "2002",
            "ETGTbbwAAAAJ:UeHWp8X0CEIC",
            272,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1011224\/",
            "390903184190270177",
            "\/scholar?cites=390903184190270177",
            {
                "2002":3,
                "2003":11,
                "2004":18,
                "2005":29,
                "2006":20,
                "2007":29,
                "2008":24,
                "2009":19,
                "2010":16,
                "2011":14,
                "2012":9,
                "2013":7,
                "2014":10,
                "2015":15,
                "2016":7,
                "2017":15,
                "2018":11,
                "2019":5,
                "2020":7
            }
        ],
        [
            "A new analysis of mutually coupled diversity antenna systems is presented that includes the effects of coupling on the radiation pattern and received power. This analysis, based upon the network scattering parameters, makes use of the singular value decomposition to both specify the characteristics of and analyze terminated antenna networks. The approach facilitates a simplified proof of the multiport conjugate matching condition as well as development of expressions for diversity performance as a function of various impedance terminations. Application of the analysis to coupled dipole antennas characterized using full-wave electromagnetic analysis leads to a comprehensive examination of the diversity performance obtainable for such antennas under different termination conditions. The results from this paper reveal that for closely spaced antennas, the termination can play a noticeable role in determining the …",
            "Termination-dependent diversity performance of coupled antennas: Network theory analysis",
            "Jon W Wallace and Michael A Jensen",
            "2004",
            "ETGTbbwAAAAJ:zYLM7Y9cAGgC",
            258,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1268305\/",
            "1256087247976084378",
            "\/scholar?cites=1256087247976084378",
            {
                "2003":1,
                "2004":5,
                "2005":6,
                "2006":14,
                "2007":16,
                "2008":19,
                "2009":25,
                "2010":17,
                "2011":18,
                "2012":16,
                "2013":21,
                "2014":23,
                "2015":12,
                "2016":16,
                "2017":13,
                "2018":9,
                "2019":15,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Multiple antenna systems are a useful way of overcoming the effects of multipath interference, and can allow more efficient use of spectrum. In order to test the effectiveness of various algorithms such as diversity combining, phased array processing, and adaptive array processing in an indoor environment, a channel model is needed which models both the time and angle of arrival in indoor environments. Some data has been collected indoors and some temporal models have been proposed, but no existing model accounts for both time and angle of arrival. This paper discusses existing models for the time of arrival, experimental data (form the 6.75-7.25 GHz band) that were collected indoors, and a proposed extension of the Saleh-Valenzuela model (1987), which accounts for the angle of arrival. Model parameters measured in two different buildings are compared with the parameters presented in the paper by …",
            "A statistical model for angle of arrival in indoor multipath propagation",
            "Quentin Spencer and Michael Rice and Brian Jeffs and Michael Jensen",
            "1997",
            "ETGTbbwAAAAJ:IjCSPb-OGe4C",
            200,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/605467\/",
            "15617332658982271781",
            "\/scholar?cites=15617332658982271781",
            {
                "1997":4,
                "1998":6,
                "1999":6,
                "2000":10,
                "2001":7,
                "2002":8,
                "2003":13,
                "2004":11,
                "2005":10,
                "2006":13,
                "2007":11,
                "2008":14,
                "2009":16,
                "2010":9,
                "2011":12,
                "2012":7,
                "2013":10,
                "2014":5,
                "2015":6,
                "2016":8,
                "2017":4,
                "2018":2,
                "2019":2,
                "2020":3
            }
        ],
        [
            "When implementing data encryption and decryption in a symmetric cryptosystem, secure distribution of the secret key to legitimate nodes can be a challenge. In this paper, we consider establishing secret keys using the common wireless channel, with particular emphasis on the spatial and temporal correlations of the channel coefficients. Specifically, we investigate the influence of channel correlation on the bound of the key size generated from the common channel using a simple single-input single-output channel model, and we verify the existence of a sampling approach able to generate a key using the minimum possible sampling window. We also explore decorrelation of the channel coefficients in a multiple-input multiple-output channel, and we use a statistical independence test to demonstrate that this process cannot be separated into spatial and temporal decorrelation processes. The insights gained from …",
            "Secret key establishment using temporally and spatially correlated wireless channel coefficients",
            "Chan Chen and Michael A Jensen",
            "2010",
            "ETGTbbwAAAAJ:D03iK_w7-QYC",
            167,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/5492690\/",
            "186207996046486667",
            "\/scholar?cites=186207996046486667",
            {
                "2010":1,
                "2011":1,
                "2012":9,
                "2013":16,
                "2014":20,
                "2015":20,
                "2016":41,
                "2017":20,
                "2018":11,
                "2019":11,
                "2020":17
            }
        ]
    ]
}