{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "We experimentally demonstrate, for the first time, an optically implemented blueshift tunable metamaterial in the terahertz (THz) regime. The design implies two potential resonance states, and the photoconductive semiconductor (silicon) settled in the critical region plays the role of intermediary for switching the resonator from mode 1 to mode 2. The observed tuning range of the fabricated device is as high as 26%(from 0.76 THz to 0.96 THz) through optical control to silicon. The realization of broadband blueshift tunable metamaterial offers opportunities for achieving switchable metamaterials with simultaneous redshift and blueshift tunability and cascade tunable devices. Our experimental approach is compatible with semiconductor technologies and can be used for other applications in the THz regime.",
            "Optically implemented broadband blueshift switch in the terahertz regime",
            "Nian-Hai Shen and Maria Massaouti and Mutlu Gokkavas and Jean-Michel Manceau and Ekmel Ozbay and Maria Kafesaki and Thomas Koschny and Stelios Tzortzakis and Costas M Soukoulis",
            "2011",
            "EUZilYkAAAAJ:u5HHmVD_uO8C",
            225,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.037403",
            "401606899917737359",
            "\/scholar?cites=401606899917737359",
            {
                "2011":12,
                "2012":20,
                "2013":26,
                "2014":17,
                "2015":28,
                "2016":19,
                "2017":24,
                "2018":24,
                "2019":21,
                "2020":30,
                "2021":1
            }
        ],
        [
            "We propose a tunable meta-surface in the terahertz regime by patterning a graphene sheet in cut-wire array. The enhancement of terahertz absorption of such a graphene meta-surface was studied detailedly via the optimization to the geometry of the structure. Considering the data of graphene in both the experimental and theoretical perspectives, we investigated the performance of the absorbing graphene meta-surface by extracting its effective surface conductivities through a sheet retrieval method. We also specifically considered two sets of well-known experimental graphene data and comparatively studied the properties of graphene meta-surface by changing the graphene parameters in-between. It shows that there has been significant improvement in preparing high-quality graphene samples, which makes it possible to strengthen optical properties of graphene microstructures, and therefore benefits various …",
            "Tunable terahertz meta-surface with graphene cut-wires",
            "Yuancheng Fan and Nian-Hai Shen and Thomas Koschny and Costas M Soukoulis",
            "2015",
            "EUZilYkAAAAJ:-f6ydRqryjwC",
            186,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ph500366z",
            "1024342233071030689",
            "\/scholar?cites=1024342233071030689",
            {
                "2015":12,
                "2016":26,
                "2017":48,
                "2018":40,
                "2019":33,
                "2020":25,
                "2021":2
            }
        ],
        [
            "Goos–Hänchen (G–H) effect is of great interest in the manipulation of optical beams. However, it is still fairly challenging to attain efficient controls of the G–H shift for diverse applications. Here, a mechanism to realize tunable G–H shift in the terahertz regime with electrically controllable graphene is proposed. Taking monolayer graphene covered epsilon‐near‐zero metamaterial as a planar model system, it is found that the G–H shifts for the orthogonal s‐polarized and p‐polarized terahertz beams at oblique incidence are positive and negative, respectively. The G–H shift can be modified substantially by electrically controlling the Fermi energy of the monolayer graphene. Reversely, the Fermi energy dependent G–H effect can also be used as a strategy for measuring the doping level of graphene. In addition, the G–H shifts of the system are of strong frequency‐dependence at oblique angles of incidence, therefore …",
            "Electrically tunable Goos–Hänchen effect with graphene in the terahertz regime",
            "Yuancheng Fan and Nian‐Hai Shen and Fuli Zhang and Zeyong Wei and Hongqiang Li and Qian Zhao and Quanhong Fu and Peng Zhang and Thomas Koschny and Costas M Soukoulis",
            "2016",
            "EUZilYkAAAAJ:j3f4tGmQtD8C",
            123,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adom.201600303",
            "10845395023214525299",
            "\/scholar?cites=10845395023214525299",
            {
                "2016":2,
                "2017":27,
                "2018":39,
                "2019":31,
                "2020":20,
                "2021":4
            }
        ],
        [
            "We propose a design and numerical study of an optically tunable metamaterial based on an electric-field-coupled inductor-capacitor resonator variant in the terahertz regime. In contrast to earlier proposed structures, we demonstrate that a blueshift of the resonance frequency under illumination can be accomplished with realistic material parameters and a broadband tuning range on the order of 40% has been demonstrated, which is found to be based on a photoconductivity-induced mode-switching effect. We also present a variant of this structure, which simultaneously possesses two resonance frequencies and can be used as an optically switchable dual-band resonator. Our all-optical modulators and switches may offer a step forward in filling the “THz gap.”",
            "Broadband blueshift tunable metamaterials and dual-band switches",
            "Nian-Hai Shen and Maria Kafesaki and Thomas Koschny and Lei Zhang and Eleftherios N Economou and Costas M Soukoulis",
            "2009",
            "EUZilYkAAAAJ:u-x6o8ySG0sC",
            116,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.79.161102",
            "10669445317772813872",
            "\/scholar?cites=10669445317772813872",
            {
                "2010":6,
                "2011":15,
                "2012":11,
                "2013":18,
                "2014":5,
                "2015":14,
                "2016":10,
                "2017":3,
                "2018":13,
                "2019":7,
                "2020":12,
                "2021":2
            }
        ],
        [
            "Terahertz time-domain spectroscopy is used to probe the electromagnetic properties of metamaterials, which are dynamically photoexcited, using synchronized femtosecond near-infrared laser pulses. Blueshift tunability of the electric dipole metamaterial’s resonance, as well as a broadband phase tunability reaching ∼π\/4, are demonstrated. Numerical simulations show the observations are due to changes in the complex index of the photoexcited semiconductor substrate.",
            "Dynamic response of metamaterials in the terahertz regime: Blueshift tunability and broadband phase modulation",
            "J-M Manceau and N-H Shen and M Kafesaki and CM Soukoulis and S Tzortzakis",
            "2010",
            "EUZilYkAAAAJ:d1gkVwhDpl0C",
            89,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3292208",
            "174515950957410046",
            "\/scholar?cites=174515950957410046",
            {
                "2010":4,
                "2011":11,
                "2012":10,
                "2013":8,
                "2014":11,
                "2015":15,
                "2016":5,
                "2017":5,
                "2018":5,
                "2019":7,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Artificially constructed metamaterials or metasurfaces with tailored resonant elements provide a revolutionary platform for controlling light at the subwavelength scale. Switchable or frequency-agile meta-devices are highly desirable in achieving more flexible functionalities and have been explored extensively by incorporating various materials, which respond to external stimuli. Graphene, a two-dimensional material showing extraordinary physical properties, has been found very promising for tunable meta-devices. However, the high intrinsic loss of graphene severely obstructs us from achieving high-quality resonance in various graphene metamaterials and metasurfaces, and the loss compensation can be considered as a straightforward strategy to take further advantages of enhanced light–graphene interactions. Here, we demonstrate that the photoexcited graphene, in which the quasi-Fermi energy of graphene …",
            "Photoexcited graphene metasurfaces: Significantly enhanced and tunable magnetic resonances",
            "Yuancheng Fan and Nian-Hai Shen and Fuli Zhang and Qian Zhao and Zeyong Wei and Peng Zhang and Jiajia Dong and Quanhong Fu and Hongqiang Li and Costas M Soukoulis",
            "2018",
            "EUZilYkAAAAJ:blknAaTinKkC",
            84,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsphotonics.8b00057",
            "1502117461127500481",
            "\/scholar?cites=1502117461127500481",
            {
                "2018":14,
                "2019":34,
                "2020":31,
                "2021":5
            }
        ]
    ]
}