{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The strength distributions of the giant monopole resonance (GMR) have been measured in the even-A Sn isotopes (A= 112–124) with inelastic scattering of 400-MeV α particles in the angular range 0–8.5. We find that the experimentally observed GMR energies of the Sn isotopes are lower than the values predicted by theoretical calculations that reproduce the GMR energies in Pb 208 and Zr 90 very well. From the GMR data, a value of K τ=− 550±100 MeV is obtained for the asymmetry term in the nuclear incompressibility.",
            "Isotopic Dependence of the Giant Monopole Resonance in the Even-A Sn 112–124 Isotopes and the Asymmetry Term in Nuclear Incompressibility",
            "Tao Li and U Garg and Y Liu and R Marks and BK Nayak and PV Madhusudhana Rao and M Fujiwara and H Hashimoto and K Kawase and K Nakanishi and S Okumura and M Yosoi and M Itoh and M Ichikawa and R Matsuo and T Terazono and M Uchida and T Kawabata and H Akimune and Y Iwao and T Murakami and H Sakaguchi and S Terashima and Y Yasuda and J Zenihiro and MN Harakeh",
            "2007",
            "EvI4uM0AAAAJ:u-x6o8ySG0sC",
            273,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.162503",
            "7317890195069218968",
            "\/scholar?cites=7317890195069218968",
            {
                "2006":1,
                "2007":1,
                "2008":9,
                "2009":36,
                "2010":29,
                "2011":13,
                "2012":27,
                "2013":27,
                "2014":26,
                "2015":21,
                "2016":15,
                "2017":19,
                "2018":16,
                "2019":12,
                "2020":19
            }
        ],
        [
            "The first observation of superdeformation in the mass region A≃ 190 is reported. A rotational band of twelve transitions with an average energy spacing of 37 keV, an average moment of inertia scrF (2) of 110 ħ 2 MeV− 1, and an average quadrupole moment of 18±3 e b has been observed in Hg 191; this band persists at low rotational frequency. These results are in excellent agreement with a calculation that predicts an ellipsoidal axis ratio of 1.65: 1 for the superdeformed shape in this nucleus.",
            "Observation of superdeformation in ",
            "EF Moore and RVF Janssens and RR Chasman and I Ahmad and TL Khoo and FLH Wolfs and D Ye and KB Beard and U Garg and MW Drigert and Ph Benet and ZW Grabowski and JA Cizewski",
            "1989",
            "EvI4uM0AAAAJ:u5HHmVD_uO8C",
            251,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.63.360",
            "12957476325596772463",
            "\/scholar?cites=12957476325596772463",
            {
                "1989":2,
                "1990":46,
                "1991":23,
                "1992":36,
                "1993":23,
                "1994":20,
                "1995":16,
                "1996":11,
                "1997":14,
                "1998":1,
                "1999":3,
                "2000":1,
                "2001":2,
                "2002":1,
                "2003":4,
                "2004":5,
                "2005":4,
                "2006":1,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":2,
                "2011":4,
                "2012":4,
                "2013":1,
                "2014":1,
                "2015":6,
                "2016":4,
                "2017":2,
                "2018":7
            }
        ],
        [
            "Inelastic scattering from 12 C has been measured at extremely forward angles including 0∘ using 386 MeV α particles to study the α-cluster states around E x∼ 10 MeV, especially the 2+ state predicted by the α-cluster model. We have analyzed (α, α′) cross-section data using both peak-fitting and multipole decomposition techniques. A 2+ state at E x= 9.84± 0.06 MeV with a width of 1.01± 0.15 MeV is found to be submerged in the broad 0+ state at E x= 9.93± 0.03 MeV with a width of 2.71± 0.08 MeV. This 2+ state may be interpreted as the 2+ excitation of the Hoyle state and the α-condensate state.",
            "Candidate for the 2 excited Hoyle state at  MeV in C",
            "M Itoh and H Akimune and M Fujiwara and U Garg and N Hashimoto and T Kawabata and K Kawase and S Kishi and T Murakami and K Nakanishi and Y Nakatsugawa and BK Nayak and S Okumura and H Sakaguchi and H Takeda and S Terashima and M Uchida and Y Yasuda and M Yosoi and J Zenihiro",
            "2011",
            "EvI4uM0AAAAJ:YsMSGLbcyi4C",
            250,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.84.054308",
            "4041838052029063973",
            "\/scholar?cites=4041838052029063973",
            {
                "2011":1,
                "2012":20,
                "2013":34,
                "2014":36,
                "2015":27,
                "2016":35,
                "2017":28,
                "2018":26,
                "2019":14,
                "2020":25,
                "2021":1
            }
        ],
        [
            "The properties of the isoscalar giant monopole resonance have been studied with inelastic α scattering between 0≤ θ L≤ 8, where the quadrupole and monopole states can be distinguished by their angular distributions. Data were taken for C 12, Al 27, Ca 40, Ti 48, Ni 58, Zn 6 4, 6 6, Zr 90, Sn 1 1 6, 1 1 8, 1 2 0, 1 2 4, Sm 1 4 4, 1 5 4, and Pb 208 mostly at E α= 129 MeV; some data were taken at E α= 99 MeV and E α= 117 MeV. A monopole resonance was identified in all the nuclei with A≥ 64 at E x≈ 76 A 1 3 MeV. In nuclei with A≥ 90, most of the energy weighted sum rule was located in this state; in Zn 6 4, 6 6, less than one-third of the energy weighted sum rule was located. No evidence for a monopole resonance was found in nuclei with A≤ 58.",
            "Systematics of the giant monopole resonance from inelastic alpha scattering",
            "David H Youngblood and P Bogucki and JD Bronson and U Garg and Y-W Lui and CM Rozsa",
            "1981",
            "EvI4uM0AAAAJ:d1gkVwhDpl0C",
            176,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.23.1997",
            "8052813709378707525",
            "\/scholar?cites=8052813709378707525",
            {
                "1981":7,
                "1982":8,
                "1983":9,
                "1984":10,
                "1985":5,
                "1986":8,
                "1987":10,
                "1988":6,
                "1989":10,
                "1990":6,
                "1991":11,
                "1992":7,
                "1993":3,
                "1994":2,
                "1995":1,
                "1996":6,
                "1997":1,
                "1998":2,
                "1999":2,
                "2000":2,
                "2001":3,
                "2002":1,
                "2003":5,
                "2004":3,
                "2005":2,
                "2006":5,
                "2007":2,
                "2008":3,
                "2009":3,
                "2010":2,
                "2011":3,
                "2012":6,
                "2013":6,
                "2014":1,
                "2015":2,
                "2016":4,
                "2017":4,
                "2018":1,
                "2019":4
            }
        ],
        [
            "High-spin states in N d 135 were populated with the P d 110 (S i 30, 5 n) N d 135 reaction at a S i 30 bombarding energy of 133 MeV. Two Δ I= 1 bands with close excitation energies and the same parity were observed. These bands are directly linked by Δ I= 1 and Δ I= 2 transitions. The chiral nature of these two bands is confirmed by comparison with three-dimensional tilted axis cranking calculations. This is the first observation of a three-quasiparticle chiral structure and establishes the primarily geometric nature of this phenomenon.",
            "A Composite Chiral Pair of Rotational Bands in the Odd-A Nucleus N d 135",
            "S Zhu and U Garg and BK Nayak and SS Ghugre and NS Pattabiraman and DB Fossan and T Koike and K Starosta and C Vaman and RVF Janssens and RS Chakrawarthy and M Whitehead and AO Macchiavelli and S Frauendorf",
            "2003",
            "EvI4uM0AAAAJ:zYLM7Y9cAGgC",
            161,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.132501",
            "17582830732398867202",
            "\/scholar?cites=17582830732398867202",
            {
                "2004":7,
                "2005":9,
                "2006":7,
                "2007":6,
                "2008":10,
                "2009":10,
                "2010":8,
                "2011":11,
                "2012":3,
                "2013":12,
                "2014":7,
                "2015":8,
                "2016":15,
                "2017":9,
                "2018":17,
                "2019":13,
                "2020":9
            }
        ],
        [
            "The primary motivation for studying nucleus-nucleus collisions at relativistic energies is to investigate partonic, hadronic and nuclear matter at high energy densities (e:> l-2 GeV\/fms). Early speculations of possible exotic states of matter focused on the nstruphysicnl imylications of abnormal states of dense nuclear matter. 1 Subsequent field theoretical calculations, assuming chiral symmetry in the o model, resulted in predictions of abnormal nuclear states and excitation of the vacuum. 2 This generated an interest in particle nnd nuclear physics to transform the state of the vacuum by using relativistic nucleus-nucleus collisions. 3 Shortly thereafter, a phase transition to a system of deconfined quarks and gluons, the Quark-Gluon Plasma (QGP), 4 was predicted. This had implications for both early cosmology and stellar evolution. Many theoretical developments have since brought us to the present, still infant state of …",
            "The STAR experiment at the relativistic heavy ion collider",
            "JOHN W Harris and DL Adams and N Added and S Ahmad and SA Akimenko and BD Anderson and GT Anderson and RM Anjos and A Aprahamian and Yu I Arestov and E Atkin and A Baldwin and V Baublis and ME Beddo and NI Belikov and R Bellwied and VI Belousov and S Bennett and J Bercovitz and I Bertram and J Bielecki and F Bieser and NN Biswas and MA Bloomer and BE Bonner and PP Brady and WJ Braithwaite and L Braun and JA Buchanan and N Carlin and JB Carroll and DA Cebra and AD Chacon and CS Chan and KS Chan and SI Chase and Michael G Cherney and RK Choudhury and W Christie and BV Chujko and JM Clement and MD Corcoran and TM Cormier and JG Cramer and HJ Crawford and AM Davidenko and JW Dawson and R Debbe and AA Derevschikov and PA De Young and W Dominik and L Dou and JE Drape and I Duck and WR Edwards and SE Eiseman and JM Engelage and SV Erin and A Etkin and D Ferenc and I Flores and KJ Foley and Z Fraenkel and A French and E Friedlander and D Fritz and U Garg and M Gazdzicki and V Ghazikhanian and G Glass and W Gong and OA Grachov and J Grebiezkow and D Greiner and LC Greiner and E Grimson and DP Grosnick and V Grushin and VJ Guarino and WN Haberichter and RW Hackenburg and J Hall and TJ Hallman and WE Hearn and DA Hill and N Hill and AS Hirsch and E Hjort and GW Hoffmann and H Huang and TJ Humanic and GJ Igo and PM Jacobs and R Jayanti and PG Jones and E Judd and ML Justice and K Kadija and M Kaplan and PJ Karol and T Kasprzyk and D Keane and VP Kenney and A Khodinov and SA Kleinfelder and AS Konstantinov and D Kostin and I Kotov and V Kozlov and MA Kramer and V Kuryatkov and RL LaPierre and B Lasiuk and A Lebedev and MJ Le Vine and Q Li and SJ Lindenbaum and V Lindenstruth and PJ Lindstrom and A Ljubicic Jr and WJ Llope and RS Longacre and DX Lopiano and WA Love and L Madansky and S Margetis and J Marx and HS Matis and Yu A Matulenko and CP McParland and TS McShane and AP Meschanin and Z Milosevich and N Miphtakhov and K Mirk and J Mitchell and JL Mitchell and CF Moore and S Mordechai and R Morse and J Murgatroyd and GS Mutchler and AI Mysnick and J Nasiatka and CJ Naudet and A Nazarov and V Nevolin and TL Noggle and S Novikov and SB Nurushev",
            "1994",
            "EvI4uM0AAAAJ:ymY9cBF3mdcC",
            159,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0375947494906335",
            "5080174155902919094",
            "\/scholar?cites=5080174155902919094",
            {
                "1994":4,
                "1995":4,
                "1996":8,
                "1997":3,
                "1998":9,
                "1999":21,
                "2000":16,
                "2001":13,
                "2002":14,
                "2003":7,
                "2004":2,
                "2005":6,
                "2006":3,
                "2007":5,
                "2008":4,
                "2009":6,
                "2010":4,
                "2011":4,
                "2012":3,
                "2013":3,
                "2014":3,
                "2015":5,
                "2016":3,
                "2017":3,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Inelastic scattering from 12 C have been measured using 386 MeV α particles to study the α-cluster state at E x∼ l0 MeV. The broad level at E x= 10.3 MeV was assigned to be 0+. In the α-cluster model, the existence of the 2+ state was predicted in the same energy region. We have analyzed the (α, α′) cross-section data using the multipole decomposition analysis technique and found the 2+ component submerged in the broad O+ state.",
            "Study of the cluster at Ex= 10.3 MeV im 12C",
            "M Itoh and H Akimune and M Fujiwara and U Garg and H Hashimoto and T Kawabata and K Kawase and S Kishi and T Murakami and K Nakanishi and Y Nakatsugawa and BK Nayak and S Okumura and H Sakaguchi and H Takeda and S Terashima and M Uchida and Y Yasuda and M Yosoi and J Zenihiro",
            "2004",
            "EvI4uM0AAAAJ:IjCSPb-OGe4C",
            158,
            "https:\/\/tohoku.pure.elsevier.com\/en\/publications\/study-of-the-cluster-at-esubxsub103-mev-im-sup12supc",
            "13874156054243192732",
            "\/scholar?cites=13874156054243192732",
            {
                "2004":1,
                "2005":8,
                "2006":11,
                "2007":10,
                "2008":8,
                "2009":6,
                "2010":11,
                "2011":19,
                "2012":11,
                "2013":11,
                "2014":10,
                "2015":14,
                "2016":11,
                "2017":10,
                "2018":8,
                "2019":4,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Electromagnetic transition probabilities have been measured for the intraband and interband transitions in the two sequences in the nucleus Nd 135 that were previously identified as a composite chiral pair of rotational bands. The chiral character of the bands is affirmed and it is shown that their behavior is associated with a transition from a vibrational into a static chiral regime.",
            "From Chiral Vibration to Static Chirality in Nd 135",
            "S Mukhopadhyay and D Almehed and U Garg and S Frauendorf and T Li and PV Madhusudhana Rao and X Wang and SS Ghugre and MP Carpenter and S Gros and A Hecht and RVF Janssens and FG Kondev and T Lauritsen and D Seweryniak and S Zhu",
            "2007",
            "EvI4uM0AAAAJ:Tyk-4Ss8FVUC",
            156,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.172501",
            "17436529488307939482",
            "\/scholar?cites=17436529488307939482",
            {
                "2008":6,
                "2009":13,
                "2010":16,
                "2011":12,
                "2012":5,
                "2013":12,
                "2014":13,
                "2015":11,
                "2016":19,
                "2017":8,
                "2018":17,
                "2019":14,
                "2020":10
            }
        ],
        [
            "The observation of a superdeformed band in the nucleus Hg 192 is reported. The band has sixteen transitions with an average energy spacing of 36 keV and an average dynamic moment of inertia scrI (2) of 112 ħ 2 MeV− 1. This band persists to rather low rotational frequency (ħω∼ 0.125 MeV) and is proposed to extend in spin from 10+ to 42+. No transitions linking the superdeformed states and the low deformation yrast levels were found and the decay out of the superdeformed band appears to be statistical. This is the second case of superdeformation in the A∼ 190 region.",
            "Superdeformed band in Hg 192",
            "D Ye and RVF Janssens and MP Carpenter and EF Moore and RR Chasman and I Ahmad and KB Beard and Ph Benet and MW Drigert and PB Fernandez and U Garg and TL Khoo and SL Ridley and FLH Wolfs",
            "1990",
            "EvI4uM0AAAAJ:2osOgNQ5qMEC",
            144,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.41.R13",
            "9320202414833858089",
            "\/scholar?cites=9320202414833858089",
            {
                "1990":24,
                "1991":22,
                "1992":26,
                "1993":10,
                "1994":17,
                "1995":11,
                "1996":3,
                "1997":3,
                "1998":3,
                "1999":2,
                "2000":2,
                "2001":1,
                "2002":2,
                "2003":3,
                "2004":1,
                "2005":1,
                "2006":4,
                "2007":2,
                "2008":1,
                "2009":1,
                "2010":3,
                "2011":1,
                "2012":1
            }
        ],
        [
            "We have investigated the isoscalar giant resonances in the Sn isotopes using inelastic scattering of 386-MeV α particles at extremely forward angles, including 0. We have obtained completely “background-free” inelastic-scattering spectra for the Sn isotopes over the angular range 0–9 and up to an excitation energy of 31.5 MeV. The strength distributions for various multipoles were extracted by a multipole decomposition analysis based on the expected angular distributions of the respective multipoles. We find that the centroid energies of the isoscalar giant monopole resonance (ISGMR) in the Sn isotopes are significantly lower than the theoretical predictions. In addition, based on the ISGMR results, a value of K τ=− 550±100 MeV is obtained for the asymmetry term in the nuclear incompressibility. Constraints on interactions employed in nuclear structure calculations are discussed on the basis of the experimentally …",
            "Isoscalar giant resonances in the Sn nuclei and implications for the asymmetry term in the nuclear-matter incompressibility",
            "T Li and U Garg and Yehan Liu and R Marks and BK Nayak and PV Madhusudhana Rao and M Fujiwara and H Hashimoto and K Nakanishi and S Okumura and M Yosoi and M Ichikawa and M Itoh and R Matsuo and T Terazono and M Uchida and Y Iwao and T Kawabata and T Murakami and H Sakaguchi and S Terashima and Y Yasuda and J Zenihiro and H Akimune and K Kawase and MN Harakeh",
            "2010",
            "EvI4uM0AAAAJ:WF5omc3nYNoC",
            140,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.81.034309",
            "11972525186469222378",
            "\/scholar?cites=11972525186469222378",
            {
                "2010":5,
                "2011":7,
                "2012":17,
                "2013":17,
                "2014":21,
                "2015":21,
                "2016":11,
                "2017":7,
                "2018":10,
                "2019":8,
                "2020":14,
                "2021":1
            }
        ]
    ]
}