{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Although Nature has always been a common source of inspiration in the development of artificial materials, only recently has the ability of man-made materials to produce complex three-dimensional (3D) structures from two-dimensional sheets been explored. Here we present a new approach to the self-shaping of soft matter that mimics fibrous plant tissues by exploiting small-scale variations in the internal stresses to form three-dimensional morphologies. We design single-layer hydrogel sheets with chemically distinct, fibre-like regions that exhibit differential shrinkage and elastic moduli under the application of external stimulus. Using a planar-to-helical three-dimensional shape transformation as an example, we explore the relation between the internal architecture of the sheets and their transition to cylindrical and conical helices with specific structural characteristics. The ability to engineer multiple three …",
            "Three-dimensional shape transformations of hydrogel sheets induced by small-scale modulation of internal stresses",
            "Zi Liang Wu and Michael Moshe and Jesse Greener and Heloise Therien-Aubin and Zhihong Nie and Eran Sharon and Eugenia Kumacheva",
            "2013",
            "eVV8PpsAAAAJ:ZHo1McVdvXMC",
            402,
            "https:\/\/www.nature.com\/articles\/ncomms2549",
            "12316829683846726748",
            "\/scholar?cites=12316829683846726748",
            {
                "2013":7,
                "2014":26,
                "2015":27,
                "2016":53,
                "2017":70,
                "2018":66,
                "2019":81,
                "2020":71,
                "2021":1
            }
        ],
        [
            "Soft materials undergoing shape transformations in response to changes in ambient environment have potential applications in tissue engineering, robotics and biosensing. Generally, stimulus-responsive materials acquire two stable shapes corresponding to the “on” and “off” states of the external trigger. Here, we report a simple, yet versatile approach to induce multiple shape transformations of a planar hydrogel sheet, each triggered by a particular, well-defined external stimulus. The approach is based on the integration of small-scale multiple polymer components with distinct compositions in the composite gel sheet. In response to different stimuli, the structural components undergo differential swelling or shrinkage, which creates internal stresses within the composite hydrogel sheet and transforms its shape in a specific manner.",
            "Multiple shape transformations of composite hydrogel sheets",
            "Héloïse Thérien-Aubin and Zi Liang Wu and Zhihong Nie and Eugenia Kumacheva",
            "2013",
            "eVV8PpsAAAAJ:SeFeTyx0c_EC",
            234,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja400518c",
            "10525629195400782704",
            "\/scholar?cites=10525629195400782704",
            {
                "2013":6,
                "2014":27,
                "2015":21,
                "2016":29,
                "2017":38,
                "2018":33,
                "2019":49,
                "2020":30
            }
        ],
        [
            "The poor mechanical properties remain the largest barrier to traditional synthetic hydrogels for extensive practical applications, such as tissue scaffolds. In this work, we have synthesized the hydrogel films in the presence of microgel precursors of various chemical species with different charges. The hydrogels fabricated have a novel two-phase composite structure, where the continuous phase is a loosely cross-linked polyacrylamide (PAAm) matrix and the disperse phase is virtually double-network (DN) microgels. Named as microgel-reinforced (MR) hydrogels, they exhibited dramatic enhancement in mechanical strength and toughness, in comparison to the hydrogels with no microgels. MR hydrogels showed the comparable mechanical properties with the conventional bicontinuous DN hydrogels. By visualizing the embedded microgels before, during, and after the elongation, mesoscale fractures of the microgels …",
            "Microgel-reinforced hydrogel films with high mechanical strength and their visible mesoscale fracture structure",
            "Jian Hu and Kenta Hiwatashi and Takayuki Kurokawa and Song Miao Liang and Zi Liang Wu and Jian Ping Gong",
            "2011",
            "eVV8PpsAAAAJ:NaGl4SEjCO4C",
            211,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ma2016248",
            "8779103941796499217",
            "\/scholar?cites=8779103941796499217",
            {
                "2011":1,
                "2012":10,
                "2013":19,
                "2014":18,
                "2015":23,
                "2016":18,
                "2017":28,
                "2018":31,
                "2019":26,
                "2020":33,
                "2021":4
            }
        ],
        [
            "It is challenging to develop hydrogels with a combination of excellent mechanical properties, versatile functions, and good processability. Here we report a physical hydrogel of poly(acrylamide-co-acrylic acid) (P(AAm-co-AAc)) cross-linked by carboxyl–Fe3+ coordination complexes that possesses high stiffness and toughness, fatigue resistance, and stimulation-triggered healing along with shape memory and processing abilities. The copolymers have randomly dispersed AAm and AAc repeat units, making the physical cross-links with different strength. The strong coordination bonds and their associations serve as permanent cross-links, imparting the elasticity, whereas the weak ones reversibly rupture and re-form, dissipating the energy. Furthermore, a stick–slip instability is observed during the tearing test, which should be associated with the specific nature of metal-coordination bonds that are strong yet fragile …",
            "Metal-coordination complexes mediated physical hydrogels with high toughness, stick–slip tearing behavior, and good processability",
            "Si Yu Zheng and Hongyao Ding and Jin Qian and Jun Yin and Zi Liang Wu and Yihu Song and Qiang Zheng",
            "2016",
            "eVV8PpsAAAAJ:bz8QjSJIRt4C",
            174,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.macromol.6b02150",
            "2933595245190998267",
            "\/scholar?cites=2933595245190998267",
            {
                "2017":25,
                "2018":46,
                "2019":45,
                "2020":52,
                "2021":6
            }
        ],
        [
            "In this work, the mechanical behavior of sparsely cross-linked, neutral polyacrylamide (PAAm) hydrogels containing densely cross-linked polyelectrolyte microgels of poly(2-acrylamido-2-methylpropanesulfonic sodium) (PNaAMPS) were studied systematically by varying the formulations. The microgel-reinforced (MR) hydrogels have a two-phase composite structure, where the disperse phase is the rigid double-network (DN) microgels, and the continuous phase is the soft PAAm matrix. At the optimal formulation, the MR gels showed high mechanical strength and toughness, comparable to conventional DN hydrogels. The two critical parameters for the substantial enhancement of mechanical strength and toughness of MR gels are the concentration of PNaAMPS microgel and the molar ratio of the PAAm to the PNaAMPS in the microgel phase. Selective dyeing of the embedded microgels in MR gels allowed for …",
            "Structure optimization and mechanical model for microgel-reinforced hydrogels with high strength and toughness",
            "Jian Hu and Takayuki Kurokawa and Kenta Hiwatashi and Tasuku Nakajima and Zi Liang Wu and Song Miao Liang and Jian Ping Gong",
            "2012",
            "eVV8PpsAAAAJ:M05iB0D1s5AC",
            105,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ma3003664",
            "15836115188574805312",
            "\/scholar?cites=15836115188574805312",
            {
                "2012":1,
                "2013":8,
                "2014":11,
                "2015":12,
                "2016":7,
                "2017":12,
                "2018":16,
                "2019":18,
                "2020":17,
                "2021":2
            }
        ],
        [
            "Multifluorescent supramolecular gels with complex structures are constructed from discrete fluorescent gels, which serve as the building blocks, through hydrogen bonding interactions at interfaces. The multifluorescent gel can realize rapid healing within only≈ 100 s.",
            "Supramolecular construction of multifluorescent gels: Interfacial assembly of discrete fluorescent gels through multiple hydrogen bonding",
            "Xiaofan Ji and Bingbing Shi and Hu Wang and Danyu Xia and Kecheng Jie and Zi Liang Wu and Feihe Huang",
            "2015",
            "eVV8PpsAAAAJ:_B80troHkn4C",
            86,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201504355",
            "17374292975629551281",
            "\/scholar?cites=17374292975629551281",
            {
                "2016":10,
                "2017":16,
                "2018":21,
                "2019":25,
                "2020":13,
                "2021":1
            }
        ]
    ]
}