{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We conducted three torsion-balance experiments to test the gravitational inverse-square law at separations between 9.53 mm and 55 μ m, probing distances less than the dark-energy length scale λ d= ℏ c\/ρ d 4≈ 85 μ m. We find with 95% confidence that the inverse-square law holds (| α|≤ 1) down to a length scale λ= 56 μ m and that an extra dimension must have a size R≤ 44 μ m.",
            "Tests of the gravitational inverse-square law below the dark-energy length scale",
            "Daniel J Kapner and Tessa S Cook and Eric George Adelberger and Jens H Gundlach and Blayne R Heckel and CD Hoyle and H Erik Swanson",
            "2007",
            "eWO2fCMAAAAJ:edDO8Oi4QzsC",
            987,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.021101",
            "9726196632066582566",
            "\/scholar?cites=9726196632066582566",
            {
                "2007":51,
                "2008":77,
                "2009":67,
                "2010":78,
                "2011":81,
                "2012":78,
                "2013":59,
                "2014":62,
                "2015":64,
                "2016":64,
                "2017":64,
                "2018":79,
                "2019":85,
                "2020":67,
                "2021":1
            }
        ],
        [
            "Nanopore technologies are being developed for fast and direct sequencing of single DNA molecules through detection of ionic current modulations as DNA passes through a pore's constriction 1, 2. Here we demonstrate the ability to resolve changes in current that correspond to a known DNA sequence by combining the high sensitivity of a mutated form of the protein pore Mycobacterium smegmatis porin A (MspA) 3 with phi29 DNA polymerase (DNAP) 4, which controls the rate of DNA translocation through the pore. As phi29 DNAP synthesizes DNA and functions like a motor to pull a single-stranded template through MspA, we observe well-resolved and reproducible ionic current levels with median durations of∼ 28 ms and ionic current differences of up to 40 pA. Using six different DNA sequences with readable regions 42–53 nucleotides long, we record current traces that map to the known DNA sequences …",
            "Reading DNA at single-nucleotide resolution with a mutant MspA nanopore and phi29 DNA polymerase",
            "Elizabeth A Manrao and Ian M Derrington and Andrew H Laszlo and Kyle W Langford and Matthew K Hopper and Nathaniel Gillgren and Mikhail Pavlenok and Michael Niederweis and Jens H Gundlach",
            "2012",
            "eWO2fCMAAAAJ:b1wdh0AR-JQC",
            750,
            "https:\/\/www.nature.com\/nbt\/journal\/v30\/n4\/full\/nbt.2171.html",
            "7578509517810892310",
            "\/scholar?cites=7578509517810892310",
            {
                "2012":41,
                "2013":80,
                "2014":83,
                "2015":105,
                "2016":90,
                "2017":75,
                "2018":82,
                "2019":87,
                "2020":92,
                "2021":11
            }
        ],
        [
            "Motivated by higher-dimensional theories that predict new effects, we tested the gravitational 1\/r 2 law at separations ranging down to 218 μ m using a 10-fold symmetric torsion pendulum and a rotating 10-fold symmetric attractor. We improved previous short-range constraints by up to a factor of 1000 and find no deviations from Newtonian physics.",
            "Submillimeter test of the gravitational inverse-square law: a search for “large” extra dimensions",
            "CD Hoyle and U Schmidt and Blayne R Heckel and EG Adelberger and JH Gundlach and DJ Kapner and HE Swanson",
            "2001",
            "eWO2fCMAAAAJ:8xutWZnSdmoC",
            746,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.1418",
            "15167740361885277252",
            "\/scholar?cites=15167740361885277252",
            {
                "2000":3,
                "2001":89,
                "2002":90,
                "2003":119,
                "2004":69,
                "2005":48,
                "2006":34,
                "2007":40,
                "2008":40,
                "2009":24,
                "2010":17,
                "2011":26,
                "2012":23,
                "2013":16,
                "2014":11,
                "2015":10,
                "2016":16,
                "2017":11,
                "2018":14,
                "2019":13,
                "2020":17,
                "2021":1
            }
        ],
        [
            "We used a continuously rotating torsion balance instrument to measure the acceleration difference of beryllium and titanium test bodies towards sources at a variety of distances. Our result Δ a N, Be− Ti=(0.6±3.1)× 10− 15 m\/s 2 improves limits on equivalence-principle violations with ranges from 1 m to∞ by an order of magnitude. The Eötvös parameter is η Earth, Be− Ti=(0.3±1.8)× 10− 13. By analyzing our data for accelerations towards the center of the Milky Way we find equal attractions of Be and Ti towards galactic dark matter, yielding η DM, Be− Ti=(− 4±7)× 10− 5. Space-fixed differential accelerations in any direction are limited to less than 8.8× 10− 15 m\/s 2 with 95% confidence.",
            "Test of the equivalence principle using a rotating torsion balance",
            "Stephan Schlamminger and K-Y Choi and Todd A Wagner and Jens H Gundlach and Eric G Adelberger",
            "2008",
            "eWO2fCMAAAAJ:IUKN3-7HHlwC",
            653,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.041101",
            "12481556919931726280",
            "\/scholar?cites=12481556919931726280",
            {
                "2008":24,
                "2009":61,
                "2010":48,
                "2011":44,
                "2012":64,
                "2013":44,
                "2014":36,
                "2015":50,
                "2016":56,
                "2017":45,
                "2018":58,
                "2019":46,
                "2020":64,
                "2021":6
            }
        ],
        [
            "Motivated by a variety of theories that predict new effects, we tested the gravitational 1\/r 2 law at separations between 10.77 mm and 137 μ m using two different 10-fold azimuthally symmetric torsion pendulums and rotating 10-fold symmetric attractors. Our work improves upon other experiments by up to a factor of about 100. We found no deviation from Newtonian physics at the 95% confidence level and interpret these results as constraints on extensions of the standard model that predict Yukawa or power-law forces. We set a constraint on the largest single extra dimension (assuming toroidal compactification and that one extra dimension is significantly larger than all the others) of R*<~ 160 μ m, and on two equal-sized large extra dimensions of R*<~ 130 μ m. Yukawa interactions with| α|>~ 1 are ruled out at 95% confidence for λ>~ 197 μ m. Extra-dimensions scenarios stabilized by radions are restricted to …",
            "Submillimeter tests of the gravitational inverse-square law",
            "Charles D Hoyle and DJ Kapner and Blayne R Heckel and EG Adelberger and JH Gundlach and U Schmidt and HE Swanson",
            "2004",
            "eWO2fCMAAAAJ:Bg7qf7VwUHIC",
            526,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.70.042004",
            "17061060472697097264",
            "\/scholar?cites=17061060472697097264",
            {
                "2003":2,
                "2004":13,
                "2005":43,
                "2006":52,
                "2007":53,
                "2008":64,
                "2009":30,
                "2010":26,
                "2011":33,
                "2012":18,
                "2013":26,
                "2014":20,
                "2015":22,
                "2016":24,
                "2017":10,
                "2018":21,
                "2019":29,
                "2020":33,
                "2021":2
            }
        ],
        [
            "We review recent mechanical experiments that test some of the most basic principles of physics including the weak and strong forms of the Equivalence Principle, the gravitational inverse-square law, and Lorentz invariance. The very high sensitivity of these tests allows one to place interesting constraints on string-theory inspired conjectures about new Yukawa forces from the exchange of very light scalar, pseudoscalar or vector particles, large extra dimensions, the chameleon mechanism, non-commutative spacetime geometry, and Planck-scale Lorentz violation.",
            "Torsion balance experiments: A low-energy frontier of particle physics",
            "Eric G Adelberger and JH Gundlach and BR Heckel and S Hoedl and S Schlamminger",
            "2009",
            "eWO2fCMAAAAJ:uLbwQdceFCQC",
            500,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0146641008000720",
            "2180386751945106087",
            "\/scholar?cites=2180386751945106087",
            {
                "2009":12,
                "2010":19,
                "2011":33,
                "2012":49,
                "2013":46,
                "2014":49,
                "2015":39,
                "2016":44,
                "2017":53,
                "2018":37,
                "2019":45,
                "2020":60,
                "2021":8
            }
        ],
        [
            "Nanopore sequencing has the potential to become a direct, fast, and inexpensive DNA sequencing technology. The simplest form of nanopore DNA sequencing utilizes the hypothesis that individual nucleotides of single-stranded DNA passing through a nanopore will uniquely modulate an ionic current flowing through the pore, allowing the record of the current to yield the DNA sequence. We demonstrate that the ionic current through the engineered Mycobacterium smegmatis porin A, MspA, has the ability to distinguish all four DNA nucleotides and resolve single-nucleotides in single-stranded DNA when double-stranded DNA temporarily holds the nucleotides in the pore constriction. Passing DNA with a series of double-stranded sections through MspA provides proof of principle of a simple DNA sequencing method using a nanopore. These findings highlight the importance of MspA in the future of nanopore …",
            "Nanopore DNA sequencing with MspA",
            "Ian M Derrington and Tom Z Butler and Marcus D Collins and Elizabeth Manrao and Mikhail Pavlenok and Michael Niederweis and Jens H Gundlach",
            "2010",
            "eWO2fCMAAAAJ:evX43VCCuoAC",
            484,
            "https:\/\/www.pnas.org\/content\/107\/37\/16060.short",
            "3278286490036699295",
            "\/scholar?cites=3278286490036699295",
            {
                "2010":2,
                "2011":37,
                "2012":57,
                "2013":44,
                "2014":42,
                "2015":55,
                "2016":40,
                "2017":52,
                "2018":46,
                "2019":62,
                "2020":37,
                "2021":8
            }
        ],
        [
            "Nanopores hold great promise as single-molecule analytical devices and biophysical model systems because the ionic current blockades they produce contain information about the identity, concentration, structure, and dynamics of target molecules. The porin MspA of Mycobacterium smegmatis has remarkable stability against environmental stresses and can be rationally modified based on its crystal structure. Further, MspA has a short and narrow channel constriction that is promising for DNA sequencing because it may enable improved characterization of short segments of a ssDNA molecule that is threaded through the pore. By eliminating the negative charge in the channel constriction, we designed and constructed an MspA mutant capable of electronically detecting and characterizing single molecules of ssDNA as they are electrophoretically driven through the pore. A second mutant with additional …",
            "Single-molecule DNA detection with an engineered MspA protein nanopore",
            "Tom Z Butler and Mikhail Pavlenok and Ian M Derrington and Michael Niederweis and Jens H Gundlach",
            "2008",
            "eWO2fCMAAAAJ:GtLg2Ama23sC",
            438,
            "https:\/\/www.pnas.org\/content\/105\/52\/20647.short",
            "10769817702979751377",
            "\/scholar?cites=10769817702979751377",
            {
                "2009":8,
                "2010":27,
                "2011":23,
                "2012":35,
                "2013":29,
                "2014":28,
                "2015":53,
                "2016":50,
                "2017":44,
                "2018":41,
                "2019":40,
                "2020":51,
                "2021":5
            }
        ],
        [
            "We use a continuously rotating torsion balance to make new tests of the universality of free fall (UFF). We study differential accelerations of Be-Cu and Be-Al test-body pairs in the fields of Earth, the Sun, our Galaxy, and in the direction of the cosmic microwave dipole. We also compare the acceleration towards the Sun and our galactic center of Cu and single-crystal Si in an Al shell (this pair of bodies approximates the elemental compositions of Earth’s core and the Moon or Earth’s crust, respectively). In terms of the classic UFF parameter η, our Earth-source results are η (Be, Cu)=(-1.9±2.5)× 10− 12 and η (Be, Al)=(-0.2±2.8)× 10− 12 where all errors are 1σ. Thus our limit on UFF violation for Be and a composite Al\/Cu body is η=(-1.1±1.9)× 10− 12. Our solar-source results are Δa (Be, Cu)=(-3.0±3.6)× 10− 12 cm\/s 2, Δa (Be, Al)=(+ 2.4±5.8)× 10− 12 cm\/s 2, and Δa (Si\/Al, Cu)=(+ 3.0±4.0)× 10− 12 cm\/s 2. This latter result …",
            "New tests of the universality of free fall",
            "Y Su and Blayne R Heckel and EG Adelberger and JH Gundlach and M Harris and GL Smith and HE Swanson",
            "1994",
            "eWO2fCMAAAAJ:_FM0Bhl9EiAC",
            385,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.50.3614",
            "10882484579629381038",
            "\/scholar?cites=10882484579629381038",
            {
                "1994":2,
                "1995":1,
                "1996":18,
                "1997":11,
                "1998":9,
                "1999":20,
                "2000":21,
                "2001":23,
                "2002":22,
                "2003":24,
                "2004":16,
                "2005":17,
                "2006":17,
                "2007":10,
                "2008":26,
                "2009":20,
                "2010":16,
                "2011":13,
                "2012":16,
                "2013":9,
                "2014":10,
                "2015":5,
                "2016":16,
                "2017":13,
                "2018":9,
                "2019":12,
                "2020":6
            }
        ],
        [
            "We measured Newton's gravitational constant G using a new torsion balance method. Our technique greatly reduces several sources of uncertainty compared to previous measurements:(1) It is insensitive to anelastic torsion fiber properties;(2) a flat plate pendulum minimizes the sensitivity due to the pendulum density distribution;(3) continuous attractor rotation reduces background noise. We obtain G=(6.674215±0.000092)× 10− 11 m 3 kg− 1 s− 2; the Earth's mass is, therefore, M⊕=(5.972245±0.000082)× 10 24 kg and the Sun's mass is M⊙=(1.988435±0.000027)× 10 30 kg.",
            "Measurement of Newton's constant using a torsion balance with angular acceleration feedback",
            "Jens H Gundlach and Stephen M Merkowitz",
            "2000",
            "eWO2fCMAAAAJ:2VqYfGB8ITEC",
            354,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.85.2869",
            "11796652226524047464",
            "\/scholar?cites=11796652226524047464",
            {
                "1999":1,
                "2000":6,
                "2001":19,
                "2002":14,
                "2003":20,
                "2004":18,
                "2005":15,
                "2006":14,
                "2007":17,
                "2008":19,
                "2009":20,
                "2010":17,
                "2011":16,
                "2012":18,
                "2013":13,
                "2014":38,
                "2015":13,
                "2016":19,
                "2017":12,
                "2018":13,
                "2019":13,
                "2020":9,
                "2021":2
            }
        ]
    ]
}