{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Competition between magnetism and the kinetic energy of mobile carriers (typically holes) in doped antiferromagnets may lead to ‘stripe’phases 1, 2, 3, 4, which are charged rivers separating regions of oppositely phased antiferromagnetism. In copper oxides the main experimental evidence for such coexisting static spin and charge order comes from neutron scattering in La 1.48 Nd 0.4 Sr 0.12 CuO 4 (LNSCO; ref. 5) and La 1.875 Ba 0.125 CuO 4 (LBCO; ref. 6). However, as a neutron is neutral, it does not detect charge but rather its associated lattice distortion 7, so it is not known whether the stripes involve ordering of the doped holes. Here we present a study of the charge order in LBCO with resonant soft X-ray scattering (RSXS). We observe giant resonances near the Fermi level as well as near the correlated gap 8, 9, demonstrating significant modulation in both the doped-hole density and the ‘Mottness’, or the …",
            "Spatially modulated'mottness' in La 2-x Ba x CuO 4",
            "P Abbamonte and A Rusydi and S Smadici and GD Gu and GA Sawatzky and DL Feng",
            "2005",
            "EYFl-BUAAAAJ:u5HHmVD_uO8C",
            436,
            "https:\/\/www.nature.com\/articles\/nphys178",
            "3973117498912428980",
            "\/scholar?cites=3973117498912428980",
            {
                "2006":21,
                "2007":33,
                "2008":33,
                "2009":30,
                "2010":28,
                "2011":40,
                "2012":34,
                "2013":35,
                "2014":26,
                "2015":27,
                "2016":31,
                "2017":28,
                "2018":14,
                "2019":32,
                "2020":19,
                "2021":3
            }
        ],
        [
            "Determining the nature of the electronic phases that compete with superconductivity in high-transition-temperature (high-T c) superconductors is one of the deepest problems in condensed matter physics. One candidate is the ‘stripe’phase 1, 2, 3, in which the charge carriers (holes) condense into rivers of charge that separate regions of antiferromagnetism. A related but lesser known system is the ‘spin ladder’, which consists of two coupled chains of magnetic ions forming an array of rungs. A doped ladder can be thought of as a high-T c material with lower dimensionality, and has been predicted to exhibit both superconductivity 4, 5, 6 and an insulating ‘hole crystal’4, 7, 8 phase in which the carriers are localized through many-body interactions. The competition between the two resembles that believed to operate between stripes and superconductivity in high-T c materials 9. Here we report the existence of a hole …",
            "Crystallization of charge holes in the spin ladder of Sr 14 Cu 24 O 41",
            "P Abbamonte and Girsh Blumberg and A Rusydi and A Gozar and PG Evans and T Siegrist and L Venema and H Eisaki and ED Isaacs and GA Sawatzky",
            "2004",
            "EYFl-BUAAAAJ:d1gkVwhDpl0C",
            191,
            "https:\/\/www.nature.com\/articles\/nature02925",
            "8452475902787428152",
            "\/scholar?cites=8452475902787428152",
            {
                "2004":1,
                "2005":10,
                "2006":17,
                "2007":24,
                "2008":13,
                "2009":8,
                "2010":10,
                "2011":17,
                "2012":17,
                "2013":11,
                "2014":12,
                "2015":4,
                "2016":9,
                "2017":5,
                "2018":10,
                "2019":12,
                "2020":11
            }
        ],
        [
            "Bose condensation has shaped our understanding of macroscopic quantum phenomena, having been realized in superconductors, atomic gases, and liquid helium. Excitons are bosons that have been predicted to condense into either a superfluid or an insulating electronic crystal. Using the recently developed technique of momentum‐resolved electron energy‐loss spectroscopy (M-EELS), we studied electronic collective modes in the transition metal dichalcogenide semimetal 1T‐TiSe2. Near the phase-transition temperature (190 kelvin), the energy of the electronic mode fell to zero at nonzero momentum, indicating dynamical slowing of plasma fluctuations and crystallization of the valence electrons into an exciton condensate. Our study provides compelling evidence for exciton condensation in a three-dimensional solid and establishes M-EELS as a versatile technique sensitive to valence band excitations in …",
            "Signatures of exciton condensation in a transition metal dichalcogenide",
            "Anshul Kogar and Melinda S Rak and Sean Vig and Ali A Husain and Felix Flicker and Young Il Joe and Luc Venema and Greg J MacDougall and Tai C Chiang and Eduardo Fradkin and Jasper Van Wezel and Peter Abbamonte",
            "2017",
            "EYFl-BUAAAAJ:fEOibwPWpKIC",
            181,
            "https:\/\/science.sciencemag.org\/content\/358\/6368\/1314.abstract",
            "12264204347142374742",
            "\/scholar?cites=12264204347142374742",
            {
                "2017":5,
                "2018":39,
                "2019":59,
                "2020":69,
                "2021":7
            }
        ]
    ]
}