{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This study explores how students' physics identities are shaped by their experiences in high school physics classes and by their career outcome expectations. The theoretical framework focuses on physics identity and includes the dimensions of student performance, competence, recognition by others, and interest. Drawing data from the Persistence Research in Science and Engineering (PRiSE) project, which surveyed college English students nationally about their backgrounds, high school science experiences, and science attitudes, the study uses multiple regression to examine the responses of 3,829 students from 34 randomly selected US colleges\/universities. Confirming the salience of the identity dimension for young persons' occupational plans, the measure for students' physics identity used in this study was found to strongly predict their intended choice of a physics career. Physics identity, in turn, was …",
            "Connecting high school physics experiences, outcome expectations, physics identity, and physics career choice: A gender study",
            "Zahra Hazari and Gerhard Sonnert and Philip M Sadler and Marie‐Claire Shanahan",
            "2010",
            "f-qvsXYAAAAJ:u5HHmVD_uO8C",
            625,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/tea.20363",
            "8131676703134912301",
            "\/scholar?cites=8131676703134912301",
            {
                "2011":9,
                "2012":25,
                "2013":47,
                "2014":42,
                "2015":55,
                "2016":52,
                "2017":67,
                "2018":101,
                "2019":94,
                "2020":117,
                "2021":5
            }
        ],
        [
            "This retrospective cohort study characterizes how interest in science, technology, engineering, mathematics (STEM) careers changes during high school for more than 6,000 students in a representative national sample of 34 two‐ and four‐year colleges taking mandatory college English courses. Overall, large gender differences in career plans were found, with males showing far more interest particularly in engineering, whereas females were more attracted to careers in health and medicine during their high school years. The key factor predicting STEM career interest at the end of high school was interest at the start of high school. There was an additional effect of gender, indicating both a lower retention of STEM career interest among females and a greater difficulty in attracting females to STEM fields during high school. During the high school years, the percentage of males interested in a STEM career remained …",
            "Stability and volatility of STEM career interest in high school: A gender study",
            "Philip M Sadler and Gerhard Sonnert and Zahra Hazari and Robert Tai",
            "2012",
            "f-qvsXYAAAAJ:u-x6o8ySG0sC",
            575,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/sce.21007",
            "14343491344338343142",
            "\/scholar?cites=14343491344338343142",
            {
                "2013":13,
                "2014":27,
                "2015":44,
                "2016":60,
                "2017":84,
                "2018":95,
                "2019":115,
                "2020":120,
                "2021":11
            }
        ],
        [
            "Spurred by concerns about an inadequately sized science, technology, engineering, and mathematics (STEM) workforce, there has been a growing interest in out-of-school time (OST) science activities as a means to foster STEM career interest. This study examines the association between OST science activities and STEM career interest in university through a logistic regression model and the calculation of prototypical odds ratios. The analysis addresses two main research questions: What is the correlation among different forms of OST activities? And, controlling for student demographic and background variables, what specific forms of OST activities are associated with STEM career interest in university? The study uses data from the ‘Persistence Research in Science and Engineering’ survey (n = 6882), which employs a nationally representative sample of university students enrolled in introductory English …",
            "Out-of-school time science activities and their association with career interest in STEM",
            "Katherine P Dabney and Robert H Tai and John T Almarode and Jaimie L Miller-Friedmann and Gerhard Sonnert and Philip M Sadler and Zahra Hazari",
            "2012",
            "f-qvsXYAAAAJ:9yKSN-GCB0IC",
            270,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/21548455.2011.629455",
            "8474513953880929819",
            "\/scholar?cites=8474513953880929819",
            {
                "2012":2,
                "2013":8,
                "2014":14,
                "2015":17,
                "2016":29,
                "2017":34,
                "2018":44,
                "2019":59,
                "2020":56,
                "2021":4
            }
        ],
        [
            "The attrition of females studying physics after high school is a growing concern to the science education community. Most undergraduate science programs require introductory physics coursework. Thus, success in introductory physics is usually necessary for students to progress to higher levels of science study. Success also influences attitudes; if females are well prepared, feel confident, and do well in introductory physics, they may be inclined to study physics further. This quantitative study using a hierarchical linear model focused on determining factors from high school physics preparation (content, pedagogy, and assessment) and the affective domain that predicted female and male performance in introductory university physics. The data analyzed came from 1973 introductory university physics surveys that included variables used as controls for student demographic and academic background characteristics …",
            "Gender differences in introductory university physics performance: The influence of high school physics preparation and affective factors",
            "Zahra Hazari and Robert H Tai and Philip M Sadler",
            "2007",
            "f-qvsXYAAAAJ:d1gkVwhDpl0C",
            227,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/sce.20223",
            "4026897339419111854",
            "\/scholar?cites=4026897339419111854",
            {
                "2007":1,
                "2008":5,
                "2009":11,
                "2010":10,
                "2011":10,
                "2012":14,
                "2013":18,
                "2014":14,
                "2015":12,
                "2016":25,
                "2017":32,
                "2018":20,
                "2019":24,
                "2020":25,
                "2021":2
            }
        ],
        [
            "Prior to college, many students have no experience with engineering, but some ultimately choose an engineering career. Women choose engineering at lower rates than men. This article uses critical engineering agency (CEA) to understand first‐year students' attitudes and self‐beliefs to predict the choice of an engineering career.We investigated how first‐year students' math and physics identities and students' beliefs about the ability of science to improve the world predict choice of engineering as a career and whether these beliefs differ by gender.The data were from the Sustainability and Gender in Engineering survey distributed during fall 2011 (N = 6,772). Structural equation modeling was used to understand first‐year students' affective beliefs for predicting engineering career choice.Math and physics identities are important for predicting …",
            "Identity, critical agency, and engineering: An affective model for predicting engineering as a career choice",
            "Allison Godwin and Geoff Potvin and Zahra Hazari and Robynne Lock",
            "2016",
            "f-qvsXYAAAAJ:kNdYIx-mwKoC",
            203,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jee.20118",
            "285387600524009640",
            "\/scholar?cites=285387600524009640",
            {
                "2016":5,
                "2017":18,
                "2018":48,
                "2019":49,
                "2020":77,
                "2021":2
            }
        ],
        [
            "This study explores students' self-perceptions across science subjects (biology, chemistry, and physics) by gender and underrepresented minority group membership. The data are drawn from the Persistence Research in Science and Engineering (PRiSE) project, which surveyed 7,505 students (enrolled in college English courses required for all majors) from 40 colleges and universities across the United States about their backgrounds, high school science experiences, and science attitudes. We compared the responses for three focal items on the PRiSE survey that asked students:\" Do you see yourself as a biology\/chemistry\/physics person?\" The results indicate that students' overall self-perceptions toward science are less than ideal. For many students in college, even those pursuing science-related careers, frequencies fell well below the midpoint of the scale. Consistent with other research, females had …",
            "The science identity of college students: Exploring the intersection of gender, race, and ethnicity",
            "Zahra Hazari and Philip M Sadler and Gerhard Sonnert",
            "2013",
            "f-qvsXYAAAAJ:Tyk-4Ss8FVUC",
            167,
            "https:\/\/www.jstor.org\/stable\/43631586",
            "9560182152901832297",
            "\/scholar?cites=9560182152901832297",
            {
                "2014":5,
                "2015":10,
                "2016":12,
                "2017":23,
                "2018":24,
                "2019":36,
                "2020":54
            }
        ],
        [
            "This article empirically tests a previously developed theoretical framework for mathematics identity based on students’ beliefs. The study employs data from more than 9,000 college calculus students across the United States to build a robust structural equation model. While it is generally thought that students’ beliefs about their own competence in mathematics directly impact their identity as a “math person,” findings indicate that students’ self‐perceptions related to competence and performance have an indirect effect on their mathematics identity, primarily by association with students’ interest and external recognition in mathematics. Thus, the model indicates that students’ competence and performance beliefs are not sufficient for their mathematics identity development, and it highlights the roles of interest and recognition.",
            "Establishing an explanatory model for mathematics identity",
            "Jennifer D Cribbs and Zahra Hazari and Gerhard Sonnert and Philip M Sadler",
            "2015",
            "f-qvsXYAAAAJ:Se3iqnhoufwC",
            82,
            "https:\/\/srcd.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/cdev.12363",
            "5836731836525654494",
            "\/scholar?cites=5836731836525654494",
            {
                "2015":4,
                "2016":8,
                "2017":9,
                "2018":16,
                "2019":15,
                "2020":27
            }
        ],
        [
            "Several avenues are open to students who wish to study advanced science or mathematics in high school, which include Advanced Placement courses and teacher-designed courses unaffiliated with organized programs. We employ a retrospective cohort study of 4,691 nationally representative college students at 34 randomly selected, colleges and universities to examine the relationship between taking advanced high school courses and students’ interest in pursuing a STEM career, while controlling for prior interests and experiences. We are able to distinguish between those students choosing to take an additional year in a science or math subject from those taking Advanced Placement (AP), which is most commonly taken as a second year course, but is increasingly taken as a first year course. We find that the number of years of a science or math subject taken in high school is associated with significant increases in STEM career interest, with results differing by subject. Taking AP courses in science or calculus appear to have no significant impact on STEM career interest over that of other advanced, non-AP courses. Taking calculus, a second year of chemistry, or one or two years of physics all predict large increases in STEM career interest. Additional years in biology and other subjects show no such relationship.",
            "The Role of Advanced High School Coursework in Increasing STEM Career Interest.",
            "Philip M Sadler and Gerhard Sonnert and Zahra Hazari and Robert Tai",
            "2014",
            "f-qvsXYAAAAJ:_FxGoFyzp5QC",
            81,
            "https:\/\/eric.ed.gov\/?id=EJ1034751",
            "9829808102178791441",
            "\/scholar?cites=9829808102178791441",
            {
                "2015":3,
                "2016":10,
                "2017":19,
                "2018":15,
                "2019":16,
                "2020":16,
                "2021":1
            }
        ],
        [
            "There are many hypotheses regarding factors that may encourage female students to pursue careers in the physical sciences. Using multivariate matching methods on national data drawn from the Persistence Research in Science and Engineering (PRiSE) project (n= 7505), we test the following five commonly held beliefs regarding what factors might impact females’ physical science career interest:(i) having a single-sex physics class,(ii) having a female physics teacher,(iii) having female scientist guest speakers in physics class,(iv) discussing the work of female scientists in physics class, and (v) discussing the underrepresentation of women in physics class. The effect of these experiences on physical science career interest is compared for female students who are matched on several factors, including prior science interests, prior mathematics interests, grades in science, grades in mathematics, and years of …",
            "Factors that affect the physical science career interest of female students: Testing five common hypotheses",
            "Zahra Hazari and Geoff Potvin and Robynne M Lock and Florin Lung and Gerhard Sonnert and Philip M Sadler",
            "2013",
            "f-qvsXYAAAAJ:W7OEmFMy1HYC",
            76,
            "https:\/\/journals.aps.org\/prper\/abstract\/10.1103\/PhysRevSTPER.9.020115",
            "17273886210101855025",
            "\/scholar?cites=17273886210101855025",
            {
                "2012":1,
                "2013":1,
                "2014":2,
                "2015":8,
                "2016":9,
                "2017":14,
                "2018":16,
                "2019":12,
                "2020":13
            }
        ],
        [
            "In the process of reforming physics education over the last several decades, a tension has developed between engaging students with the content in more conceptually challenging ways and helping them identify with physics so they are personally motivated in their learning. Through comparative case studies of four high school physics teachers, we used a teacher positioning lens to understand an emergent theme around differences in students' level of engagement, including behavioral, affective, and cognitive engagement, and physics identity development. In each classroom, data were collected over the course of one week by two observers in multiple formats, including student and teacher interviews and surveys, video recordings, and field notes. We used a constant comparative approach with the qualitative data and regression with the quantitative data to compare across the four teachers. Our findings …",
            "Obscuring power structures in the physics classroom: Linking teacher positioning, student engagement, and physics identity development",
            "Zahra Hazari and Cheryl Cass and Carrie Beattie",
            "2015",
            "f-qvsXYAAAAJ:M3ejUd6NZC8C",
            68,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/tea.21214",
            "6641957915211694408",
            "\/scholar?cites=6641957915211694408",
            {
                "2015":1,
                "2016":3,
                "2017":11,
                "2018":12,
                "2019":18,
                "2020":22,
                "2021":1
            }
        ]
    ]
}