{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "In this paper we show how the classification of topological phases in insulators and superconductors is changed by interactions, in the case of one-dimensional systems. We focus on the time-reversal-invariant Majorana chain (BDI symmetry class). While the band classification yields an integer topological index k, it is known that phases characterized by values of k in the same equivalence class modulo 8 can be adiabatically transformed one to another by adding suitable interaction terms. Here we show that the eight equivalence classes are distinct and exhaustive, and provide a physical interpretation for the interacting invariant modulo 8. The different phases realize different Altland-Zirnbauer classes of the reduced density matrix for an entanglement bipartition into two half chains. We generalize these results to the classification of all one-dimensional gapped phases of fermionic systems with possible antiunitary …",
            "Topological phases of fermions in one dimension",
            "Lukasz Fidkowski and Alexei Kitaev",
            "2011",
            "f-Wpl8sAAAAJ:u5HHmVD_uO8C",
            686,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.83.075103",
            "490499697008639581",
            "\/scholar?cites=490499697008639581",
            {
                "2011":13,
                "2012":34,
                "2013":50,
                "2014":55,
                "2015":65,
                "2016":84,
                "2017":95,
                "2018":70,
                "2019":96,
                "2020":112,
                "2021":10
            }
        ],
        [
            "We describe in detail a counterexample to the topological classification of free fermion systems. We deal with a one-dimensional chain of Majorana fermions with an unusual T symmetry. The topological invariant for the free fermion classification lies in Z, but with the introduction of interactions the Z is broken to Z 8. We illustrate this in the microscopic model of the Majorana chain by constructing an explicit path between two distinct phases whose topological invariants are equal modulo 8, along which the system remains gapped. The path goes through a strongly interacting region. We also find the field-theory interpretation of this phenomenon. There is a second-order phase transition between the two phases in the free theory, which can be avoided by going through the strongly interacting region. We show that this transition is in the two-dimensional Ising universality class, where a first-order phase transition line …",
            "Effects of interactions on the topological classification of free fermion systems",
            "Lukasz Fidkowski and Alexei Kitaev",
            "2010",
            "f-Wpl8sAAAAJ:d1gkVwhDpl0C",
            481,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.81.134509",
            "17275317547926494596",
            "\/scholar?cites=17275317547926494596",
            {
                "2010":8,
                "2011":17,
                "2012":26,
                "2013":34,
                "2014":36,
                "2015":52,
                "2016":56,
                "2017":66,
                "2018":50,
                "2019":55,
                "2020":75,
                "2021":6
            }
        ],
        [
            "We reexamine the determination of| V c b| from B→ D l ν in view of recent experimental and theoretical progress, discussing the parameterization of the form factors and studying the role played by the unitarity constraints. Our fit to experimental and lattice results for B→ D ℓ ν gives| V c b|= 40.49 (97) 10− 3 and to R (D)= 0.299 (3).",
            "Revisiting ",
            "Dante Bigi and Paolo Gambino",
            "2016",
            "f-Wpl8sAAAAJ:4JMBOYKVnBMC",
            304,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.94.094008",
            "8588823542992939176",
            "\/scholar?cites=8588823542992939176",
            {
                "2015":4,
                "2016":19,
                "2017":59,
                "2018":77,
                "2019":77,
                "2020":66,
                "2021":2
            }
        ],
        [
            "We explore physics behind the horizon in eternal AdS Schwarzschild black holes. In dimension d> 3, where the curvature grows large near the singularity, we find distinct but subtle signals of this singularity in the boundary CFT correlators. Building on previous work, we study correlation functions of operators on the two disjoint asymptotic boundaries of the spacetime by investigating the spacelike geodesics that join the boundaries. These dominate the correlators for large mass bulk fields. We show that the Penrose diagram for d> 3 is not square. As a result, the real geodesic connecting the two boundary points becomes almost null and bounces off the singularity at a finite boundary time t c≠ 0. If this geodesic were to dominate the correlator there would be a``light cone\" singularity at t c. However, general properties of the boundary theory rule this out. In fact, we argue that the correlator is actually dominated by a …",
            "The black hole singularity in AdS\/CFT",
            "Lukasz Fidkowski and Veronika Hubeny and Matthew Kleban and Stephen Shenker",
            "2004",
            "f-Wpl8sAAAAJ:u-x6o8ySG0sC",
            295,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2004\/02\/014\/meta",
            "7191455263678862528",
            "\/scholar?cites=7191455263678862528",
            {
                "2003":4,
                "2004":26,
                "2005":24,
                "2006":27,
                "2007":17,
                "2008":17,
                "2009":18,
                "2010":11,
                "2011":13,
                "2012":6,
                "2013":16,
                "2014":18,
                "2015":19,
                "2016":19,
                "2017":13,
                "2018":11,
                "2019":11,
                "2020":23
            }
        ],
        [
            "We study two a priori unrelated constructions: the spectrum of edge modes in a band topological insulator or superconductor with a physical edge, and the ground state entanglement spectrum in an extended system where an edge is simulated by an entanglement bipartition. We prove an exact relation between the ground state entanglement spectrum of such a system and the spectrum edge modes of the corresponding spectrally flattened Hamiltonian. In particular, we show that gapless edge modes result in degeneracies of the entanglement spectrum.",
            "Entanglement spectrum of topological insulators and superconductors",
            "Lukasz Fidkowski",
            "2010",
            "f-Wpl8sAAAAJ:9yKSN-GCB0IC",
            289,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.130502",
            "7458212630774132816",
            "\/scholar?cites=7458212630774132816",
            {
                "2010":6,
                "2011":23,
                "2012":20,
                "2013":21,
                "2014":35,
                "2015":18,
                "2016":36,
                "2017":27,
                "2018":26,
                "2019":36,
                "2020":39,
                "2021":2
            }
        ],
        [
            "Three-dimensional (3D) topological superconductors (TScs) protected by time-reversal (T) symmetry are characterized by gapless Majorana cones on their surface. Free-fermion phases with this symmetry (class DIII) are indexed by an integer ν, of which ν= 1 is realized by the B phase of superfluid He 3. Previously, it was believed that the surface must be gapless unless time-reversal symmetry is broken. Here, we argue that a fully symmetric and gapped surface is possible in the presence of strong interactions, if a special type of topological order appears on the surface. The topological order realizes T symmetry in an anomalous way, one that is impossible to achieve in purely two dimensions. For odd ν TScs, the surface topological order must be non-Abelian. We propose the simplest non-Abelian topological order that contains electronlike excitations, SO (3) 6, with four quasiparticles, as a candidate surface state …",
            "Non-abelian topological order on the surface of a 3d topological superconductor from an exactly solved model",
            "Lukasz Fidkowski and Xie Chen and Ashvin Vishwanath",
            "2013",
            "f-Wpl8sAAAAJ:2osOgNQ5qMEC",
            245,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.3.041016",
            "6034811286740880498",
            "\/scholar?cites=6034811286740880498",
            {
                "2013":2,
                "2014":13,
                "2015":46,
                "2016":43,
                "2017":41,
                "2018":33,
                "2019":35,
                "2020":29,
                "2021":3
            }
        ],
        [
            "The surfaces of three-dimensional topological insulators (3D TIs) are generally described as Dirac metals, with a single Dirac cone. It was previously believed that a gapped surface implied breaking of either time-reversal T or U (1) charge conservation symmetry. Here, we discuss a possibility in the presence of interactions, a surface phase that preserves all symmetries but is nevertheless gapped and insulating. Then, the surface must develop topological order of a kind that can not be realized in a two-dimensional (2D) system with the same symmetries. We discuss candidate surface states, non-Abelian quantum Hall states which, when realized in 2D, have σ x y= 1 2 and hence break T symmetry. However, by constructing an exactly soluble 3D lattice model, we show they can be realized as T-symmetric surface states. The corresponding 3D phases are confined, and have θ= π magnetoelectric response. Two …",
            "Symmetry enforced non-abelian topological order at the surface of a topological insulator",
            "Xie Chen and Lukasz Fidkowski and Ashvin Vishwanath",
            "2014",
            "f-Wpl8sAAAAJ:UeHWp8X0CEIC",
            162,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.89.165132",
            "7336670616510267461",
            "\/scholar?cites=7336670616510267461",
            {
                "2013":5,
                "2014":7,
                "2015":23,
                "2016":27,
                "2017":28,
                "2018":28,
                "2019":20,
                "2020":23,
                "2021":1
            }
        ]
    ]
}