{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Although linear viscoelastic properties can be measured in many ways, the small-amplitude oscillatory shear test is the most widely used method. Nonlinear viscoelastic properties can also be measured in many ways, but no predominant test method has emerged amongst experimentalists. Whereas there is a unifying theory that describes linear behavior, there is no unifying constitutive theory for nonlinear viscoelasticity. For this reason, each nonlinear test reveals a different aspect of a material’s behavior. Hence, experimentalists have designed various transient experiments to capture different features of nonlinear viscoelasticity.",
            "Large-amplitude oscillatory shear",
            "A Jeffrey Giacomin and JM Dealy",
            "1993",
            "F0GR8JoAAAAJ:u5HHmVD_uO8C",
            218,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-94-011-2114-9_4",
            "14123416092110478999",
            "\/scholar?cites=14123416092110478999",
            {
                "1993":2,
                "1994":1,
                "1995":1,
                "1996":5,
                "1997":2,
                "1998":3,
                "1999":4,
                "2000":5,
                "2001":3,
                "2002":8,
                "2003":8,
                "2004":7,
                "2005":6,
                "2006":10,
                "2007":4,
                "2008":4,
                "2009":2,
                "2010":9,
                "2011":5,
                "2012":4,
                "2013":3,
                "2014":8,
                "2015":14,
                "2016":21,
                "2017":19,
                "2018":17,
                "2019":20,
                "2020":18
            }
        ],
        [
            "The combined use of natural ECM components and synthetic materials offers an attractive alternative to fabricate hydrogel-based tissue engineering scaffolds to study cell-matrix interactions in three-dimensions (3D). A facile method was developed to modify gelatin with cysteine via a bifunctional PEG linker, thus introducing free thiol groups to gelatin chains. A covalently crosslinked gelatin hydrogel was fabricated using thiolated gelatin and poly (ethylene glycol) diacrylate (PEGdA) via thiol-ene reaction. Unmodified gelatin was physically incorporated in a PEGdA-only matrix for comparison. We sought to understand the effect of crosslinking modality on hydrogel physicochemical properties and the impact on 3D cell entrapment. Compared to physically incorporated gelatin hydrogels, covalently crosslinked gelatin hydrogels displayed higher maximum weight swelling ratio (Q max), higher water content, significantly …",
            "3D cell entrapment in crosslinked thiolated gelatin-poly (ethylene glycol) diacrylate hydrogels",
            "Yao Fu and Kedi Xu and Xiaoxiang Zheng and Alan J Giacomin and Adam W Mix and Weiyuan J Kao",
            "2011",
            "F0GR8JoAAAAJ:rO6llkc54NcC",
            158,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0142961211010866",
            "81742638528410242",
            "\/scholar?cites=81742638528410242",
            {
                "2012":6,
                "2013":13,
                "2014":18,
                "2015":22,
                "2016":18,
                "2017":21,
                "2018":21,
                "2019":15,
                "2020":22,
                "2021":2
            }
        ],
        [
            "Using the single relaxation time corotational Maxwell fluid, we derive explicit analytical expressions for the first, third, and fifth harmonics of the alternating shear stress response in large-amplitude oscillatory shear (LAOS). We also derive corresponding expressions for the zeroth, second, and fourth harmonics of both the first and second normal stress differences. These harmonics are found to depend upon just two dimensionless groups: the Deborah and Weissenberg numbers, each of which causes non-Newtonian behavior. The form of the solution for the corotational Maxwell model in LAOS matches the forms of the analytical solutions for two molecular models for dilute solutions and one for concentrated solutions or melts. We also derive an analytical solution for the corotational Maxwell model after startup of LAOS. For this we find that both small and large amplitude cases approach a periodic limit cycle …",
            "Large-amplitude oscillatory shear flow from the corotational Maxwell model",
            "AJ Giacomin and RB Bird and LM Johnson and AW Mix",
            "2011",
            "F0GR8JoAAAAJ:Zph67rFs4hoC",
            144,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0377025711000887",
            "15025084448133557375",
            "\/scholar?cites=15025084448133557375",
            {
                "2011":1,
                "2012":8,
                "2013":10,
                "2014":13,
                "2015":15,
                "2016":19,
                "2017":20,
                "2018":18,
                "2019":20,
                "2020":20
            }
        ],
        [
            "A novel sliding plate rheometer has been developed that is suitable for use with molten plastics, concentrated polymer solutions, raw elastomers, and other viscoelastic or thixotropic materials. It can generate steady shear rates from 0.05 to 500 s−1 and can also be used to measure linear viscoelastic properties. In addition, it can be used to measure a broad spectrum of nonlinear viscoelastic properties such as the nonlinear relaxation modulus and the shear stress growth coefficient. In order to measure these nonlinear properties it is necessary to generate large, uniform, transient deformations Involving high strain rates. Rotational and capillary melt rheometers are not capable of generating this type of deformation, and until now it was not convenient to use sliding plate rheometers for this type of application. However, the recent development of a reliable and robust shear stress transducer makes it very convenient …",
            "A novel sliding plate rheometer for molten plastics",
            "AJ Giacomin and T Samurkas and JM Dealy",
            "1989",
            "F0GR8JoAAAAJ:u-x6o8ySG0sC",
            113,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/pen.760290803",
            "12766563508767345549",
            "\/scholar?cites=12766563508767345549",
            {
                "1990":1,
                "1991":1,
                "1992":3,
                "1993":8,
                "1994":5,
                "1995":3,
                "1996":3,
                "1997":5,
                "1998":6,
                "1999":3,
                "2000":4,
                "2001":2,
                "2002":4,
                "2003":2,
                "2004":3,
                "2005":2,
                "2006":2,
                "2007":2,
                "2008":4,
                "2009":3,
                "2010":4,
                "2011":3,
                "2012":3,
                "2013":3,
                "2014":5,
                "2015":7,
                "2016":6,
                "2017":5,
                "2018":4,
                "2019":2,
                "2020":5
            }
        ],
        [
            "Polymer durometry is the measurement of the hardness of plastic and rubber materials using an indentor. Many different hardness scales and indentor geometries have been standardized for durometry. Indentation into a solid is governed by linear elastic mechanics, and this paper relates the Young’s modulus to standardized hardness scale reading. We nondimensionalized these indentation mechanics, to uncover a normalized Young’s modulus, Υ, and the dimensionless hardness, , and then, a new dimensionless indentor stiffness that we call mechanical indentability, Mi. We use Mi for classifying standardized hardness scales. Our results allow practitioners to determine the Young’s modulus from measured hardness. Further, our results can be used to convert between hardness scales, not only between hardness scales of the same indentor geometry, but also between those of differing geometry.",
            "Standardized polymer durometry",
            "AW Mix and AJ Giacomin",
            "2011",
            "F0GR8JoAAAAJ:R3hNpaxXUhUC",
            81,
            "https:\/\/www.astm.org\/DIGITAL_LIBRARY\/JOURNALS\/TESTEVAL\/PAGES\/JTE103205.htm",
            "9849081279368372506",
            "\/scholar?cites=9849081279368372506",
            {
                "2011":1,
                "2012":5,
                "2013":7,
                "2014":11,
                "2015":10,
                "2016":12,
                "2017":12,
                "2018":9,
                "2019":14
            }
        ],
        [
            "Although linear viscoelastic properties can be measured in many ways, the small-amplitude oscillatory shear test is the most widely used method. Non-linear viscoelastic properties can also be measured in many ways, but no predominant test method has emerged among experimentalists. Whereas there is a unifying theory that describes linear behaviour, there is no unifying constitutive theory for non-linear viscoelasticity. For this reason, each non-linear test reveals a different aspect of a material’s behaviour. Hence, experimentalists have designed various transient experiments to capture different features of non-linear viscoelasticity.",
            "Using large-amplitude oscillatory shear",
            "AJ Giacomin and JM Dealy",
            "1998",
            "F0GR8JoAAAAJ:eQOLeE2rZwMC",
            71,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-94-011-4934-1_11",
            "664164028705994111",
            "\/scholar?cites=664164028705994111",
            {
                "2000":1,
                "2001":4,
                "2002":2,
                "2003":1,
                "2004":1,
                "2005":2,
                "2006":2,
                "2007":2,
                "2008":5,
                "2009":4,
                "2010":8,
                "2011":9,
                "2012":10,
                "2013":8,
                "2014":8,
                "2015":4
            }
        ],
        [
            "Large amplitude oscillatory shear (LAOS) is a useful tool for the study of nonlinear viscoelasticity in polymeric liquids. To concisely describe the response of a material to such a test, it is desirable to make use of a constitutive equation. In this way, the response can be described in terms of the parameters of the rheological model. We have found a separable BKZ model, e.g., Wagner’s equation, to be useful in this regard for LDPE IUPAC X. The damping function determined in step shear experiments does not lead to accurate predictions of the LAOS response. For a given low frequency, however, it is possible to fit the parameters of a simple damping function equation to the LAOS response at one strain amplitude and to use these parameter values to reliably predict the response at other strain amplitudes. Thus, the Wagner equation provides a basis for the concise description of the response of LDPE IUPAC X to …",
            "Validity of separable BKZ model for large amplitude oscillatory shear",
            "AJ Giacomin and RS Jeyaseelan and T Samurkas and JM Dealy",
            "1993",
            "F0GR8JoAAAAJ:d1gkVwhDpl0C",
            68,
            "https:\/\/sor.scitation.org\/doi\/abs\/10.1122\/1.550396",
            "8418147768115086312",
            "\/scholar?cites=8418147768115086312",
            {
                "1994":2,
                "1995":3,
                "1996":4,
                "1997":2,
                "1998":2,
                "1999":1,
                "2000":2,
                "2001":4,
                "2002":2,
                "2003":3,
                "2004":4,
                "2005":2,
                "2006":1,
                "2007":3,
                "2008":4,
                "2009":3,
                "2010":1,
                "2011":4,
                "2012":2,
                "2013":2,
                "2014":1,
                "2015":7,
                "2016":2,
                "2017":5,
                "2018":2
            }
        ],
        [
            "Die lip buildup, also called plate‐out, die drrool, die drip, or die peel, refers to the unwanted material accumulation on the open faces of extrusion dies. Since this buildup of material can interfere with extrusion, the processing line must be shut down periodically to clean the die. These shutdowns are costly. The mechanism for die lip buildup is not understood, though there are a variety of proposed explanations. Ways to suppress the problem have been developed by trial. Our review of the literature suggests that there are many mechanisms at play in die lip buildup. For a given industrial problem only a few may matter, but which? Here we use a dimensional analysis to develop a unified approach to die drool problems.",
            "Review of die lip buildup in plastics extrusion",
            "Jesse D Gander and A Jeffrey Giacomin",
            "1997",
            "F0GR8JoAAAAJ:UeHWp8X0CEIC",
            62,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/pen.11756",
            "17979918243561037274",
            "\/scholar?cites=17979918243561037274",
            {
                "1996":1,
                "1997":2,
                "1998":2,
                "1999":2,
                "2000":2,
                "2001":1,
                "2002":2,
                "2003":2,
                "2004":5,
                "2005":4,
                "2006":5,
                "2007":5,
                "2008":8,
                "2009":5,
                "2010":4,
                "2011":2,
                "2012":2,
                "2013":3,
                "2014":2,
                "2015":2
            }
        ],
        [
            "The revised Berkeley kinetic network model is shown to accurately describe experimental data in many types of nonlinear deformation, including large amplitude oscillatory shear (LAOS), exponential shear, planar extension, step biaxial extension, uniaxial extension, and step strain, for the IUPAC X low density polyethylene (LDPE). It is shown that while LAOS is helpful in determining the approximate model parameters, a LAOS test is not sufficient to determine their precise values. Exponential shear, however, is more sensitive to the parameter values, and LAOS and exponential shear together are sufficient for precise parameter determination. Both of these experiments can be performed easily on a sliding plate rheometer incorporating a shear stress transducer.",
            "A kinetic network model for nonlinear flow behavior of molten plastics in both shear and extension",
            "Joseph A Yosick and A Jeffrey Giacomin and Paula Moldenaers",
            "1997",
            "F0GR8JoAAAAJ:2osOgNQ5qMEC",
            58,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0377025796015352",
            "15920459644307475889",
            "\/scholar?cites=15920459644307475889",
            {
                "1998":2,
                "1999":1,
                "2000":4,
                "2001":3,
                "2002":2,
                "2003":2,
                "2004":2,
                "2005":1,
                "2006":3,
                "2007":3,
                "2008":3,
                "2009":7,
                "2010":1,
                "2011":2,
                "2012":2,
                "2013":5,
                "2014":2,
                "2015":4,
                "2016":3,
                "2017":5,
                "2018":1
            }
        ],
        [
            "The revised Berkeley kinetic network model is shown to accurately describe experimental data in many types of nonlinear deformation, including large amplitude oscillatory shear (LAOS), exponential shear, planar extension, step biaxial extension, uniaxial extension, and step strain, for the IUPAC X low density polyethylene (LDPE). It is shown that while LAOS is helpful in determining the approximate model parameters, a LAOS test is not sufficient to determine their precise values. Exponential shear, however, is more sensitive to the parameter values, and LAOS and exponential shear together are sufficient for precise parameter determination. Both of these experiments can be performed easily on a sliding plate rheometer incorporating a shear stress transducer.",
            "A kinetic network model for nonlinear flow behavior of molten plastics in both shear and extension",
            "J.A. Yosick",
            "1995",
            "F0GR8JoAAAAJ:LPZeul_q3PIC",
            58,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0377025796015352",
            "15920459644307475889",
            "\/scholar?cites=15920459644307475889",
            {
                "1998":2,
                "1999":1,
                "2000":4,
                "2001":3,
                "2002":2,
                "2003":2,
                "2004":2,
                "2005":1,
                "2006":3,
                "2007":3,
                "2008":3,
                "2009":7,
                "2010":1,
                "2011":2,
                "2012":2,
                "2013":5,
                "2014":2,
                "2015":4,
                "2016":3,
                "2017":5,
                "2018":1
            }
        ]
    ]
}