{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "The use of semiconductor nanocrystals (quantum dots) as fluorescent labels for multiphoton microscopy enables multicolor imaging in demanding biological environments such as living tissue. We characterized water-soluble cadmium selenide–zinc sulfide quantum dots for multiphoton imaging in live animals. These fluorescent probes have two-photon action cross sections as high as 47,000 Goeppert-Mayer units, by far the largest of any label used in multiphoton microscopy. We visualized quantum dots dynamically through the skin of living mice, in capillaries hundreds of micrometers deep. We found no evidence of blinking (fluorescence intermittency) in solution on nanosecond to millisecond time scales.",
            "Water-soluble quantum dots for multiphoton fluorescence imaging in vivo",
            "Daniel R Larson and Warren R Zipfel and Rebecca M Williams and Stephen W Clark and Marcel P Bruchez and Frank W Wise and Watt W Webb",
            "2003",
            "f0j2UocAAAAJ:u5HHmVD_uO8C",
            2697,
            "https:\/\/science.sciencemag.org\/content\/300\/5624\/1434.abstract",
            "8807138753753030382",
            "\/scholar?cites=8807138753753030382",
            {
                "2003":18,
                "2004":84,
                "2005":154,
                "2006":179,
                "2007":188,
                "2008":217,
                "2009":213,
                "2010":197,
                "2011":200,
                "2012":176,
                "2013":182,
                "2014":175,
                "2015":163,
                "2016":133,
                "2017":122,
                "2018":101,
                "2019":92,
                "2020":75,
                "2021":11
            }
        ],
        [
            "Calculation of the centroid of the images of individual fluorescent particles and molecules allows localization and tracking in light microscopes to a precision about an order of magnitude greater than the microscope resolution. The factors that limit the precision of these techniques are examined and a simple equation derived that describes the precision of localization over a wide range of conditions. In addition, a localization algorithm motivated from least-squares fitting theory is constructed and tested both on image stacks of 30-nm fluorescent beads and on computer-generated images (Monte Carlo simulations). Results from the algorithm show good agreement with the derived precision equation for both the simulations and actual images. The availability of a simple equation to describe localization precision helps investigators both in assessing the quality of an experimental apparatus and in directing attention to …",
            "Precise nanometer localization analysis for individual fluorescent probes",
            "Russell E Thompson and Daniel R Larson and Watt W Webb",
            "2002",
            "f0j2UocAAAAJ:u-x6o8ySG0sC",
            2497,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S000634950275618X",
            "1009783907275639653",
            "\/scholar?cites=1009783907275639653",
            {
                "2003":11,
                "2004":20,
                "2005":26,
                "2006":58,
                "2007":69,
                "2008":92,
                "2009":135,
                "2010":159,
                "2011":144,
                "2012":190,
                "2013":220,
                "2014":235,
                "2015":218,
                "2016":185,
                "2017":214,
                "2018":189,
                "2019":157,
                "2020":149,
                "2021":13
            }
        ],
        [
            "A class of highly fluorescent and photostable core−shell nanoparticles from a modified Stöber synthesis in the size range of 20−30 nm is described. These nanoparticles are monodisperse in solution, 20 times brighter, and more photostable than their constituent fluorophore, and are amenable to specific labeling of biological macromolecules for bioimaging experiments. The photophysical characteristics of the encapsulated fluorophores differ from their solution properties. This raises the possibility of tuning nanoparticle structure toward enhanced radiative properties, making them an attractive material platform for a diverse range of applications. ",
            "Bright and stable core− shell fluorescent silica nanoparticles",
            "Hooisweng Ow and Daniel R Larson and Mamta Srivastava and Barbara A Baird and Watt W Webb and Ulrich Wiesner",
            "2005",
            "f0j2UocAAAAJ:d1gkVwhDpl0C",
            1039,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl0482478",
            "6142085450985186957",
            "\/scholar?cites=6142085450985186957",
            {
                "2005":7,
                "2006":40,
                "2007":49,
                "2008":58,
                "2009":65,
                "2010":88,
                "2011":71,
                "2012":98,
                "2013":94,
                "2014":64,
                "2015":88,
                "2016":64,
                "2017":65,
                "2018":55,
                "2019":60,
                "2020":59,
                "2021":8
            }
        ]
    ]
}