{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Direct imaging of exoplanetary systems is a powerful technique that can reveal Jupiter-like planets in wide orbits, can enable detailed characterization of planetary atmospheres, and is a key step toward imaging Earth-like planets. Imaging detections are challenging because of the combined effect of small angular separation and large luminosity contrast between a planet and its host star. High-contrast observations with the Keck and Gemini telescopes have revealed three planets orbiting the star HR 8799, with projected separations of 24, 38, and 68 astronomical units. Multi-epoch data show counter clockwise orbital motion for all three imaged planets. The low luminosity of the companions and the estimated age of the system imply planetary masses between 5 and 13 times that of Jupiter. This system resembles a scaled-up version of the outer portion of our solar system.",
            "Direct imaging of multiple planets orbiting the star HR 8799",
            "Christian Marois and Bruce Macintosh and Travis Barman and B Zuckerman and Inseok Song and Jennifer Patience and David Lafrenière and René Doyon",
            "2008",
            "F1xwl-AAAAAJ:u5HHmVD_uO8C",
            1814,
            "https:\/\/science.sciencemag.org\/content\/322\/5906\/1348.abstract",
            "1486906976276110554",
            "\/scholar?cites=1486906976276110554",
            {
                "2008":7,
                "2009":123,
                "2010":211,
                "2011":177,
                "2012":188,
                "2013":168,
                "2014":183,
                "2015":149,
                "2016":143,
                "2017":110,
                "2018":126,
                "2019":98,
                "2020":100,
                "2021":17
            }
        ],
        [
            "We present deep VLT\/NACO infrared imaging and spectroscopic observations of the brown dwarf 2MASSWJ 1207334-393254, obtained during our on-going adaptive optics survey of southern young, nearby associations. This ~25  brown dwarf, located ~70 pc from Earth, has been recently identified as a member of the TW Hydrae Association (age ~ 8 Myr). Using adaptive optics infrared wavefront sensing to acquire sharp images of its circumstellar environment, we discovered a very faint and very red object at a close separation of ~780 mas (~55 AU). Photometry in the H, and bands and upper limit in J-band are compatible with a spectral type L5-L9.5. Near-infrared spectroscopy is consistent with this spectral type estimate. Different evolutionary models predict an object within the planetary regime with a mass of and an effective temperature of  K.",
            "A giant planet candidate near a young brown dwarf-direct VLT\/NACO observations using IR wavefront sensing",
            "Gael Chauvin and A-M Lagrange and C Dumas and B Zuckerman and D Mouillet and I Song and J-L Beuzit and P Lowrance",
            "2004",
            "F1xwl-AAAAAJ:u-x6o8ySG0sC",
            755,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2004\/38\/aagg222\/aagg222.html",
            "10347338479345218878",
            "\/scholar?cites=10347338479345218878",
            {
                "2005":45,
                "2006":61,
                "2007":59,
                "2008":48,
                "2009":41,
                "2010":65,
                "2011":45,
                "2012":44,
                "2013":55,
                "2014":44,
                "2015":32,
                "2016":51,
                "2017":30,
                "2018":44,
                "2019":39,
                "2020":43,
                "2021":3
            }
        ],
        [
            "We present an overview of the OSIRIS integral field spectrograph which was recently commissioned on the Keck II Telescope. OSIRIS works with the Keck Adaptive Optics system and utilizes an infrared transmissive lenslet array to sample a rectangular field of view at close to the Keck diffraction limit. By packing the spectra very closely together (2 pixel rows per spectrum) and using the Rockwell Hawaii-2 detector (wavelengths between 1 and 2.5 μm), we achieve a relatively large field of view (up to 6.4″) while maintaining full broad-band spectral coverage at a resolution of 3800. Among the challenges of the instrument are: a fully cryogenic design (approximately 250 kg are brought down to 55 K); four spatial scales from 0.02 to 0.10″; extremely low wavefront error (approximately 25 nm of non-common path error); large all aluminum optics for the spectrograph; extremely repeatable spectral formats; and a …",
            "OSIRIS: a diffraction limited integral field spectrograph for Keck",
            "James Larkin and Matthew Barczys and Alfred Krabbe and Sean Adkins and Ted Aliado and Paola Amico and George Brims and Randy Campbell and John Canfield and Thomas Gasaway and Allan Honey and Christof Iserlohe and Chris Johnson and Evan Kress and David LaFreniere and Ken Magnone and Nick Magnone and Michael McElwain and Juleen Moon and Andreas Quirrenbach and Gunnar Skulason and Inseok Song and Michael Spencer and Jason Weiss and Shelley Wright",
            "2006",
            "F1xwl-AAAAAJ:IjCSPb-OGe4C",
            685,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S138764730600025X",
            "8541906475229962628",
            "\/scholar?cites=8541906475229962628",
            {
                "2006":5,
                "2007":13,
                "2008":17,
                "2009":22,
                "2010":34,
                "2011":56,
                "2012":57,
                "2013":64,
                "2014":59,
                "2015":57,
                "2016":63,
                "2017":61,
                "2018":70,
                "2019":47,
                "2020":51,
                "2021":8
            }
        ],
        [
            "■ Abstract Until the late 1990s the rich Hyades and the sparse UMa clusters were the only coeval, comoving concentrations of stars known within 60 pc of Earth. Both are hundreds of millions of years old. Then beginning in the late 1990s the TW Hydrae Association, the Tucana\/Horologium Association, the β Pictoris Moving Group, and the AB Doradus Moving Group were identified within∼ 60 pc of Earth, and the η Chamaeleontis cluster was found at 97 pc. These young groups (ages 8–50 Myr), along with other nearby, young stars, will enable imaging and spectroscopic studies of the origin and early evolution of planetary systems.",
            "Young stars near the sun",
            "B Zuckerman and Inseok Song",
            "2004",
            "F1xwl-AAAAAJ:d1gkVwhDpl0C",
            638,
            "http:\/\/ifa.hawaii.edu\/~reipurth\/reviews\/zuckerman_araa.pdf",
            "7737759567734323590",
            "\/scholar?cites=7737759567734323590",
            {
                "2004":4,
                "2005":20,
                "2006":28,
                "2007":46,
                "2008":44,
                "2009":58,
                "2010":54,
                "2011":34,
                "2012":41,
                "2013":47,
                "2014":51,
                "2015":43,
                "2016":39,
                "2017":30,
                "2018":39,
                "2019":26,
                "2020":27,
                "2021":2
            }
        ],
        [
            "The Gemini Planet Imager is a dedicated facility for directly imaging and spectroscopically characterizing extrasolar planets. It combines a very high-order adaptive optics system, a diffraction-suppressing coronagraph, and an integral field spectrograph with low spectral resolution but high spatial resolution. Every aspect of the Gemini Planet Imager has been tuned for maximum sensitivity to faint planets near bright stars. During first-light observations, we achieved an estimated H band Strehl ratio of 0.89 and a 5-σ contrast of 106 at 0.75 arcseconds and 105 at 0.35 arcseconds. Observations of Beta Pictoris clearly detect the planet, Beta Pictoris b, in a single 60-s exposure with minimal postprocessing. Beta Pictoris b is observed at a separation of 434 ± 6 milliarcseconds (mas) and position angle 211.8 ± 0.5°. Fitting the Keplerian orbit of Beta Pic b using the new position together with previous astrometry gives a factor of …",
            "First light of the gemini planet imager",
            "Bruce Macintosh and James R Graham and Patrick Ingraham and Quinn Konopacky and Christian Marois and Marshall Perrin and Lisa Poyneer and Brian Bauman and Travis Barman and Adam S Burrows and Andrew Cardwell and Jeffrey Chilcote and Robert J De Rosa and Daren Dillon and Rene Doyon and Jennifer Dunn and Darren Erikson and Michael P Fitzgerald and Donald Gavel and Stephen Goodsell and Markus Hartung and Pascale Hibon and Paul Kalas and James Larkin and Jerome Maire and Franck Marchis and Mark S Marley and James McBride and Max Millar-Blanchaer and Katie Morzinski and Andrew Norton and BR Oppenheimer and David Palmer and Jennifer Patience and Laurent Pueyo and Fredrik Rantakyro and Naru Sadakuni and Leslie Saddlemyer and Dmitry Savransky and Andrew Serio and Remi Soummer and Anand Sivaramakrishnan and Inseok Song and Sandrine Thomas and J Kent Wallace and Sloane Wiktorowicz and Schuyler Wolff",
            "2014",
            "F1xwl-AAAAAJ:7PzlFSSx8tAC",
            499,
            "https:\/\/www.pnas.org\/content\/111\/35\/12661.short",
            "231345163749197545",
            "\/scholar?cites=231345163749197545",
            {
                "2014":35,
                "2015":67,
                "2016":90,
                "2017":78,
                "2018":76,
                "2019":66,
                "2020":82,
                "2021":4
            }
        ],
        [
            "The Gemini Planet Imager is a dedicated facility for directly imaging and spectroscopically characterizing extrasolar planets. It combines a very high-order adaptive optics system, a diffraction-suppressing coronagraph, and an integral field spectrograph with low spectral resolution but high spatial resolution. Every aspect of the Gemini Planet Imager has been tuned for maximum sensitivity to faint planets near bright stars. During first-light observations, we achieved an estimated H band Strehl ratio of 0.89 and a 5-σ contrast of 106 at 0.75 arcseconds and 105 at 0.35 arcseconds. Observations of Beta Pictoris clearly detect the planet, Beta Pictoris b, in a single 60-s exposure with minimal postprocessing. Beta Pictoris b is observed at a separation of 434 ± 6 milliarcseconds (mas) and position angle 211.8 ± 0.5°. Fitting the Keplerian orbit of Beta Pic b using the new position together with previous astrometry gives a factor of …",
            "First light of the gemini planet imager",
            "Bruce Macintosh and James R Graham and Patrick Ingraham and Quinn Konopacky and Christian Marois and Marshall Perrin and Lisa Poyneer and Brian Bauman and Travis Barman and Adam S Burrows and Andrew Cardwell and Jeffrey Chilcote and Robert J De Rosa and Daren Dillon and Rene Doyon and Jennifer Dunn and Darren Erikson and Michael P Fitzgerald and Donald Gavel and Stephen Goodsell and Markus Hartung and Pascale Hibon and Paul Kalas and James Larkin and Jerome Maire and Franck Marchis and Mark S Marley and James McBride and Max Millar-Blanchaer and Katie Morzinski and Andrew Norton and BR Oppenheimer and David Palmer and Jennifer Patience and Laurent Pueyo and Fredrik Rantakyro and Naru Sadakuni and Leslie Saddlemyer and Dmitry Savransky and Andrew Serio and Remi Soummer and Anand Sivaramakrishnan and Inseok Song and Sandrine Thomas and J Kent Wallace and Sloane Wiktorowicz and Schuyler Wolff",
            "2014",
            "F1xwl-AAAAAJ:8k81kl-MbHgC",
            499,
            "https:\/\/www.pnas.org\/content\/111\/35\/12661.short",
            "231345163749197545",
            "\/scholar?cites=231345163749197545",
            {
                "2014":35,
                "2015":67,
                "2016":90,
                "2017":78,
                "2018":76,
                "2019":66,
                "2020":82,
                "2021":4
            }
        ],
        [
            " Following the 1983 IRAS detection and subsequent imaging of its extensive dusty circumstellar disk, β Pictoris became the prototypical and most studied example of a potential forming planetary system. Here we report the identification of 17 star systems, each with one or more characteristics indicative of extreme youth, that are moving through space together with β Pic. This diverse set of ∼12 million yr old star systems, which includes a ∼35 Jupiter mass brown dwarf, and a wide assortment of dusty circumstellar disks, is the comoving, youthful group closest to Earth. Their unique combination of youth and proximity to Earth makes group members—many of which have masses similar to that of the Sun—prime candidates for imaging of warm planets and dusty circumstellar disks with ground‐ and space‐based telescopes.",
            "The β Pictoris moving group",
            "B Zuckerman and Inseok Song and MS Bessell and RA Webb",
            "2001",
            "F1xwl-AAAAAJ:9yKSN-GCB0IC",
            451,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/337968\/meta",
            "3027569053941746516",
            "\/scholar?cites=3027569053941746516",
            {
                "2002":13,
                "2003":22,
                "2004":28,
                "2005":21,
                "2006":29,
                "2007":29,
                "2008":21,
                "2009":26,
                "2010":36,
                "2011":23,
                "2012":24,
                "2013":29,
                "2014":38,
                "2015":25,
                "2016":26,
                "2017":11,
                "2018":14,
                "2019":19,
                "2020":13,
                "2021":2
            }
        ],
        [
            "Directly detecting thermal emission from young extrasolar planets allows measurement of their atmospheric compositions and luminosities, which are influenced by their formation mechanisms. Using the Gemini Planet Imager, we discovered a planet orbiting the ~20-million-year-old star 51 Eridani at a projected separation of 13 astronomical units. Near-infrared observations show a spectrum with strong methane and water-vapor absorption. Modeling of the spectra and photometry yields a luminosity (normalized by the luminosity of the Sun) of 1.6 to 4.0 × 10−6 and an effective temperature of 600 to 750 kelvin. For this age and luminosity, “hot-start” formation models indicate a mass twice that of Jupiter. This planet also has a sufficiently low luminosity to be consistent with the “cold-start” core-accretion process that may have formed Jupiter.",
            "Discovery and spectroscopy of the young jovian planet 51 Eri b with the Gemini Planet Imager",
            "B Macintosh and JR Graham and T Barman and RJ De Rosa and Q Konopacky and MS Marley and C Marois and EL Nielsen and L Pueyo and A Rajan and J Rameau and Didier Saumon and JJ Wang and Jennifer Patience and M Ammons and P Arriaga and E Artigau and S Beckwith and J Brewster and S Bruzzone and J Bulger and B Burningham and Adam S Burrows and C Chen and E Chiang and JK Chilcote and RI Dawson and R Dong and R Doyon and ZH Draper and G Duchêne and TM Esposito and Daniel Fabrycky and Michael P Fitzgerald and KB Follette and JJ Fortney and B Gerard and S Goodsell and AZ Greenbaum and P Hibon and S Hinkley and TH Cotten and L-W Hung and P Ingraham and M Johnson-Groh and P Kalas and D Lafreniere and JE Larkin and J Lee and Michael Line and D Long and J Maire and F Marchis and BC Matthews and CE Max and S Metchev and Maxwell A Millar-Blanchaer and T Mittal and CV Morley and KM Morzinski and R Murray-Clay and R Oppenheimer and DW Palmer and R Patel and MD Perrin and LA Poyneer and RR Rafikov and FT Rantakyrö and EL Rice and P Rojo and AR Rudy and J-B Ruffio and MT Ruiz and N Sadakuni and L Saddlemyer and M Salama and D Savransky and AC Schneider and Anand Sivaramakrishnan and I Song and R Soummer and S Thomas and G Vasisht and JK Wallace and K Ward-Duong and SJ Wiktorowicz and SG Wolff and B Zuckerman",
            "2015",
            "F1xwl-AAAAAJ:vV6vV6tmYwMC",
            408,
            "https:\/\/science.sciencemag.org\/content\/350\/6256\/64.summary",
            "13023161234551069907",
            "\/scholar?cites=13023161234551069907",
            {
                "2015":10,
                "2016":79,
                "2017":74,
                "2018":83,
                "2019":74,
                "2020":82,
                "2021":5
            }
        ],
        [
            "We report new VLT\/NACO imaging observations of the young, nearby brown dwarf 2MASSW J1207334-393254 and its suggested planetary mass companion (2M1207 b). Three epochs of VLT\/NACO measurements obtained over nearly one year show that the planetary mass companion candidate shares the same proper motion and, with a high confidence level, is not a stationary background object. This result confirms the status of 2M1207 b as of planetary mass (5 times the mass of Jupiter) and the first image of a planetary mass companion in a different system than our own. This discovery offers new perspectives for our understanding of chemical and physical properties of planetary mass objects as well as their mechanisms of formation.",
            "Giant planet companion to 2MASSW J1207334-393254",
            "Gaël Chauvin and A-M Lagrange and Ch Dumas and B Zuckerman and D Mouillet and I Song and J-L Beuzit and P Lowrance",
            "2005",
            "F1xwl-AAAAAJ:2osOgNQ5qMEC",
            388,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2005\/29\/aahd051\/aahd051.html",
            "6474981530705789291",
            "\/scholar?cites=6474981530705789291",
            {
                "2004":1,
                "2005":23,
                "2006":50,
                "2007":53,
                "2008":37,
                "2009":28,
                "2010":32,
                "2011":15,
                "2012":20,
                "2013":16,
                "2014":16,
                "2015":21,
                "2016":23,
                "2017":14,
                "2018":14,
                "2019":6,
                "2020":16,
                "2021":2
            }
        ],
        [
            "We report deep imaging observations of the young, nearby star AB Pic, a member of the large Tucana-Horologium association. We have detected a faint, red source  South of the star with JHK colors compatible with that of a young substellar L dwarf. Follow-up observations at two additional epochs confirm, with a confidence level of 4.7σ, that the faint red object is a companion to AB Pic rather than it being a stationary background object. A low resolution K-band spectrum indicates an early-L spectral type for the companion. Finally, evolutionary model predictions based on the JHK photometry of AB Pic b indicate a mass of 13 to 14  if its age is ~30 Myr. Is AB Pic b a massive planet or a minimum mass brown dwarf?",
            "A companion to AB Pic at the planet\/brown dwarf boundary",
            "Gaël Chauvin and A-M Lagrange and B Zuckerman and C Dumas and D Mouillet and Inseok Song and J-L Beuzit and P Lowrance and MS Bessell",
            "2005",
            "F1xwl-AAAAAJ:qjMakFHDy7sC",
            310,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2005\/30\/aahc231\/aahc231.html",
            "13587173620055095702",
            "\/scholar?cites=13587173620055095702",
            {
                "2005":9,
                "2006":27,
                "2007":28,
                "2008":20,
                "2009":31,
                "2010":28,
                "2011":21,
                "2012":21,
                "2013":24,
                "2014":19,
                "2015":14,
                "2016":24,
                "2017":9,
                "2018":5,
                "2019":8,
                "2020":19,
                "2021":3
            }
        ]
    ]
}