{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "With the successful launch of the Swift Gamma‐Ray Burst Explorer, a rich trove of early X‐ray afterglow data has been collected by its onboard X‐Ray Telescope (XRT). Some interesting features are emerging, including a distinct rapidly decaying component preceding the conventional afterglow component in many sources, a shallow decay component before the more “normal” decay component observed in a good fraction of GRBs, and X‐ray flares in nearly half of the afterglows. In this paper we systematically analyze the possible physical processes that shape the properties of the early X‐ray afterglow light curves and use the data to constrain various models. We suggest that the steep decay component is consistent with the tail emission of the prompt gamma‐ray bursts and\/or the X‐ray flares. This provides strong evidence that the prompt emission and afterglow emission are likely two distinct components …",
            "Physical processes shaping gamma-ray burst X-ray afterglow light curves: theoretical implications from the Swift X-ray telescope observations",
            "Bing Zhang and Yi Zhong Fan and Jaroslaw Dyks and Shiho Kobayashi and Peter Mészáros and David N Burrows and John A Nousek and Neil Gehrels",
            "2006",
            "f2MNtqgAAAAJ:PaBasH6fAo0C",
            1053,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/500723\/meta",
            "3085434776892876172",
            "\/scholar?cites=3085434776892876172",
            {
                "2006":66,
                "2007":138,
                "2008":95,
                "2009":82,
                "2010":53,
                "2011":73,
                "2012":58,
                "2013":70,
                "2014":55,
                "2015":82,
                "2016":50,
                "2017":50,
                "2018":55,
                "2019":54,
                "2020":55,
                "2021":6
            }
        ],
        [
            "With the successful launch of the Swift Gamma‐Ray Burst Explorer, a rich trove of early X‐ray afterglow data has been collected by its onboard X‐Ray Telescope (XRT). Some interesting features are emerging, including a distinct rapidly decaying component preceding the conventional afterglow component in many sources, a shallow decay component before the more “normal” decay component observed in a good fraction of GRBs, and X‐ray flares in nearly half of the afterglows. In this paper we systematically analyze the possible physical processes that shape the properties of the early X‐ray afterglow light curves and use the data to constrain various models. We suggest that the steep decay component is consistent with the tail emission of the prompt gamma‐ray bursts and\/or the X‐ray flares. This provides strong evidence that the prompt emission and afterglow emission are likely two distinct components …",
            "Physical processes shaping gamma-ray burst X-ray afterglow light curves: theoretical implications from the Swift X-ray telescope observations",
            "Bing Zhang and Yi Zhong Fan and Jaroslaw Dyks and Shiho Kobayashi and Peter Mészáros and David N Burrows and John A Nousek and Neil Gehrels",
            "2006",
            "f2MNtqgAAAAJ:WF5omc3nYNoC",
            1053,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/500723\/meta",
            "3085434776892876172",
            "\/scholar?cites=3085434776892876172",
            {
                "2006":66,
                "2007":138,
                "2008":95,
                "2009":82,
                "2010":53,
                "2011":73,
                "2012":58,
                "2013":70,
                "2014":55,
                "2015":82,
                "2016":50,
                "2017":50,
                "2018":55,
                "2019":54,
                "2020":55,
                "2021":6
            }
        ],
        [
            "Although the link between long γ-ray bursts (GRBs) and supernovae has been established 1, 2, 3, 4, hitherto there have been no observations of the beginning of a supernova explosion and its intimate link to a GRB. In particular, we do not know how the jet that defines a γ-ray burst emerges from the star's surface, nor how a GRB progenitor explodes. Here we report observations of the relatively nearby GRB 060218 (ref. 5) and its connection to supernova SN 2006aj (ref. 6). In addition to the classical non-thermal emission, GRB 060218 shows a thermal component in its X-ray spectrum, which cools and shifts into the optical\/ultraviolet band as time passes. We interpret these features as arising from the break-out of a shock wave driven by a mildly relativistic shell into the dense wind surrounding the progenitor 7. We have caught a supernova in the act of exploding, directly observing the shock break-out, which …",
            "The association of GRB 060218 with a supernova and the evolution of the shock wave",
            "S Campana and V Mangano and AJ Blustin and P Brown and DN Burrows and G Chincarini and JR Cummings and G Cusumano and M Della Valle and D Malesani and P Mészáros and JA Nousek and M Page and T Sakamoto and E Waxman and B Zhang and ZG Dai and N Gehrels and S Immler and FE Marshall and KO Mason and A Moretti and PT O'Brien and JP Osborne and KL Page and P Romano and PWA Roming and G Tagliaferri and LR Cominsky and P Giommi and O Godet and JA Kennea and H Krimm and L Angelini and SD Barthelmy and PT Boyd and DM Palmer and AA Wells and NE White",
            "2006",
            "f2MNtqgAAAAJ:_FxGoFyzp5QC",
            877,
            "https:\/\/www.nature.com\/articles\/nature04892",
            "9928125710471820481",
            "\/scholar?cites=9928125710471820481",
            {
                "2006":29,
                "2007":114,
                "2008":84,
                "2009":51,
                "2010":63,
                "2011":77,
                "2012":55,
                "2013":50,
                "2014":50,
                "2015":62,
                "2016":42,
                "2017":50,
                "2018":46,
                "2019":54,
                "2020":37,
                "2021":6
            }
        ],
        [
            "The cosmological gamma-ray burst (GRB) phenomenon is reviewed. The broad observational facts and empirical phenomenological relations of the GRB prompt emission and afterglow are outlined. A well-tested, successful fireball shock model is introduced in a pedagogical manner. Several important uncertainties in the current understanding of the phenomenon are reviewed, and prospects of how future experiments and extensive observational and theoretical efforts may address these problems are discussed.",
            "Gamma-ray bursts: Progress, problems & prospects",
            "Bing Zhang and Peter Mészáros",
            "2004",
            "f2MNtqgAAAAJ:ufrVoPGSRksC",
            820,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/S0217751X0401746X",
            "3713534149353808034",
            "\/scholar?cites=3713534149353808034",
            {
                "2004":28,
                "2005":84,
                "2006":94,
                "2007":80,
                "2008":74,
                "2009":62,
                "2010":43,
                "2011":58,
                "2012":59,
                "2013":43,
                "2014":28,
                "2015":32,
                "2016":22,
                "2017":25,
                "2018":15,
                "2019":40,
                "2020":23,
                "2021":1
            }
        ],
        [
            "Gamma-ray bursts (GRBs) come in two classes 1: long (> 2 s), soft-spectrum bursts and short, hard events. Most progress has been made on understanding the long GRBs, which are typically observed at high redshift (z≈ 1) and found in subluminous star-forming host galaxies. They are likely to be produced in core-collapse explosions of massive stars 2. In contrast, no short GRB had been accurately (< 10 ″) and rapidly (minutes) located. Here we report the detection of the X-ray afterglow from—and the localization of—the short burst GRB 050509B. Its position on the sky is near a luminous, non-star-forming elliptical galaxy at a redshift of 0.225, which is the location one would expect 3, 4 if the origin of this GRB is through the merger of neutron-star or black-hole binaries. The X-ray afterglow was weak and faded below the detection limit within a few hours; no optical afterglow was detected to stringent limits …",
            "A short γ-ray burst apparently associated with an elliptical galaxy at redshift z= 0.225",
            "Neil Gehrels and CL Sarazin and Paul T O'Brien and B Zhang and Lieven Barbier and Scott D Barthelmy and A Blustin and David N Burrows and J Cannizzo and JR Cummings and M Goad and ST Holland and CP Hurkett and Jamie A Kennea and A Levan and CB Markwardt and KO Mason and P Meszaros and M Page and DM Palmer and Evert Rol and Takanori Sakamoto and R Willingale and Lorella Angelini and A Beardmore and PT Boyd and A Breeveld and Sergio Campana and MM Chester and Guido Chincarini and LR Cominsky and Giancarlo Cusumano and M De Pasquale and EE Fenimore and Paolo Giommi and C Gronwall and Dirk Grupe and Joanne E Hill and D Hinshaw and J Hjorth and D Hullinger and KC Hurley and S Klose and Shiho Kobayashi and C Kouveliotou and HA Krimm and V Mangano and FE Marshall and K McGowan and Alberto Moretti and RF Mushotzky and K Nakazawa and JP Norris and John A Nousek and Julian P Osborne and K Page and AM Parsons and S Patel and M Perri and T Poole and Patrizia Romano and PWA Roming and S Rosen and G Sato and P Schady and AP Smale and J Sollerman and R Starling and M Still and M Suzuki and Gianpiero Tagliaferri and T Takahashi and M Tashiro and J Tueller and Alan A Wells and NE White and RAMJ Wijers",
            "2005",
            "f2MNtqgAAAAJ:LkGwnXOMwfcC",
            674,
            "https:\/\/www.nature.com\/articles\/nature04142",
            "8684444752644485210",
            "\/scholar?cites=8684444752644485210",
            {
                "2005":18,
                "2006":99,
                "2007":82,
                "2008":50,
                "2009":54,
                "2010":33,
                "2011":37,
                "2012":46,
                "2013":37,
                "2014":29,
                "2015":42,
                "2016":24,
                "2017":45,
                "2018":20,
                "2019":21,
                "2020":25,
                "2021":4
            }
        ],
        [
            "Long-duration γ-ray bursts (GRBs) release copious amounts of energy across the entire electromagnetic spectrum, and so provide a window into the process of black hole formation from the collapse of massive stars. Previous early optical observations of even the most exceptional GRBs (990123 and 030329) lacked both the temporal resolution to probe the optical flash in detail and the accuracy needed to trace the transition from the prompt emission within the outflow to external shocks caused by interaction with the progenitor environment. Here we report observations of the extraordinarily bright prompt optical and γ-ray emission of GRB 080319B that provide diagnostics within seconds of its formation, followed by broadband observations of the afterglow decay that continued for weeks. We show that the prompt emission stems from a single physical region, implying an extremely relativistic outflow that propagates …",
            "Broadband observations of the naked-eye γ-ray burst GRB 080319B",
            "JL Racusin and SV Karpov and Marcin Sokolowski and J Granot and XF Wu and V Pal’Shin and S Covino and AJ Van Der Horst and SR Oates and P Schady and RJ Smith and J Cummings and RLC Starling and LW Piotrowski and B Zhang and PA Evans and ST Holland and K Malek and MT Page and L Vetere and R Margutti and Cristiano Guidorzi and AP Kamble and PA Curran and A Beardmore and C Kouveliotou and L Mankiewicz and A Melandri and PT O’Brien and KL Page and T Piran and NR Tanvir and G Wrochna and RL Aptekar and S Barthelmy and C Bartolini and GM Beskin and S Bondar and M Bremer and S Campana and A Castro-Tirado and A Cucchiara and M Cwiok and P D’Avanzo and V D’Elia and M Della Valle and A de Ugarte Postigo and W Dominik and A Falcone and F Fiore and DB Fox and DD Frederiks and AS Fruchter and D Fugazza and MA Garrett and N Gehrels and S Golenetskii and A Gomboc and J Gorosabel and G Greco and A Guarnieri and S Immler and M Jelinek and G Kasprowicz and V La Parola and AJ Levan and V Mangano and EP Mazets and E Molinari and A Moretti and K Nawrocki and PP Oleynik and JP Osborne and C Pagani and SB Pandey and Z Paragi and M Perri and A Piccioni and E Ramirez-Ruiz and PWA Roming and IA Steele and RG Strom and V Testa and G Tosti and MV Ulanov and K Wiersema and RAMJ Wijers and JM Winters and AF Zarnecki and F Zerbi and P Mészáros and G Chincarini and DN Burrows",
            "2008",
            "f2MNtqgAAAAJ:roLk4NBRz8UC",
            619,
            "https:\/\/www.nature.com\/articles\/nature07270",
            "8816650955629457319",
            "\/scholar?cites=8816650955629457319",
            {
                "2008":15,
                "2009":105,
                "2010":84,
                "2011":75,
                "2012":65,
                "2013":60,
                "2014":46,
                "2015":38,
                "2016":28,
                "2017":28,
                "2018":24,
                "2019":26,
                "2020":15,
                "2021":2
            }
        ]
    ]
}