{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Neutral fermions present new opportunities for testing models of many-body quantum systems, realizing precision atom interferometry, producing ultra-cold molecules, and investigating fundamental forces. However, since they were first observed 1, quantum degenerate Fermi gases (DFGs) have continued to be challenging to produce, and have been realized in only a handful of laboratories 2, 3, 4, 5, 6, 7, 8, 9, 10. In this letter, we report the production of a DFG using a simple apparatus based on a microfabricated magnetic trap. Similar approaches applied to Bose–Einstein condensation of 87 Rb (refs 11, 12) have accelerated evaporative cooling and eliminated the need for multiple vacuum chambers. We demonstrate sympathetic cooling for the first time in a microtrap, and cool 40 K to Fermi degeneracy in just six seconds—faster than has been possible in conventional magnetic traps. To understand our …",
            "Rapid sympathetic cooling to Fermi degeneracy on a chip",
            "S Aubin and S Myrskog and MHT Extavour and Lindsay J LeBlanc and D McKay and A Stummer and Joseph H Thywissen",
            "2006",
            "F4ddBJoAAAAJ:kNdYIx-mwKoC",
            144,
            "https:\/\/www.nature.com\/articles\/nphys309",
            "7433178340197650168",
            "\/scholar?cites=7433178340197650168",
            {
                "2005":1,
                "2006":5,
                "2007":25,
                "2008":24,
                "2009":16,
                "2010":10,
                "2011":13,
                "2012":9,
                "2013":9,
                "2014":7,
                "2015":2,
                "2016":8,
                "2017":5,
                "2018":5,
                "2019":1,
                "2020":3
            }
        ],
        [
            "We have trapped over 250 000 210Fr in a new on-line high efficiency magneto-optical trap (MOT). We describe the new apparatus and present an overview of high-efficiency MOTs for trapping rare isotopes. These traps depend on three critical components: a dry-film coating, a neutralizer, and the optical trap. We have developed a series of independent tests of the effectiveness of these components, and have used the results to construct our trap.",
            "High efficiency magneto-optical trap for unstable isotopes",
            "S Aubin and E Gomez and LA Orozco and GD Sprouse",
            "2003",
            "F4ddBJoAAAAJ:_xSYboBqXhAC",
            80,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1606093",
            "15606121285108755775",
            "\/scholar?cites=15606121285108755775",
            {
                "2004":7,
                "2005":4,
                "2006":7,
                "2007":8,
                "2008":9,
                "2009":5,
                "2010":2,
                "2011":2,
                "2012":8,
                "2013":9,
                "2014":3,
                "2015":2,
                "2016":2,
                "2017":2,
                "2018":3,
                "2019":2,
                "2020":2,
                "2021":1
            }
        ]
    ]
}