{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Calabi-Yau spaces are complex spaces with a vanishing first Chern class, or equivalently, with trivial canonical bundle (canonical class). They are used to construct possibly realistic (super) string models and are thus being studied vigorously in the recent physics literature. In the main part of the Book, collected and reviewed are relevant results on (1) several major techniques of constructing such spaces and (2) computation of physically relevant quantities such as massless field spectra and their Yukawa interactions. Issues of (3) stringy corrections and (4) moduli space and its geometry are still in the stage of rapid and continuing development, whence there is more emphasis on open problems here. Also is included a preliminary discussion of the conjectured universal moduli space and related open problems. Finally, several detailed models and sample computations are included throughout the Book to exemplify the techniques and the general discussion. The Book also contains a Lexicon (28 pages) of 150 assorted terms, key-words and main results and theorems, well suited for a handy reference. Although cross-referenced with the main part of the Book, the Lexicon can also be used independently. The level of mathematics is guided and developed between that of the popular Physics Reports of Eguchi, Gilkey and Hanson and the book Superstrings (Vol. 2) by Green, Schwarz and Witten on one end and Principles of Algebraic Geometry of Griffiths and Harris on the other. This is the first systematic exposition in book form of the material on Calabi-Yau spaces, related mathematics and the physics application, otherwise scattered through …",
            "Calabi-Yau manifolds: A Bestiary for physicists",
            "Tristan Hubsch",
            "1992",
            "F5J7OKAAAAAJ:ZfRJV9d4-WMC",
            331,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=waPsCgAAQBAJ&oi=fnd&pg=PP11&dq=info:4oIsSD6oCDQJ:scholar.google.com&ots=XMaHPczBFH&sig=xdR1fgaRDfakuXEKUufA6BByI8A",
            "3749431675238253282",
            "\/scholar?cites=3749431675238253282",
            {
                "1992":1,
                "1993":5,
                "1994":9,
                "1995":10,
                "1996":10,
                "1997":5,
                "1998":12,
                "1999":7,
                "2000":11,
                "2001":7,
                "2002":5,
                "2003":10,
                "2004":9,
                "2005":13,
                "2006":10,
                "2007":10,
                "2008":14,
                "2009":14,
                "2010":20,
                "2011":9,
                "2012":15,
                "2013":14,
                "2014":11,
                "2015":6,
                "2016":19,
                "2017":17,
                "2018":19,
                "2019":14,
                "2020":22,
                "2021":1
            }
        ],
        [
            "For a very large number of Calabi-Yau manifolds of many different numerical invariants and hence distinct homotopy types, the relevant moduli spaces can be assembled into a connected web. Here we study the geometry of these moduli spaces, especially near the interfacing regions which correspond to conifolds, certain rather mild singularizations of the manifolds in question. In the natural metric, which we show to coincide also with the point field limit of the Zamolodchikov metric, all the distances in this web are finite.",
            "Rolling among calabi-yau vacua",
            "Philip Candelas and Paul S Green and Tristan Hübsch",
            "1990",
            "F5J7OKAAAAAJ:u-x6o8ySG0sC",
            277,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/055032139090302T",
            "2627495527315123146",
            "\/scholar?cites=2627495527315123146",
            {
                "1990":14,
                "1991":10,
                "1992":10,
                "1993":4,
                "1994":8,
                "1995":18,
                "1996":16,
                "1997":17,
                "1998":20,
                "1999":6,
                "2000":4,
                "2001":12,
                "2002":3,
                "2003":1,
                "2004":4,
                "2005":8,
                "2006":7,
                "2007":8,
                "2008":8,
                "2009":9,
                "2010":7,
                "2011":10,
                "2012":9,
                "2013":9,
                "2014":1,
                "2015":4,
                "2016":7,
                "2017":9,
                "2018":10,
                "2019":11,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We generalize the known method for explicit construction of mirror pairs of (2,2)-superconformal field theories, using the formalism of Landau-Ginzburg orbifolds. Geometrically, these theories ae realized as Calabi-Yau hypersurfaces in weighted projective spaces. This generalization makes it possible to construct the mirror partners of many manifolds for which the mirror was not previously known.",
            "A generalized construction of mirror manifolds",
            "Per Berglund and Tristan Hübsch",
            "1993",
            "F5J7OKAAAAAJ:d1gkVwhDpl0C",
            242,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/055032139390250S",
            "14710346284418073241",
            "\/scholar?cites=14710346284418073241",
            {
                "1992":3,
                "1993":7,
                "1994":11,
                "1995":10,
                "1996":5,
                "1997":3,
                "1998":1,
                "1999":2,
                "2000":1,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":3,
                "2006":2,
                "2007":3,
                "2008":4,
                "2009":3,
                "2010":13,
                "2011":9,
                "2012":10,
                "2013":18,
                "2014":21,
                "2015":14,
                "2016":13,
                "2017":24,
                "2018":26,
                "2019":31,
                "2020":1
            }
        ],
        [
            "We consider constructions of manifolds withSU(3) holonomy as embedded in products of complex projective spaces by imposing certain homogeneous holomorphic constraints. We prove that every such construction leads to one deformation class of manifolds withSU(3) holonomy. For a subset of these manifolds we prove simple connectedness, address the problem of calculating the second Betti number and explicitly calculate it for a class of constructions. This establishes a very wide class of manifolds withSU(3) holonomy, that can give rise to yet many more constructions via dividing out the action of suitably chosen discrete groups. Some of the examples studied may yield phenomenologically acceptable models.",
            "Calabi-Yau manifolds as complete intersections in products of complex projective spaces",
            "Paul Green and Tristan Hübsch",
            "1987",
            "F5J7OKAAAAAJ:9yKSN-GCB0IC",
            119,
            "https:\/\/link.springer.com\/article\/10.1007\/BF01205673",
            "17475620858356521292",
            "\/scholar?cites=17475620858356521292",
            {
                "1987":6,
                "1988":10,
                "1989":13,
                "1990":10,
                "1991":3,
                "1992":8,
                "1993":6,
                "1994":2,
                "1995":1,
                "1996":2,
                "1997":2,
                "1998":1,
                "1999":3,
                "2000":2,
                "2001":2,
                "2002":2,
                "2003":2,
                "2004":1,
                "2005":1,
                "2006":1,
                "2007":3,
                "2008":3,
                "2009":6,
                "2010":4,
                "2011":4,
                "2012":3,
                "2013":13,
                "2014":2
            }
        ],
        [
            "Moduli spaces for a wide class of Calabi-Yau manifolds with different numerical invariants (and thus topologically distinct) can be assembled into a connected ‘‘web’’in which all distances are finite. This increases the plausibility of phase transitions among the corresponding superstring vacua.",
            "Finite distance between distinct Calabi-Yau manifolds",
            "Philip Candelas and Paul S Green and Tristan Hübsch",
            "1989",
            "F5J7OKAAAAAJ:qjMakFHDy7sC",
            102,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.62.1956",
            "612188027782741002",
            "\/scholar?cites=612188027782741002",
            {
                "1989":3,
                "1990":10,
                "1991":1,
                "1992":4,
                "1993":2,
                "1994":6,
                "1995":7,
                "1996":10,
                "1997":6,
                "1998":1,
                "1999":2,
                "2000":3,
                "2001":3,
                "2002":2,
                "2003":1,
                "2004":2,
                "2005":4,
                "2006":1,
                "2007":2,
                "2008":8,
                "2009":4,
                "2010":2,
                "2011":3,
                "2012":2,
                "2013":1,
                "2014":5,
                "2015":6
            }
        ],
        [
            "The complete structure of the moduli space of Calabi-Yau manifolds and the associated Landau-Ginzburg theories, and hence also of the corresponding low-energy effective theory that results from (2, 2) superstring compactification, may be determined in terms of certain holomorphic functions called periods. These periods are shown to be readily calculable for a great many such models. We illustrate this by computing the periods explicitly for a number of classes of Calabi-Yau manifolds. We also point out that it is possible to read off from the periods certain important information relating to the mirror manifolds.",
            "Periods for Calabi-Yau and Landau-Ginzburg vacua",
            "Per Berglund and Philip Candelas and Xenia De La Ossa and Anamaria Font and Tristan Hübsch and Dubravka Jančić and Fernando Quevedo",
            "1994",
            "F5J7OKAAAAAJ:zYLM7Y9cAGgC",
            101,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321394900477",
            "4733238751007523310",
            "\/scholar?cites=4733238751007523310",
            {
                "1994":7,
                "1995":9,
                "1996":7,
                "1997":3,
                "1998":4,
                "1999":1,
                "2000":3,
                "2001":4,
                "2002":1,
                "2003":7,
                "2004":4,
                "2005":2,
                "2006":1,
                "2007":3,
                "2008":2,
                "2009":2,
                "2010":2,
                "2011":1,
                "2012":1,
                "2013":3,
                "2014":5,
                "2015":4,
                "2016":6,
                "2017":7,
                "2018":11
            }
        ],
        [
            "We demonstrate that many families of Calabi-Yau threefolds consist generically of small resolutions of nodal forms in other families and, in fact, that a large class of families is connected by this relation. Our result resonates with a conjecture of Reid that Calabi-Yau threefolds may have a universal moduli space even though they are of different homotopy types. Such ideas tie quite naturally to alluring prospects of unifying (super)string models.",
            "Connecting moduli spaces of Calabi-Yau threefolds",
            "Paul S Green and Tristan Hübsch",
            "1988",
            "F5J7OKAAAAAJ:2osOgNQ5qMEC",
            101,
            "https:\/\/link.springer.com\/article\/10.1007\/BF01218081",
            "15778660189329459331",
            "\/scholar?cites=15778660189329459331",
            {
                "1989":5,
                "1990":7,
                "1991":4,
                "1992":2,
                "1993":1,
                "1994":9,
                "1995":9,
                "1996":6,
                "1997":2,
                "1998":4,
                "1999":1,
                "2000":3,
                "2001":3,
                "2002":2,
                "2003":2,
                "2004":3,
                "2005":5,
                "2006":7,
                "2007":6,
                "2008":2,
                "2009":1,
                "2010":4,
                "2011":4,
                "2012":4,
                "2013":2,
                "2014":2,
                "2015":1
            }
        ],
        [
            "The possible ways of compacitification of theE 8 ⊗E 8 Superstring theory to four dimensions are reviewed. The phenomenological need forN=1 supersymmetry is argued (on quite general grounds) to favour the choice of a Calabi-Yau manifold for the compact internal manifold. The massless spectrum after compactification is derived in full detail revealing, beside the usual particles, others that may have great phenomenological impact. The technical aspects of the construction of such manifolds are examined and the methods of calculation of the relevant topological properties are given. A big family of such constructions, giving rise to many new Calabi-Yau manifolds, is presented and its relevance to the search of a phenomenologically acceptable solution is discussed.",
            "Calabi-Yau manifolds—motivations and constructions",
            "Tristan Hübsch",
            "1987",
            "F5J7OKAAAAAJ:UeHWp8X0CEIC",
            90,
            "https:\/\/link.springer.com\/article\/10.1007\/BF01210616",
            "11877952919862836276",
            "\/scholar?cites=11877952919862836276",
            {
                "1986":1,
                "1987":3,
                "1988":13,
                "1989":15,
                "1990":8,
                "1991":4,
                "1992":7,
                "1993":1,
                "1994":4,
                "1995":2,
                "1996":1,
                "1997":1,
                "1998":1,
                "1999":1,
                "2000":1,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":2,
                "2005":3,
                "2006":1,
                "2007":4,
                "2008":4,
                "2009":3,
                "2010":2,
                "2011":5
            }
        ],
        [
            "We study a wide class of complex spaces each of which may be spanned by\" internal\" degrees of freedom of certain physics models with simple supergravity in (3+ 1)-dimensional Minkowski space-time. We show that there are connections among these complex spaces suggesting the possibility of phase transitions which would cause drastic changes in the physical observables of such models. The web of superstring models so connected suggests the existence of a\" unified\" superstring model of which the models studied here are special cases.",
            "Possible phase transitions among Calabi-Yau compactifications",
            "Paul S Green and Tristan Hübsch",
            "1988",
            "F5J7OKAAAAAJ:IjCSPb-OGe4C",
            79,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.61.1163",
            "6140984623088931174",
            "\/scholar?cites=6140984623088931174",
            {
                "1989":4,
                "1990":7,
                "1991":3,
                "1992":2,
                "1993":1,
                "1994":7,
                "1995":10,
                "1996":7,
                "1997":4,
                "1998":1,
                "1999":1,
                "2000":3,
                "2001":2,
                "2002":2,
                "2003":1,
                "2004":1,
                "2005":1,
                "2006":3,
                "2007":4,
                "2008":3,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":2,
                "2015":4
            }
        ],
        [
            "In this paper, we discuss off-shell representations of N-extended supersymmetry in one dimension, i.e. N-extended supersymmetric quantum mechanics, and following earlier work on the subject, we codify them in terms of graphs called Adinkras. This framework provides a method of generating all Adinkras with the same topology, and so also all the corresponding irreducible supersymmetric multiplets. We develop some graph theoretic techniques to understand these diagrams in terms of a relatively small amount of information, namely, at what heights various vertices of the graph should be \"hung.\"We then show how Adinkras that are the graphs of N-dimensional cubes can be obtained for superfields satisfying constraints that involve superderivatives. This dramatically widens the range of supermultiplets that can be described using the superspace formalism and also organizes them. Other topologies for …",
            "On graph-theoretic identifications of Adinkras, supersymmetry representations and superfields",
            "Charles F Doran and Michael G Faux and S James Gates Jr and Tristan Hübsch and Kevin M Iga and Gregory D Landweber",
            "2007",
            "F5J7OKAAAAAJ:Y0pCki6q_DkC",
            69,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/S0217751X07035112",
            "17994902120949817228",
            "\/scholar?cites=17994902120949817228",
            {
                "2006":4,
                "2007":1,
                "2008":6,
                "2009":8,
                "2010":3,
                "2011":3,
                "2012":5,
                "2013":12,
                "2014":4,
                "2015":6,
                "2016":2,
                "2017":4,
                "2018":4,
                "2019":5,
                "2020":2
            }
        ]
    ]
}