{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We live in a modern world supported by large, complex networks. Examples range from financial markets to communication and transportation systems. In many realistic situations the flow of physical quantities in the network, as characterized by the loads on nodes, is important. We show that for such networks where loads can redistribute among the nodes, intentional attacks can lead to a cascade of overload failures, which can in turn cause the entire or a substantial part of the network to collapse. This is relevant for real-world networks that possess a highly heterogeneous distribution of loads, such as the Internet and power grids. We demonstrate that the heterogeneity of these networks makes them particularly vulnerable to attacks in that a large-scale cascade may be triggered by disabling a single key node. This brings obvious concerns on the security of such systems.",
            "Cascade-based attacks on complex networks",
            "Adilson E Motter and Ying-Cheng Lai",
            "2002",
            "F5TciCcAAAAJ:u-x6o8ySG0sC",
            1803,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.66.065102",
            "11462986560804577566",
            "\/scholar?cites=11462986560804577566",
            {
                "2003":6,
                "2004":22,
                "2005":32,
                "2006":41,
                "2007":51,
                "2008":76,
                "2009":76,
                "2010":86,
                "2011":95,
                "2012":114,
                "2013":152,
                "2014":154,
                "2015":150,
                "2016":155,
                "2017":141,
                "2018":162,
                "2019":136,
                "2020":135,
                "2021":4
            }
        ],
        [
            "Small-world and scale-free networks are known to be more easily synchronized than regular lattices, which is usually attributed to the smaller network distance between oscillators. Surprisingly, we find that networks with a homogeneous distribution of connectivity are more synchronizable than heterogeneous ones, even though the average network distance is larger. We present numerical computations and analytical estimates on synchronizability of the network in terms of its heterogeneity parameters. Our results suggest that some degree of homogeneity is expected in naturally evolved structures, such as neural networks, where synchronizability is desirable.",
            "Heterogeneity in oscillator networks: Are smaller worlds easier to synchronize?",
            "Takashi Nishikawa and Adilson E Motter and Ying-Cheng Lai and Frank C Hoppensteadt",
            "2003",
            "F5TciCcAAAAJ:u5HHmVD_uO8C",
            932,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.014101",
            "14638293238325109025",
            "\/scholar?cites=14638293238325109025",
            {
                "2003":5,
                "2004":13,
                "2005":39,
                "2006":87,
                "2007":91,
                "2008":95,
                "2009":88,
                "2010":62,
                "2011":55,
                "2012":56,
                "2013":79,
                "2014":46,
                "2015":45,
                "2016":48,
                "2017":42,
                "2018":30,
                "2019":22,
                "2020":21,
                "2021":3
            }
        ],
        [
            "Complex networks with a heterogeneous distribution of loads may undergo a global cascade of overload failures when highly loaded nodes or edges are removed due to attacks or failures. Since a small attack or failure has the potential to trigger a global cascade, a fundamental question regards the possible strategies of defense to prevent the cascade from propagating through the entire network. Here we introduce and investigate a costless strategy of defense based on a selective further removal of nodes and edges, right after the initial attack or failure. This intentional removal of network elements is shown to drastically reduce the size of the cascade.",
            "Cascade control and defense in complex networks",
            "Adilson E Motter",
            "2004",
            "F5TciCcAAAAJ:9yKSN-GCB0IC",
            739,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.098701",
            "3181016909297743792",
            "\/scholar?cites=3181016909297743792",
            {
                "2005":17,
                "2006":29,
                "2007":36,
                "2008":40,
                "2009":57,
                "2010":42,
                "2011":44,
                "2012":41,
                "2013":74,
                "2014":57,
                "2015":58,
                "2016":55,
                "2017":57,
                "2018":44,
                "2019":41,
                "2020":43
            }
        ],
        [
            "Many complex networks display strong heterogeneity in the degree (connectivity) distribution. Heterogeneity in the degree distribution often reduces the average distance between nodes but, paradoxically, may suppress synchronization in networks of oscillators coupled symmetrically with uniform coupling strength. Here we offer a solution to this apparent paradox. Our analysis is partially based on the identification of a diffusive process underlying the communication between oscillators and reveals a striking relation between this process and the condition for the linear stability of the synchronized states. We show that, for a given degree distribution, the maximum synchronizability is achieved when the network of couplings is weighted and directed and the overall cost involved in the couplings is minimum. This enhanced synchronizability is solely determined by the mean degree and does not depend on the degree …",
            "Network synchronization, diffusion, and the paradox of heterogeneity",
            "Adilson E Motter and Changsong Zhou and Jürgen Kurths",
            "2005",
            "F5TciCcAAAAJ:d1gkVwhDpl0C",
            572,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.71.016116",
            "8581304191601182066",
            "\/scholar?cites=8581304191601182066",
            {
                "2005":13,
                "2006":60,
                "2007":54,
                "2008":65,
                "2009":49,
                "2010":38,
                "2011":36,
                "2012":35,
                "2013":49,
                "2014":28,
                "2015":35,
                "2016":26,
                "2017":23,
                "2018":21,
                "2019":14,
                "2020":17
            }
        ],
        [
            "An imperative condition for the functioning of a power-grid network is that its power generators remain synchronized. Disturbances can prompt desynchronization, which is a process that has been involved in large power outages. Here we derive a condition under which the desired synchronous state of a power grid is stable, and use this condition to identify tunable parameters of the generators that are determinants of spontaneous synchronization. Our analysis gives rise to an approach to specify parameter assignments that can enhance synchronization of any given network, which we demonstrate for a selection of both test systems and real power grids. These findings may be used to optimize stability and help devise new control schemes, thus offering an additional layer of protection and contributing to the development of smart grids that can recover from failures in real time.",
            "Spontaneous synchrony in power-grid networks",
            "Adilson E Motter and Seth A Myers and Marian Anghel and Takashi Nishikawa",
            "2013",
            "F5TciCcAAAAJ:yD5IFk8b50cC",
            511,
            "https:\/\/www.nature.com\/articles\/nphys2535",
            "6224927694876852538",
            "\/scholar?cites=6224927694876852538",
            {
                "2013":13,
                "2014":45,
                "2015":74,
                "2016":89,
                "2017":83,
                "2018":56,
                "2019":76,
                "2020":67,
                "2021":5
            }
        ],
        [
            "Patterns of deliberate human activity and behavior are of utmost importance in areas as diverse as disease spread, resource allocation, and emergency response. Because of its widespread availability and use, e-mail correspondence provides an attractive proxy for studying human activity. Recently, it was reported that the probability density for the inter-event time τ between consecutively sent e-mails decays asymptotically as τ−α, with α ≈ 1. The slower-than-exponential decay of the inter-event time distribution suggests that deliberate human activity is inherently non-Poissonian. Here, we demonstrate that the approximate power-law scaling of the inter-event time distribution is a consequence of circadian and weekly cycles of human activity. We propose a cascading nonhomogeneous Poisson process that explicitly integrates these periodic patterns in activity with an individual9s tendency to continue participating …",
            "A Poissonian explanation for heavy tails in e-mail communication",
            "R Dean Malmgren and Daniel B Stouffer and Adilson E Motter and Luís AN Amaral",
            "2008",
            "F5TciCcAAAAJ:zYLM7Y9cAGgC",
            465,
            "https:\/\/www.pnas.org\/content\/105\/47\/18153.short",
            "1044471889375582439",
            "\/scholar?cites=1044471889375582439",
            {
                "2007":2,
                "2008":1,
                "2009":17,
                "2010":17,
                "2011":41,
                "2012":35,
                "2013":59,
                "2014":42,
                "2015":52,
                "2016":58,
                "2017":48,
                "2018":34,
                "2019":26,
                "2020":25
            }
        ],
        [
            "We define two words in a language to be connected if they express similar concepts. The network of connections among the many thousands of words that make up a language is important not only for the study of the structure and evolution of languages, but also for cognitive science. We study this issue quantitatively, by mapping out the conceptual network of the English language, with the connections being defined by the entries in a Thesaurus dictionary. We find that this network presents a small-world structure, with an amazingly small average shortest path, and appears to exhibit an asymptotic scale-free feature with algebraic connectivity distribution.",
            "Topology of the conceptual network of language",
            "Adilson E Motter and Alessandro PS De Moura and Ying-Cheng Lai and Partha Dasgupta",
            "2002",
            "F5TciCcAAAAJ:UeHWp8X0CEIC",
            464,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.65.065102",
            "6248775409071916819",
            "\/scholar?cites=6248775409071916819",
            {
                "2002":2,
                "2003":46,
                "2004":20,
                "2005":18,
                "2006":22,
                "2007":26,
                "2008":29,
                "2009":34,
                "2010":25,
                "2011":24,
                "2012":25,
                "2013":30,
                "2014":31,
                "2015":24,
                "2016":19,
                "2017":25,
                "2018":23,
                "2019":14,
                "2020":19,
                "2021":2
            }
        ],
        [
            "Heterogeneity in the degree (connectivity) distribution has been shown to suppress synchronization in networks of symmetrically coupled oscillators with uniform coupling strength (unweighted coupling). Here we uncover a condition for enhanced synchronization in weighted networks with asymmetric coupling. We show that, in the optimum regime, synchronizability is solely determined by the average degree and does not depend on the system size and the details of the degree distribution. In scale-free networks, where the average degree may increase with heterogeneity, synchronizability is drastically enhanced and may become positively correlated with heterogeneity, while the overall cost involved in the network coupling is significantly reduced as compared to the case of unweighted coupling.",
            "Enhancing complex-network synchronization",
            "Adilson E Motter and CS Zhou and Jürgen Kurths",
            "2005",
            "F5TciCcAAAAJ:2osOgNQ5qMEC",
            398,
            "https:\/\/iopscience.iop.org\/article\/10.1209\/epl\/i2004-10365-4\/meta",
            "15846354073849377179",
            "\/scholar?cites=15846354073849377179",
            {
                "2005":15,
                "2006":35,
                "2007":43,
                "2008":55,
                "2009":38,
                "2010":38,
                "2011":22,
                "2012":23,
                "2013":27,
                "2014":17,
                "2015":22,
                "2016":18,
                "2017":16,
                "2018":11,
                "2019":7,
                "2020":8
            }
        ],
        [
            "Realistic networks display not only a complex topological structure, but also a heterogeneous distribution of weights in the connection strengths. Here we study synchronization in weighted complex networks and show that the synchronizability of random networks with a large minimum degree is determined by two leading parameters: the mean degree and the heterogeneity of the distribution of node’s intensity, where the intensity of a node, defined as the total strength of input connections, is a natural combination of topology and weights. Our results provide a possibility for the control of synchronization in complex networks by the manipulation of a few parameters.",
            "Universality in the synchronization of weighted random networks",
            "Changsong Zhou and Adilson E Motter and Jürgen Kurths",
            "2006",
            "F5TciCcAAAAJ:qjMakFHDy7sC",
            372,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.034101",
            "6800639715951926712",
            "\/scholar?cites=6800639715951926712",
            {
                "2006":18,
                "2007":43,
                "2008":68,
                "2009":51,
                "2010":23,
                "2011":33,
                "2012":21,
                "2013":32,
                "2014":14,
                "2015":19,
                "2016":9,
                "2017":8,
                "2018":6,
                "2019":15,
                "2020":8
            }
        ],
        [
            "The control of complex networks is of paramount importance in areas as diverse as ecosystem management, emergency response and cell reprogramming. A fundamental property of networks is that perturbations to one node can affect other nodes, potentially causing the entire system to change behaviour or fail. Here we show that it is possible to exploit the same principle to control network behaviour. Our approach accounts for the nonlinear dynamics inherent to real systems, and allows bringing the system to a desired target state even when this state is not directly accessible due to constraints that limit the allowed interventions. Applications show that this framework permits reprogramming a network to a desired task, as well as rescuing networks from the brink of failure—which we illustrate through the mitigation of cascading failures in a power-grid network and the identification of potential drug targets in a …",
            "Realistic control of network dynamics",
            "Sean P Cornelius and William L Kath and Adilson E Motter",
            "2013",
            "F5TciCcAAAAJ:P5F9QuxV20EC",
            280,
            "https:\/\/www.nature.com\/articles\/ncomms2939",
            "8516789707028158281",
            "\/scholar?cites=8516789707028158281",
            {
                "2013":3,
                "2014":21,
                "2015":33,
                "2016":45,
                "2017":49,
                "2018":40,
                "2019":49,
                "2020":36,
                "2021":2
            }
        ]
    ]
}