{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Global sea-level rise is projected to acceler ate two-to four-fold during the next century, increasing storm surge and shoreline retreat along low-lying, unconsolidated coastal margins. The Mississippi River Deltaic Plain in southeastern Louisiana is particularly vulnerable to erosion and inundation due to the rapid deterioration of coastal barriers combined with relatively high rates of land subsidence. Land-surface altitude data collected in the leveed areas of the New Orleans metropoli tan region during five survey epochs between 1951 and 1995 indicated mean annual subsidence of 5 millimeters per year. Preliminary results of other studies detecting the regional movement of the north-central Gulf Coast indicate that the rate may be as much as 1 centimeter per year. Con sidering the rate of subsidence and the mid-range estimate of sea-level rise during the next 100 years (480 millimeters), the areas of New Orleans and vicinity that are presently 1.5 to 3 meters below mean sea level will likely be 2.5 to 4.0 meters or more below mean sea level by 2100. Subsidence of the land surface in the New Orleans region is also attributed to the drainage and oxidation of organic soils, aquifer-system compaction related to ground-water withdrawals, natural compaction and dewatering of surficial sed iments, and tectonic activity (geosynclinal downwarping and movement along growth faults). The problem is aggravated owing to flood-protection measures and disruption of natural drainageways that reduce sediment deposition in the New Orleans area.",
            "Sea-level rise and subsidence: implications for flooding in New Orleans, Louisiana",
            "Virginia R Burkett and David B Zilkoski and David A Hart",
            "2002",
            "f5uIPnYAAAAJ:u5HHmVD_uO8C",
            79,
            "http:\/\/ossfoundation.us\/projects\/environment\/global-warming\/summary-docs\/oss-reports\/slr-research-summary-2008\/Sea-Level-Rise.pdf",
            "14270003226711950001",
            "\/scholar?cites=14270003226711950001",
            {
                "2004":2,
                "2005":2,
                "2006":5,
                "2007":6,
                "2008":9,
                "2009":4,
                "2010":6,
                "2011":9,
                "2012":6,
                "2013":1,
                "2014":2,
                "2015":6,
                "2016":7,
                "2017":2,
                "2018":6,
                "2019":3,
                "2020":2
            }
        ],
        [
            "In this article, we explore the potential of wireframe design and evaluation for interactive and web-based mapping through a case study on water level visualization. Specifically, our research informed design and development of the National Oceanic & Atmospheric Administration’s (NOAA) Lake Level Viewer (http:\/\/coast.noaa.gov\/llv\/), an interactive and web-based geovisualization application for the Great Lakes region of North America. As part of our overall user-centered design process, we created two sets of wireframes to evaluate two aspects of the user experience: high-fidelity wireframes to illustrate the proposed representation solution using real data and low-fidelity wireframes to provide a rough sketch of the proposed interaction solution. Eighteen target users completed cognitive walkthroughs of the wireframes, with the sessions audio-recorded for subsequent transcription and qualitative data analysis. The …",
            "Wireframing for interactive & web-based geographic visualization: designing the NOAA Lake Level Viewer",
            "Robert E Roth and David Hart and Rashauna Mead and Chloë Quinn",
            "2017",
            "f5uIPnYAAAAJ:TQgYirikUcIC",
            16,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/15230406.2016.1171166",
            "17853094670098600433",
            "\/scholar?cites=17853094670098600433",
            {
                "2017":2,
                "2018":4,
                "2019":4,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Stressor gradients and spatial narratives of the St. Louis River Estuary, a joint Minnesota and Wisconsin Sea Grant study, connected aquatic science research with spatially-explicit stories of local resource issues and place-based geo-quests to enhance spatial awareness and stewardship of the estuary. The goal of this paper is to report and reflect on an integrated study that combined environmental humanities and technology with aquatic science in a spatial context. Our study was organized into three objectives around research, outreach, and evaluation. First, we summarized anthropogenic stressors within high resolution watersheds and linked the watershed stress estimates to aquatic habitats within the estuary. Second, we designed tools to deliver place-based environmental science and technology to targeted users to increase awareness, learning, and the potential for long-term stewardship. And third …",
            "Linking place-based science to people through spatial narratives of coastal stewardship",
            "J Silbernagel and G Host and C Hagley and D Hart and R Axler and R Fortner and M Axler and V Smith and A Drewes and W Bartsch and N Danz and J Mathews and M Wagler",
            "2015",
            "f5uIPnYAAAAJ:5nxA0vEk-isC",
            13,
            "https:\/\/link.springer.com\/article\/10.1007\/s11852-015-0380-1",
            "8212356260979633811",
            "\/scholar?cites=8212356260979633811",
            {
                "2015":1,
                "2016":1,
                "2017":3,
                "2018":4,
                "2019":3,
                "2020":1
            }
        ],
        [
            "This paper reports on the competitive analysis of water level visualization tools that support adaptive management in response to global climate change. A competitive analysis study is a theory-based usability engineering method administered to critically compare a suite of related applications according to their relative merits, to the end of revealing best practices and unmet opportunities. The competitive analysis was conducted to inform design and development of the U.S. National Oceanic & Atmospheric Administration (NOAA) Lake Level Viewer, a map-based visualization tool supporting adaptive coastal management of hazards related to future water level change across the Great Lakes (USA). Twenty-five (n = 25) water level visualization tools were compared across two broad themes in cartography: (1) representation, or the graphic encoding of information in the map display, and (2) interaction, or …",
            "The competitive analysis method for evaluating water level visualization tools",
            "Robert E Roth and Chloë Quinn and David Hart",
            "2015",
            "f5uIPnYAAAAJ:qjMakFHDy7sC",
            12,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-3-319-07926-4_19",
            "4925905146387474563",
            "\/scholar?cites=4925905146387474563",
            {
                "2014":1,
                "2015":1,
                "2016":2,
                "2017":1,
                "2018":2,
                "2019":2,
                "2020":2
            }
        ]
    ]
}