{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report directional tunneling and point-contact spectroscopy measurements on the {100},{110}, and {001} faces of YBa 2 Cu 3 O 7− δ single crystals at 4.2 K. The conductance spectra show fully developed quasiparticle tunneling, Andreev reflection, and zero-bias peak characteristics, depending systematically on the junction orientation and impedance. Quantitative spectral analysis using the generalized formalism of Blonder, Tinkham, and Klapwijk (BTK) indicates a predominantly d x 2− y 2 pairing symmetry, with less than 5% s-wave component in either the d+ s or d+ i s scenario.",
            "Directional Tunneling and Andreev Reflection on  Single Crystals: Predominance of -Wave Pairing Symmetry Verified with the Generalized Blonder …",
            "JYT Wei and N-C Yeh and DF Garrigus and M Strasik",
            "1998",
            "f6w96qkAAAAJ:tKAzc9rXhukC",
            450,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.81.2542",
            "18258569640570744109",
            "\/scholar?cites=18258569640570744109",
            {
                "1998":2,
                "1999":39,
                "2000":39,
                "2001":44,
                "2002":45,
                "2003":38,
                "2004":27,
                "2005":17,
                "2006":24,
                "2007":26,
                "2008":20,
                "2009":12,
                "2010":8,
                "2011":12,
                "2012":13,
                "2013":11,
                "2014":9,
                "2015":11,
                "2016":6,
                "2017":6,
                "2018":16,
                "2019":10,
                "2020":14
            }
        ],
        [
            "We have used in situ resistivity measurements to monitor the diffusion of oxygen in and out of the ceramic oxide Y Ba 2 Cu 3 O 7− δ. The study of out-diffusion of oxygen was carried out by annealing the oxide in ambient helium at constant heating rates and at constant temperatures. The rate of out-diffusion of oxygen has been found to be independent of δ, and the resistivity changes linearly with time during isothermal anneals. Assuming that the rate of out-diffusion is surface reaction limited, we have determined a surface barrier of 1.7 eV. The study of in-diffusion of oxygen was performed by annealing the oxygen-deficient oxide (δ= 0.38) in ambient oxygen. The in-diffusion rate was found to depend strongly on δ; we have determined the activation energies of the process at δ= 0.38 and δ= 0 to be 0.5 eV and 1.3 eV, respectively. The diffusivity of oxygen for δ= 0 has been determined to be D= 0.035 exp (− 1.3 eV\/k T …",
            "Diffusion of oxygen in superconducting  ceramic oxides",
            "King-Ning Tu and NC Yeh and SI Park and CC Tsuei",
            "1989",
            "f6w96qkAAAAJ:PELIpwtuRlgC",
            254,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.39.304",
            "11188533653335857139",
            "\/scholar?cites=11188533653335857139",
            {
                "1989":17,
                "1990":32,
                "1991":35,
                "1992":26,
                "1993":18,
                "1994":9,
                "1995":8,
                "1996":9,
                "1997":14,
                "1998":6,
                "1999":7,
                "2000":4,
                "2001":4,
                "2002":8,
                "2003":3,
                "2004":6,
                "2005":4,
                "2006":2,
                "2007":10,
                "2008":5,
                "2009":5,
                "2010":1,
                "2011":2,
                "2012":5,
                "2013":3,
                "2014":2,
                "2015":1,
                "2016":1,
                "2017":3,
                "2018":2,
                "2019":2
            }
        ],
        [
            "A detailed study of the electrical transport properties in high-quality bulk single crystals YBa 2 Cu 3 O 7 has manifested a Kosterlitz-Thouless (KT)–type transition in the ab plane 0.2 K below the mean-field superconducting transition (T c 0= 93.15 K). The c-axis correlation length l c (T= 0)≃ 6 Å and a large two-dimensional effective mass (m ab*\/m e∼ 10) of the supercarrier are estimated based on the KT theory. The large effective mass suggests strong electron-electron correlations for the supercarriers confined in a quasi-two-dimensional sheet.",
            "Quasi-two-dimensional phase fluctuations in bulk superconducting  single crystals",
            "N-C Yeh and CC Tsuei",
            "1989",
            "f6w96qkAAAAJ:B3FOqHPlNUQC",
            195,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.39.9708",
            "14870768589621708392",
            "\/scholar?cites=14870768589621708392",
            {
                "1989":7,
                "1990":20,
                "1991":24,
                "1992":15,
                "1993":12,
                "1994":19,
                "1995":11,
                "1996":15,
                "1997":6,
                "1998":8,
                "1999":3,
                "2000":4,
                "2001":3,
                "2002":4,
                "2003":2,
                "2004":3,
                "2005":3,
                "2006":7,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":1,
                "2012":3,
                "2013":1,
                "2014":2,
                "2015":8,
                "2016":1,
                "2017":5,
                "2018":2
            }
        ],
        [
            "Scanning tunneling spectroscopy studies reveal long-range spatial homogeneity and predominantly d x 2− y 2-pairing spectral characteristics in under-and optimally doped YBa 2 Cu 3 O 7− δ superconductors, whereas STS on YBa 2 (Cu 0.9934 Zn 0.0026 Mg 0.004) 3 O 6.9 exhibits microscopic spatial modulations and strong scattering near the Zn or Mg impurity sites, together with global suppression of the pairing potential. In contrast, in overdoped (Y 0.7 Ca 0.3) Ba 2 Cu 3 O 7− δ,(d x 2− y 2+ s)-pairing symmetry is found, suggesting significant changes in the superconducting ground state at a critical doping value.",
            "Evidence of doping-dependent pairing symmetry in cuprate superconductors",
            "N-C Yeh and C-T Chen and German Hammerl and Jochen Mannhart and Andreas Schmehl and Christof W Schneider and Robert R Schulz and S Tajima and K Yoshida and D Garrigus and M Strasik",
            "2001",
            "f6w96qkAAAAJ:1sJd4Hv_s6UC",
            183,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.87.087003",
            "3975758125899231358",
            "\/scholar?cites=3975758125899231358",
            {
                "2001":5,
                "2002":20,
                "2003":26,
                "2004":12,
                "2005":8,
                "2006":9,
                "2007":17,
                "2008":23,
                "2009":7,
                "2010":7,
                "2011":6,
                "2012":11,
                "2013":11,
                "2014":5,
                "2015":4,
                "2016":5,
                "2017":3,
                "2018":3,
                "2019":1
            }
        ],
        [
            "We report phenomena manifesting nonequilibrium superconductivity induced by spin-polarized quasiparticles in perovskite ferromagnet-insulator-superconductor (FIS) heterostructures. Measurements of the critical current J c, using a pulsed current technique to minimize Joule heating, reveal a monotonic increase with increasing insulator thickness; and for FIS with thin insulating barriers, a slight increase in J c is observed under small injection currents I m from the ferromagnet, followed by a strong suppression of J c under large I m. In contrast, no effect of injection on J c can be detected in the NIS control sample (N: nonmagnetic metal). The spin diffusion time and length in cuprate superconductors are also estimated and compared with our experimental results.",
            "Nonequilibrium superconductivity under spin-polarized quasiparticle currents in perovskite ferromagnet-insulator-superconductor heterostructures",
            "N-C Yeh and RP Vasquez and CC Fu and AV Samoilov and Y Li and K Vakili",
            "1999",
            "f6w96qkAAAAJ:4OULZ7Gr8RgC",
            183,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.60.10522",
            "855852084008773744",
            "\/scholar?cites=855852084008773744",
            {
                "1999":1,
                "2000":11,
                "2001":21,
                "2002":21,
                "2003":16,
                "2004":22,
                "2005":15,
                "2006":6,
                "2007":5,
                "2008":11,
                "2009":8,
                "2010":6,
                "2011":2,
                "2012":1,
                "2013":2,
                "2014":9,
                "2015":6,
                "2016":5,
                "2017":3,
                "2018":5,
                "2019":2,
                "2020":3
            }
        ],
        [
            "We report a direct observation of surface dominated conduction in an intrinsic Bi2Se3 thin film with a thickness of six quintuple layers grown on lattice-matched CdS (0001) substrates by molecular beam epitaxy. Shubnikov-de Haas oscillations from the topological surface states suggest that the Fermi level falls inside the bulk band gap and is 53 ± 5 meV above the Dirac point, which is in agreement with 70 ± 20 meV obtained from scanning tunneling spectroscopies. Our results demonstrate a great potential of producing genuine topological insulator devices using Dirac Fermions of the surface states, when the film thickness is pushed to nanometer range.",
            "Surface-Dominated Conduction in a 6 nm thick Bi2Se3 Thin Film",
            "Liang He and Faxian Xiu and Xinxin Yu and Marcus Teague and Wanjun Jiang and Yabin Fan and Xufeng Kou and Murong Lang and Yong Wang and Guan Huang and Nai-Chang Yeh and Kang L Wang",
            "2012",
            "f6w96qkAAAAJ:cFHS6HbyZ2cC",
            164,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl204234j",
            "1187066222917911719",
            "\/scholar?cites=1187066222917911719",
            {
                "2012":9,
                "2013":20,
                "2014":17,
                "2015":21,
                "2016":23,
                "2017":18,
                "2018":23,
                "2019":13,
                "2020":20
            }
        ],
        [
            "Current methods of chemical vapour deposition (CVD) of graphene on copper are complicated by multiple processing steps and by high temperatures required in both preparing the copper and inducing subsequent film growth. Here we demonstrate a plasma-enhanced CVD chemistry that enables the entire process to take place in a single step, at reduced temperatures (< 420 C), and in a matter of minutes. Growth on copper foils is found to nucleate from arrays of well-aligned domains, and the ensuing films possess sub-nanometre smoothness, excellent crystalline quality, low strain, few defects and room-temperature electrical mobility up to (6.0±1.0)× 10 4 cm 2 V− 1 s− 1, better than that of large, single-crystalline graphene derived from thermal CVD growth. These results indicate that elevated temperatures and crystalline substrates are not necessary for synthesizing high-quality graphene.",
            "Single-step deposition of high-mobility graphene at reduced temperatures",
            "DA Boyd and W-H Lin and C-C Hsu and ML Teague and C-C Chen and Y-Y Lo and W-Y Chan and W-B Su and T-C Cheng and C-S Chang and C-I Wu and N-C Yeh",
            "2015",
            "f6w96qkAAAAJ:evX43VCCuoAC",
            155,
            "https:\/\/www.nature.com\/articles\/ncomms7620?origin=ppub",
            "16434959163361055699",
            "\/scholar?cites=16434959163361055699",
            {
                "2015":6,
                "2016":21,
                "2017":21,
                "2018":61,
                "2019":25,
                "2020":20
            }
        ],
        [
            "Experimental evidence of a Bose-glass transition in the vortex state of YBa 2 Cu 3 O 7 single crystals with columnar defects along the c axis is manifested by the universal critical exponents ν⊥, ν∥(≡ ζ ν⊥), and z’derived from the (d’+ 1)-dimension critical scaling of the frequency-dependent ac resistivity from 10 2 to 2.5× 10 6 Hz. The Bose-glass transition temperature (T BG) is found to decrease with the increasing angle (θ) between the applied magnetic field and the c axis. The finding that ζ= ν∥\/ν⊥= 1.1±0.1< d’= 2 suggests an incompressible Bose glass at temperatures below T BG.",
            "Evidence of a Bose-glass transition in superconducting  single crystals with columnar defects",
            "W Jiang and N-C Yeh and DS Reed and U Kriplani and DA Beam and M Konczykowski and TA Tombrello and F Holtzberg",
            "1994",
            "f6w96qkAAAAJ:738O_yMBCRsC",
            144,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.72.550",
            "10946189151581051431",
            "\/scholar?cites=10946189151581051431",
            {
                "1994":7,
                "1995":18,
                "1996":13,
                "1997":10,
                "1998":17,
                "1999":6,
                "2000":14,
                "2001":7,
                "2002":8,
                "2003":4,
                "2004":6,
                "2005":5,
                "2006":4,
                "2007":4,
                "2008":3,
                "2009":2,
                "2010":2,
                "2011":1,
                "2012":3,
                "2013":2,
                "2014":2,
                "2015":3,
                "2016":1
            }
        ],
        [
            "Direct experimental evidence of half-metallic density of states (DOS) is observed by scanning tunneling spectroscopy on ferromagnetic La 0.7 Ca 0.3 MnO 3, which exhibits colossal magnetoresistance (CMR). Tunneling conductance data taken at 77 K, well below the Curie temperature T C≈ 260 K, show close resemblance to the spin-split DOS spectrum calculated for the itinerant bands in the ferromagnetic state. The half-metallic spectral characteristics are absent in the paramagnetic state at room temperature, as well as in the undoped antiferromagnetic compound LaMnO 3, which shows no CMR. These results directly implicate the half-metallic ferromagnetism in the phenomenon of CMR.",
            "Tunneling Evidence of Half-Metallic Ferromagnetism in ",
            "JYT Wei and N-C Yeh and RP Vasquez",
            "1997",
            "f6w96qkAAAAJ:-_dYPAW6P2MC",
            143,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.79.5150",
            "16512112422320198931",
            "\/scholar?cites=16512112422320198931",
            {
                "1998":8,
                "1999":21,
                "2000":10,
                "2001":12,
                "2002":12,
                "2003":7,
                "2004":6,
                "2005":9,
                "2006":10,
                "2007":7,
                "2008":6,
                "2009":7,
                "2010":6,
                "2011":1,
                "2012":2,
                "2013":4,
                "2014":1,
                "2015":3,
                "2016":3,
                "2017":2,
                "2018":3,
                "2019":2
            }
        ],
        [
            "Graphene has emerged as an electronic material that is promising for device applications and for studying two-dimensional electron gases with relativistic dispersion near two Dirac points. Nonetheless, deviations from Dirac-like spectroscopy have been widely reported with varying interpretations. Here we show evidence for strain-induced spatial modulations in the local conductance of single-layer graphene on SiO2 substrates from scanning tunneling microscopic (STM) studies. We find that strained graphene exhibits parabolic, U-shaped conductance vs bias voltage spectra rather than the V-shaped spectra expected for Dirac fermions, whereas V-shaped spectra are recovered in regions of relaxed graphene. Strain maps derived from the STM studies further reveal direct correlation with the local tunneling conductance. These results are attributed to a strain-induced frequency increase in the out-of-plane phonon …",
            "Evidence for Strain-Induced Local Conductance Modulations in Single-Layer Graphene on SiO2",
            "ML Teague and AP Lai and J Velasco and CR Hughes and AD Beyer and MW Bockrath and CN Lau and N-C Yeh",
            "2009",
            "f6w96qkAAAAJ:dTyEYWd-f8wC",
            142,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl9005657",
            "11507308552718998421",
            "\/scholar?cites=11507308552718998421",
            {
                "2009":3,
                "2010":24,
                "2011":21,
                "2012":13,
                "2013":13,
                "2014":6,
                "2015":13,
                "2016":12,
                "2017":9,
                "2018":7,
                "2019":6,
                "2020":14
            }
        ]
    ]
}