{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Boron-doped silicon nanowires (SiNWs) were used to create highly sensitive, real-time electrically based sensors for biological and chemical species. Amine- and oxide-functionalized SiNWs exhibit pH-dependent conductance that was linear over a large dynamic range and could be understood in terms of the change in surface charge during protonation and deprotonation. Biotin-modified SiNWs were used to detect streptavidin down to at least a picomolar concentration range. In addition, antigen-functionalized SiNWs show reversible antibody binding and concentration-dependent detection in real time. Lastly, detection of the reversible binding of the metabolic indicator Ca2+ was demonstrated. The small size and capability of these semiconductor nanowires for sensitive, label-free, real-time detection of a wide range of chemical and biological species could be exploited in array-based screening and in vivo …",
            "Nanowire nanosensors for highly sensitive and selective detection of biological and chemical species",
            "Yi Cui and Qingqiao Wei and Hongkun Park and Charles M Lieber",
            "2001",
            "f8t5S4UAAAAJ:u5HHmVD_uO8C",
            7124,
            "https:\/\/science.sciencemag.org\/content\/293\/5533\/1289.abstract",
            "16614205090797835736",
            "\/scholar?cites=16614205090797835736",
            {
                "2002":71,
                "2003":143,
                "2004":246,
                "2005":336,
                "2006":398,
                "2007":422,
                "2008":513,
                "2009":564,
                "2010":526,
                "2011":551,
                "2012":522,
                "2013":530,
                "2014":457,
                "2015":436,
                "2016":368,
                "2017":290,
                "2018":282,
                "2019":205,
                "2020":205,
                "2021":14
            }
        ],
        [
            "The motion of electrons through quantum dots is strongly modified by single-electron charging and the quantization of energy levels 1, 2. Much effort has been directed towards extending studies of electron transport to chemical nanostructures, including molecules 3, 4, 5, 6, 7, 8, nanocrystals 9, 10, 11, 12, 13 and nanotubes 14, 15, 16, 17. Here we report the fabrication of single-molecule transistors based on individual C 60 molecules connected to gold electrodes. We perform transport measurements that provide evidence for a coupling between the centre-of-mass motion of the C 60 molecules and single-electron hopping 18—a conduction mechanism that has not been observed previously in quantum dot studies. The coupling is manifest as quantized nano-mechanical oscillations of the C 60 molecule against the gold surface, with a frequency of about 1.2 THz. This value is in good agreement with a simple …",
            "Nanomechanical oscillations in a single-C60 transistor",
            "Hongkun Park and Jiwoong Park and Andrew KL Lim and Erik H Anderson and A Paul Alivisatos and Paul L McEuen",
            "2000",
            "f8t5S4UAAAAJ:u-x6o8ySG0sC",
            2091,
            "https:\/\/www.nature.com\/articles\/35024031",
            "13718407131290461419",
            "\/scholar?cites=13718407131290461419",
            {
                "2001":32,
                "2002":71,
                "2003":94,
                "2004":119,
                "2005":168,
                "2006":154,
                "2007":151,
                "2008":162,
                "2009":152,
                "2010":133,
                "2011":131,
                "2012":113,
                "2013":108,
                "2014":100,
                "2015":100,
                "2016":78,
                "2017":64,
                "2018":45,
                "2019":52,
                "2020":48,
                "2021":4
            }
        ],
        [
            "When an individual molecule 1, nanocrystal 2, 3, 4, nanotube 5, 6 or lithographically defined quantum dot 7 is attached to metallic electrodes via tunnel barriers, electron transport is dominated by single-electron charging and energy-level quantization 8. As the coupling to the electrodes increases, higher-order tunnelling and correlated electron motion give rise to new phenomena 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, including the Kondo resonance 10, 11, 12, 13, 14, 15, 16. To date, all of the studies of Kondo phenomena in quantum dots have been performed on systems where precise control over the spin degrees of freedom is difficult. Molecules incorporating transition-metal atoms provide powerful new systems in this regard, because the spin and orbital degrees of freedom can be controlled through well-defined chemistry 20, 21. Here we report the observation of the Kondo effect in single-molecule transistors …",
            "Kondo resonance in a single-molecule transistor",
            "Wenjie Liang and Matthew P Shores and Marc Bockrath and Jeffrey R Long and Hongkun Park",
            "2002",
            "f8t5S4UAAAAJ:d1gkVwhDpl0C",
            1716,
            "https:\/\/www.nature.com\/articles\/nature00790",
            "15208205199397228097",
            "\/scholar?cites=15208205199397228097",
            {
                "2002":19,
                "2003":104,
                "2004":111,
                "2005":152,
                "2006":156,
                "2007":127,
                "2008":128,
                "2009":111,
                "2010":99,
                "2011":103,
                "2012":69,
                "2013":86,
                "2014":85,
                "2015":88,
                "2016":56,
                "2017":59,
                "2018":46,
                "2019":54,
                "2020":46,
                "2021":4
            }
        ],
        [
            "Control over the interaction between single photons and individual optical emitters is an outstanding problem in quantum science and engineering. It is of interest for ultimate control over light quanta 1, as well as for potential applications such as efficient photon collection 2, single-photon switching 3 and transistors 4, and long-range optical coupling of quantum bits 5, 6. Recently, substantial advances have been made towards these goals, based on modifying photon fields around an emitter using high-finesse optical cavities 2, 3, 5, 6, 7, 8. Here we demonstrate a cavity-free, broadband approach for engineering photon–emitter interactions 4, 9 via subwavelength confinement of optical fields near metallic nanostructures 10, 11, 12, 13. When a single CdSe quantum dot is optically excited in close proximity to a silver nanowire, emission from the quantum dot couples directly to guided surface plasmons in the …",
            "Generation of single optical plasmons in metallic nanowires coupled to quantum dots",
            "AV Akimov and A Mukherjee and CL Yu and DE Chang and AS Zibrov and PR Hemmer and H Park and MD Lukin",
            "2007",
            "f8t5S4UAAAAJ:RHpTSmoSYBkC",
            1541,
            "https:\/\/www.nature.com\/articles\/nature06230",
            "10555070924419495456",
            "\/scholar?cites=10555070924419495456",
            {
                "2008":35,
                "2009":81,
                "2010":121,
                "2011":120,
                "2012":160,
                "2013":148,
                "2014":176,
                "2015":135,
                "2016":128,
                "2017":128,
                "2018":107,
                "2019":93,
                "2020":93,
                "2021":5
            }
        ],
        [
            "Single-walled carbon nanotubes (SWNTs) have emerged as a very promising new class of electronic materials. The fabrication and electronic properties of devices based on individual SWNTs are reviewed. Both metallic and semiconducting SWNTs are found to possess electrical characteristics that compare favorably to the best electronic materials available. Manufacturability issues, however, remain a major challenge.",
            "Single-walled carbon nanotube electronics",
            "Paul L McEuen and Michael S Fuhrer and Hongkun Park",
            "2002",
            "f8t5S4UAAAAJ:9yKSN-GCB0IC",
            1514,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1005429\/",
            "2766301546765150188",
            "\/scholar?cites=2766301546765150188",
            {
                "2001":6,
                "2002":8,
                "2003":32,
                "2004":65,
                "2005":83,
                "2006":107,
                "2007":98,
                "2008":95,
                "2009":106,
                "2010":107,
                "2011":120,
                "2012":79,
                "2013":78,
                "2014":108,
                "2015":92,
                "2016":87,
                "2017":66,
                "2018":70,
                "2019":50,
                "2020":45,
                "2021":3
            }
        ],
        [
            "Sensitive probing of temperature variations on nanometre scales is an outstanding challenge in many areas of modern science and technology 1. In particular, a thermometer capable of subdegree temperature resolution over a large range of temperatures as well as integration within a living system could provide a powerful new tool in many areas of biological, physical and chemical research. Possibilities range from the temperature-induced control of gene expression 2, 3, 4, 5 and tumour metabolism 6 to the cell-selective treatment of disease 7, 8 and the study of heat dissipation in integrated circuits 1. By combining local light-induced heat sources with sensitive nanoscale thermometry, it may also be possible to engineer biological processes at the subcellular level 2, 3, 4, 5. Here we demonstrate a new approach to nanoscale thermometry that uses coherent manipulation of the electronic spin associated with …",
            "Nanometre-scale thermometry in a living cell",
            "Georg Kucsko and Peter C Maurer and Norman Ying Yao and MICHAEL Kubo and Hyun Jong Noh and Po Kam Lo and Hongkun Park and Mikhail D Lukin",
            "2013",
            "f8t5S4UAAAAJ:86PQX7AUzd4C",
            1204,
            "https:\/\/www.nature.com\/articles\/nature12373",
            "17715278652260584430",
            "\/scholar?cites=17715278652260584430",
            {
                "2013":18,
                "2014":119,
                "2015":142,
                "2016":143,
                "2017":159,
                "2018":187,
                "2019":188,
                "2020":222,
                "2021":15
            }
        ],
        [
            "The behaviour of traditional electronic devices can be understood in terms of the classical diffusive motion of electrons. As the size of a device becomes comparable to the electron coherence length, however, quantum interference between electron waves becomes increasingly important, leading to dramatic changes in device properties 1, 2, 3, 4, 5, 6, 7, 8. This classical-to-quantum transition in device behaviour suggests the possibility for nanometer-sized electronic elements that make use of quantum coherence 1, 2, 7, 8. Molecular electronic devices are promising candidates for realizing such device elements because the electronic motion in molecules is inherently quantum mechanical 9, 10 and it can be modified by well defined chemistry 11, 12, 13. Here we describe an example of a coherent molecular electronic device whose behaviour is explicitly dependent on quantum interference between propagating …",
            "Fabry-Perot interference in a nanotube electron waveguide",
            "Wenjie Liang and Marc Bockrath and Dolores Bozovic and Jason H Hafner and M Tinkham and Hongkun Park",
            "2001",
            "f8t5S4UAAAAJ:2osOgNQ5qMEC",
            1196,
            "https:\/\/www.nature.com\/articles\/35079517",
            "2093404057587077859",
            "\/scholar?cites=2093404057587077859",
            {
                "2001":14,
                "2002":34,
                "2003":57,
                "2004":72,
                "2005":86,
                "2006":112,
                "2007":75,
                "2008":80,
                "2009":93,
                "2010":69,
                "2011":74,
                "2012":70,
                "2013":61,
                "2014":57,
                "2015":39,
                "2016":41,
                "2017":45,
                "2018":39,
                "2019":31,
                "2020":37,
                "2021":2
            }
        ],
        [
            "A simple yet highly reproducible method to fabricate metallic electrodes with nanometer separation is presented. The fabrication is achieved by passing a large electrical current through a gold nanowire defined by electron-beam lithography and shadow evaporation. The current flow causes the electromigration of gold atoms and the eventual breakage of the nanowire. The breaking process yields two stable metallic electrodes separated by ∼1 nm with high efficiency. These electrodes are ideally suited for electron-transport studies of chemically synthesized nanostructures, and their utility is demonstrated here by fabricating single-electron transistors based on colloidal cadmium selenide nanocrystals.",
            "Fabrication of metallic electrodes with nanometer separation by electromigration",
            "Hongkun Park and Andrew KL Lim and A Paul Alivisatos and Jiwoong Park and Paul L McEuen",
            "1999",
            "f8t5S4UAAAAJ:qjMakFHDy7sC",
            1129,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.124354",
            "13529587429096321642",
            "\/scholar?cites=13529587429096321642",
            {
                "2000":4,
                "2001":9,
                "2002":21,
                "2003":43,
                "2004":52,
                "2005":80,
                "2006":76,
                "2007":72,
                "2008":83,
                "2009":82,
                "2010":77,
                "2011":63,
                "2012":74,
                "2013":74,
                "2014":50,
                "2015":52,
                "2016":46,
                "2017":38,
                "2018":47,
                "2019":45,
                "2020":29,
                "2021":3
            }
        ],
        [
            "Recent molecular studies have shown that, even when derived from a seemingly homogenous population, individual cells can exhibit substantial differences in gene expression, protein levels and phenotypic output 1, 2, 3, 4, 5, with important functional consequences 4, 5. Existing studies of cellular heterogeneity, however, have typically measured only a few pre-selected RNAs 1, 2 or proteins 5, 6 simultaneously, because genomic profiling methods 3 could not be applied to single cells until very recently 7, 8, 9, 10. Here we use single-cell RNA sequencing to investigate heterogeneity in the response of mouse bone-marrow-derived dendritic cells (BMDCs) to lipopolysaccharide. We find extensive, and previously unobserved, bimodal variation in messenger RNA abundance and splicing patterns, which we validate by RNA-fluorescence in situ hybridization for select transcripts. In particular, hundreds of key immune …",
            "Single-cell transcriptomics reveals bimodality in expression and splicing in immune cells",
            "Alex K Shalek and Rahul Satija and Xian Adiconis and Rona S Gertner and Jellert T Gaublomme and Raktima Raychowdhury and Schraga Schwartz and Nir Yosef and Christine Malboeuf and Diana Lu and John J Trombetta and Dave Gennert and Andreas Gnirke and Alon Goren and Nir Hacohen and Joshua Z Levin and Hongkun Park and Aviv Regev",
            "2013",
            "f8t5S4UAAAAJ:lgwcVrK6X84C",
            1024,
            "https:\/\/www.nature.com\/articles\/nature12172",
            "9368700902748580762",
            "\/scholar?cites=9368700902748580762",
            {
                "2013":24,
                "2014":117,
                "2015":145,
                "2016":140,
                "2017":154,
                "2018":152,
                "2019":140,
                "2020":140,
                "2021":6
            }
        ],
        [
            "Nearly monodisperse iron nanoclusters have been used to define the diameters of carbon nanotubes grown by chemical vapor deposition (CVD). Iron nanoparticles with average diameters of 3, 9, and 13 nm were used to grow carbon nanotubes with average diameters of 3, 7, and 12 nm, respectively. Transmission electron microscopy studies of the nanotubes show that the as-grown nanotubes are single-walled carbon nanotubes (SWNTs) or thin multiwalled carbon nanotubes (MWNTs) with 2 or 3 layers. Investigations of the growth conditions also demonstrate that the supply of carbon reactant is critical for enabling the growth of large diameter nanotubes from large iron nanoclusters, and that the growth temperature is especially important for achieving high-quality large diameter nanotubes. The implications of these results and possible applications of the nanotubes are discussed. ",
            "Diameter-controlled synthesis of carbon nanotubes",
            "Chin Li Cheung and Andrea Kurtz and Hongkun Park and Charles M Lieber",
            "2002",
            "f8t5S4UAAAAJ:UeHWp8X0CEIC",
            969,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp0142278",
            "13791499576809802014",
            "\/scholar?cites=13791499576809802014",
            {
                "2002":13,
                "2003":44,
                "2004":62,
                "2005":49,
                "2006":63,
                "2007":65,
                "2008":67,
                "2009":62,
                "2010":67,
                "2011":79,
                "2012":66,
                "2013":71,
                "2014":47,
                "2015":31,
                "2016":51,
                "2017":48,
                "2018":31,
                "2019":23,
                "2020":24
            }
        ]
    ]
}