{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The relative intensities of photoelectron lines is discussed. The relationship of observed intensities to angle of observation is considered as are the errors introduced by ignoring the fact that different lines may have different angular distributions. Tables of theoretical results for the angular distribution asymmetry parameter, β, are presented for incident Al Kα, Mg Kα, and Zr Mζ radiation for all atomic ground state subshells of non-zero angular momentum. The application of these results to molecules is discussed.",
            "Relative intensities in photoelectron spectroscopy of atoms and molecules",
            "Robert F Reilman and Alfred Msezane and Steven T Manson",
            "1976",
            "f9Fy-PMAAAAJ:u5HHmVD_uO8C",
            680,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0368204876800254",
            "7763291496997060470",
            "\/scholar?cites=7763291496997060470",
            {
                "1982":10,
                "1983":16,
                "1984":22,
                "1985":13,
                "1986":12,
                "1987":10,
                "1988":10,
                "1989":7,
                "1990":18,
                "1991":18,
                "1992":28,
                "1993":23,
                "1994":29,
                "1995":24,
                "1996":14,
                "1997":18,
                "1998":15,
                "1999":7,
                "2000":17,
                "2001":12,
                "2002":10,
                "2003":19,
                "2004":16,
                "2005":11,
                "2006":15,
                "2007":19,
                "2008":14,
                "2009":15,
                "2010":21,
                "2011":29,
                "2012":17,
                "2013":22,
                "2014":17,
                "2015":19,
                "2016":10,
                "2017":16,
                "2018":16,
                "2019":12,
                "2020":6,
                "2021":4
            }
        ],
        [
            "Photoionization calculations in the noble gases Ne (L shell), Ar (L and M shell), Kr (M and N shell), and Xe (M, N, and O shell) using Hartree-Fock (HF) wave functions for the outgoing photoelectron are reported. Total cross sections are presented and compared with experiment. Subshell cross sections are also given and unusual features are pointed out in an effort to stimulate direct measurements of subshell cross sections via the technique of photoelectron spectroscopy. The relation between our work and the intrachannel coupling of the Fano continuum configuration-interaction theory is discussed. The asymmetry parameter β of the angular distribution of the photoelectrons, 1+ β P 2 (cos θ, is calculated in HF-length, HF-velocity, and Hartree-Slater (HS) approximations. The results show remarkable agreement among the β's resulting from the several approximations despite the rather different cross sections they …",
            "Photoionization of the noble gases: cross sections and angular distributions",
            "David J Kennedy and Steven Trent Manson",
            "1972",
            "f9Fy-PMAAAAJ:u-x6o8ySG0sC",
            531,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.5.227",
            "16990757250842554809",
            "\/scholar?cites=16990757250842554809",
            {
                "1982":14,
                "1983":19,
                "1984":11,
                "1985":10,
                "1986":18,
                "1987":5,
                "1988":11,
                "1989":12,
                "1990":7,
                "1991":5,
                "1992":8,
                "1993":9,
                "1994":4,
                "1995":2,
                "1996":3,
                "1997":2,
                "1998":4,
                "1999":4,
                "2000":5,
                "2001":2,
                "2002":4,
                "2003":9,
                "2004":4,
                "2005":6,
                "2006":8,
                "2007":6,
                "2008":4,
                "2009":4,
                "2010":4,
                "2011":5,
                "2012":8,
                "2013":15,
                "2014":11,
                "2015":6,
                "2016":9,
                "2017":1,
                "2018":4,
                "2019":4,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Using a one-electron model with a Herman-Skillman central potential, photo-ionization calculations have been performed which emphasize the soft x-ray spectral range (∼ 100 eV to∼ 2 keV). The M II, III (3 p) subshell was studied in Ar, Cu, and Ge, as well as the M IV, V (3 d) and M II, III in Kr, Rh, Xe, Eu, Au, and Fm in an effort to explain the combined Z and energy dependence of the photo-ionization cross sections for these subshells. In addition, calculations have been performed for 3 s, 4 s, 5 s, 4 p, 5 p, 4 d, 5 d, and 4 f subshells in certain elements. The results, which are considerably different from the predictions of the hydrogenlike model, show certain regularities which are explained in terms of the potentials. Comparisons with experiment show that the model correctly predicts the gross spectral shape of photo-ionization cross sections, but the results are somewhat inaccurate in the vicinity of large absorption …",
            "Photo-Ionization in the Soft x-Ray Range: Z Dependence in a Central-Potential Model",
            "Steven T Manson and Jown W. Cooper",
            "1968",
            "f9Fy-PMAAAAJ:u_mOZUIutIEC",
            498,
            "https:\/\/journals.aps.org\/pr\/abstract\/10.1103\/PhysRev.165.126",
            "7380513488928378615",
            "\/scholar?cites=7380513488928378615",
            {
                "1981":13,
                "1982":15,
                "1983":15,
                "1984":18,
                "1985":9,
                "1986":21,
                "1987":13,
                "1988":13,
                "1989":11,
                "1990":9,
                "1991":4,
                "1992":9,
                "1993":9,
                "1994":8,
                "1995":8,
                "1996":6,
                "1997":3,
                "1998":4,
                "1999":5,
                "2000":5,
                "2001":7,
                "2002":6,
                "2003":3,
                "2004":7,
                "2005":7,
                "2006":5,
                "2007":8,
                "2008":3,
                "2009":5,
                "2010":2,
                "2011":8,
                "2012":5,
                "2013":5,
                "2014":5,
                "2015":4,
                "2016":7,
                "2017":5,
                "2018":1
            }
        ],
        [
            "Photoabsorption cross sections for atoms and ions with Z «= 30 are presented in the energy",
            "Photoabsorption cross sections for positive atomic ions with Z equal to or less than 30",
            "Robert F Reilman and Steven T Manson",
            "1979",
            "f9Fy-PMAAAAJ:d1gkVwhDpl0C",
            462,
            "http:\/\/adsabs.harvard.edu\/pdf\/1979ApJS...40..815R",
            "8923749219098720321",
            "\/scholar?cites=8923749219098720321",
            {
                "1981":6,
                "1982":10,
                "1983":9,
                "1984":12,
                "1985":6,
                "1986":11,
                "1987":9,
                "1988":18,
                "1989":10,
                "1990":17,
                "1991":10,
                "1992":16,
                "1993":22,
                "1994":12,
                "1995":26,
                "1996":24,
                "1997":26,
                "1998":14,
                "1999":17,
                "2000":24,
                "2001":14,
                "2002":18,
                "2003":9,
                "2004":7,
                "2005":6,
                "2006":9,
                "2007":11,
                "2008":11,
                "2009":12,
                "2010":6,
                "2011":4,
                "2012":5,
                "2013":8,
                "2014":4,
                "2015":1,
                "2016":3,
                "2017":7,
                "2018":6,
                "2019":9,
                "2020":5
            }
        ],
        [
            "The US Department of Energy's Office of Scientific and Technical Information.\n",
            "A linear time-temperature relation for extrapolation of creep and stress-rupture data",
            "S So Manson and Angela M Haferd",
            "1953",
            "f9Fy-PMAAAAJ:w7CBUyPWg-0C",
            301,
            "https:\/\/www.osti.gov\/biblio\/4371974",
            "7992571304054729049",
            "\/scholar?cites=7992571304054729049",
            {
                "1984":5,
                "1985":3,
                "1986":1,
                "1987":2,
                "1988":2,
                "1989":1,
                "1990":1,
                "1991":1,
                "1992":3,
                "1993":2,
                "1994":2,
                "1995":2,
                "1996":4,
                "1997":5,
                "1998":5,
                "1999":5,
                "2000":2,
                "2001":1,
                "2002":4,
                "2003":2,
                "2004":8,
                "2005":11,
                "2006":7,
                "2007":11,
                "2008":6,
                "2009":7,
                "2010":11,
                "2011":5,
                "2012":16,
                "2013":7,
                "2014":8,
                "2015":17,
                "2016":21,
                "2017":16,
                "2018":10,
                "2019":12,
                "2020":1
            }
        ],
        [
            "An overview of the theory of photoelectron angular distributions for atoms is presented. Its features, which are embodied in a single asymmetry parameter β in the electric dipole approximation, are examined within the framework of the angular momentum transfer formulation. The β parameter is in principle always energy dependent. Within the LS coupling approximation, however, there are instances, each representing a multitude of particular photoionization processes, in which β is an analytically determined constant. The energy dependence of the β parameters in such instances is due entirely to spin-orbit and other relativistic interactions. The study of the energy dependence of the β parameter in these cases is thus of interest because it spotlights weak-interaction effects which are usually overwhelmed by stronger interactions. We illustrate the general predictions by a detailed consideration of the energy …",
            "Photoelectron angular distributions: energy dependence for s subshells",
            "Steven T Manson and Anthony F Starace",
            "1982",
            "f9Fy-PMAAAAJ:qjMakFHDy7sC",
            218,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.54.389",
            "8600031991253689953",
            "\/scholar?cites=8600031991253689953",
            {
                "1983":8,
                "1984":3,
                "1985":11,
                "1986":7,
                "1987":5,
                "1988":3,
                "1989":3,
                "1990":3,
                "1991":2,
                "1992":5,
                "1993":1,
                "1994":1,
                "1995":2,
                "1996":8,
                "1997":5,
                "1998":4,
                "1999":7,
                "2000":8,
                "2001":7,
                "2002":12,
                "2003":3,
                "2004":11,
                "2005":7,
                "2006":4,
                "2007":10,
                "2008":1,
                "2009":8,
                "2010":5,
                "2011":6,
                "2012":3,
                "2013":9,
                "2014":9,
                "2015":10,
                "2016":3,
                "2017":9,
                "2018":4,
                "2019":4,
                "2020":6
            }
        ],
        [
            "A comprehensive study of the angular and energy distributions of electrons ejected in collisions of fast electrons and protons with He is presented. New experimental results for 300-keV, 1-MeV, and 5-MeV proton impact are reported along with theoretical results for 2-keV electron impact and 100-keV, 300-keV, 1-MeV, and 5-MeV proton impact. The theoretical results, based upon Born approximation with Hartree-Slater initial discrete and final continuum wave functions, show excellent agreement with experimental electron-impact results. Serious discrepancies are found between theory and experiment in the angular distribution of ejected electrons for forward angles for 100-and 300-keV proton impact; the discrepancies decrease markedly for 1-MeV proton impact and are absent for 5-MeV protons. The agreement between theory and experiment for intermediate and backward angles of electron ejection, on the …",
            "Energy and angular distribution of electrons ejected from helium by fast protons and electrons: Theory and experiment",
            "Steven T Manson and LH Toburen and DH Madison and N Stolterfoht",
            "1975",
            "f9Fy-PMAAAAJ:2osOgNQ5qMEC",
            211,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.12.60",
            "15721867094478528779",
            "\/scholar?cites=15721867094478528779",
            {
                "1981":4,
                "1982":4,
                "1983":2,
                "1984":2,
                "1985":2,
                "1986":3,
                "1987":8,
                "1988":9,
                "1989":9,
                "1990":11,
                "1991":14,
                "1992":7,
                "1993":8,
                "1994":6,
                "1995":4,
                "1996":9,
                "1997":7,
                "1998":8,
                "1999":7,
                "2000":5,
                "2001":5,
                "2002":3,
                "2003":2,
                "2004":4,
                "2005":2,
                "2006":2,
                "2007":1,
                "2008":4,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":2,
                "2013":2,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":1,
                "2018":4
            }
        ],
        [
            "Phenomenological approaches on the basis of simple model potentials for the description of various situations where the atom is spacially confined, such, e.g., as atoms inside a C60-like environment or in impenetrable cavities of small radii are reviewed along with the trends in modifications in structure and photoionization of such confined atoms.",
            "Structure and photoionization of confined atoms",
            "VK Dolmatov and AS Baltenkov and J-P Connerade and ST Manson",
            "2004",
            "f9Fy-PMAAAAJ:eQOLeE2rZwMC",
            207,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0969806X03006625",
            "6948890797263205376",
            "\/scholar?cites=6948890797263205376",
            {
                "2004":1,
                "2005":7,
                "2006":11,
                "2007":9,
                "2008":15,
                "2009":15,
                "2010":9,
                "2011":13,
                "2012":12,
                "2013":20,
                "2014":13,
                "2015":21,
                "2016":10,
                "2017":15,
                "2018":12,
                "2019":7,
                "2020":11,
                "2021":4
            }
        ],
        [
            "The problem of determining the individual subshell contributions in atomic photoabsorption is discussed. The general form of the angular distribution of photoelectrons in the soft x-ray range for polarized and unpolarized incident photons is considered. Calculations of the subshell contributions within a central-field model and the angular distribution of electrons from these contributions for photoabsorption in Kr in the energy range 200-1500 eV are presented and found to show good agreement with the experimental results of the preceding paper.",
            "Photo-ionization in the soft X-ray range: angular distributions of photoelectrons and interpretation in terms of subshell structure",
            "John W Cooper and Steven T Manson",
            "1969",
            "f9Fy-PMAAAAJ:UeHWp8X0CEIC",
            171,
            "https:\/\/journals.aps.org\/pr\/abstract\/10.1103\/PhysRev.177.157",
            "6860105622923512557",
            "\/scholar?cites=6860105622923512557",
            {
                "1982":2,
                "1983":7,
                "1984":5,
                "1985":3,
                "1986":1,
                "1987":1,
                "1988":1,
                "1989":1,
                "1990":3,
                "1991":1,
                "1992":2,
                "1993":1,
                "1994":4,
                "1995":3,
                "1996":4,
                "1997":1,
                "1998":3,
                "1999":4,
                "2000":3,
                "2001":1,
                "2002":7,
                "2003":3,
                "2004":4,
                "2005":3,
                "2006":3,
                "2007":4,
                "2008":2,
                "2009":2,
                "2010":7,
                "2011":3,
                "2012":6,
                "2013":1,
                "2014":2,
                "2015":3,
                "2016":1,
                "2017":1
            }
        ],
        [
            "Born-approximation calculations of the ionization of aluminum L-shell electrons have been performed using Hartree-Slater wave functions. Generalized oscillator strengths and proton energy-loss cross sections from threshold to ionized-electron energies of 128 Ry have been calculated. The results show a delayed maximum above threshold, and the ramifications of this phenomenon are discussed. Comparison is made with hydrogenic results and good agreement is found at intermediate and large energy loss, but the hydrogenic calculation is totally inadequate near threshold. The implications of this for stopping-power calculations and subshell corrections is discussed. The Bethe asymptotic cross section is obtained and the variation of parameters therein is investigated.",
            "Inelastic collisions of fast charged particles with atoms: ionization of the Aluminum L shell",
            "Steven Trent Manson",
            "1972",
            "f9Fy-PMAAAAJ:Tyk-4Ss8FVUC",
            149,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.6.1013",
            "6464716249908404867",
            "\/scholar?cites=6464716249908404867",
            {
                "1981":6,
                "1982":5,
                "1983":6,
                "1984":3,
                "1985":4,
                "1986":3,
                "1987":5,
                "1988":7,
                "1989":5,
                "1990":1,
                "1991":4,
                "1992":3,
                "1993":4,
                "1994":3,
                "1995":2,
                "1996":2,
                "1997":1,
                "1998":3,
                "1999":2,
                "2000":4,
                "2001":5,
                "2002":2,
                "2003":2,
                "2004":4,
                "2005":2,
                "2006":1,
                "2007":3,
                "2008":6,
                "2009":4,
                "2010":3,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":1
            }
        ]
    ]
}