{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Study Design.A finite element analysis of the sacroiliac joint (SIJ) and its associated ligaments utilizing a three-dimensional model constructed from computed tomography scans.Objective.To characterize the sacroiliac ligament strains in response to flexion, extension, and axial rotation loads and quantify the changes in SIJ stress and angular displacement in response to changes in ligament stiffness.Summary of Background Data.The SIJ may be a major contributor to low back pain in up to 13% to 30% of patients. States of ligament laxity are often associated with hypermobility and possibly pain of SIJ origin. The mechanism by which the SIJ generates pain is both controversial and poorly understood.Methods.A finite element model of the human pelvis, SIJs, and sacroiliac ligaments was constructed from computed tomography scans. Ligament stiffnesses were altered and the SIJ stresses were compared with the …",
            "A finite element analysis of sacroiliac joint ligaments in response to different loading conditions",
            "Paul H Eichenseer and Daryl R Sybert and John R Cotton",
            "2011",
            "F_k5T1IAAAAJ:QIV2ME_5wuYC",
            81,
            "https:\/\/journals.lww.com\/spinejournal\/fulltext\/2011\/10150\/a_finite_element_analysis_of_sacroiliac_joint.17.aspx",
            "16451329158499546964",
            "\/scholar?cites=16451329158499546964",
            {
                "2011":2,
                "2012":7,
                "2013":7,
                "2014":15,
                "2015":7,
                "2016":7,
                "2017":8,
                "2018":3,
                "2019":10,
                "2020":14,
                "2021":1
            }
        ],
        [
            "We present results on the growth of damage in 29 fatigue tests of human femoral cortical bone from four individuals, aged 53–79. In these tests we examine the interdependency of stress, cycles to failure, rate of creep strain, and rate of modulus loss. The behavior of creep rates has been reported recently for the same donors as an effect of stress and cycles (Cotton, J. R., Zioupos, P., Winwood, K., and Taylor, M., 2003, “Analysis of Creep Strain During Tensile Fatigue of Cortical Bone,” J. Biomech. 36, pp. 943–949). In the present paper we first examine how the evolution of damage (drop in modulus per cycle) is associated with the stress level or the “normalized stress” level (stress divided by specimen modulus), and results show the rate of modulus loss fits better as a function of normalized stress. However, we find here that even better correlations can be established between either the cycles to failure or creep …",
            "Damage rate is a predictor of fatigue life and creep strain rate in tensile fatigue of human cortical bone samples",
            "John R Cotton and Keith Winwood and Peter Zioupos and Mark Taylor",
            "2005",
            "F_k5T1IAAAAJ:d1gkVwhDpl0C",
            61,
            "https:\/\/asmedigitalcollection.asme.org\/biomechanical\/article-abstract\/127\/2\/213\/469809",
            "5470284928846270019",
            "\/scholar?cites=5470284928846270019",
            {
                "2006":6,
                "2007":5,
                "2008":3,
                "2009":7,
                "2010":5,
                "2011":7,
                "2012":4,
                "2013":3,
                "2014":2,
                "2015":5,
                "2016":3,
                "2017":1,
                "2018":5,
                "2019":3,
                "2020":1
            }
        ],
        [
            "Six utricular hair bundles from a red-eared turtle are modeled using 3-D finite element analysis. The mechanical model includes shear deformable stereocilia, realignment of all forces during force load increments, and tip and lateral link inter-stereocilia connections. Results show that there are two distinct bundle types that can be separated by mechanical bundle stiffness. The more compliant group has fewer total stereocilia and short stereocilia relative to kinocilium height; these cells are located in the medial and lateral extrastriola. The stiff group are located in the striola. They have more stereocilia and long stereocilia relative to kinocilia heights. Tip link tensions show parallel behavior in peripheral columns of the bundle and serial behavior in central columns when the tip link modulus is near or above that of collagen (1 × 109 N\/m2). This analysis shows that lumped parameter models of single stereocilia columns …",
            "Computational models of hair cell bundle mechanics: III. 3-D utricular bundles",
            "Joe Silber and John Cotton and Jong-Hoon Nam and Ellengene H Peterson and Wally Grant",
            "2004",
            "F_k5T1IAAAAJ:2osOgNQ5qMEC",
            53,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S037859550400214X",
            "5161944189805225209",
            "\/scholar?cites=5161944189805225209",
            {
                "2003":1,
                "2004":2,
                "2005":2,
                "2006":9,
                "2007":6,
                "2008":2,
                "2009":2,
                "2010":2,
                "2011":3,
                "2012":6,
                "2013":3,
                "2014":5,
                "2015":2,
                "2016":4,
                "2017":2,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Fatigue failure of bone has been implicated in a number of clinical failure scenarios. At the material level, the fatigue behaviour of cancellous bone is poorly understood. At the continuum level, the fatigue behaviour of cortical and cancellous bone are similar, exhibiting material degradation during a fatigue test. Using a combined continuum damage mechanics and finite element approach, two key questions were addressed: (i) What purpose does material degradation serve in vivo? (ii) Can the fatigue behaviour of cancellous bone be predicted by applying cortical bone data at the trabecular tissue level?Material degradation significantly increases the life of a sample, by reducing the peak stresses and redistributing the load to the surrounding tissue. The application of cortical bone data to trabecular tissue appears to give reasonable estimates of the fatigue life of cancellous bone. Modulus …",
            "Finite element simulation of the fatigue behaviour of cancellous bone",
            "M Taylor and J Cotton and P Zioupos",
            "2002",
            "F_k5T1IAAAAJ:eQOLeE2rZwMC",
            46,
            "https:\/\/link.springer.com\/article\/10.1023\/A:1020848007201",
            "10395946779477623550",
            "\/scholar?cites=10395946779477623550",
            {
                "2003":1,
                "2004":1,
                "2005":3,
                "2006":2,
                "2007":1,
                "2008":4,
                "2009":6,
                "2010":5,
                "2011":4,
                "2012":7,
                "2013":4,
                "2014":2,
                "2015":1,
                "2016":2,
                "2017":1,
                "2018":1
            }
        ]
    ]
}