{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Measurements of the electrical resistivity, magnetoresistance, ac and dc magnetic susceptibility and specific heat on YbBiPt indicate this compound to be a IveryP heavy-electron system. The low-temperature Sommerfeld coefficient of 8 J\/K 2 (mole Yb) is not affected by a phase transition at 0.4 K. We suggest that the heavy-mass state in YbBiPt is unconventional in that it develops from Bloch states in an electronic subsystem with low carrier concentration.",
            "Massive electron state in YbBiPt",
            "Z Fisk and PC Canfield and WP Beyermann and JD Thompson and MF Hundley and HR Ott and E Felder and MB Maple and MA Lopez De La Torre and P Visani and CL Seaman",
            "1991",
            "FaEglL8AAAAJ:u5HHmVD_uO8C",
            182,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.67.3310",
            "211790558653926093",
            "\/scholar?cites=211790558653926093",
            {
                "1992":5,
                "1993":15,
                "1994":14,
                "1995":11,
                "1996":5,
                "1997":7,
                "1998":2,
                "1999":5,
                "2000":7,
                "2001":5,
                "2002":2,
                "2003":6,
                "2004":2,
                "2005":2,
                "2006":3,
                "2007":6,
                "2008":2,
                "2009":7,
                "2010":6,
                "2011":4,
                "2012":5,
                "2013":5,
                "2014":7,
                "2015":8,
                "2016":8,
                "2017":11,
                "2018":9,
                "2019":12
            }
        ],
        [
            "The structure of high quality [YBCO N\/PBCO M] 1000 Å superlattices, with N ranging between 1 and 12 unit cells and M= 5 unit cells, grown by high oxygen pressure sputtering, is analyzed. Intracell atomic structure of the layers along the c axis and disorder at interfaces is investigated using an x-ray refinement technique. Negligible roughness, step disorder, and interdiffusion are found at the interfaces. Epitaxial mismatch strain results in a surprising reorganization of interatomic distances for the thinnest YBCO layers, which seems to correlated with the decrease in the critical temperature. Intracell structure is invoked as an additional source of T c changes in very thin YBCO layers.",
            "Intracell Changes in Epitaxially Strained  Ultrathin Layers in  Superlattices",
            "M Varela and Zouhair Sefrioui and D Arias and MA Navacerrada and M Lucía and MA Lopez de La Torre and C León and GD Loos and Francisco Sánchez-Quesada and J Santamaría",
            "1999",
            "FaEglL8AAAAJ:b1wdh0AR-JQC",
            81,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.83.3936",
            "2126753900234960100",
            "\/scholar?cites=2126753900234960100",
            {
                "2000":6,
                "2001":5,
                "2002":5,
                "2003":5,
                "2004":7,
                "2005":10,
                "2006":3,
                "2007":1,
                "2008":1,
                "2009":2,
                "2010":4,
                "2011":3,
                "2012":2,
                "2013":6,
                "2014":5,
                "2015":1,
                "2016":2,
                "2017":2,
                "2018":2,
                "2019":1,
                "2020":3,
                "2021":1
            }
        ],
        [
            "We report on the effect of grain size on the ionic conductivity of yttria-stabilized zirconia samples synthesized by ball milling. Complex impedance measurements, as a function of temperature and frequency are performed on 10 mol% yttria-stabilized zirconia nanocrystalline samples with grain sizes ranging from 900 to 17 nm. Bulk ionic conductivity decreases dramatically for grain sizes below 100 nm, although its activation energy is essentially independent of grain size. The results are interpreted in terms of a space-charge layer resulting from segregation of mobile oxygen vacancies to the grain-boundary core. The thickness of this space-charge layer formed at the grain boundaries is on the order of 1 nm for large micron-sized grains but extends up to 7 nm when decreasing the grain size down to 17 nm. This gives rise to oxygen vacancies depletion over a large volume fraction of the grain and consequently to a …",
            "Ionic conductivity of nanocrystalline yttria-stabilized zirconia: Grain boundary and size effects",
            "OJ Durá and MA López De La Torre and L Vázquez and J Chaboy and R Boada and A Rivera-Calzada and J Santamaria and C Leon",
            "2010",
            "FaEglL8AAAAJ:TQgYirikUcIC",
            76,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.81.184301",
            "12327005772890260806",
            "\/scholar?cites=12327005772890260806",
            {
                "2011":5,
                "2012":8,
                "2013":7,
                "2014":6,
                "2015":9,
                "2016":3,
                "2017":6,
                "2018":8,
                "2019":9,
                "2020":14,
                "2021":1
            }
        ],
        [
            "Current-voltage (I− V) characteristics were used to investigate the response of the vortex-glass (VG) phase transition in high-quality epitaxial YBa 2 Cu 3 O 7− δ films in magnetic fields up to 7 T. We show that varying the oxygen content, the scaling analysis reveals a crossover from three-dimensional (3D) to a pure 2D VG transition with T g= 0. At small oxygen deficiencies (7− δ= 6.75), the ρ− j curves scale according to the 3D VG model, which cannot be distinguished from a Bose-glass model from a scaling analysis with the magnetic field applied parallel to the c axis. At a lower oxygen content (7− δ= 6.48), the VG phase transition behaves analogous to the highly anisotropic Bi 2 Sr 2 CaCu 2 O 8 samples, showing a quasi-2D VG transition. For further deoxygenated samples (7− δ= 6.4), the result is consistent with a pure 2D vortex-glass model similar to that observed in the even more anisotropic Tl 2 Ba 2 CaCu 2 O …",
            "Crossover from a three-dimensional to purely two-dimensional vortex-glass transition in deoxygenated  thin films",
            "Zouhair Sefrioui and D Arias and M Varela and JE Villegas and MA Lopez de La Torre and C León and GD Loos and J Santamaria",
            "1999",
            "FaEglL8AAAAJ:QIV2ME_5wuYC",
            53,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.60.15423",
            "3272554908547400246",
            "\/scholar?cites=3272554908547400246",
            {
                "2000":2,
                "2001":11,
                "2002":3,
                "2003":4,
                "2004":2,
                "2005":1,
                "2006":4,
                "2007":3,
                "2008":2,
                "2009":2,
                "2010":3,
                "2011":1,
                "2012":4,
                "2013":1,
                "2014":3,
                "2015":3,
                "2016":1,
                "2017":1
            }
        ],
        [
            "We report the observation of a paramagnetic contribution to the field cooled magnetization that develops below the superconducting transition temperature T c in measurements performed on Y Ba 2 Cu 3 O 7∕ La 0.7 Ca 0.3 Mn O 3 superlattices. The effect has been detected only for samples whose manganite layers are magnetically granular. We discuss our observation of this paramagnetic Meissner effect (Wohlleben effect) in terms of an inhomogeneous superconducting state at the interface with the magnetically granular manganite layers.",
            "Paramagnetic Meissner effect in  superlattices",
            "MA López de la Torre and V Peña and Zouhair Sefrioui and D Arias and C Leon and J Santamaria and JL Martinez",
            "2006",
            "FaEglL8AAAAJ:ZeXyd9-uunAC",
            49,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.73.052503",
            "7783644335902074916",
            "\/scholar?cites=7783644335902074916",
            {
                "2006":1,
                "2007":5,
                "2008":3,
                "2009":1,
                "2010":6,
                "2011":2,
                "2012":5,
                "2013":4,
                "2014":7,
                "2015":8,
                "2016":2,
                "2017":5
            }
        ],
        [
            "The presence of organic ligands on the surface of colloidal nanoparticles strongly limits their performance in technological applications where charge carrier transfer\/transport plays an important role. We use metal salts, matched with the nanoparticle composition, to eliminate the surface organic ligands without introducing extrinsic impurities in the final nanomaterial. The potential of the simple, general and scalable processes presented here is demonstrated by characterizing the thermoelectric properties of nanostructured Ag2Te produced by the bottom up assembly of Ag2Te nanocrystals. A 6-fold increase of the thermoelectric figure of merit of Ag2Te was obtained when organic ligands were displaced by AgNO3. The same procedure can enhance the performance of nanocrystals and nanocrystal-based devices in a broad range of applications, from photovoltaics and thermoelectrics to catalysis.",
            "Organic ligand displacement by metal salts to enhance nanoparticle functionality: thermoelectric properties of Ag 2 Te",
            "Doris Cadavid and Maria Ibáñez and Alexey Shavel and Oscar Juan Durá and MA Lopez de la Torre and Andreu Cabot",
            "2013",
            "FaEglL8AAAAJ:nb7KW1ujOQ8C",
            48,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2013\/ta\/c3ta01455j",
            "9694603421065566425",
            "\/scholar?cites=9694603421065566425",
            {
                "2013":2,
                "2014":8,
                "2015":13,
                "2016":6,
                "2017":7,
                "2018":2,
                "2019":4,
                "2020":4,
                "2021":1
            }
        ],
        [
            "We report on the magnetic properties of mechanically alloyed Al 49 Fe 30 Cu 21. The system was observed by high-resolution electron microscopy to be composed of nanosized solid solution grains embedded in an amorphous matrix of roughly the same composition. The irreversibility between the field-cooled and zero-field-cooled magnetization curves together with some ac susceptibility features closely resemble those exhibited by spin glasses. However, the analysis of the nonlinear susceptibility allowed us to rule out the existence of a true thermodynamic phase transition, since it was apparent the absence of a divergent increase in the nonlinear coefficients on approaching the freezing temperature. Surface effects are considered a minor source for the observed phenomena, remaining the blocking of interacting superparamagnetic moments the main mechanism to account for them. We discuss these three …",
            "Spin-glass-like behavior in mechanically alloyed nanocrystalline Fe-Al-Cu",
            "JA De Toro and MA López de la Torre and JM Riveiro and R Sáez Puche and A Gomez-Herrero and LC Otero-Diaz",
            "1999",
            "FaEglL8AAAAJ:dhFuZR0502QC",
            48,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.60.12918",
            "1977388350396481077",
            "\/scholar?cites=1977388350396481077",
            {
                "2001":5,
                "2002":3,
                "2003":2,
                "2004":3,
                "2005":2,
                "2006":3,
                "2007":4,
                "2008":1,
                "2009":4,
                "2010":5,
                "2011":3,
                "2012":2,
                "2013":2,
                "2014":2,
                "2015":2,
                "2016":2,
                "2017":1,
                "2018":2
            }
        ],
        [
            "The magnetically glassy behavior of mechanically alloyed Fe 61 Re 30 Cr 9 is reported in detail, including a static and dynamic study of the freezing process, the observation of aging in a mechanically alloyed sample, Mössbauer analysis, and annealing experiments. Despite the clear collective character of the low-temperature change of regime, no thermodynamical spin-glass mean-field transition could be proved. On the other hand, the careful comparison of the magnetic behavior with that reported in strongly interacting fine particles systems hinted towards the presence of that kind of particles in our samples. Structural considerations based on XRD, Mössbauer, and the evolution of the ac susceptibility peaks upon annealing pointed to the existence of very fine Fe-rich clusters able to support a magnetic moment, confirming the diagnosis extracted from the magnetic dynamics analysis. The argument is …",
            "Nonequilibrium magnetic dynamics in mechanically alloyed materials",
            "JA De Toro and MA López de la Torre and MA Arranz and JM Riveiro and JL Martínez and P Palade and G Filoti",
            "2001",
            "FaEglL8AAAAJ:7PzlFSSx8tAC",
            41,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.64.094438",
            "12042474745093752916",
            "\/scholar?cites=12042474745093752916",
            {
                "2002":2,
                "2003":3,
                "2004":6,
                "2005":3,
                "2006":3,
                "2007":4,
                "2008":1,
                "2009":2,
                "2010":4,
                "2011":2,
                "2012":3,
                "2013":1,
                "2014":3,
                "2015":2,
                "2016":2
            }
        ],
        [
            "This work reports on the effect of grain size on the electrical, thermal, and structural properties of CuAlO 2 samples obtained by solid-state reaction combined with ball milling. Electrical characterization made in microcrystalline and nanocrystalline samples shows that the electrical conductivity decreases several orders of magnitude for the nanocrystalline samples, and, in addition, there is a large discrepancy between the activation energies associated to thermoelectric power E S. The study of the Cu K-edge x-ray absorption spectra of the CuAlO 2 samples shows that the local structure around Cu is preserved after the sintering process, indicating that the observed behavior of the electrical conductivity is of intrinsic origin. Complex conductivity measurements as a function of frequency allow us to discard grain-boundaries effects on the electrical transport. Thus, the changes in σ (T) and S (T) are interpreted in terms of …",
            "Transport, electronic, and structural properties of nanocrystalline CuAlO delafossites",
            "OJ Durá and R Boada and A Rivera-Calzada and C León and E Bauer and MA Lopez De La Torre and J Chaboy",
            "2011",
            "FaEglL8AAAAJ:r0BpntZqJG4C",
            33,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.83.045202",
            "16022344876886105722",
            "\/scholar?cites=16022344876886105722",
            {
                "2011":1,
                "2012":3,
                "2013":6,
                "2014":8,
                "2015":2,
                "2016":4,
                "2017":3,
                "2018":2,
                "2019":4
            }
        ],
        [
            "We have studied the effect of He+ irradiation on the electrical resistivity and Curie temperature of ferromagnetic SrRuO3 thin films. An evolution from metallic to insulating behavior is observed when He+ ion fluence is increased, suggesting a metal–insulator transition. Damage by ion irradiation produces a strong decrease of the Curie temperature. On the other hand, no significant change in Tc (∼160 K) takes place in fresh samples grown at different substrate temperatures. We discuss the possible correlation between structural changes induced by irradiation, which reflect in an increase of the pseudocubic lattice parameter, and the observed depression of Tc.",
            "Metal–insulator transition in  induced by ion irradiation",
            "Z Sefrioui and D Arias and MA Navacerrada and M Varela and G Loos and M Lucıa and J Santamarıa and F Sánchez-Quesada and MA López de la Torre",
            "1998",
            "FaEglL8AAAAJ:L8Ckcad2t8MC",
            32,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.122772",
            "17218730563076733390",
            "\/scholar?cites=17218730563076733390",
            {
                "2000":1,
                "2001":1,
                "2002":3,
                "2003":2,
                "2004":1,
                "2005":1,
                "2006":5,
                "2007":2,
                "2008":1,
                "2009":3,
                "2010":3,
                "2011":2,
                "2012":2,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":1
            }
        ]
    ]
}