{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Quantum ESPRESSO is an integrated suite of open-source computer codes for quantum simulations of materials using state-of-the-art electronic-structure techniques, based on density-functional theory, density-functional perturbation theory, and many-body perturbation theory, within the plane-wave pseudopotential and projector-augmented-wave approaches. Quantum ESPRESSO owes its popularity to the wide variety of properties and processes it allows to simulate, to its performance on an increasingly broad array of hardware architectures, and to a community of researchers that rely on its capabilities as a core open-source development platform to implement their ideas. In this paper we describe recent extensions and improvements, covering new methodologies and property calculators, improved parallelization, code modularization, and extended interoperability both within the distribution and with external …",
            "Advanced capabilities for materials modelling with Quantum ESPRESSO",
            "Paolo Giannozzi and Oliviero Andreussi and Thomas Brumme and Oana Bunau and M Buongiorno Nardelli and Matteo Calandra and Roberto Car and Carlo Cavazzoni and Davide Ceresoli and Matteo Cococcioni and Nicola Colonna and Ivan Carnimeo and Andrea Dal Corso and Stefano de Gironcoli and Pietro Delugas and Robert A DiStasio Jr and Andrea Ferretti and Andrea Floris and Guido Fratesi and Giorgia Fugallo and Ralph Gebauer and Uwe Gerstmann and Feliciano Giustino and Tommaso Gorni and J Jia and M Kawamura and HY Ko and Anton Kokalj and Emine Küçükbenli and Michele Lazzeri and Margherita Marsili and Nicola Marzari and Francesco Mauri and NL Nguyen and HV Nguyen and Alberto Otero-de-la-Roza and Lorenzo Paulatto and Samuel Poncé and Dario Rocca and Riccardo Sabatini and Biswajit Santra and Martin Schlipf and Ari Paavo Seitsonen and Alexander Smogunov and Iurii Timrov and Timo Thonhauser and Paolo Umari and Nathalie Vast and Xifan Wu and Stefano Baroni",
            "2017",
            "FAhzbvkAAAAJ:RoXSNcbkSzsC",
            1919,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1361-648X\/aa8f79\/meta",
            "10352501149158304397",
            "\/scholar?cites=10352501149158304397",
            {
                "2018":237,
                "2019":577,
                "2020":1011,
                "2021":81
            }
        ],
        [
            "We present an efficient reduced-basis discretization procedure for partial differential equations with nonaffine parameter dependence. The method replaces nonaffine coefficient functions with a collateral reduced-basis expansion which then permits an (effectively affine) offline–online computational decomposition. The essential components of the approach are (i) a good collateral reduced-basis approximation space, (ii) a stable and inexpensive interpolation procedure, and (iii) an effective a posteriori estimator to quantify the newly introduced errors. Theoretical and numerical results respectively anticipate and confirm the good behavior of the technique. To cite this article: M. Barrault et al., C. R. Acad. Sci. Paris, Ser. I 339 (2004).",
            "An ‘empirical interpolation’method: application to efficient reduced-basis discretization of partial differential equations",
            "Maxime Barrault and Yvon Maday and Ngoc Cuong Nguyen and Anthony T Patera",
            "2004",
            "FAhzbvkAAAAJ:nqdriD65xNoC",
            1347,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1631073X04004248",
            "13728253588821555081",
            "\/scholar?cites=13728253588821555081",
            {
                "2005":12,
                "2006":14,
                "2007":31,
                "2008":24,
                "2009":33,
                "2010":31,
                "2011":40,
                "2012":71,
                "2013":89,
                "2014":107,
                "2015":129,
                "2016":150,
                "2017":130,
                "2018":139,
                "2019":141,
                "2020":192,
                "2021":8
            }
        ],
        [
            "Recurrent digital ulcers are a manifestation of vascular disease in patients with systemic sclerosis (SSc; scleroderma) and lead to pain, impaired function, and tissue loss. We investigated whether treatment with the endothelin receptor antagonist, bosentan, decreased the development of new digital ulcers in patients with SSc.This was a randomized, prospective, placebo‐controlled, double‐blind study of 122 patients at 17 centers in Europe and North America, evaluating the effect of treatment on prevention of digital ulcers. The primary outcome variable was the number of new digital ulcers developing during the 16‐week study period. Secondary assessments included healing of existing digital ulcers and evaluation of hand function using the Scleroderma Health Assessment Questionnaire.Patients receiving bosentan had a 48% reduction in the mean number of new ulcers during the …",
            "Digital ulcers in systemic sclerosis: prevention by treatment with bosentan, an oral endothelin receptor antagonist",
            "JH Korn and M Mayes and M Matucci Cerinic and M Rainisio and J Pope and E Hachulla and E Rich and P Carpentier and J Molitor and JR Seibold and V Hsu and L Guillevin and S Chatterjee and HH Peter and J Coppock and A Herrick and PA Merkel and R Simms and CP Denton and D Furst and N Nguyen and M Gaitonde and Carol Black and RAPIDS‐1 Study Group",
            "2004",
            "FAhzbvkAAAAJ:9ZlFYXVOiuMC",
            788,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/art.20676",
            "866230746285478975",
            "\/scholar?cites=866230746285478975",
            {
                "2005":24,
                "2006":62,
                "2007":56,
                "2008":47,
                "2009":57,
                "2010":76,
                "2011":71,
                "2012":40,
                "2013":58,
                "2014":47,
                "2015":45,
                "2016":51,
                "2017":43,
                "2018":33,
                "2019":27,
                "2020":25,
                "2021":2
            }
        ],
        [
            "In this paper, we extend the reduced-basis approximations developed earlier for linear elliptic and parabolic partial differential equations with affine parameter dependence to problems involving (a) nonaffine dependence on the parameter, and (b) nonlinear dependence on the field variable. The method replaces the nonaffine and nonlinear terms with a coefficient function approximation which then permits an efficient offline-online computational decomposition. We first review the coefficient function approximation procedure: the essential ingredients are (i) a good collateral reduced-basis approximation space, and (ii) a stable and inexpensive interpolation procedure. We then apply this approach to linear nonaffine and nonlinear elliptic and parabolic equations; in each instance, we discuss the reduced-basis approximation and the associated offline-online computational procedures. Numerical results are …",
            "Efficient reduced-basis treatment of nonaffine and nonlinear partial differential equations",
            "Martin A Grepl and Yvon Maday and Ngoc C Nguyen and Anthony T Patera",
            "2007",
            "FAhzbvkAAAAJ:w1MjKQ0l0TYC",
            531,
            "https:\/\/www.esaim-m2an.org\/articles\/m2an\/abs\/2007\/03\/m2an0623\/m2an0623.html",
            "10838209207915975297",
            "\/scholar?cites=10838209207915975297",
            {
                "2006":2,
                "2007":9,
                "2008":11,
                "2009":25,
                "2010":30,
                "2011":26,
                "2012":32,
                "2013":36,
                "2014":43,
                "2015":46,
                "2016":64,
                "2017":58,
                "2018":45,
                "2019":49,
                "2020":49,
                "2021":2
            }
        ],
        [
            "Postpartum haemorrhage is a leading cause of maternal morbidity and mortality. Active management of the third stage of labour, including use of a uterotonic agent, has been shown to reduce blood loss. Misoprostol (a prostaglandin E1 analogue) has been suggested for this purpose because it has strong uterotonic effects, can be given orally, is inexpensive, and does not need refrigeration for storage. We did a multicentre, double-blind, randomised controlled trial to determine whether oral misoprostol is as effective as oxytocin during the third stage of labour.In hospitals in Argentina, China, Egypt, Ireland, Nigeria, South Africa, Switzerland, Thailand, and Vietnam, we randomly assigned women about to deliver vaginally to receive 600 μg misoprostol orally or 10 IU oxytocin intravenously or intramuscularly, according to routine practice, plus corresponding identical placebos. The medications …",
            "WHO multicentre randomised trial of misoprostol in the management of the third stage of labour",
            "A Metin Gülmezoglu and José Villar and Nguyen Thi Nhu Ngoc and Gilda Piaggio and Guillermo Carroli and Lekan Adetoro and Hany Abdel-Aleem and Linan Cheng and G Justus Hofmeyr and Pisake Lumbiganon and Christian Unger and Walter Prendiville and Alain Pinol and Diana Elbourne and Hazem El-Refaey and Kenneth F Schulz and WHO Collaborative Group To Evaluate Misoprostol in the Management of the Third Stage of Labour",
            "2001",
            "FAhzbvkAAAAJ:eO3_k5sD8BwC",
            454,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673601058354",
            "11264644427490518014",
            "\/scholar?cites=11264644427490518014",
            {
                "2001":7,
                "2002":14,
                "2003":15,
                "2004":31,
                "2005":24,
                "2006":34,
                "2007":32,
                "2008":19,
                "2009":22,
                "2010":36,
                "2011":25,
                "2012":33,
                "2013":26,
                "2014":17,
                "2015":19,
                "2016":33,
                "2017":12,
                "2018":17,
                "2019":12,
                "2020":11,
                "2021":1
            }
        ],
        [
            "Bosentan, a dual endothelin‐receptor antagonist, is registered for the treatment of pulmonary arterial hypertension. Little is known about the effects of bosentan in children. This study was conducted to investigate the pharmacokinetics, safety, and efficacy of bosentan in pediatric patients with pulmonary arterial hypertension.In this 2‐center, open‐label study, 19 pediatric patients with pulmonary arterial hypertension were enrolled and stratified for body weight and epoprostenol use. Patients weighing between 10 and 20 kg, between 20 and 40 kg, or greater than 40 kg received a single dose of 31.25, 62.5, or 125 mg, respectively, on day 1, followed by 4 weeks of treatment with the initial dose. The dose was then up‐titrated to the target dose (31.25, 62.5, or 125 mg twice daily). Pharmacokinetic and hemodynamic parameters were obtained at baseline and after 12 weeks of treatment. Six …",
            "Pharmacokinetics, safety, and efficacy of bosentan in pediatric patients with pulmonary arterial hypertension",
            "Robyn J Barst and Dunbar Ivy and Jasper Dingemanse and Allison Widlitz and Kelly Schmitt and Aimee Doran and Deborah Bingaman and Ngoc Nguyen and Michael Gaitonde and Paul LM van Giersbergen",
            "2003",
            "FAhzbvkAAAAJ:kRWSkSYxWN8C",
            407,
            "https:\/\/ascpt.onlinelibrary.wiley.com\/doi\/abs\/10.1016\/S0009-9236(03)00005-5",
            "3484113996268416754",
            "\/scholar?cites=3484113996268416754",
            {
                "2002":4,
                "2003":4,
                "2004":27,
                "2005":35,
                "2006":31,
                "2007":27,
                "2008":32,
                "2009":33,
                "2010":41,
                "2011":19,
                "2012":20,
                "2013":26,
                "2014":22,
                "2015":10,
                "2016":22,
                "2017":13,
                "2018":9,
                "2019":6,
                "2020":13,
                "2021":2
            }
        ],
        [
            "Page 1. Reduced Basis Approximation and A Posteriori Error Estimation for Parametrized Partial\nDifferential Equations Anthony T. Patera Massachusetts Institute of Technology 2008 AFOSR\nJoint Program Review Washington, DC 14 August 2008 Page 2. Acknowledgements Collaborators\nJ Hesthaven P Huynh* K Hoang Y Maday C Nguyen* G Pau G Rozza* S Sen A Tan Also S Boyaval,\nL Ded`e, M Grepl, C Le Bris, C Prud'homme, A Quarteroni, E Rønquist, and K Veroy. Patera et\nal., MIT Certified Reduced-Basis Methods 1 Page 3. Acknowledgements Sponsors AFOSR Progetto\nRoberto Rocca Singapore-MIT Alliance Patera et al., MIT Certified Reduced-Basis Methods 2\nPage 4. µ-Parametrized Evolution PDEs Classes of Problems Linear Parabolic Heat Equation\nConvection-Diffusion Equation Nonlinear Parabolic Unsteady (Viscous) Burgers Unsteady\nIncompressible Navier-Stokes ← Linear Hyperbolic … \n",
            "Reduced basis approximation and a posteriori error estimation for parametrized partial differential equations",
            "Anthony T Patera and Gianluigi Rozza",
            "2007",
            "FAhzbvkAAAAJ:qYOp8iumCsAC",
            395,
            "https:\/\/www.researchgate.net\/profile\/Gianluigi_Rozza\/publication\/226879350_Reduced_basis_approximation_and_a_posteriori_error_estimation_for_affinely_parametrized_elliptic_coercive_partial_differential_equations\/links\/53fc5e5d0cf2364ccc0490e6\/Reduced-basis-approximation-and-a-posteriori-error-estimation-for-affinely-parametrized-elliptic-coercive-partial-differential-equations.pdf",
            "1971898638932084898",
            "\/scholar?cites=1971898638932084898",
            {
                "2007":6,
                "2008":11,
                "2009":14,
                "2010":24,
                "2011":19,
                "2012":39,
                "2013":40,
                "2014":41,
                "2015":49,
                "2016":30,
                "2017":30,
                "2018":34,
                "2019":28,
                "2020":28,
                "2021":1
            }
        ],
        [
            "A search for a very-high-energy (VHE;≥ 100 GeV) γ-ray signal from self-annihilating particle dark matter (DM) is performed towards a region of projected distance r∼ 45–150 pc from the Galactic center. The background-subtracted γ-ray spectrum measured with the High Energy Stereoscopic System (HESS) γ-ray instrument in the energy range between 300 GeV and 30 TeV shows no hint of a residual γ-ray flux. Assuming conventional Navarro-Frenk-White and Einasto density profiles, limits are derived on the velocity-weighted annihilation cross section⟨ σ v⟩ as a function of the DM particle mass. These are among the best reported so far for this energy range and in particular differ only little between the chosen density profile parametrizations. In particular, for the DM particle mass of∼ 1 TeV, values for⟨ σ v⟩ above 3× 10− 25 cm 3 s− 1 are excluded for the Einasto density profile.",
            "Search for a Dark Matter annihilation signal from the Galactic Center halo with HESS",
            "A Abramowski and Fabio Acero and F Aharonian and AG Akhperjanian and G Anton and Anna Barnacka and U Barres De Almeida and AR Bazer-Bachi and Yvonne Becherini and J Becker and B Behera and K Bernlöhr and A Bochow and C Boisson and J Bolmont and P Bordas and V Borrel and J Brucker and F Brun and P Brun and T Bulik and I Büsching and S Carrigan and S Casanova and M Cerruti and PM Chadwick and A Charbonnier and RCG Chaves and A Cheesebrough and L-M Chounet and AC Clapson and G Coignet and Jan Conrad and M Dalton and MK Daniel and ID Davids and B Degrange and C Deil and Hugh J Dickinson and A Djannati-Ataï and W Domainko and LO’C Drury and F Dubois and G Dubus and J Dyks and M Dyrda and K Egberts and P Eger and P Espigat and L Fallon and C Farnier and S Fegan and F Feinstein and MV Fernandes and A Fiasson and G Fontaine and A Förster and M Füßling and YA Gallant and H Gast and L Gérard and D Gerbig and B Giebels and JF Glicenstein and B Glück and P Goret and D Göring and JD Hague and D Hampf and M Hauser and S Heinz and G Heinzelmann and G Henri and G Hermann and JA Hinton and A Hoffmann and W Hofmann and P Hofverberg and D Horns and A Jacholkowska and OC De Jager and C Jahn and Marek Jamrozy and I Jung and MA Kastendieck and K Katarzyński and U Katz and S Kaufmann and D Keogh and M Kerschhaggl and D Khangulyan and B Khélifi and D Klochkov and W Kluźniak and T Kneiske and Nu Komin and K Kosack and R Kossakowski and H Laffon and G Lamanna and D Lennarz and T Lohse and A Lopatin and C-C Lu and V Marandon and A Marcowith and J Masbou and D Maurin and N Maxted and TJL McComb and MC Medina and J Méhault and R Moderski and Emmanuel Moulin and CL Naumann and M Naumann-Godo and M De Naurois and D Nedbal and D Nekrassov and N Nguyen and B Nicholas and J Niemiec and SJ Nolan and S Ohm and JF Olive and E de Oña Wilhelmi and B Opitz and Michał Ostrowski and M Panter and M Paz Arribas and G Pedaletti and G Pelletier and P-O Petrucci and S Pita and G Pühlhofer and Michael Punch and A Quirrenbach and M Raue and SM Rayner and A Reimer and O Reimer and M Renaud and Raquel De los Reyes and F Rieger and Joseph Ripken and L Rob and S Rosier-Lees and G Rowell and B Rudak and CB Rulten",
            "2011",
            "FAhzbvkAAAAJ:AZju0d2GQJ0C",
            324,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.161301",
            "14184049096511672228",
            "\/scholar?cites=14184049096511672228",
            {
                "2010":1,
                "2011":14,
                "2012":50,
                "2013":32,
                "2014":30,
                "2015":60,
                "2016":49,
                "2017":38,
                "2018":24,
                "2019":14,
                "2020":10,
                "2021":2
            }
        ],
        [
            "This study investigated the long-term outcome of children with pulmonary arterial hypertension (PAH) treated with bosentan therapy, with or without concomitant prostanoid therapy.Bosentan, an oral endothelin ETA\/ETBreceptor antagonist, improves hemodynamics and exercise capacity in adults with PAH; however, limited data are available on its long-term effects in children.In this retrospective study, 86 children with PAH (idiopathic, associated with congenital heart or connective tissue disease) started bosentan with or without concomitant intravenous epoprostenol or subcutaneous treprostinil therapy. Hemodynamics, World Health Organization (WHO) functional class, and safety data were collected.At the cutoff date, 68 patients (79%) were still treated with bosentan, 13 (15%) were discontinued, and 5 (6%) had died. Median exposure to bosentan was 14 months. In 90 …",
            "Effects of long-term bosentan in children with pulmonary arterial hypertension",
            "Erika Berman Rosenzweig and D Dunbar Ivy and Allison Widlitz and Aimee Doran and Lori R Claussen and Delphine Yung and Steven H Abman and Adele Morganti and Ngoc Nguyen and Robyn J Barst",
            "2005",
            "FAhzbvkAAAAJ:U4n9YNQMCAIC",
            312,
            "https:\/\/www.jacc.org\/doi\/abs\/10.1016\/j.jacc.2005.01.066",
            "8889496483393640121",
            "\/scholar?cites=8889496483393640121",
            {
                "2004":1,
                "2005":4,
                "2006":25,
                "2007":22,
                "2008":19,
                "2009":35,
                "2010":44,
                "2011":30,
                "2012":20,
                "2013":19,
                "2014":14,
                "2015":15,
                "2016":18,
                "2017":13,
                "2018":7,
                "2019":8,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We present a hybridizable discontinuous Galerkin method for the numerical solution of steady and time-dependent linear convection–diffusion equations. We devise the method as follows. First, we express the approximate scalar variable and corresponding flux within each element in terms of an approximate trace of the scalar variable along the element boundary. We then define a unique value for the approximate trace by enforcing the continuity of the normal component of the flux across the element boundary; a global equation system solely in terms of the approximate trace is thus obtained. The high number of globally coupled degrees of freedom in the discontinuous Galerkin approximation is therefore significantly reduced. If the problem is time-dependent, we discretize the time derivative by means of backward difference formulae. This results in efficient schemes capable of producing high-order accurate …",
            "An implicit high-order hybridizable discontinuous Galerkin method for linear convection–diffusion equations",
            "Ngoc Cuong Nguyen and Jaume Peraire and Bernardo Cockburn",
            "2009",
            "FAhzbvkAAAAJ:ZeXyd9-uunAC",
            305,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021999109000308",
            "980679871483388118",
            "\/scholar?cites=980679871483388118",
            {
                "2008":2,
                "2009":3,
                "2010":12,
                "2011":21,
                "2012":9,
                "2013":27,
                "2014":19,
                "2015":21,
                "2016":31,
                "2017":28,
                "2018":44,
                "2019":47,
                "2020":38,
                "2021":2
            }
        ]
    ]
}