{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "shallow processes and for the pursuit of more Sediments are now known to undergo deforma tion in a wide variety of geological circumstances. quantitative relationships. With these goals in The deforming processes can happen on a vast mind, workers are increasingly drawing on the scale and at all stages before the material be principles and methods of the well-established comes fully lithified. In fact, as exploration of the engineering discipline of soil mechanics. earth continues, the widespread extent and im All this is beginning to attract wider geological portance of sediment deformation is still being interest. Yet to the newcomer, because progress revealed, for example, below the oceans and has been rapid in recent years, the literature is beneath ice sheets. At the same time, it is still already formidable. The information is scattered, being realized just how varied are the resulting so even an expert on sediment deformation in a structures, and how strikingly similar they can be certain setting may be unaware of analogous to those produced by the deformation of deeply problems and successes in other environments. buried rocks. At the same time, although the same basic prin However, there are few precedents to guide the ciples apply in the various geological regimes, a geologist in interpreting structures that formed in subtly different terminology is evolving, which unlithified sediments, or in understanding the can make the subject boundaries hard to cross.",
            "The geological deformation of sediments",
            "Alex Maltman",
            "2012",
            "fax1_hMAAAAJ:2KloaMYe4IUC",
            272,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=n0LqCAAAQBAJ&oi=fnd&pg=PR10&dq=info:VhLXsghmB7QJ:scholar.google.com&ots=CK8sxmDAbf&sig=8yin7bnZdkou4rlSIbHxz6vuaBw",
            "12972449439210213974",
            "\/scholar?cites=12972449439210213974",
            {
                "1995":2,
                "1996":4,
                "1997":5,
                "1998":14,
                "1999":6,
                "2000":11,
                "2001":7,
                "2002":8,
                "2003":14,
                "2004":6,
                "2005":12,
                "2006":17,
                "2007":14,
                "2008":12,
                "2009":11,
                "2010":8,
                "2011":17,
                "2012":9,
                "2013":8,
                "2014":16,
                "2015":11,
                "2016":14,
                "2017":11,
                "2018":10,
                "2019":6,
                "2020":14,
                "2021":2
            }
        ],
        [
            "The late Cretaceous to early Tertiary sediments of the Kodiak accretionary complex preserve the earliest deformation associated with underthrusting along a thickly sedimented convergent margin. Because of the thick trench fill, this early deformation resulted in the formation of two distinct structural terranes: (1) coherent terranes of layered turbidites and (2) melange terranes. The earliest deformation (D1) in the coherent terranes is marked by normal faults, mineralized layer‐perpendicular veins in sandstones, and microfaults in shales. These features suggest that σ1 was vertical and that σ3 was horizontal and NW trending during D1. We interpret D1 structures as hydrofractures that formed in flat‐lying sediments with high fluid pressures caused by rapid tectonic loading. In contrast, the melanges appear to record a more protracted and complex history that culminated in structures similar to the D1 structures above …",
            "Structural evolution of underthrusted sediments, Kodiak Islands, Alaska",
            "Donald Fisher and Tim Byrne",
            "1987",
            "fax1_hMAAAAJ:u5HHmVD_uO8C",
            194,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/TC006i006p00775",
            "11625475205502039896",
            "\/scholar?cites=11625475205502039896",
            {
                "1986":1,
                "1987":1,
                "1988":4,
                "1989":8,
                "1990":11,
                "1991":5,
                "1992":6,
                "1993":3,
                "1994":2,
                "1995":8,
                "1996":6,
                "1997":2,
                "1998":7,
                "1999":3,
                "2000":3,
                "2001":3,
                "2002":2,
                "2003":11,
                "2004":4,
                "2005":6,
                "2006":3,
                "2007":11,
                "2008":2,
                "2009":11,
                "2010":6,
                "2011":4,
                "2012":7,
                "2013":4,
                "2014":10,
                "2015":8,
                "2016":2,
                "2017":6,
                "2018":6,
                "2019":8,
                "2020":6
            }
        ],
        [
            "Sediments accreted at subduction zones undergo stratal disruption and form a type of melange. The thickness of the disrupted zones grows with progressive deformation. This suggests that initial fault surfaces are abandoned and deformation propagates into adjacent undeformed sediment. Factors causing the abandonment of fault surfaces during continuing deformation include (1) strengthening owing to porosity loss during consolidation, (2) localized drops in fluid pressure on fault surfaces that act as dewaterinig conduits, and (3) reorientation of fault surfaces. The disruptive processes occurring in accretionary prisms result principally from the deformation of a consolidating sediment mass.",
            "Thickening of fault zones: A mechanism of melange formation in accreting sediments",
            "J Casey Moore and Tim Byrne",
            "1987",
            "fax1_hMAAAAJ:d1gkVwhDpl0C",
            164,
            "https:\/\/pubs.geoscienceworld.org\/geology\/article-lookup\/15\/11\/1040",
            "11329977031662470283",
            "\/scholar?cites=11329977031662470283",
            {
                "1986":1,
                "1987":5,
                "1988":5,
                "1989":8,
                "1990":5,
                "1991":1,
                "1992":3,
                "1993":4,
                "1994":5,
                "1995":4,
                "1996":2,
                "1997":4,
                "1998":3,
                "1999":4,
                "2000":2,
                "2001":7,
                "2002":2,
                "2003":3,
                "2004":10,
                "2005":5,
                "2006":7,
                "2007":8,
                "2008":9,
                "2009":6,
                "2010":8,
                "2011":5,
                "2012":3,
                "2013":5,
                "2014":3,
                "2015":4,
                "2016":7,
                "2017":10,
                "2018":3
            }
        ],
        [
            "The main objective of Leg 131 was to provide data on the deformational processes and associated hydrogeology of the Nankai prism toe. Drilling succeeded, for the first time in the history of ocean drilling, in penetrating the complete sedimentary sequence to basaltic basement, reaching 1327 mbsf (metres below seafloor) with good core recovery (55%). Excellent correlation of the lithology and structure, including the frontal thrust and the decollement, with seismic reflection images was also determined.Bedding dips, faults and shear bands analyzed in the cores confirm the pattern of deformation to be mainly due to NW-SE shortening, as expected from the plate tectonic convergence vector. Below the decollement, no significant deformation features were observed, indicating that the decollement is a sharp discontinuity in stress transmission.Physical properties data show major discontinuities at the decollement …",
            "Sediment deformation and hydrogeology of the Nankai Trough accretionary prism: Synthesis of shipboard results of ODP Leg 131",
            "A Taira and I Hill and J Firth and U Berner and W Brückmann and T Byrne and T Chabernaud and A Fisher and J-P Foucher and T Gamo and J Gieskes and R Hyndman and D Karig and M Kastner and Y Kato and S Lallemant and R Lu and A Maltman and G Moore and K Moran and G Olaffson and W Owens and K Pickering and F Siena and E Taylor and M Underwood and C Wilkinson and M Yamano and J Zhang",
            "1992",
            "fax1_hMAAAAJ:9yKSN-GCB0IC",
            158,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0012821X92901044",
            "2518578177710558233",
            "\/scholar?cites=2518578177710558233",
            {
                "1993":4,
                "1994":3,
                "1995":6,
                "1996":7,
                "1997":7,
                "1998":4,
                "1999":6,
                "2000":8,
                "2001":9,
                "2002":5,
                "2003":8,
                "2004":3,
                "2005":5,
                "2006":6,
                "2007":7,
                "2008":4,
                "2009":5,
                "2010":6,
                "2011":9,
                "2012":4,
                "2013":6,
                "2014":9,
                "2015":2,
                "2016":3,
                "2017":6,
                "2018":5,
                "2019":4,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The Ghost Rocks Formation represents the youngest phase of a Late Cretaceous to early Tertiary episode of accretion during which about 80 percent of Kodiak Island was added to the continental margin. The formation consists of both structurally coherent terranes and terranes of complexly deformed sandstone-shale melange. Two mesoscopically ductile and regionally occurring deformations and three younger, relatively brittle deformations have affected the melange. D1 is characterized by a foliation, S], which dips northwest and a Iineation, L1, which plunges gently southwest. 81 is deﬁned by disrupted Iithologic layering, pinch and swell structures, the alignment of inclusions, and an anastomosing cleavage in the shales. L1 is deﬁned by pinch and swell axes, the long axes of inclusions, mullions, and folds of phyllosilicates in the shales. D2 is characterized by a foliation, $2, and a Iineation, L2, which respectively dip and plunge parallel to the D1 fabrics. S; is a closely spaced, roughly planar, slaty-Iike cleavage that commonly transposes, but only locally folds Sl. L2 is deﬁned by D2 fold axes and the intersection of S] and S; which locally is a pencil cleavage. D1 signiﬁcantly and substantially altered the original stratigraphy in the melange, and the distinctive disruptive style of the melange is probably a direct consequence of this deformation. The most important structural ele-ment that contributed to this deformation, and therefore to SI and L1, was a three-dimensional web structure of cataclastic shear zones. This structural element occurs in essentially every sandstone in the melange and suggests, but does not prove, that D1 was tectonically …",
            "Early deformation in mélange terranes of the Ghost Rocks Formation, Kodiak islands, Alaska",
            "Tim Byme",
            "1984",
            "fax1_hMAAAAJ:u-x6o8ySG0sC",
            158,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=rqSChIoyh0UC&oi=fnd&pg=PA21&dq=info:byfTNGmpP1oJ:scholar.google.com&ots=-gO4L49jR0&sig=8yoolAWv5Et1q3yYA39y2aV8gTk",
            "6503102656269199215",
            "\/scholar?cites=6503102656269199215",
            {
                "1984":1,
                "1985":1,
                "1986":3,
                "1987":7,
                "1988":5,
                "1989":13,
                "1990":10,
                "1991":6,
                "1992":5,
                "1993":7,
                "1994":1,
                "1995":7,
                "1996":4,
                "1997":5,
                "1998":2,
                "1999":4,
                "2000":1,
                "2001":4,
                "2002":1,
                "2003":7,
                "2004":1,
                "2005":5,
                "2006":7,
                "2007":4,
                "2008":1,
                "2009":7,
                "2010":6,
                "2011":3,
                "2012":9,
                "2013":1,
                "2014":6,
                "2015":1,
                "2016":4,
                "2017":7,
                "2018":2
            }
        ],
        [
            "The Kodiak Islands of Alaska are principally composed of a Late Cretaceous and Paleogene complex of accreted deep‐sea rocks. An early Paleocene magmatic event invaded the accretionary complex with mid‐ocean ridge basalt (MORB), andesite, and granodiorite. Geochemical evidence suggests both the andesite and granodiorite are mixtures of MORB and sediment. The volcanic rocks are interlayered with coarse clastic sediments and deformed with the latter; the granodioritic intrusions, with K‐Ar ages as old as 62 Ma postdate emplacement of the early Paleocene sedimentary and volcanic rocks. Interaction of the subduction complex with the Kula‐Farallon ridge most simply explains this early Paleocene magmatic episode. Paleomagnetic studies of the volcanic rocks indicate this interaction occurred at 40.3±6° north latitude, which is 25.3±9° south of the expected position of the Kodiak Islands relative to …",
            "Paleogene evolution of the Kodiak Islands, Alaska: Consequences of ridge‐trench interaction in a more southerly latitude",
            "J Casey Moore and Tim Byrne and Peter W Plumley and Mary Reid and Helen Gibbons and Robert S Coe",
            "1983",
            "fax1_hMAAAAJ:qjMakFHDy7sC",
            158,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/TC002i003p00265",
            "16648741789013686405",
            "\/scholar?cites=16648741789013686405",
            {
                "1983":4,
                "1984":10,
                "1985":8,
                "1986":7,
                "1987":13,
                "1988":5,
                "1989":7,
                "1990":8,
                "1991":2,
                "1992":7,
                "1993":6,
                "1994":3,
                "1995":3,
                "1996":4,
                "1997":2,
                "1998":1,
                "1999":3,
                "2000":3,
                "2001":4,
                "2002":12,
                "2003":2,
                "2004":1,
                "2005":3,
                "2006":2,
                "2007":2,
                "2008":7,
                "2009":2,
                "2010":1,
                "2011":3,
                "2012":4,
                "2013":3,
                "2014":2,
                "2015":3,
                "2016":5,
                "2017":3
            }
        ]
    ]
}