{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A survey of the experimental, phenomenological, and theoretical status of the new heavy mesons is presented. States discussed are the B c, h c, η c′, D s (2317), D s (2460), X (3872), X (3940), Y (3940), Z (3930), and Y (4260). Quark models for spectra, strong decays, and hadronic interactions are reviewed and used to interpret the new states. New results for strong decay models, bound state decays, mesonic molecules, properties of the X (3872), and the chiral doublet model are also presented.",
            "The new heavy mesons: a status report",
            "Eric S Swanson",
            "2006",
            "FBRapYoAAAAJ:u5HHmVD_uO8C",
            835,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370157306001475",
            "7485600065506973748",
            "\/scholar?cites=7485600065506973748",
            {
                "2006":20,
                "2007":89,
                "2008":85,
                "2009":70,
                "2010":83,
                "2011":65,
                "2012":61,
                "2013":41,
                "2014":63,
                "2015":63,
                "2016":58,
                "2017":43,
                "2018":28,
                "2019":28,
                "2020":27,
                "2021":3
            }
        ],
        [
            "This paper gives results for the spectrum, all allowed E1 radiative partial widths (and some important M1 widths) and all open-charm strong decay amplitudes of all 40 c c states expected up to the mass of the 4 S multiplet, just above 4.4 GeV. The spectrum and radiative widths are evaluated using two models, the relativized Godfrey-Isgur model and a nonrelativistic potential model. The electromagnetic transitions are evaluated using Coulomb plus linear plus smeared hyperfine wave functions, both in a nonrelativistic potential model and in the Godfrey-Isgur model. The open-flavor strong decay amplitudes are determined assuming harmonic oscillator wave functions and the P 3 0 decay model. This work is intended to motivate future experimental studies of higher-mass charmonia, and may be useful for the analysis of high-statistics data sets to be accumulated by the BES, CLEO, and GSI facilities.",
            "Higher charmonia",
            "T Barnes and Stephen Godfrey and ES Swanson",
            "2005",
            "FBRapYoAAAAJ:L8Ckcad2t8MC",
            784,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.72.054026",
            "9814196107173809834",
            "\/scholar?cites=9814196107173809834",
            {
                "2005":3,
                "2006":32,
                "2007":38,
                "2008":43,
                "2009":45,
                "2010":48,
                "2011":41,
                "2012":51,
                "2013":48,
                "2014":47,
                "2015":62,
                "2016":60,
                "2017":71,
                "2018":53,
                "2019":62,
                "2020":65,
                "2021":7
            }
        ],
        [
            "It is proposed that the newly discovered X (3872) is a J PC= 1++ D 0 D ̄ 0∗ hadronic resonance stabilized by admixtures of ωJ\/ψ and ρJ\/ψ. A specific model of the state is constructed and tests of its internal structure are suggested via the predicted decay modes D 0 D ̄ 0 π 0, D 0 D ̄ 0 γ, π+ π− J\/ψ, and π+ π− π 0 J\/ψ.",
            "Short range structure in the X (3872)",
            "Eric S Swanson",
            "2004",
            "FBRapYoAAAAJ:u-x6o8ySG0sC",
            624,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269304004599",
            "3506150786805215487",
            "\/scholar?cites=3506150786805215487",
            {
                "2004":15,
                "2005":44,
                "2006":56,
                "2007":54,
                "2008":47,
                "2009":51,
                "2010":56,
                "2011":31,
                "2012":36,
                "2013":31,
                "2014":36,
                "2015":34,
                "2016":22,
                "2017":25,
                "2018":19,
                "2019":37,
                "2020":24,
                "2021":2
            }
        ],
        [
            "Heisenberg antiferromagnetic spin ‘‘ladders’’(two coupled spin chains) are low-dimensional magnetic systems which for S= 1\/2 interpolate between half-integer-spin chains, when the chains are decoupled, and effective integer-spin one-dimensional chains in the strong-coupling limit. The spin-1\/2 ladder may be realized in nature by vanadyl pyrophosphate,(VO) 2 P 2 O 7. In this paper we apply strong-coupling perturbation theory, spin-wave theory, Lanczos techniques, and a Monte Carlo method to determine the ground-state energy and the low-lying excitation spectrum of the ladder. We find evidence of a nonzero spin gap for all interchain couplings J⊥> 0. A band of spin-triplet excitations above the gap is also analyzed. These excitations are unusual for an antiferromagnet, since their long-wavelength dispersion relation behaves as (k-k 0) 2 (in the strong-coupling limit J⊥≫ J, where J is the in-chain …",
            "Excitation spectrum of Heisenberg spin ladders",
            "T Barnes and E Dagotto and J Riera and ES Swanson",
            "1993",
            "FBRapYoAAAAJ:7PzlFSSx8tAC",
            487,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.47.3196",
            "17497137954847880215",
            "\/scholar?cites=17497137954847880215",
            {
                "1993":5,
                "1994":28,
                "1995":24,
                "1996":39,
                "1997":26,
                "1998":28,
                "1999":30,
                "2000":24,
                "2001":23,
                "2002":20,
                "2003":11,
                "2004":19,
                "2005":29,
                "2006":18,
                "2007":12,
                "2008":14,
                "2009":12,
                "2010":11,
                "2011":15,
                "2012":7,
                "2013":19,
                "2014":14,
                "2015":13,
                "2016":5,
                "2017":9,
                "2018":12,
                "2019":11,
                "2020":7,
                "2021":1
            }
        ],
        [
            "The inspiration for this book came from François le Diberder. During his term as spokesperson for B 八 B 八 R he laid down a vision for the two B Factory detector collaborations, B 八 B 八 R and Belle, to work together on a book that would describe the methodologies used and physics results obtained by those experiments. A key ideal emphasized from the outset was that this book should be written from a pedagogical perspective; it should be of interest to the student and expert alike. This vision was presented during a B 八 B 八 R collaboration meeting on the island of Elba in May 2008 and a follow up Belle collaboration meeting at KEK, with visiting colleagues from the B 八 B 八 R collaboration, and was embraced by the community. A number of workshops involving people from the theoretical community as well as the two collaborations were held on four continents over the following years. The resulting book,“The Physics of the B Factories”, is a testament to the way that this concept captured the zeitgeist on both sides of the Pacific Ocean.This book is divided into three parts, the first of which provides a brief description of the B Factories, including a short (though not exhaustive) historical perspective, as well as descriptions of the detectors, ancillary data acquisition systems and data (re) processing systems that were built by the two detector collaborations in the late 1990’s. The second part of the book discusses tools and methods that are frequently used when analyzing the data collected. These range from details of low level reconstruction algorithms and abstract summaries of statistical methods to high level prescriptions used when …",
            "The physics of the B factories",
            "Adrian Bevan and Bostjan Golob and Thomas Mannel and Soeren Prell and Bruce Yabsley",
            "2017",
            "FBRapYoAAAAJ:Mojj43d5GZwC",
            471,
            "https:\/\/library.oapen.org\/bitstream\/handle\/20.500.12657\/27959\/1002040.pdf?sequence=1",
            "10720949647840926765",
            "\/scholar?cites=10720949647840926765",
            {
                "2014":10,
                "2015":74,
                "2016":81,
                "2017":87,
                "2018":86,
                "2019":67,
                "2020":60,
                "2021":5
            }
        ],
        [
            "In this paper we survey all radial and orbital excitations of the I= 0 and I= 1 n n̄ system anticipated up to 2.1 GeV. We give detailed predictions of their quasi-two-body branching fractions and identify characteristic decay modes that can isolate quarkonia; this should be useful in distinguishing quarkonia from glueballs and hybrids. Several of the “missing mesons” with L q q= 2 and L q q= 3 are predicted to decay dominantly into certain S+ P and S+ D modes, and should appear in experimental searches for hybrids in the same mass region. We also consider the topical issues of whether some of the recently discovered or controversial meson resonances, including glueball and hybrid candidates, can be accommodated as quarkonia.",
            "Higher quarkonia",
            "Ted Barnes and FE Close and PR Page and ES Swanson",
            "1997",
            "FBRapYoAAAAJ:IWHjjKOFINEC",
            405,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.55.4157",
            "15838368238058526137",
            "\/scholar?cites=15838368238058526137",
            {
                "1996":3,
                "1997":14,
                "1998":17,
                "1999":14,
                "2000":14,
                "2001":15,
                "2002":15,
                "2003":21,
                "2004":25,
                "2005":15,
                "2006":9,
                "2007":8,
                "2008":19,
                "2009":12,
                "2010":29,
                "2011":12,
                "2012":18,
                "2013":18,
                "2014":14,
                "2015":10,
                "2016":10,
                "2017":17,
                "2018":26,
                "2019":15,
                "2020":23,
                "2021":3
            }
        ],
        [
            "Open-flavor strong decays are mediated by q q pair production, which is known to occur dominantly with P 0 3 quantum numbers. The relation of the phenomenological P 0 3 model of these decays to\" microscopic\" QCD decay mechanisms has never been established clearly. In this paper we investigate q q meson decay amplitudes assuming pair production from the scalar confining interaction (sKS) and from one gluon exchange (OGE). sKS pair production predicts decay amplitudes of approximately the correct magnitude and D S amplitude ratios in b 1→ ω π and a 1→ ρ π which are close to experiment. The OGE decay amplitude is found to be subdominant in most cases, a notable exception being P 0 3→ S 0 1+ S 0 1. The full sKs+ OGE amplitudes differ significantly from P 0 3 model predictions in some channels and can be distinguished experimentally, for example, through an accurate comparison of the D S …",
            "On the mechanism of open-flavor strong decays",
            "ES Ackleh and Ted Barnes and ES Swanson",
            "1996",
            "FBRapYoAAAAJ:qUcmZB5y_30C",
            398,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.54.6811",
            "16126660565089903783",
            "\/scholar?cites=16126660565089903783",
            {
                "1996":2,
                "1997":8,
                "1998":6,
                "1999":6,
                "2000":4,
                "2001":14,
                "2002":14,
                "2003":14,
                "2004":18,
                "2005":25,
                "2006":11,
                "2007":21,
                "2008":19,
                "2009":16,
                "2010":20,
                "2011":17,
                "2012":24,
                "2013":17,
                "2014":17,
                "2015":14,
                "2016":22,
                "2017":20,
                "2018":12,
                "2019":20,
                "2020":30,
                "2021":1
            }
        ],
        [
            "We present results from analytical and numerical studies of a flux tube model of hybrid mesons. Our numerical results use a Hamiltonian Monte Carlo algorithm and so improve on previous analytical treatments, which assumed small flux tube oscillations and an adiabatic separation of quark and flux tube motion. We find that the small oscillation approximation is inappropriate for typical hadrons and that the hybrid mass in underestimated by the adiabatic approximation. For physical parameters in the ‘‘one-bead’’flux tube model we estimate the lightest hybrid masses (Λ L= 1 P states) to be 1.8–1.9 GeV for uū hybrids, 2.1–2.2 GeV for ss, and 4.1–4.2 GeV for cc. We also determine masses of conventional qq mesons with L= 0 to L= 3 in this model, and confirm good agreement with experimental J-averaged multiplet masses. Mass estimates are also given for hybrids with higher orbital and flux tube excitations. The gap …",
            "Hybrid and conventional mesons in the flux tube model: Numerical studies and their phenomenological implications",
            "Ted Barnes and FE Close and ES Swanson",
            "1995",
            "FBRapYoAAAAJ:ZeXyd9-uunAC",
            366,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.52.5242",
            "2508207945635338331",
            "\/scholar?cites=2508207945635338331",
            {
                "1995":6,
                "1996":8,
                "1997":13,
                "1998":27,
                "1999":19,
                "2000":12,
                "2001":19,
                "2002":15,
                "2003":17,
                "2004":17,
                "2005":18,
                "2006":19,
                "2007":11,
                "2008":29,
                "2009":14,
                "2010":11,
                "2011":4,
                "2012":13,
                "2013":20,
                "2014":15,
                "2015":8,
                "2016":9,
                "2017":17,
                "2018":8,
                "2019":5,
                "2020":4,
                "2021":3
            }
        ],
        [
            "This review presents an overview of the remarkable progress in the field of heavy-quark exotic hadrons over the past 15 years. It seeks to be pedagogical rather than exhaustive, summarizing both the progress and specific results of experimental discoveries, and the variety of theoretical approaches designed to explain these new states.",
            "Heavy-quark QCD exotica",
            "Richard F Lebed and Ryan E Mitchell and Eric S Swanson",
            "2017",
            "FBRapYoAAAAJ:OcBU2YAGkTUC",
            359,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0146641016300734",
            "8066759767134858098",
            "\/scholar?cites=8066759767134858098",
            {
                "2016":1,
                "2017":41,
                "2018":89,
                "2019":105,
                "2020":113,
                "2021":10
            }
        ],
        [
            "Quark confinement and the genesis of the constituent quark model are examined in nonperturbative QCD in Coulomb gauge. We employ a self-consistent method to construct a quasiparticle basis and to determine the quasiparticle interaction. The results agree remarkably well with lattice computations. They also illustrate the mechanism by which confinement and constituent quarks emerge, provide support for the Gribov-Zwanziger confinement scenario, clarify several perplexing issues in the constituent quark model, and permit the construction of an improved model of low energy QCD.",
            "Coulomb gauge QCD, confinement, and the constituent representation",
            "Adam P Szczepaniak and Eric S Swanson",
            "2001",
            "FBRapYoAAAAJ:d1gkVwhDpl0C",
            338,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.65.025012",
            "14746714760148746688",
            "\/scholar?cites=14746714760148746688",
            {
                "2001":1,
                "2002":7,
                "2003":12,
                "2004":19,
                "2005":16,
                "2006":19,
                "2007":26,
                "2008":26,
                "2009":22,
                "2010":20,
                "2011":33,
                "2012":29,
                "2013":16,
                "2014":10,
                "2015":18,
                "2016":14,
                "2017":18,
                "2018":11,
                "2019":8,
                "2020":9
            }
        ]
    ]
}