{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "The development of semiconductor spintronics requires a reliable electronic means for writing, processing and reading information using spin-polarized carriers. Here, we demonstrate a fully electrical scheme for achieving spin injection, transport and detection in a single device. Our device consists of a lateral semiconducting channel with two ferromagnetic contacts, one of which serves as a source of spin-polarized electrons and the other as a detector. Spin detection in the device is achieved through a non-local, spin-sensitive, Schottky-tunnel-barrier contact whose electrochemical potential depends on the relative magnetizations of the source and detector. We verify the effectiveness of this approach by showing that a transverse magnetic field suppresses the non-local signal at the detection contact by inducing spin precession and dephasing in the channel (the Hanle effect). The sign of the signal varies with the …",
            "Electrical detection of spin transport in lateral ferromagnet–semiconductor devices",
            "Xiaohua Lou and Christoph Adelmann and Scott A Crooker and Eric S Garlid and Jianjie Zhang and KS Madhukar Reddy and Soren D Flexner and Chris J Palmstrøm and Paul A Crowell",
            "2007",
            "fbrKt2MAAAAJ:u5HHmVD_uO8C",
            884,
            "https:\/\/www.nature.com\/articles\/nphys543",
            "2742512907662429762",
            "\/scholar?cites=2742512907662429762",
            {
                "2007":41,
                "2008":52,
                "2009":71,
                "2010":93,
                "2011":80,
                "2012":65,
                "2013":62,
                "2014":66,
                "2015":67,
                "2016":78,
                "2017":67,
                "2018":57,
                "2019":44,
                "2020":33,
                "2021":4
            }
        ],
        [
            "We directly imaged electrical spin injection and accumulation in the gallium arsenide channel of lateral spin-transport devices, which have ferromagnetic source and drain tunnel-barrier contacts. The emission of spins from the source was observed, and a region of spin accumulation was imaged near the ferromagnetic drain contact. Both injected and accumulated spins have the same orientation (antiparallel to the contact magnetization), and we show that the accumulated spin polarization flows away from the drain (against the net electron current), indicating that electron spins are polarized by reflection from the ferromagnetic drain contact. The electrical conductance can be modulated by controlling the spin orientation of optically injected electrons flowing through the drain.",
            "Imaging spin transport in lateral ferromagnet\/semiconductor structures",
            "SA Crooker and M Furis and X Lou and C Adelmann and DL Smith and CJ Palmstrøm and PA Crowell",
            "2005",
            "fbrKt2MAAAAJ:u-x6o8ySG0sC",
            407,
            "https:\/\/science.sciencemag.org\/content\/309\/5744\/2191.abstract",
            "17297454813847820291",
            "\/scholar?cites=17297454813847820291",
            {
                "2006":32,
                "2007":44,
                "2008":37,
                "2009":44,
                "2010":45,
                "2011":25,
                "2012":33,
                "2013":26,
                "2014":20,
                "2015":25,
                "2016":20,
                "2017":18,
                "2018":11,
                "2019":12,
                "2020":13
            }
        ],
        [
            "Time-resolved Kerr microscopy is used to study the excitations of individual micron-scale ferromagnetic thin-film elements in their remnant state. Thin (18 nm) square elements with edge dimensions between 1 and 10 μ m form closure domain structures with 90 deg Néel walls between domains. We identify two classes of excitations in these systems. The first corresponds to precession of the magnetization about the local demagnetizing field in each quadrant, while the second excitation is localized in the domain walls. Two modes are also identified in ferromagnetic disks with thicknesses of 60 nm and diameters from 2 μ m down to 500 nm. The equilibrium state of each disk is a vortex with a singularity at the center. As in the squares, the higher-frequency mode is due to precession about the internal field, but in this case the lower-frequency mode corresponds to gyrotropic motion of the entire vortex. These results …",
            "Imaging of spin dynamics in closure domain and vortex structures",
            "JP Park and P Eames and DM Engebretson and J Berezovsky and PA Crowell",
            "2003",
            "fbrKt2MAAAAJ:9yKSN-GCB0IC",
            389,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.67.020403",
            "16103800340107405788",
            "\/scholar?cites=16103800340107405788",
            {
                "2003":7,
                "2004":21,
                "2005":32,
                "2006":39,
                "2007":48,
                "2008":23,
                "2009":20,
                "2010":29,
                "2011":21,
                "2012":26,
                "2013":19,
                "2014":17,
                "2015":32,
                "2016":15,
                "2017":13,
                "2018":7,
                "2019":9,
                "2020":9
            }
        ],
        [
            "Magnetic circular dichroism is used to investigate the evolution of ferromagnetism in the p-type magnetic semiconductor (Ga 1− x Mn x) As. Local Mn moments and holes produce two spectroscopically distinct contributions, whose properties reveal an antiferromagnetic Mn-hole alignment in the ferromagnetic state. These components are present in both metallic and insulating samples with different temperature and field dependences, suggesting that the holes play a more active role in mediating the ferromagnetic exchange than in traditional RKKY systems.",
            "Magnetic Circular Dichroism Studies of Carrier-Induced Ferromagnetism in ",
            "B Beschoten and PA Crowell and h I Malajovich and DD Awschalom and F Matsukura and A Shen and H Ohno",
            "1999",
            "fbrKt2MAAAAJ:d1gkVwhDpl0C",
            345,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.83.3073",
            "16963560108884021657",
            "\/scholar?cites=16963560108884021657",
            {
                "1999":1,
                "2000":13,
                "2001":23,
                "2002":30,
                "2003":34,
                "2004":32,
                "2005":31,
                "2006":32,
                "2007":30,
                "2008":18,
                "2009":14,
                "2010":12,
                "2011":11,
                "2012":17,
                "2013":10,
                "2014":10,
                "2015":6,
                "2016":2,
                "2017":6,
                "2018":8,
                "2019":2,
                "2020":3
            }
        ],
        [
            "We have observed localized spin-wave modes in individual thin-film ferromagnetic wires using time-resolved Kerr microscopy as a micron-scale spectroscopic probe. The localization is due to the internal field profile present when an external field is applied in the plane of the film and perpendicular to the long axis of the wire. Spatially resolved spectra demonstrate the existence of distinct modes at the edges of a rectangular wire. Spectral images clearly show the crossover of the two edge modes into a single mode in low applied fields, in agreement with the results of micromagnetic simulations.",
            "Spatially resolved dynamics of localized spin-wave modes in ferromagnetic wires",
            "JP Park and P Eames and DM Engebretson and J Berezovsky and PA Crowell",
            "2002",
            "fbrKt2MAAAAJ:qjMakFHDy7sC",
            273,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.89.277201",
            "16302852062337744418",
            "\/scholar?cites=16302852062337744418",
            {
                "2003":14,
                "2004":24,
                "2005":20,
                "2006":22,
                "2007":20,
                "2008":15,
                "2009":15,
                "2010":11,
                "2011":17,
                "2012":12,
                "2013":17,
                "2014":18,
                "2015":17,
                "2016":14,
                "2017":7,
                "2018":7,
                "2019":13,
                "2020":9
            }
        ],
        [
            "In the past several decades, the research on spin transport and magnetism has led to remarkable scientific and technological breakthroughs, including Albert Fert and Peter Grünberg’s Nobel Prize-winning discovery of giant magnetoresistance (GMR) in magnetic metallic multilayers. Handbook of Spin Transport and Magnetism provides a comprehensive, balanced account of the state of the art in the field known as spin electronics or spintronics. It reveals how key phenomena first discovered in one class of materials, such as spin injection in metals, have been revisited decades later in other materials systems, including silicon, organic semiconductors, carbon nanotubes, graphene, and carefully engineered nanostructures. The first section of the book offers a historical and personal perspective of the field written by Nobel Prize laureate Albert Fert. The second section addresses physical phenomena, such as GMR, in hybrid structures of ferromagnetic and normal metals. The third section discusses recent developments in spin-dependent tunneling, including magnetic tunnel junctions with ferroelectric barriers. In the fourth section, the contributors look at how to control spin and magnetism in semiconductors. In the fifth section, they examine phenomena typically found in nanostructures made from metals, superconductors, molecular magnets, carbon nanotubes, quantum dots, and graphene. The final section covers novel spin-based applications, including advanced magnetic sensors, nonvolatile magnetoresistive random access memory, and semiconductor spin-lasers. The techniques and materials of spintronics have rapidly evolved in recent …",
            "Handbook of spin transport and magnetism",
            "Evgeny Y Tsymbal and Igor Zutic",
            "2011",
            "fbrKt2MAAAAJ:hkOj_22Ku90C",
            253,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=MtNjrpcZ-iwC&oi=fnd&pg=PP1&dq=info:mhbFPS6yzSwJ:scholar.google.com&ots=LdEorMbnOQ&sig=Sdr5tCGWpCfs6OVP6dO_3xGFH0Y",
            "3228432419569079962",
            "\/scholar?cites=3228432419569079962",
            {
                "2011":2,
                "2012":15,
                "2013":19,
                "2014":37,
                "2015":27,
                "2016":43,
                "2017":31,
                "2018":31,
                "2019":20,
                "2020":21,
                "2021":2
            }
        ],
        [
            "We show that the accumulation of spin-polarized electrons at a forward-biased Schottky tunnel barrier between Fe and n-GaAs can be detected electrically. The spin accumulation leads to an additional voltage drop across the barrier that is suppressed by a small transverse magnetic field, which depolarizes the spins in the semiconductor. The dependence of the electrical accumulation signal on magnetic field, bias current, and temperature is in good agreement with the predictions of a drift-diffusion model for spin-polarized transport.",
            "Electrical detection of spin accumulation at a ferromagnet-semiconductor interface",
            "X Lou and C Adelmann and M Furis and SA Crooker and CJ Palmstrøm and PA Crowell",
            "2006",
            "fbrKt2MAAAAJ:IjCSPb-OGe4C",
            246,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.176603",
            "14397083260721618338",
            "\/scholar?cites=14397083260721618338",
            {
                "2006":8,
                "2007":25,
                "2008":9,
                "2009":6,
                "2010":17,
                "2011":30,
                "2012":27,
                "2013":23,
                "2014":24,
                "2015":19,
                "2016":25,
                "2017":11,
                "2018":10,
                "2019":6,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Using magnetization, susceptibility, and spin resonance techniques, three distinct magnetic phases of Cu 2 (C 5 H 12 N 2) 2 Cl 4, a spin-ladder, are identified at zero temperature. For magnetic fields below H c 1= 7.5 T, the one-dimensional ground state is a valence-bond ordered singlet separated from a triplet band by an energy gap Δ 1\/k B≈ g μ B H c 1\/k B= 10.8 K. For H c 1 H c 2= 13.2 T, the ground state is probably an antiferromagnetic canted or incommensurate state, and above H c 2 the ground state is ferromagnetic. The exchange parameters used to parametrize the magnetic Hamiltonian are determined.",
            "Experimental phase diagram of Cu 2 (C 5 H 12 N 2) 2 Cl 4: A quasi-one-dimensional antiferromagnetic spin-Heisenberg ladder",
            "G Chaboussant and PA Crowell and LP Lévy and O Piovesana and A Madouri and D Mailly",
            "1997",
            "fbrKt2MAAAAJ:2osOgNQ5qMEC",
            225,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.55.3046",
            "5891548367882993235",
            "\/scholar?cites=5891548367882993235",
            {
                "1997":8,
                "1998":22,
                "1999":22,
                "2000":22,
                "2001":20,
                "2002":13,
                "2003":14,
                "2004":12,
                "2005":8,
                "2006":8,
                "2007":11,
                "2008":7,
                "2009":11,
                "2010":5,
                "2011":6,
                "2012":7,
                "2013":5,
                "2014":4,
                "2015":6,
                "2016":4,
                "2017":3,
                "2018":3,
                "2019":1,
                "2020":1,
                "2021":2
            }
        ]
    ]
}