{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Most schemes for quantum information processing require fast single-qubit operations. For spin-based qubits, this involves performing arbitrary coherent rotations of the spin state on time scales much faster than the spin coherence time. By applying off-resonant, picosecond-scale optical pulses, we demonstrated the coherent rotation of a single electron spin through arbitrary angles up to π radians. We directly observed this spin manipulation using time-resolved Kerr rotation spectroscopy and found that the results are well described by a model that includes the electronnuclear spin interaction. Measurements of the spin rotation as a function of laser detuning and intensity confirmed that the optical Stark effect is the operative mechanism.",
            "Picosecond coherent optical manipulation of a single electron spin in a quantum dot",
            "J Berezovsky and MH Mikkelsen and NG Stoltz and LA Coldren and DD Awschalom",
            "2008",
            "fd7xfR4AAAAJ:u5HHmVD_uO8C",
            580,
            "https:\/\/science.sciencemag.org\/content\/320\/5874\/349.abstract",
            "3234657555614073994",
            "\/scholar?cites=3234657555614073994",
            {
                "2007":2,
                "2008":26,
                "2009":67,
                "2010":78,
                "2011":56,
                "2012":48,
                "2013":57,
                "2014":42,
                "2015":46,
                "2016":40,
                "2017":30,
                "2018":38,
                "2019":26,
                "2020":20
            }
        ],
        [
            "Time-resolved Kerr microscopy is used to study the excitations of individual micron-scale ferromagnetic thin-film elements in their remnant state. Thin (18 nm) square elements with edge dimensions between 1 and 10 μ m form closure domain structures with 90 deg Néel walls between domains. We identify two classes of excitations in these systems. The first corresponds to precession of the magnetization about the local demagnetizing field in each quadrant, while the second excitation is localized in the domain walls. Two modes are also identified in ferromagnetic disks with thicknesses of 60 nm and diameters from 2 μ m down to 500 nm. The equilibrium state of each disk is a vortex with a singularity at the center. As in the squares, the higher-frequency mode is due to precession about the internal field, but in this case the lower-frequency mode corresponds to gyrotropic motion of the entire vortex. These results …",
            "Imaging of spin dynamics in closure domain and vortex structures",
            "JP Park and P Eames and DM Engebretson and J Berezovsky and PA Crowell",
            "2003",
            "fd7xfR4AAAAJ:u-x6o8ySG0sC",
            389,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.67.020403",
            "16103800340107405788",
            "\/scholar?cites=16103800340107405788",
            {
                "2003":7,
                "2004":21,
                "2005":32,
                "2006":39,
                "2007":48,
                "2008":23,
                "2009":20,
                "2010":29,
                "2011":21,
                "2012":26,
                "2013":19,
                "2014":17,
                "2015":32,
                "2016":15,
                "2017":13,
                "2018":7,
                "2019":9,
                "2020":9
            }
        ],
        [
            "We have observed localized spin-wave modes in individual thin-film ferromagnetic wires using time-resolved Kerr microscopy as a micron-scale spectroscopic probe. The localization is due to the internal field profile present when an external field is applied in the plane of the film and perpendicular to the long axis of the wire. Spatially resolved spectra demonstrate the existence of distinct modes at the edges of a rectangular wire. Spectral images clearly show the crossover of the two edge modes into a single mode in low applied fields, in agreement with the results of micromagnetic simulations.",
            "Spatially resolved dynamics of localized spin-wave modes in ferromagnetic wires",
            "JP Park and P Eames and DM Engebretson and J Berezovsky and PA Crowell",
            "2002",
            "fd7xfR4AAAAJ:d1gkVwhDpl0C",
            273,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.89.277201",
            "16302852062337744418",
            "\/scholar?cites=16302852062337744418",
            {
                "2003":14,
                "2004":24,
                "2005":20,
                "2006":22,
                "2007":20,
                "2008":15,
                "2009":15,
                "2010":11,
                "2011":17,
                "2012":12,
                "2013":17,
                "2014":18,
                "2015":17,
                "2016":14,
                "2017":7,
                "2018":7,
                "2019":13,
                "2020":9
            }
        ],
        [
            "Kerr rotation measurements on a single electron spin confined in a charge-tunable semiconductor quantum dot demonstrate a means to directly probe the spin off-resonance, thus minimally disturbing the system. Energy-resolved magneto-optical spectra reveal information about the optically oriented spin polarization and the transverse spin lifetime of the electron as a function of the charging of the dot. These results represent progress toward the manipulation and coupling of single spins and photons for quantum information processing.",
            "Nondestructive optical measurements of a single electron spin in a quantum dot",
            "J Berezovsky and MH Mikkelsen and O Gywat and NG Stoltz and LA Coldren and DD Awschalom",
            "2006",
            "fd7xfR4AAAAJ:9yKSN-GCB0IC",
            237,
            "https:\/\/science.sciencemag.org\/content\/314\/5807\/1916.abstract",
            "13592971176734466487",
            "\/scholar?cites=13592971176734466487",
            {
                "2006":1,
                "2007":23,
                "2008":35,
                "2009":27,
                "2010":31,
                "2011":16,
                "2012":7,
                "2013":17,
                "2014":15,
                "2015":17,
                "2016":7,
                "2017":11,
                "2018":5,
                "2019":11,
                "2020":12,
                "2021":1
            }
        ],
        [
            "The ability to sequentially initialize, manipulate and read out the state of a qubit, such as an electron spin in a quantum dot (QD), is a requirement in virtually any scheme for quantum information processing 1, 2, 3. However, previous optical measurements of a single electron spin have focused on time-averaged detection, with the spin being initialized and read out continuously 4, 5, 6, 7, 8. Here, we monitor the coherent evolution of an electron spin in a single QD. We use time-resolved Kerr rotation (KR) spectroscopy, an all-optical, non-destructive technique that enables us to monitor the precession of the spin in a superposition of Zeeman-split sublevels with nanosecond time resolution. The data show an exponential decay of the spin polarization with time, and directly reveal the g-factor and spin lifetime of the electron in the QD. Furthermore, the observed spin dynamics provide a sensitive probe of the local …",
            "Optically detected coherent spin dynamics of a single electron in a quantum dot",
            "MH Mikkelsen and J Berezovsky and NG Stoltz and LA Coldren and DD Awschalom",
            "2007",
            "fd7xfR4AAAAJ:2osOgNQ5qMEC",
            158,
            "https:\/\/www.nature.com\/articles\/nphys736",
            "13667960929086672766",
            "\/scholar?cites=13667960929086672766",
            {
                "2007":3,
                "2008":17,
                "2009":22,
                "2010":25,
                "2011":20,
                "2012":15,
                "2013":14,
                "2014":6,
                "2015":8,
                "2016":5,
                "2017":5,
                "2018":8,
                "2019":5,
                "2020":3,
                "2021":2
            }
        ],
        [
            "We describe a new means for all-electrical generation of spin polarization in semiconductors. In contrast with spin injection of electrons by tunneling through a reverse-biased Schottky barrier, we observe accumulation at the metal-semiconductor interface of forward-biased ferromagnetic Schottky diodes, which is consistent with a theory of spin-dependent reflection off the interface. Spatiotemporal Kerr microscopy is used to image the electron spin and the resulting dynamic nuclear polarization that arises from the nonequilibrium carrier polarization.",
            "Spin Accumulation in Forward-Biased M n A s\/G a A s Schottky Diodes",
            "Jason Stephens and J Berezovsky and JP McGuire and LJ Sham and AC Gossard and DD Awschalom",
            "2004",
            "fd7xfR4AAAAJ:qjMakFHDy7sC",
            116,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.097602",
            "11705496770786033872",
            "\/scholar?cites=11705496770786033872",
            {
                "2005":11,
                "2006":14,
                "2007":20,
                "2008":16,
                "2009":9,
                "2010":10,
                "2011":10,
                "2012":5,
                "2013":8,
                "2014":4,
                "2015":2,
                "2016":4,
                "2017":2,
                "2018":1
            }
        ],
        [
            "Graphene provides a fascinating testbed for new physics and exciting opportunities for future applications based on quantum phenomena. To understand the coherent flow of electrons through a graphene device, we employ a nanoscale probe that can access the relevant length scales—the tip of a liquid-He-cooled scanning probe microscope (SPM) capacitively couples to the graphene device below, creating a movable scatterer for electron waves. At sufficiently low temperatures and small size scales, the diffusive transport of electrons through graphene becomes coherent, leading to universal conductance fluctuations (UCF). By scanning the tip over a device, we map these conductance fluctuations versus scatterer position. We find that the conductance is highly sensitive to the tip position, producing δG~ e 2\/h fluctuations when the tip is displaced by a distance comparable to half the Fermi wavelength. These …",
            "Imaging coherent transport in graphene (part I): mapping universal conductance fluctuations",
            "Jesse Berezovsky and MF Borunda and Eric J Heller and Robert M Westervelt",
            "2010",
            "fd7xfR4AAAAJ:UeHWp8X0CEIC",
            112,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0957-4484\/21\/27\/274013\/meta",
            "11416034200173029424",
            "\/scholar?cites=11416034200173029424",
            {
                "2009":1,
                "2010":7,
                "2011":18,
                "2012":19,
                "2013":9,
                "2014":14,
                "2015":11,
                "2016":7,
                "2017":9,
                "2018":5,
                "2019":5,
                "2020":6
            }
        ],
        [
            "Filling a gap in the literature, this up-to-date introduction to the field provides an overview of current experimental techniques, basic theoretical concepts, and sample fabrication methods. Following an introduction, this monograph deals with optically active quantum dots and their integration into electro-optical devices, before looking at the theory of quantum confined states and quantum dots interacting with the radiation field. Final chapters cover spin-spin interaction in quantum dots as well as spin and charge states, showing how to use single spins for break-through quantum computation. A conclusion and outlook round off the volume. The result is a primer providing the essential basic knowledge necessary for young researchers entering the field, as well as semiconductor and theoretical physicists, PhD students in physics and material sciences, electrical engineers and materials scientists.",
            "Spins in optically active quantum dots: concepts and methods",
            "Oliver Gywat and Hubert J Krenner and Jesse Berezovsky",
            "2009",
            "fd7xfR4AAAAJ:zYLM7Y9cAGgC",
            86,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=DQjOOCiVhZ4C&oi=fnd&pg=PR5&dq=info:YzSW8CZA-VkJ:scholar.google.com&ots=tEVfBHHSxU&sig=8KUC1nQKN1qexR1Cy-FDlr4lO_o",
            "6483283674565850211",
            "\/scholar?cites=6483283674565850211",
            {
                "2010":4,
                "2011":6,
                "2012":11,
                "2013":7,
                "2014":5,
                "2015":11,
                "2016":10,
                "2017":7,
                "2018":16,
                "2019":7,
                "2020":2
            }
        ],
        [
            "Optical or electrical stimulation of neural circuits in mice during natural behavior is an important paradigm for studying brain function. Conventional systems for optogenetics and electrical microstimulation require tethers or large head-mounted devices that disrupt animal behavior. We report a method for wireless powering of small-scale implanted devices based on the strong localization of energy that occurs during resonant interaction between a radio-frequency cavity and intrinsic modes in mice. The system features self-tracking over a wide (16-cm diameter) operational area, and is used to demonstrate wireless activation of cortical neurons with miniaturized stimulators (10 mm 3, 20 mg) fully implanted under the skin.",
            "Self-tracking energy transfer for neural stimulation in untethered mice",
            "John S Ho and Yuji Tanabe and Shrivats Mohan Iyer and Amelia J Christensen and Logan Grosenick and Karl Deisseroth and Scott L Delp and Ada SY Poon",
            "2015",
            "fd7xfR4AAAAJ:NaGl4SEjCO4C",
            68,
            "https:\/\/journals.aps.org\/prapplied\/abstract\/10.1103\/PhysRevApplied.4.024001",
            "13237904944048768421",
            "\/scholar?cites=13237904944048768421",
            {
                "2015":3,
                "2016":9,
                "2017":2,
                "2018":12,
                "2019":12,
                "2020":26,
                "2021":3
            }
        ],
        [
            "Dielectric vertical cavities are used to study the spin dynamics of molecularly self-assembled colloidal CdSe quantum dots (QDs). A quality factor dependent enhancement of Faraday rotation (∼25×) is observed and attributed to optically excited spins interacting with multiple passes of the cavity photons. This enables dynamical measurements at extremely low powers on relatively small numbers of quantum confined spins. In CdSe QDs, measurements reveal that spectroscopic contributions from exciton and electron spin precession depend on the power of excitation. We demonstrate that this scheme is amenable to chemically synthesized systems as a means to increase detection sensitivity.",
            "Cavity enhanced Faraday rotation of semiconductor quantum dots",
            "YQ Li and DW Steuerman and J Berezovsky and DS Seferos and GC Bazan and DD Awschalom",
            "2006",
            "fd7xfR4AAAAJ:Tyk-4Ss8FVUC",
            51,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2202393",
            "8534285632907064306",
            "\/scholar?cites=8534285632907064306",
            {
                "2006":1,
                "2007":7,
                "2008":6,
                "2009":5,
                "2010":6,
                "2011":3,
                "2012":4,
                "2013":2,
                "2014":5,
                "2015":6,
                "2016":4,
                "2017":1,
                "2018":1
            }
        ]
    ]
}