{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In this paper we find that the stretched-exponential relaxation commonly observed in disordered systems is explained by time-dependent atomic diffusion. The relaxation is observed in the electronic properties of hydrogenated amorphous silicon (a-Si: H), a ‘‘hydrogen glass’’material, and reflects the equlibration of localized electronic states. The relaxation is attributed to the motion of bonded hydrogen which exhibits dispersive diffusion with a characteristic power-law time dependence. A quantitative relation between the relaxation and the diffusion is established.",
            "Stretched-exponential relaxation arising from dispersive diffusion of hydrogen in amorphous silicon",
            "J Kakalios and RA Street and n WB Jackson",
            "1987",
            "FDEbOmMAAAAJ:dfsIfKJdRG4C",
            699,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.59.1037",
            "11599921357240484236",
            "\/scholar?cites=11599921357240484236",
            {
                "1988":12,
                "1989":35,
                "1990":39,
                "1991":63,
                "1992":29,
                "1993":34,
                "1994":16,
                "1995":20,
                "1996":21,
                "1997":15,
                "1998":26,
                "1999":19,
                "2000":13,
                "2001":13,
                "2002":11,
                "2003":17,
                "2004":12,
                "2005":23,
                "2006":18,
                "2007":25,
                "2008":14,
                "2009":28,
                "2010":17,
                "2011":19,
                "2012":17,
                "2013":14,
                "2014":24,
                "2015":20,
                "2016":21,
                "2017":19,
                "2018":17,
                "2019":7,
                "2020":16,
                "2021":1
            }
        ],
        [
            "Data are presented which show that a major part of the localized electronic state distribution in hydrogenated amorphous silicon is in thermal equilibrium at elevated temperatures. Measurements of electronic transport are reported, with particular emphasis on the effects of annealing and cooling the samples. Two regimes of behavior are observed. When samples are cooled below a temperature T E, the electronic and atomic structures slowly relax with a temperature-dependent time constant. In n-type samples the relaxation time is several weeks at room temperature, and T E is∼ 130 C. In p-type samples the time constant is a few hours and T E is∼ 80 C. The second regime above T E corresponds to a relaxation time short compared to experimental times, and the structure attains a metastable thermal equilibrium. We show that the defect-compensation model of doping provides an accurate phenomenological …",
            "Thermal-equilibrium processes in amorphous silicon",
            "RA Street and James Kakalios and CC Tsai and TM Hayes",
            "1987",
            "FDEbOmMAAAAJ:mB3voiENLucC",
            402,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.35.1316",
            "5735524695673191469",
            "\/scholar?cites=5735524695673191469",
            {
                "1987":28,
                "1988":37,
                "1989":56,
                "1990":34,
                "1991":37,
                "1992":19,
                "1993":21,
                "1994":21,
                "1995":18,
                "1996":10,
                "1997":16,
                "1998":8,
                "1999":7,
                "2000":9,
                "2001":9,
                "2002":6,
                "2003":9,
                "2004":3,
                "2005":4,
                "2006":6,
                "2007":5,
                "2008":2,
                "2009":4,
                "2010":5,
                "2011":1,
                "2012":5,
                "2013":2,
                "2014":4,
                "2015":1,
                "2016":5,
                "2017":3,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Hydrogen diffusion in doped and compensated a-Si:H has been measured by secondary-ion mass spectrometry profiling in the temperature range 155-300°C. Doping reduces the activation energy and enhances the diffusion coefficient by up to three orders of magnitude at 200°C, and a correlation between the diffusion coefficient and the dangling-bond density is found. An analysis of three different diffusion models indicates that the breaking of weak Si – Si bonds by hydrogen may be an important process. The relation between the diffusion results and the thermal equilibration of the electronic structure is discussed.The hydrogen diffusion coefficient in a-Si:H has been measured over the temperature range 155-300°C, with particular emphasis on the effects of doping and compensation. In all cases D H is thermally activated with an energy 1⋅2-1⋅5 eV. The diffusion coefficient decreases …",
            "Hydrogen diffusion in amorphous silicon",
            "RA Street and CC Tsai and J Kakalios and WB Jackson",
            "1987",
            "FDEbOmMAAAAJ:roLk4NBRz8UC",
            306,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/13642818708221319",
            "2117569286739009579",
            "\/scholar?cites=2117569286739009579",
            {
                "1988":13,
                "1989":26,
                "1990":29,
                "1991":41,
                "1992":19,
                "1993":25,
                "1994":11,
                "1995":10,
                "1996":9,
                "1997":6,
                "1998":10,
                "1999":16,
                "2000":6,
                "2001":4,
                "2002":7,
                "2003":6,
                "2004":4,
                "2005":7,
                "2006":5,
                "2007":9,
                "2008":2,
                "2009":5,
                "2010":1,
                "2011":2,
                "2012":4,
                "2013":4,
                "2014":4,
                "2015":5,
                "2016":2,
                "2017":7,
                "2018":2,
                "2019":3
            }
        ],
        [
            "Many mixtures of granular materials tend to segregate when tumbled in a rotating horizontal cylinder, with the different components separating into bands of relatively pure single concentration along the rotational axis. The use of magnetic resonance imaging (MRI) to study concentration variations within a mixture of different sized spheres segregated in this manner indicates a more complicated structure within the bulk than can be observed or even inferred from surface measurements. Moreover, when the rotation speed is reduced and the homogeneous mixed state appears to be restored on the surface, the MRI data reveals that the radially segregated state persists.",
            "Bulk segregation in rotated granular material measured by magnetic resonance imaging",
            "Kimberly M Hill and Arvind Caprihan and James Kakalios",
            "1997",
            "FDEbOmMAAAAJ:3s1wT3WcHBgC",
            275,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.78.50",
            "10717409997256893520",
            "\/scholar?cites=10717409997256893520",
            {
                "1997":7,
                "1998":14,
                "1999":19,
                "2000":20,
                "2001":11,
                "2002":12,
                "2003":8,
                "2004":16,
                "2005":16,
                "2006":21,
                "2007":14,
                "2008":14,
                "2009":12,
                "2010":8,
                "2011":10,
                "2012":11,
                "2013":4,
                "2014":6,
                "2015":9,
                "2016":8,
                "2017":12,
                "2018":9,
                "2019":8,
                "2020":4
            }
        ],
        [
            "The structure of doped amorphous silicon is shown to be in metastable thermal equilibrium above 130 C, having temperature-dependent densities of dangling bonds and donors. The time to reach equilibrium is thermally activated, so that cooling establishes a slowly relaxing nonequilibrium state resembling a glass. The results are interpreted in terms of the recent defect-compensation model of doping.",
            "Thermal equilibration in doped amorphous silicon",
            "RA Street and J Kakalios and TM Hayes",
            "1986",
            "FDEbOmMAAAAJ:YOwf2qJgpHMC",
            216,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.34.3030",
            "3586070023353288528",
            "\/scholar?cites=3586070023353288528",
            {
                "1986":5,
                "1987":38,
                "1988":20,
                "1989":28,
                "1990":13,
                "1991":15,
                "1992":14,
                "1993":8,
                "1994":5,
                "1995":6,
                "1996":7,
                "1997":11,
                "1998":7,
                "1999":5,
                "2000":6,
                "2001":3,
                "2002":3,
                "2003":4,
                "2004":1,
                "2005":1,
                "2006":1,
                "2007":3,
                "2008":2,
                "2009":3,
                "2010":2,
                "2011":2,
                "2012":2
            }
        ],
        [
            "We have synthesized amorphous-semiconductor superlattices consisting of alternating layers of n-type and p-type doped, hydrogenated, amorphous silicon. These new amorphous semiconductor structures exhibit a long-lived (τ∼ days) excess conductivity after a brief light exposure at room temperature. This effect may be attributed to spatial separation of the photocarriers by the pn junction fields or, alternatively, to defect centers having a barrier against retrapping of photoexcited carriers.",
            "Persistent photoconductivity in doping-modulated amorphous semiconductors",
            "J Kakalios and H Fritzsche",
            "1984",
            "FDEbOmMAAAAJ:_kc_bZDykSQC",
            204,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.53.1602",
            "3994494255506762066",
            "\/scholar?cites=3994494255506762066",
            {
                "1985":21,
                "1986":22,
                "1987":25,
                "1988":14,
                "1989":15,
                "1990":11,
                "1991":11,
                "1992":2,
                "1993":9,
                "1994":5,
                "1995":5,
                "1996":4,
                "1997":3,
                "1998":2,
                "1999":2,
                "2000":3,
                "2001":3,
                "2002":2,
                "2003":3,
                "2004":2,
                "2005":5,
                "2006":2,
                "2007":1,
                "2008":6,
                "2009":5,
                "2010":1,
                "2011":1,
                "2012":5,
                "2013":3,
                "2014":1,
                "2015":2,
                "2016":4,
                "2017":1,
                "2018":2
            }
        ],
        [
            "Measurements of axial segregation of binary mixtures of glass beads having different diameters in a rotating horizontal cylinder are reported. For rotation speeds of∼ 15 rpm a mixed state quickly (within a few minutes) segregates into sharp bands of alternating large and small glass beads along the axis of rotation. Decreasing the rotation speed to∼ 5 rpm causes the bands to disappear, restoring the mixed state. The process is reversible upon increasing the rotation rate, though the exact location and width of the bands vary from run to run. The axial segregation phenomena are analyzed in terms of a diffusion equation where the effective diffusion coefficient is the difference between segregating drift and normal Fickian diffusion.",
            "Reversible axial segregation of binary mixtures of granular materials",
            "Kimberly M Hill and James Kakalios",
            "1994",
            "FDEbOmMAAAAJ:35N4QoGY0k4C",
            194,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.49.R3610",
            "9908882920534940539",
            "\/scholar?cites=9908882920534940539",
            {
                "1995":6,
                "1996":5,
                "1997":23,
                "1998":11,
                "1999":13,
                "2000":12,
                "2001":7,
                "2002":7,
                "2003":8,
                "2004":10,
                "2005":8,
                "2006":11,
                "2007":6,
                "2008":7,
                "2009":10,
                "2010":5,
                "2011":5,
                "2012":3,
                "2013":7,
                "2014":2,
                "2015":2,
                "2016":9,
                "2017":7,
                "2018":4,
                "2019":2,
                "2020":2
            }
        ],
        [
            "Experimental measurements of axial segregation of binary mixtures of granular media combined in a horizontal cylinder and rotated like a drum mixer are reported. While in the traditional axial segregation effect the mixture of two different sizes of granular media will separate into bands of relatively pure single concentrations along the axis of rotation, in special cases the homogeneous mixed state can be restored simply by decreasing the speed of rotation. Systematic variation of the relative diameters of the components reveal three classes of behavior: no segregation at any rotation speed, a nonreversible axial segregation, and an axial segregation at high speeds that reverses back into the mixed state at low speeds. Measurements of the dynamic angle of repose of the mixed and segregated phases as a function of rotation speed support a model for the axial segregation effect that involves a diffusion equation …",
            "Reversible axial segregation of rotating granular media",
            "Kimberly M Hill and J Kakalios",
            "1995",
            "FDEbOmMAAAAJ:isC4tDSrTZIC",
            186,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.52.4393",
            "6966025313821354396",
            "\/scholar?cites=6966025313821354396",
            {
                "1997":10,
                "1998":11,
                "1999":14,
                "2000":9,
                "2001":5,
                "2002":10,
                "2003":6,
                "2004":4,
                "2005":4,
                "2006":16,
                "2007":12,
                "2008":6,
                "2009":6,
                "2010":9,
                "2011":15,
                "2012":8,
                "2013":10,
                "2014":4,
                "2015":4,
                "2016":8,
                "2017":5,
                "2018":3,
                "2019":2,
                "2020":2,
                "2021":1
            }
        ],
        [
            "The annealing of light-induced metastable defects, as measured by electron-spin resonance, exhibits a time dependence that is consistent with the kinetics of other metastable effects found in hydrogenated amorphous silicon α− Si: H. The decay kinetics for these light-induced defects is related to the dispersive diffusion of hydrogen in α− Si: H providing strong support for the hypothesis that hydrogen motion is involved in the defect formation process. Mechanisms involving the motion of other defects motions, such as three-or fivefold coordinated silicon atoms, are found to be unlikely.",
            "Evidence for hydrogen motion in annealing of light-induced metastable defects in hydrogenated amorphous silicon",
            "WB Jackson and J Kakalios",
            "1988",
            "FDEbOmMAAAAJ:NhqRSupF_l8C",
            169,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.37.1020",
            "12567025685414140113",
            "\/scholar?cites=12567025685414140113",
            {
                "1988":8,
                "1989":17,
                "1990":10,
                "1991":21,
                "1992":11,
                "1993":13,
                "1994":6,
                "1995":5,
                "1996":12,
                "1997":6,
                "1998":9,
                "1999":1,
                "2000":6,
                "2001":4,
                "2002":2,
                "2003":2,
                "2004":1,
                "2005":2,
                "2006":5,
                "2007":10,
                "2008":3,
                "2009":2,
                "2010":3,
                "2011":1,
                "2012":2,
                "2013":3,
                "2014":1,
                "2015":1,
                "2016":1
            }
        ],
        [
            "The structural, optical, and electrical properties of amorphous multilayer films containing up to 180 double layers of a-Si: H\/a-SiN x and a-Si: H\/a-SiO x were studied. For a-Si: H layer thickness d> 100 A ̊ the transport properties are dominated by space-charge doping with a-SiN x positive and a-SiO x negatively charged. For d< 50 A ̊ quantum-well effects increase the optical and electrical gaps. A d= 12 A ̊ multilayer film shows no evidence for the predicted loss of extended states in two-dimensional disordered systems.",
            "Properties of amorphous semiconducting multilayer films",
            "J Kakalios and H Fritzsche and N Ibaraki and SR Ovshinsky",
            "1984",
            "FDEbOmMAAAAJ:p2g8aNsByqUC",
            134,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0022309384903417",
            "14005781869689047170",
            "\/scholar?cites=14005781869689047170",
            {
                "1984":7,
                "1985":25,
                "1986":16,
                "1987":14,
                "1988":9,
                "1989":9,
                "1990":6,
                "1991":7,
                "1992":6,
                "1993":2,
                "1994":2,
                "1995":2,
                "1996":1,
                "1997":3,
                "1998":1,
                "1999":2,
                "2000":3,
                "2001":1,
                "2002":1,
                "2003":3,
                "2004":1,
                "2005":3,
                "2006":2,
                "2007":1,
                "2008":3,
                "2009":2,
                "2010":1,
                "2011":1
            }
        ]
    ]
}