{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Data from solar neutrino and KamLAND experiments have led to a discovery of nonzero neutrino masses. Here we investigate what these data can tell us about neutrino interactions with matter, including the poorly constrained flavor-changing νe–ντ interactions. We give examples of the interaction parameters that are excluded by the solar\/KamLAND data and are beyond the reach of other experiments. We also demonstrate that flavor-changing interactions, at the allowed level, may profoundly modify the conversion probability for neutrinos of energy ≲6 MeV and the values of the mass parameter inferred from the data. The implications for future experiments are discussed.",
            "Solar neutrinos as probes of neutrino–matter interactions",
            "Alexander Friedland and Cecilia Lunardini and Carlos Pena-Garay",
            "2004",
            "fDg55DQAAAAJ:u5HHmVD_uO8C",
            276,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269304008421",
            "13382762457844828893",
            "\/scholar?cites=13382762457844828893",
            {
                "2004":4,
                "2005":22,
                "2006":16,
                "2007":21,
                "2008":26,
                "2009":18,
                "2010":14,
                "2011":16,
                "2012":18,
                "2013":14,
                "2014":15,
                "2015":15,
                "2016":24,
                "2017":18,
                "2018":9,
                "2019":11,
                "2020":11,
                "2021":1
            }
        ],
        [
            "The conclusions of the Physics Working Group of the International Scoping Study of a future Neutrino Factory and super-beam facility (the ISS) are presented. The ISS was carried out by the international community between NuFact05,(the 7th International Workshop on Neutrino Factories and Super-beams, Laboratori Nazionali di Frascati, Rome, 21–26 June 2005) and NuFact06 (Ivine, CA, 24–30 August 2006). The physics case for an extensive experimental programme to understand the properties of the neutrino is presented and the role of high-precision measurements of neutrino oscillations within this programme is discussed in detail. The performance of second-generation super-beam experiments, beta-beam facilities and the Neutrino Factory are evaluated and a quantitative comparison of the discovery potential of the three classes of facility is presented. High-precision studies of the properties of the muon …",
            "Physics at a future Neutrino Factory and super-beam facility",
            "A Bandyopadhyay and S Choubey and R Gandhi and Sabyasachi Goswami and BL Roberts and J Bouchez and I Antoniadis and J Ellis and GF Giudice and Thomas Schwetz and S Umasankar and G Karagiorgi and A Aguilar-Arevalo and JM Conrad and MH Shaevitz and S Pascoli and S Geer and Jean-Eric Campagne and M Rolinec and A Blondel and M Campanelli and J Kopp and M Lindner and J Peltoniemi and PJ Dornan and K Long and T Matsushita and C Rogers and Y Uchida and M Dracos and K Whisnant and D Casper and Mu-Chun Chen and B Popov and J Äystö and D Marfatia and Y Okada and H Sugiyama and K Jungmann and J Lesgourgues and M Zisman and MA Tortola and A Friedland and S Davidson and S Antusch and C Biggio and A Donini and E Fernandez-Martinez and B Gavela and M Maltoni and J Lopez-Pavon and S Rigolin and N Mondal and V Palladino and F Filthaut and C Albright and A De Gouvea and Y Kuno and Y Nagashima and M Mezzetto and S Lola and P Langacker and A Baldini and H Nunokawa and D Meloni and Michel Diaz and SF King and K Zuber and AG Akeroyd and Y Grossman and Y Farzan and K Tobe and Mayumi Aoki and H Murayama and N Kitazawa and O Yasuda and S Petcov and A Romanino and P Chimenti and A Vacchi and A Yu Smirnov and E Couce and JJ Gomez-Cadenas and P Hernandez and M Sorel and JWF Valle and PF Harrison and Cecilia Lunardini and JK Nelson and V Barger and L Everett and P Huber and W Winter and W Fetscher and A Van Der Schaaf",
            "2009",
            "fDg55DQAAAAJ:9yKSN-GCB0IC",
            237,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0034-4885\/72\/10\/106201\/meta",
            "13197903643486628574",
            "\/scholar?cites=13197903643486628574",
            {
                "2008":5,
                "2009":13,
                "2010":48,
                "2011":45,
                "2012":27,
                "2013":21,
                "2014":13,
                "2015":19,
                "2016":12,
                "2017":7,
                "2018":12,
                "2019":5,
                "2020":4
            }
        ],
        [
            "Cosmological and astrophysical measurements provide powerful constraints on neutrino masses complementary to those from accelerators and reactors. Here we provide a guide to these different probes, for each explaining its physical basis, underlying assumptions, current and future reach.",
            "Cosmological and astrophysical neutrino mass measurements",
            "KN Abazajian and Erminia Calabrese and A Cooray and F De Bernardis and S Dodelson and A Friedland and GM Fuller and Steen Hannestad and BG Keating and EV Linder and Cecilia Lunardini and A Melchiorri and R Miquel and E Pierpaoli and J Pritchard and P Serra and M Takada and YYY Wong",
            "2011",
            "fDg55DQAAAAJ:UeHWp8X0CEIC",
            217,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927650511001344",
            "7559713198845096912",
            "\/scholar?cites=7559713198845096912",
            {
                "2010":1,
                "2011":3,
                "2012":31,
                "2013":49,
                "2014":31,
                "2015":26,
                "2016":30,
                "2017":20,
                "2018":13,
                "2019":3,
                "2020":2
            }
        ],
        [
            "We consider in detail the effects of the 13-mixing (sin 2 θ 13) and of the type of mass hierarchy\/ordering (sign [Δm 2 13]) on neutrino signals from the gravitational collapses of stars. The observables (characteristics of the energy spectra of ν e and bar nu e events) sensitive to sin 2 θ 13 and sign [Δm 2 13] have been calculated. They include the ratio of average energies of the spectra, r E≡ lang E rang\/lang Ē rang, the ratio of widths of the energy distributions, r Γ≡ Γ\/barGamma, the ratios of total numbers of ν e and bar nu e events at low energies, S, and in the high energy tails, R tail. We construct and analyse scatter plots which show the predictions for the observables for different intervals of sin 2 θ 13 and signs of Δm 2 13, taking into account uncertainties in the original neutrino spectra, the star density profile, etc. Regions in the space of observables r E, r Γ, S, R tail exist in which certain mass hierarchy and …",
            "Probing the neutrino mass hierarchy and the 13-mixing with supernovae",
            "Cecilia Lunardini and Alexei Yu Smirnov",
            "2003",
            "fDg55DQAAAAJ:d1gkVwhDpl0C",
            202,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2003\/06\/009\/meta",
            "18216276430611380030",
            "\/scholar?cites=18216276430611380030",
            {
                "2003":17,
                "2004":15,
                "2005":22,
                "2006":22,
                "2007":24,
                "2008":17,
                "2009":12,
                "2010":17,
                "2011":9,
                "2012":3,
                "2013":8,
                "2014":6,
                "2015":2,
                "2016":12,
                "2017":5,
                "2018":2,
                "2019":5,
                "2020":4
            }
        ],
        [
            "We perform a detailed study of the Earth matter effects on supernova neutrinos. The dependences of these effects on the properties of the original neutrino fluxes, on the trajectory of the neutrinos inside the Earth and on the oscillation parameters are described. We show that, for a large fraction (∼ 60%) of the possible arrival times of the signal, the neutrino flux crosses a substantial amount of the matter of the Earth at least for one of the existing detectors. For oscillation parameters from the LMA solution of the solar neutrino problem the Earth matter effect consists in an oscillatory modulation of the ν ̄ e and\/or ν e energy spectra. The relative deviation with respect to the undistorted spectra can be as large as 20–30% for E≳ 20 MeV and 70–100% for E≳ 40 MeV. For parameters from the SMA and LOW solutions the effect is localized at low energies (E≲ 10 MeV) and is not larger than∼ 10%. The Earth matter effects …",
            "Supernova neutrinos: Earth matter effects and neutrino mass spectrum",
            "Cecilia Lunardini and A Yu Smirnov",
            "2001",
            "fDg55DQAAAAJ:u-x6o8ySG0sC",
            193,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321301004680",
            "847463530624691075",
            "\/scholar?cites=847463530624691075",
            {
                "2001":3,
                "2002":21,
                "2003":25,
                "2004":12,
                "2005":18,
                "2006":17,
                "2007":13,
                "2008":10,
                "2009":9,
                "2010":11,
                "2011":8,
                "2012":8,
                "2013":7,
                "2014":5,
                "2015":4,
                "2016":1,
                "2017":4,
                "2018":3,
                "2019":5,
                "2020":7,
                "2021":2
            }
        ],
        [
            "Neutrino oscillation experiments provide a unique tool for probing neutrino-matter interactions, especially those involving the tau neutrino. We describe the sensitivity of the present atmospheric neutrino data to these interactions in the framework of a three-flavor analysis. Compared to the two-flavor ν μ− ν τ analyses, we find qualitatively new features, in particular, that large nonstandard interactions, comparable in strength to those in the Standard Model, can be consistent with the data. The existence of such interactions could imply a smaller value of the neutrino mixing angle and larger value of the mass-squared splitting than in the case of standard interactions only. This and other effects of nonstandard interactions may be tested in the next several years by MINOS, KamLAND, and solar neutrino experiments.",
            "Atmospheric neutrinos as probes of neutrino-matter interactions",
            "Alexander Friedland and Cecilia Lunardini and Michele Maltoni",
            "2004",
            "fDg55DQAAAAJ:IjCSPb-OGe4C",
            176,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.70.111301",
            "8758470859138200378",
            "\/scholar?cites=8758470859138200378",
            {
                "2004":1,
                "2005":6,
                "2006":8,
                "2007":12,
                "2008":17,
                "2009":12,
                "2010":11,
                "2011":13,
                "2012":9,
                "2013":7,
                "2014":4,
                "2015":10,
                "2016":15,
                "2017":16,
                "2018":14,
                "2019":10,
                "2020":10,
                "2021":1
            }
        ],
        [
            "The luminosity determination of electron–positron colliders operating in the region of low-lying hadronic resonances (Ecm≃1–10 GeV), such as BEPC\/BES, DAΦNE, KEKB, PEP-II and VEPP-2M, requires the precision calculation of the Bhabha process at large scattering angles. In order to achieve a theoretical accuracy at a few 0.1% level, the inclusion of radiative corrections is mandatory. The phenomenologically relevant effect of QED corrections is taken into account in the framework of the Parton Shower (PS) method, which is employed both for cross section calculation and event generation. To test the reliability of the approach, a benchmark calculation, including exact O(α) corrections and higher-order leading logarithmic contributions, is developed as well and compared in detail with the PS predictions. The effect of O(α) next-to-leading and higher-order leading corrections is investigated in the presence of …",
            "Large-angle Bhabha scattering and luminosity at flavour factories",
            "CM Carloni Calame and Cecilia Lunardini and G Montagna and O Nicrosini and F Piccinini",
            "2000",
            "fDg55DQAAAAJ:2osOgNQ5qMEC",
            176,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321300003564",
            "5102493047537046370",
            "\/scholar?cites=5102493047537046370",
            {
                "2000":1,
                "2001":9,
                "2002":2,
                "2003":6,
                "2004":17,
                "2005":18,
                "2006":14,
                "2007":17,
                "2008":15,
                "2009":6,
                "2010":8,
                "2011":12,
                "2012":3,
                "2013":2,
                "2014":8,
                "2015":4,
                "2016":8,
                "2017":4,
                "2018":9,
                "2019":8,
                "2020":2
            }
        ],
        [
            "The presence of a tau component in the flux of atmospheric neutrinos inside the Earth, due to flavor oscillations, makes these neutrinos a valuable probe of interactions of the tau neutrino with matter. We study—analytically and numerically—the effects of nonstandard interactions in the ν e− ν τ sector on atmospheric neutrino oscillations, and calculate the bounds on the exotic couplings that follow from combining the atmospheric neutrino and K2K data. We find very good agreement between numerical results and analytical predictions derived from the underlying oscillation physics. While improving on existing accelerator bounds, our bounds still allow couplings of the size comparable to the standard weak interaction. The inclusion of new interactions expands the allowed region of the vacuum oscillation parameters towards smaller mixing angles, 0.2≲ sin﻿ 2 θ 23≲ 0.7, and slightly larger mass squared splitting, 1.5× …",
            "Test of tau neutrino interactions with atmospheric neutrinos and K2K data",
            "Alexander Friedland and Cecilia Lunardini",
            "2005",
            "fDg55DQAAAAJ:Tyk-4Ss8FVUC",
            140,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.72.053009",
            "4938934745062932536",
            "\/scholar?cites=4938934745062932536",
            {
                "2005":1,
                "2006":7,
                "2007":11,
                "2008":18,
                "2009":9,
                "2010":12,
                "2011":9,
                "2012":4,
                "2013":6,
                "2014":5,
                "2015":9,
                "2016":17,
                "2017":13,
                "2018":9,
                "2019":3,
                "2020":5,
                "2021":1
            }
        ],
        [
            "We study the matter effects on oscillations of high-energy neutrinos in the Universe. A substantial effect can be produced by scattering of the neutrinos from cosmological sources (z≳ 1) on the relic neutrino background, provided that the latter has large CP asymmetry: η≡(n ν− n ν)\/n γ≳ 1, where n ν, n ν and n γ are the concentrations of neutrinos, antineutrinos, and photons. We consider in detail the dynamics of conversion in the expanding neutrino background. Applications are given to the diffuse fluxes of neutrinos from gamma ray bursters, active galactic nuclei, and the decay of superheavy relics. We find that the vacuum oscillation probability can be modified by∼ 10− 20%, and in extreme cases allowed by present bounds on η the effect can reach∼ 1 0 0%. The signatures of matter effects would consist (i) for both active-active and active-sterile conversion, in a deviation of the numbers of events produced in a …",
            "High-energy neutrino conversion and the lepton asymmetry in the universe",
            "C Lunardini and A Yu Smirnov",
            "2001",
            "fDg55DQAAAAJ:qjMakFHDy7sC",
            135,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.64.073006",
            "4305882837115708262",
            "\/scholar?cites=4305882837115708262",
            {
                "2001":2,
                "2002":13,
                "2003":19,
                "2004":13,
                "2005":13,
                "2006":11,
                "2007":5,
                "2008":7,
                "2009":8,
                "2010":5,
                "2011":9,
                "2012":2,
                "2013":3,
                "2014":3,
                "2015":2,
                "2016":4,
                "2017":4,
                "2018":3,
                "2019":3,
                "2020":3,
                "2021":2
            }
        ],
        [
            "In the delayed explosion scenario of core-collapse supernovae, the accretion phase shows pronounced convective overturns and a low-multipole hydrodynamic instability, the standing accretion shock instability. These effects imprint detectable fast time variations on the emerging neutrino flux. Among existing detectors, IceCube is best suited to this task, providing an event rate of∼ 1000 ms− 1 during the accretion phase for a fiducial SN distance of 10 kpc, comparable to what could be achieved with a megaton water Cherenkov detector. If the standing accretion shock instability activity lasts for several hundred ms, a Fourier component with an amplitude of 1% of the average signal clearly sticks out from the shot noise. We analyze in detail the output of axially symmetric hydrodynamical simulations that predict much larger amplitudes up to frequencies of a few hundred Hz. If these models are roughly representative …",
            "Fast time variations of supernova neutrino fluxes and their detectability",
            "Tina Lund and Andreas Marek and Cecilia Lunardini and Hans-Thomas Janka and Georg Raffelt",
            "2010",
            "fDg55DQAAAAJ:LkGwnXOMwfcC",
            89,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.82.063007",
            "15968500467759088378",
            "\/scholar?cites=15968500467759088378",
            {
                "2010":3,
                "2011":5,
                "2012":17,
                "2013":6,
                "2014":8,
                "2015":8,
                "2016":9,
                "2017":8,
                "2018":10,
                "2019":7,
                "2020":8
            }
        ]
    ]
}