{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The 1000 Genomes Project aims to provide a deep characterization of human genome sequence variation as a foundation for investigating the relationship between genotype and phenotype. Here we present results of the pilot phase of the project, designed to develop and compare different strategies for genome-wide sequencing with high-throughput platforms. We undertook three projects: low-coverage whole-genome sequencing of 179 individuals from four populations; high-coverage sequencing of two mother–father–child trios; and exon-targeted sequencing of 697 individuals from seven populations. We describe the location, allele frequency and local haplotype structure of approximately 15 million single nucleotide polymorphisms, 1 million short insertions and deletions, and 20,000 structural variants, most of which were previously undescribed. We show that, because we have catalogued the vast majority …",
            "A map of human genome variation from population-scale sequencing",
            "1000 Genomes Project Consortium",
            "2010",
            "Fe-nHTkAAAAJ:p__nRnzSRKYC",
            7268,
            "https:\/\/www.nature.com\/articles\/nature09534",
            "2802397011957847088",
            "\/scholar?cites=2802397011957847088",
            {
                "2010":22,
                "2011":680,
                "2012":993,
                "2013":1069,
                "2014":948,
                "2015":865,
                "2016":707,
                "2017":566,
                "2018":493,
                "2019":438,
                "2020":367,
                "2021":29
            }
        ],
        [
            "The 1000 Genomes Project set out to provide a comprehensive description of common human genetic variation by applying whole-genome sequencing to a diverse set of individuals from multiple populations. Here we report completion of the project, having reconstructed the genomes of 2,504 individuals from 26 populations using a combination of low-coverage whole-genome sequencing, deep exome sequencing, and dense microarray genotyping. We characterized a broad spectrum of genetic variation, in total over 88 million variants (84.7 million single nucleotide polymorphisms (SNPs), 3.6 million short insertions\/deletions (indels), and 60,000 structural variants), all phased onto high-quality haplotypes. This resource includes> 99% of SNP variants with a frequency of> 1% for a variety of ancestries. We describe the distribution of genetic variation across the global sample, and discuss the implications for …",
            "A global reference for human genetic variation",
            "1000 Genomes Project Consortium",
            "2015",
            "Fe-nHTkAAAAJ:WAzi4Gm8nLoC",
            7255,
            "https:\/\/www.nature.com\/articles\/nature15393",
            "4920627857991727214",
            "\/scholar?cites=4920627857991727214",
            {
                "2015":37,
                "2016":495,
                "2017":1238,
                "2018":1518,
                "2019":1758,
                "2020":1949,
                "2021":194
            }
        ],
        [
            "By characterizing the geographic and functional spectrum of human genetic variation, the 1000 Genomes Project aims to build a resource to help to understand the genetic contribution to disease. Here we describe the genomes of 1,092 individuals from 14 populations, constructed using a combination of low-coverage whole-genome and exome sequencing. By developing methods to integrate information across several algorithms and diverse data sources, we provide a validated haplotype map of 38 million single nucleotide polymorphisms, 1.4 million short insertions and deletions, and more than 14,000 larger deletions. We show that individuals from different populations carry different profiles of rare and common variants, and that low-frequency variants show substantial geographic differentiation, which is further increased by the action of purifying selection. We show that evolutionary conservation and coding …",
            "An integrated map of genetic variation from 1,092 human genomes",
            "1000 Genomes Project Consortium",
            "2012",
            "Fe-nHTkAAAAJ:EPG8bYD4jVwC",
            6786,
            "https:\/\/www.nature.com\/articles\/nature11632",
            "10753982274522830246",
            "\/scholar?cites=10753982274522830246",
            {
                "2012":19,
                "2013":492,
                "2014":1059,
                "2015":1339,
                "2016":1217,
                "2017":931,
                "2018":623,
                "2019":568,
                "2020":430,
                "2021":46
            }
        ],
        [
            "We undertook a two-stage genome-wide association study (GWAS) of Alzheimer's disease (AD) involving over 16,000 individuals, the most powerful AD GWAS to date. In stage 1 (3,941 cases and 7,848 controls), we replicated the established association with the apolipoprotein E (APOE) locus (most significant SNP, rs2075650, P= 1.8× 10− 157) and observed genome-wide significant association with SNPs at two loci not previously associated with the disease: at the CLU (also known as APOJ) gene (rs11136000, P= 1.4× 10− 9) and 5′ to the PICALM gene (rs3851179, P= 1.9× 10− 8). These associations were replicated in stage 2 (2,023 cases and 2,340 controls), producing compelling evidence for association with Alzheimer's disease in the combined dataset (rs11136000, P= 8.5× 10− 10, odds ratio= 0.86; rs3851179, P= 1.3× 10− 9, odds ratio= 0.86).",
            "Genome-wide association study identifies variants at CLU and PICALM associated with Alzheimer's disease",
            "Denise Harold and Richard Abraham and Paul Hollingworth and Rebecca Sims and Amy Gerrish and Marian L Hamshere and Jaspreet Singh Pahwa and Valentina Moskvina and Kimberley Dowzell and Amy Williams and Nicola Jones and Charlene Thomas and Alexandra Stretton and Angharad R Morgan and Simon Lovestone and John Powell and Petroula Proitsi and Michelle K Lupton and Carol Brayne and David C Rubinsztein and Michael Gill and Brian Lawlor and Aoibhinn Lynch and Kevin Morgan and Kristelle S Brown and Peter A Passmore and David Craig and Bernadette McGuinness and Stephen Todd and Clive Holmes and David Mann and A David Smith and Seth Love and Patrick G Kehoe and John Hardy and Simon Mead and Nick Fox and Martin Rossor and John Collinge and Wolfgang Maier and Frank Jessen and Britta Schürmann and Reinhard Heun and Hendrik Van Den Bussche and Isabella Heuser and Johannes Kornhuber and Jens Wiltfang and Martin Dichgans and Lutz Frölich and Harald Hampel and Michael Hüll and Dan Rujescu and Alison M Goate and John SK Kauwe and Carlos Cruchaga and Petra Nowotny and John C Morris and Kevin Mayo and Kristel Sleegers and Karolien Bettens and Sebastiaan Engelborghs and Peter P De Deyn and Christine Van Broeckhoven and Gill Livingston and Nicholas J Bass and Hugh Gurling and Andrew McQuillin and Rhian Gwilliam and Panagiotis Deloukas and Ammar Al-Chalabi and Christopher E Shaw and Magda Tsolaki and Andrew B Singleton and Rita Guerreiro and Thomas W Mühleisen and Markus M Nöthen and Susanne Moebus and Karl-Heinz Jöckel and Norman Klopp and H-Erich Wichmann and Minerva M Carrasquillo and V Shane Pankratz and Steven G Younkin and Peter A Holmans and Michael O'Donovan and Michael J Owen and Julie Williams",
            "2009",
            "Fe-nHTkAAAAJ:8RAEygVn5_EC",
            2625,
            "https:\/\/www.nature.com\/articles\/ng.440?message=remove&lang=en",
            "17991473149528069385",
            "\/scholar?cites=17991473149528069385",
            {
                "2009":18,
                "2010":194,
                "2011":270,
                "2012":263,
                "2013":255,
                "2014":262,
                "2015":222,
                "2016":269,
                "2017":223,
                "2018":218,
                "2019":179,
                "2020":206,
                "2021":15
            }
        ],
        [
            "Findings from family and twin studies suggest that genetic contributions to psychiatric disorders do not in all cases map to present diagnostic categories. We aimed to identify specific variants underlying genetic effects shared between the five disorders in the Psychiatric Genomics Consortium: autism spectrum disorder, attention deficit-hyperactivity disorder, bipolar disorder, major depressive disorder, and schizophrenia.We analysed genome-wide single-nucleotide polymorphism (SNP) data for the five disorders in 33 332 cases and 27 888 controls of European ancestory. To characterise allelic effects on each disorder, we applied a multinomial logistic regression procedure with model selection to identify the best-fitting model of relations between genotype and phenotype. We examined cross-disorder effects of genome-wide significant loci previously identified for bipolar disorder and …",
            "Identification of risk loci with shared effects on five major psychiatric disorders: a genome-wide analysis",
            "Cross-Disorder Group of the Psychiatric Genomics Consortium",
            "2013",
            "Fe-nHTkAAAAJ:HJSXoJQnj-YC",
            2245,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673612621291",
            "10415732164746797989",
            "\/scholar?cites=10415732164746797989",
            {
                "2013":134,
                "2014":314,
                "2015":297,
                "2016":330,
                "2017":293,
                "2018":293,
                "2019":289,
                "2020":227,
                "2021":28
            }
        ],
        [
            "Most psychiatric disorders are moderately to highly heritable. The degree to which genetic variation is unique to individual disorders or shared across disorders is unclear. To examine shared genetic etiology, we use genome-wide genotype data from the Psychiatric Genomics Consortium (PGC) for cases and controls in schizophrenia, bipolar disorder, major depressive disorder, autism spectrum disorders (ASD) and attention-deficit\/hyperactivity disorder (ADHD). We apply univariate and bivariate methods for the estimation of genetic variation within and covariation between disorders. SNPs explained 17–29% of the variance in liability. The genetic correlation calculated using common SNPs was high between schizophrenia and bipolar disorder (0.68±0.04 se), moderate between schizophrenia and major depressive disorder (0.43±0.06 se), bipolar disorder and major depressive disorder (0.47±0.06 se), and ADHD …",
            "Genetic relationship between five psychiatric disorders estimated from genome-wide SNPs",
            "S Hong Lee and Stephan Ripke and Benjamin M Neale and Stephen V Faraone and Shaun M Purcell and Roy H Perlis and Bryan J Mowry and Anita Thapar and Michael E Goddard and John S Witte and Devin Absher and Ingrid Agartz and Huda Akil and Farooq Amin and Ole A Andreassen and Adebayo Anjorin and Richard Anney and Verneri Anttila and Dan E Arking and Philip Asherson and Maria H Azevedo and Lena Backlund and Judith A Badner and Anthony J Bailey and Tobias Banaschewski and Jack D Barchas and Michael R Barnes and Thomas B Barrett and Nicholas Bass and Agatino Battaglia and Michael Bauer and Mònica Bayés and Frank Bellivier and Sarah E Bergen and Wade Berrettini and Catalina Betancur and Thomas Bettecken and Joseph Biederman and Elisabeth B Binder and Donald W Black and Douglas HR Blackwood and Cinnamon S Bloss and Michael Boehnke and Dorret I Boomsma and Gerome Breen and René Breuer and Richard Bruggeman and Paul Cormican and Nancy G Buccola and Jan K Buitelaar and William E Bunney and Joseph D Buxbaum and William F Byerley and Enda M Byrne and Sian Caesar and Wiepke Cahn and Rita M Cantor and Miguel Casas and Aravinda Chakravarti and Kimberly Chambert and Khalid Choudhury and Sven Cichon and C Robert Cloninger and David A Collier and Edwin H Cook and Hilary Coon and Bru Cormand and Aiden Corvin and William H Coryell and David W Craig and Ian W Craig and Jennifer Crosbie and Michael L Cuccaro and David Curtis and Darina Czamara and Susmita Datta and Geraldine Dawson and Richard Day and Eco J De Geus and Franziska Degenhardt and Srdjan Djurovic and Gary J Donohoe and Alysa E Doyle and Jubao Duan and Frank Dudbridge and Eftichia Duketis and Richard P Ebstein and Howard J Edenberg and Josephine Elia and Sean Ennis and Bruno Etain and Ayman Fanous and Anne E Farmer and I Nicol Ferrier and Matthew Flickinger and Eric Fombonne and Tatiana Foroud and Josef Frank and Barbara Franke and Christine Fraser and Robert Freedman and Nelson B Freimer and Christine M Freitag and Marion Friedl and Louise Frisén and Louise Gallagher and Pablo V Gejman and Lyudmila Georgieva and Elliot S Gershon and Daniel H Geschwind and Ina Giegling and Michael Gill and Scott D Gordon and Katherine Gordon-Smith and Elaine K Green and Tiffany A Greenwood and Dorothy E Grice and Magdalena Gross and Detelina Grozeva and Weihua Guan and Hugh Gurling and Lieuwe De Haan and Jonathan L Haines and Hakon Hakonarson and Joachim Hallmayer and Steven P Hamilton and Marian L Hamshere and Thomas F Hansen and Annette M Hartmann and Martin Hautzinger and Andrew C Heath and Anjali K Henders and Stefan Herms and Ian B Hickie and Maria Hipolito and Susanne Hoefels and Peter A Holmans and Florian Holsboer and Witte J Hoogendijk and Jouke-Jan Hottenga and Christina M Hultman and Vanessa Hus and Andrés Ingason and Marcus Ising and Stéphane Jamain and Edward G Jones and Ian Jones and Lisa Jones and Jung-Ying Tzeng and Anna K Kähler",
            "2013",
            "Fe-nHTkAAAAJ:TlpoogIpr_IC",
            1738,
            "https:\/\/www.nature.com\/articles\/ng.2711.pdf?origin=ppub",
            "1436057298105381102",
            "\/scholar?cites=1436057298105381102",
            {
                "2013":20,
                "2014":180,
                "2015":238,
                "2016":267,
                "2017":252,
                "2018":276,
                "2019":242,
                "2020":229,
                "2021":19
            }
        ],
        [
            "We conducted a combined genome-wide association study (GWAS) of 7,481 individuals with bipolar disorder (cases) and 9,250 controls as part of the Psychiatric GWAS Consortium. Our replication study tested 34 SNPs in 4,496 independent cases with bipolar disorder and 42,422 independent controls and found that 18 of 34 SNPs had P< 0.05, with 31 of 34 SNPs having signals with the same direction of effect (P= 3.8× 10− 7). An analysis of all 11,974 bipolar disorder cases and 51,792 controls confirmed genome-wide significant evidence of association for CACNA1C and identified a new intronic variant in ODZ4. We identified a pathway comprised of subunits of calcium channels enriched in bipolar disorder association intervals. Finally, a combined GWAS analysis of schizophrenia and bipolar disorder yielded strong association evidence for SNPs in CACNA1C and in the region of NEK4-ITIH1-ITIH3-ITIH4. Our …",
            "Large-scale genome-wide association analysis of bipolar disorder identifies a new susceptibility locus near ODZ4",
            "Pamela Sklar and Stephan Ripke and Laura J Scott and Ole A Andreassen and Sven Cichon and Nick Craddock and Howard J Edenberg and John I Nurnberger Jr and Marcella Rietschel and Douglas Blackwood and Aiden Corvin and Matthew Flickinger and Weihua Guan and Morten Mattingsdal and Andrew McQuillin and Phoenix Kwan and Thomas F Wienker and Mark Daly and Frank Dudbridge and Peter A Holmans and Danyu Lin and Margit Burmeister and Tiffany A Greenwood and Marian L Hamshere and Pierandrea Muglia and Erin N Smith and Peter P Zandi and Caroline M Nievergelt and Rebecca McKinney and Paul D Shilling and Nicholas J Schork and Cinnamon S Bloss and Tatiana Foroud and Daniel L Koller and Elliot S Gershon and Chunyu Liu and Judith A Badner and William A Scheftner and William B Lawson and Evaristus A Nwulia and Maria Hipolito and William Coryell and John Rice and William Byerley and Francis J McMahon and Thomas G Schulze and Wade Berrettini and Falk W Lohoff and James B Potash and Pamela B Mahon and Melvin G McInnis and Sebastian Zöllner and Peng Zhang and David W Craig and Szabocls Szelinger and Thomas B Barrett and René Breuer and Sandra Meier and Jana Strohmaier and Stephanie H Witt and Federica Tozzi and Anne Farmer and Peter McGuffin and John Strauss and Wei Xu and James L Kennedy and John B Vincent and Keith Matthews and Richard Day and Manuel A Ferreira and Colm O'Dushlaine and Roy Perlis and Soumya Raychaudhuri and Douglas Ruderfer and Phil H Lee and Jordan W Smoller and Jun Li and Devin Absher and William E Bunney and Jack D Barchas and Alan F Schatzberg and Edward G Jones and Fan Meng and Robert C Thompson and Stanley J Watson and Richard M Myers and Huda Akil and Michael Boehnke and Kim Chambert and Jennifer Moran and Ed Scolnick and Srdjan Djurovic and Ingrid Melle and Gunnar Morken and Michael Gill and Derek Morris and Emma Quinn and Thomas W Mühleisen and Franziska A Degenhardt and Manuel Mattheisen and Johannes Schumacher and Wolfgang Maier and Michael Steffens and Peter Propping and Markus M Nöthen and Adebayo Anjorin and Nick Bass and Hugh Gurling and Radhika Kandaswamy and Jacob Lawrence and Kevin McGhee and Andrew McIntosh and Alan W McLean and Walter J Muir and Benjamin S Pickard and Gerome Breen and David St Clair and Sian Caesar and Katherine Gordon-Smith and Lisa Jones and Christine Fraser and Elaine K Green and Detelina Grozeva and Ian R Jones and George Kirov and Valentina Moskvina and Ivan Nikolov and Michael C O'Donovan and Michael J Owen and David A Collier and Amanda Elkin and Richard Williamson and Allan H Young and I Nicol Ferrier and Kari Stefansson and Hreinn Stefansson and Þorgeir Þorgeirsson and Stacy Steinberg and Omar Gustafsson and Sarah E Bergen and Vishwajit Nimgaonkar and Christina Hultman and Mikael Landén and Paul Lichtenstein and Patrick Sullivan and Martin Schalling and Urban Osby and Lena Backlund and Louise Frisén and Niklas Langstrom",
            "2011",
            "Fe-nHTkAAAAJ:TFP_iSt0sucC",
            1261,
            "https:\/\/www.nature.com\/articles\/ng.943.pdf?origin=ppub",
            "16361891061542895160",
            "\/scholar?cites=16361891061542895160",
            {
                "2011":6,
                "2012":79,
                "2013":142,
                "2014":168,
                "2015":137,
                "2016":154,
                "2017":155,
                "2018":174,
                "2019":124,
                "2020":96,
                "2021":8
            }
        ],
        [
            "We use high-density single nucleotide polymorphism (SNP) genotyping microarrays to demonstrate the ability to accurately and robustly determine whether individuals are in a complex genomic DNA mixture. We first develop a theoretical framework for detecting an individual's presence within a mixture, then show, through simulations, the limits associated with our method, and finally demonstrate experimentally the identification of the presence of genomic DNA of specific individuals within a series of highly complex genomic mixtures, including mixtures where an individual contributes less than 0.1% of the total genomic DNA. These findings shift the perceived utility of SNPs for identifying individual trace contributors within a forensics mixture, and suggest future research efforts into assessing the viability of previously sub-optimal DNA sources due to sample contamination. These findings also suggest that composite statistics across cohorts, such as allele frequency or genotype counts, do not mask identity within genome-wide association studies. The implications of these findings are discussed.",
            "Resolving individuals contributing trace amounts of DNA to highly complex mixtures using high-density SNP genotyping microarrays",
            "Nils Homer and Szabolcs Szelinger and Margot Redman and David Duggan and Waibhav Tembe and Jill Muehling and John V Pearson and Dietrich A Stephan and Stanley F Nelson and David W Craig",
            "2008",
            "Fe-nHTkAAAAJ:zYLM7Y9cAGgC",
            1062,
            "https:\/\/journals.plos.org\/plosgenetics\/article?id=10.1371\/journal.pgen.1000167",
            "5848991716664414786",
            "\/scholar?cites=5848991716664414786",
            {
                "2008":14,
                "2009":62,
                "2010":60,
                "2011":63,
                "2012":66,
                "2013":73,
                "2014":87,
                "2015":73,
                "2016":92,
                "2017":113,
                "2018":111,
                "2019":108,
                "2020":118,
                "2021":10
            }
        ],
        [
            "Genomic structural variants (SVs) are abundant in humans, differing from other forms of variation in extent, origin and functional impact. Despite progress in SV characterization, the nucleotide resolution architecture of most SVs remains unknown. We constructed a map of unbalanced SVs (that is, copy number variants) based on whole genome DNA sequencing data from 185 human genomes, integrating evidence from complementary SV discovery approaches with extensive experimental validations. Our map encompassed 22,025 deletions and 6,000 additional SVs, including insertions and tandem duplications. Most SVs (53%) were mapped to nucleotide resolution, which facilitated analysing their origin and functional impact. We examined numerous whole and partial gene deletions with a genotyping approach and observed a depletion of gene disruptions amongst high frequency deletions. Furthermore, we …",
            "Mapping copy number variation by population-scale genome sequencing",
            "Ryan E Mills and Klaudia Walter and Chip Stewart and Robert E Handsaker and Ken Chen and Can Alkan and Alexej Abyzov and Seungtai Chris Yoon and Kai Ye and R Keira Cheetham and Asif Chinwalla and Donald F Conrad and Yutao Fu and Fabian Grubert and Iman Hajirasouliha and Fereydoun Hormozdiari and Lilia M Iakoucheva and Zamin Iqbal and Shuli Kang and Jeffrey M Kidd and Miriam K Konkel and Joshua Korn and Ekta Khurana and Deniz Kural and Hugo YK Lam and Jing Leng and Ruiqiang Li and Yingrui Li and Chang-Yun Lin and Ruibang Luo and Xinmeng Jasmine Mu and James Nemesh and Heather E Peckham and Tobias Rausch and Aylwyn Scally and Xinghua Shi and Michael P Stromberg and Adrian M Stütz and Alexander Eckehart Urban and Jerilyn A Walker and Jiantao Wu and Yujun Zhang and Zhengdong D Zhang and Mark A Batzer and Li Ding and Gabor T Marth and Gil McVean and Jonathan Sebat and Michael Snyder and Jun Wang and Kenny Ye and Evan E Eichler and Mark B Gerstein and Matthew E Hurles and Charles Lee and Steven A McCarroll and Jan O Korbel",
            "2011",
            "Fe-nHTkAAAAJ:DkZNVXde3BIC",
            1056,
            "https:\/\/www.nature.com\/articles\/nature09708",
            "3780005834850795417",
            "\/scholar?cites=3780005834850795417",
            {
                "2011":74,
                "2012":155,
                "2013":129,
                "2014":135,
                "2015":144,
                "2016":105,
                "2017":91,
                "2018":67,
                "2019":70,
                "2020":69,
                "2021":4
            }
        ],
        [
            "Copy number variants affect both disease and normal phenotypic variation, but those lying within heavily duplicated, highly identical sequence have been difficult to assay. By analyzing short-read mapping depth for 159 human genomes, we demonstrated accurate estimation of absolute copy number for duplications as small as 1.9 kilobase pairs, ranging from 0 to 48 copies. We identified 4.1 million “singly unique nucleotide” positions informative in distinguishing specific copies and used them to genotype the copy and content of specific paralogs within highly duplicated gene families. These data identify human-specific expansions in genes associated with brain development, reveal extensive population genetic diversity, and detect signatures consistent with gene conversion in the human species. Our approach makes ~1000 genes accessible to genetic studies of disease association.",
            "Diversity of human copy number variation and multicopy genes",
            "Peter H Sudmant and Jacob O Kitzman and Francesca Antonacci and Can Alkan and Maika Malig and Anya Tsalenko and Nick Sampas and Laurakay Bruhn and Jay Shendure and Evan E Eichler",
            "2010",
            "Fe-nHTkAAAAJ:eO3_k5sD8BwC",
            631,
            "https:\/\/science.sciencemag.org\/content\/330\/6004\/641.abstract",
            "12549860039147119343",
            "\/scholar?cites=12549860039147119343",
            {
                "2009":2,
                "2010":5,
                "2011":64,
                "2012":109,
                "2013":64,
                "2014":67,
                "2015":65,
                "2016":48,
                "2017":48,
                "2018":42,
                "2019":46,
                "2020":61,
                "2021":4
            }
        ]
    ]
}