{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Three different glucagon-like peptide-1 (GLP-1) receptor agonists reduce cardiovascular outcomes in people with type 2 diabetes at high cardiovascular risk with high glycated haemoglobin A1c (HbA1c) concentrations. We assessed the effect of the GLP-1 receptor agonist dulaglutide on major adverse cardiovascular events when added to the existing antihyperglycaemic regimens of individuals with type 2 diabetes with and without previous cardiovascular disease and a wide range of glycaemic control.This multicentre, randomised, double-blind, placebo-controlled trial was done at 371 sites in 24 countries. Men and women aged at least 50 years with type 2 diabetes who had either a previous cardiovascular event or cardiovascular risk factors were randomly assigned (1:1) to either weekly subcutaneous injection of dulaglutide (1·5 mg) or placebo. Randomisation was done by a computer …",
            "Dulaglutide and cardiovascular outcomes in type 2 diabetes (REWIND): a double-blind, randomised placebo-controlled trial",
            "Hertzel C Gerstein and Helen M Colhoun and Gilles R Dagenais and Rafael Diaz and Mark Lakshmanan and Prem Pais and Jeffrey Probstfield and Jeffrey S Riesmeyer and Matthew C Riddle and Lars Rydén and Denis Xavier and Charles Messan Atisso and Leanne Dyal and Stephanie Hall and Purnima Rao-Melacini and Gloria Wong and Alvaro Avezum and Jan Basile and Namsik Chung and Ignacio Conget and William C Cushman and Edward Franek and Nicolae Hancu and Markolf Hanefeld and Shaun Holt and Petr Jansky and Matyas Keltai and Fernando Lanas and Lawrence A Leiter and Patricio Lopez-Jaramillo and Ernesto German Cardona Munoz and Valdis Pirags and Nana Pogosova and Peter J Raubenheimer and Jonathan E Shaw and Wayne HH Sheu and Theodora Temelkova-Kurktschiev and Mercedes Abella and Andrea Alebuena and Sandra Almagro and Eduardo Amoroso and Paula Anadon and Elizabeth Andreu and Guillermo Aristimuño and Maria Arzadun and Maria Barbieri and Raul Barcudi and Ines Bartolacci and Gabriel Bolobanich and Anselmo Bordonava and Miguel Bustamante Labarta and Betina Bustos and Alberto Caccavo and Alejandra Camino and Maria Cantero and Maria Carignano and Luis Cartasegna and Marcela Cipullo and Víctor Commendatore and Victoria Conosciuto and Osvaldo Costamagna and Claudia Crespo and Jose Cuello and Carlos Cuneo and Sandra Cusimano and Sofia Dean and Claudio Dituro and Andrea Dominguez and Miguel Farah and Alberto Fernandez and Florencia Fernandez and Adriana Ferrari and Patricia Flammia and Jose Fuentealba and Karina Beatriz Gallardo and Celso Garcia and Ruben Garcia Duran and Marcelo Garrido and Rodolfo Gavicola and Claudio Gerbaudo and Graciela Gilli and Ana Paula Giotto and Pedro Godoy Bolzán and Oscar Gomez Vilamajo and Fernando Guerlloy and Cristian Guridi and Narcisa Gutierrez Garrido and Eduardo Hasbani and Sonia Hermida and Miguel Hominal and Adrian Hrabar and Adrián Ingaramo and Alejandra Izzicupo and Mario Krynski and Mariana Lagrutta and Paulina Lanchiotti and Maria Langhe and Veronica Leonard and Javier Llanos and Ricardo Lopez Santi and Jorge Lowenstein and Cecilia Luquez and Ignacio Mackinnon and Melina Mana and Sara Manzur and Javier Marino and Carolina Martella and Roger Martinez and Re Matias and Javier Matkovich and Monica Meritano and Oscar Montaña and María Mulazzi and Juan Ochoa and Gustavo Paterlini and María Pelagagge and Maria Elena Peralta Lopez and Aldo Prado and Lorena Pruyas and Martín Racca and Carola Ricotti and Carolina Rodriguez and Mariano Romero Vidomlansky and Ricardo Ronderos and Ana Laura Sadowski and Jorgelina Sala and Alejandro Sánchez and Andrea Santoro and Lilia Schiavi and Mariano Sein and Virginia Sernia and Leonardo Serra and Maximiliano Sicer and Tomas Smith and Leonardo Soso and Georgina Sposetti and Andrea Steinacher and Jorge Stival and Jorge Tedesco and Hugo Tonin and Mauro Tortolo and Maria Ulla and Julio Vallejos and Marisa Vico and Luciana Virgillito and Virginia Visco and Daniel Vogel and Florencia Waisman and César Zaidman and Noemi Zucchiatti",
            "2019",
            "FE_Wu6IAAAAJ:35r97b3x0nAC",
            669,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673619311493",
            "10521227425223326641",
            "\/scholar?cites=10521227425223326641",
            {
                "2019":118,
                "2020":481,
                "2021":38
            }
        ],
        [
            "Two glucagon-like peptide-1 (GLP-1) receptor agonists reduced renal outcomes in people with type 2 diabetes at risk for cardiovascular disease. We assessed the long-term effect of the GLP-1 receptor agonist dulaglutide on renal outcomes in an exploratory analysis of the REWIND trial of the effect of dulaglutide on cardiovascular disease.REWIND was a multicentre, randomised, double-blind, placebo-controlled trial at 371 sites in 24 countries. Men and women aged at least 50 years with type 2 diabetes who had either a previous cardiovascular event or cardiovascular risk factors were randomly assigned (1:1) to either weekly subcutaneous injection of dulaglutide (1·5 mg) or placebo and followed up at least every 6 months for outcomes. Urinary albumin-to-creatinine ratios (UACRs) and estimated glomerular filtration rates (eGFRs) were estimated from urine and serum values measured in …",
            "Dulaglutide and renal outcomes in type 2 diabetes: an exploratory analysis of the REWIND randomised, placebo-controlled trial",
            "Hertzel C Gerstein and Helen M Colhoun and Gilles R Dagenais and Rafael Diaz and Mark Lakshmanan and Prem Pais and Jeffrey Probstfield and Fady T Botros and Matthew C Riddle and Lars Rydén and Denis Xavier and Charles Messan Atisso and Leanne Dyal and Stephanie Hall and Purnima Rao-Melacini and Gloria Wong and Alvaro Avezum and Jan Basile and Namsik Chung and Ignacio Conget and William C Cushman and Edward Franek and Nicolae Hancu and Markolf Hanefeld and Shaun Holt and Petr Jansky and Matyas Keltai and Fernando Lanas and Lawrence A Leiter and Patricio Lopez-Jaramillo and Ernesto German Cardona Munoz and Valdis Pirags and Nana Pogosova and Peter J Raubenheimer and Jonathan E Shaw and Wayne HH Sheu and Theodora Temelkova-Kurktschiev and Mercedes Abella and Andrea Alebuena and Sandra Almagro and Eduardo Amoroso and Paula Anadon and Elizabeth Andreu and Guillermo Aristimuño and Maria Arzadun and Maria Barbieri and Raul Barcudi and Ines Bartolacci and Gabriel Bolobanich and Anselmo Bordonava and Miguel Bustamante Labarta and Betina Bustos and Alberto Caccavo and Alejandra Camino and Maria Cantero and Maria Carignano and Luis Cartasegna and Marcela Cipullo and Víctor Commendatore and Victoria Conosciuto and Osvaldo Costamagna and Claudia Crespo and Jose Cuello and Carlos Cuneo and Sandra Cusimano and Sofia Dean and Claudio Dituro and Andrea Dominguez and Miguel Farah and Alberto Fernandez and Florencia Fernandez and Adriana Ferrari and Patricia Flammia and Jose Fuentealba and Karina Beatriz Gallardo and Celso Garcia and Ruben Garcia Duran and Marcelo Garrido and Rodolfo Gavicola and Claudio Gerbaudo and Graciela Gilli and Ana Paula Giotto and Pedro Godoy Bolzán and Oscar Gomez Vilamajo and Fernando Guerlloy and Cristian Guridi and Narcisa Gutierrez Garrido and Eduardo Hasbani and Sonia Hermida and Miguel Hominal and Adrian Hrabar and Adrián Ingaramo and Alejandra Izzicupo and Mario Krynski and Mariana Lagrutta and Paulina Lanchiotti and Maria Langhe and Veronica Leonard and Javier Llanos and Ricardo Lopez Santi and Jorge Lowenstein and Cecilia Luquez and Ignacio Mackinnon and Melina Mana and Sara Manzur and Javier Marino and Carolina Martella and Roger Martinez and Re Matias and Javier Matkovich and Monica Meritano and Oscar Montaña and María Mulazzi and Juan Ochoa and Gustavo Paterlini and María Pelagagge and Maria Elena Peralta Lopez and Aldo Prado and Lorena Pruyas and Martín Racca and Carola Ricotti and Carolina Rodriguez and Mariano Romero Vidomlansky and Ricardo Ronderos and Ana Laura Sadowski and Jorgelina Sala and Alejandro Sánchez and Andrea Santoro and Lilia Schiavi and Mariano Sein and Virginia Sernia and Leonardo Serra and Maximiliano Sicer and Tomas Smith and Leonardo Soso and Georgina Sposetti and Andrea Steinacher and Jorge Stival and Jorge Tedesco and Hugo Tonin and Mauro Tortolo and Maria Ulla and Julio Vallejos and Marisa Vico and Luciana Virgillito and Virginia Visco and Daniel Vogel and Florencia Waisman and César Zaidman and Noemi Zucchiatti",
            "2019",
            "FE_Wu6IAAAAJ:2KloaMYe4IUC",
            181,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S014067361931150X",
            "7007216121191728743",
            "\/scholar?cites=7007216121191728743",
            {
                "2019":36,
                "2020":127,
                "2021":11
            }
        ],
        [
            "Metal-oxide surge arresters have dynamic characteristics that are significant for overvoltage coordination studies involving fast front surges. Several models with acceptable accuracy have been proposed to simulate this frequency-dependent behavior. Difficulties arise in the calculation and adjustment of the model parameters: in some cases iterative procedures are required, in others the necessary data are not reported on manufacturers’ datasheets. A simplified model for zinc oxide surge arresters has already been developed, on the basis of the frequencydependent model recommended by the IEEE WG. 3.4. 11. In this paper, a different, also straightforward approach, for the generation of the IEEE model parameters from published manufacturer’s data, is presented. The model was verified for several medium voltage arresters from different manufacturers. The simulations were performed with the Alternative Transient Program (ATP) and the results were compared with both the data reported on the manufacturer’s catalogue and experimental data acquired in the high voltage laboratory. For a fast front current surges with front times of up to 1 µs, the model has an acceptable voltage response accuracy of about 1.5%.",
            "Metal oxide surge arrester model for fast transient simulations",
            "F Fernandez and R Diaz",
            "2001",
            "FE_Wu6IAAAAJ:Y5dfb0dijaUC",
            132,
            "https:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.573.9298&rep=rep1&type=pdf",
            "7419184917885474847",
            "\/scholar?cites=7419184917885474847",
            {
                "2001":2,
                "2002":1,
                "2003":2,
                "2004":1,
                "2005":4,
                "2006":7,
                "2007":8,
                "2008":6,
                "2009":7,
                "2010":12,
                "2011":7,
                "2012":9,
                "2013":10,
                "2014":10,
                "2015":11,
                "2016":16,
                "2017":8,
                "2018":4,
                "2019":6,
                "2020":1
            }
        ],
        [
            "Vanadium dioxide shows a passive and reversible change from a monoclinic insulator phase to a metallic tetragonal rutile structure when the sample temperature is close to and over 68 °C. As a kind of functional material, VO2 thin films deposited on fused quartz substrates were successfully prepared by the pulsed laser deposition (PLD) technique. With laser illumination at 400 nm on the obtained films, the phase transition (PT) occurred. The observed light-induced PT was as fast as the laser pulse duration of 100 fs. Using a femtosecond laser system, the relaxation processes in VO2 were studied by optical pump–probe spectroscopy. Upon a laser excitation an instantaneous response in the transient reflectivity and transmission was observed followed by a relatively longer relaxation process. The alteration is dependent on pump power. The change in reflectance reached a maximum value at a pump pulse energy …",
            "Light-induced ultrafast phase transitions in VO2 thin film",
            "S Lysenko and AJ Rua and V Vikhnin and J Jimenez and F Fernandez and H Liu",
            "2006",
            "FE_Wu6IAAAAJ:9yKSN-GCB0IC",
            130,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0169433205018027",
            "6426439634154282927",
            "\/scholar?cites=6426439634154282927",
            {
                "2007":8,
                "2008":5,
                "2009":7,
                "2010":14,
                "2011":11,
                "2012":12,
                "2013":9,
                "2014":11,
                "2015":15,
                "2016":7,
                "2017":7,
                "2018":6,
                "2019":8,
                "2020":8,
                "2021":1
            }
        ]
    ]
}