{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "The process of epithelial-to-mesenchymal transition (EMT) is an essential type of cellular plasticity associated with a change from epithelial cells that function as a barrier consisting of a sheet of tightly connected cells to cells with properties of mesenchyme that are not attached to their neighbors and are highly motile. This phenotypic change occurs during development and also contributes to pathological processes, such as cancer progression. The molecular mechanisms controlling the switch between the fully epithelial and fully mesenchymal phenotypes and cells that have characteristics of both (partial EMT) are controversial, and multiple theoretical models have been proposed. To test these theoretical models, we systematically measured the changes in the abundance of proteins, mRNAs, and microRNAs (miRNAs) that represent the core regulators of EMT induced by transforming growth factor–β1 (TGF-β1) in …",
            "TGF-β–induced epithelial-to-mesenchymal transition proceeds through stepwise activation of multiple feedback loops",
            "Jingyu Zhang and Xiao-Jun Tian and Hang Zhang and Yue Teng and Ruoyan Li and Fan Bai and Subbiah Elankumaran and Jianhua Xing",
            "2014",
            "FEE_Gw0AAAAJ:YFjsv_pBGBYC",
            269,
            "https:\/\/stke.sciencemag.org\/content\/7\/345\/ra91.short",
            "12511854977643411573",
            "\/scholar?cites=12511854977643411573",
            {
                "2014":2,
                "2015":25,
                "2016":35,
                "2017":37,
                "2018":45,
                "2019":62,
                "2020":55,
                "2021":6
            }
        ],
        [
            "Recent simulation studies for four dipole-polarizable and for two fluctuating-charge water force fields have demonstrated that none of the force fields studied is capable of yielding a satisfactory description of the vapor−liquid coexistence curve from room temperature to the critical region. The performance of these polarizable force fields can be improved dramatically by introducing an additional coupling between the Lennard−Jones interaction parameters for a pair of oxygen sites and their partial charges (electronic configuration). Two different types of water models are presented which are based on either the three-site simple point charge (SPC) or the four-site transferable intermolecular potential 4 point (TIP4P) water representations. Adiabatic nuclear and electronic sampling Monte Carlo (ANES-MC) simulations in the Gibbs, isobaric−isothermal, and canonical ensembles were performed to calculate vapor−liquid …",
            "Development of polarizable water force fields for phase equilibrium calculations",
            "Bin Chen and Jianhua Xing and J Ilja Siepmann",
            "2000",
            "FEE_Gw0AAAAJ:u5HHmVD_uO8C",
            264,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp993687m",
            "17991312927217346682",
            "\/scholar?cites=17991312927217346682",
            {
                "2000":4,
                "2001":16,
                "2002":19,
                "2003":8,
                "2004":19,
                "2005":19,
                "2006":18,
                "2007":18,
                "2008":11,
                "2009":29,
                "2010":19,
                "2011":13,
                "2012":13,
                "2013":10,
                "2014":10,
                "2015":6,
                "2016":8,
                "2017":5,
                "2018":4,
                "2019":7,
                "2020":8
            }
        ]
    ]
}