{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Endometriosis is one of the most common gynecological diseases and affects~ 10% of women in reproductive age. The most common clinical signs of endometriosis are menstrual irregularities, chronic pelvic pain (CPP), dysmenorrhea, dyspareunia and infertility. Symptoms of endometriosis often affect psychological and social functioning of patients. For this reason, endometriosis is considered as a disabling condition that may significantly compromise social relationships, sexuality and mental health. Considering this point, the aim of this narrative review is to elucidate the impact of anxiety and depression in the management of women with endometriosis. Psychological factors have an important role in determining the severity of symptoms, and women who suffer from endometriosis report high levels of anxiety, depression and other psychiatric disorders. In addition, endometriosis is one of the most important …",
            "Anxiety and depression in patients with endometriosis: impact and management challenges",
            "Antonio Simone Laganà and Valentina Lucia La Rosa and Agnese Maria Chiara Rapisarda and Gaetano Valenti and Fabrizio Sapia and Benito Chiofalo and Diego Rossetti and Helena Ban Frangež and Eda Vrtačnik Bokal and Salvatore Giovanni Vitale",
            "2017",
            "ff5GrHsAAAAJ:-f6ydRqryjwC",
            163,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/pmc5440042\/",
            "4388313347101737271",
            "\/scholar?cites=4388313347101737271",
            {
                "2017":6,
                "2018":27,
                "2019":46,
                "2020":81,
                "2021":2
            }
        ],
        [
            "Cobalamin is an essential molecule for humans. It acts as a cofactor in one-carbon transfers through methylation and molecular rearrangement. These functions take place in fatty acid, amino acid and nucleic acid metabolic pathways. The deficiency of vitamin B12 is clinically manifested in the blood and nervous system where the cobalamin plays a key role in cell replication and in fatty acid metabolism. Hypovitaminosis arises from inadequate absorption, from genetic defects that alter transport through the body, or from inadequate intake as a result of diet. With the growing adoption of vegetarian eating styles in Western countries, there is growing focus on whether diets that exclude animal foods are adequate. Since food availability in these countries is not a problem, and therefore plant foods are sufficiently adequate, the most delicate issue remains the contribution of cobalamin, which is poorly represented in plants. In this review, we will discuss the status of vitamin B12 among vegetarians, the diagnostic markers for the detection of cobalamin deficiency and appropriate sources for sufficient intake, through the description of the features and functions of vitamin B12 and its absorption mechanism. View Full-Text",
            "Vitamin B12 among vegetarians: status, assessment and supplementation",
            "Gianluca Rizzo and Antonio Simone Laganà and Agnese Maria Chiara Rapisarda and La Ferrera and Gioacchina Maria Grazia and Massimo Buscema and Paola Rossetti and Angela Nigro and Vincenzo Muscia and Gaetano Valenti and Fabrizio Sapia and Giuseppe Sarpietro and Micol Zigarelli and Salvatore Giovanni Vitale",
            "2016",
            "ff5GrHsAAAAJ:JV2RwH3_ST0C",
            151,
            "https:\/\/www.mdpi.com\/2072-6643\/8\/12\/767",
            "6629239753713126857",
            "\/scholar?cites=6629239753713126857",
            {
                "2013":1,
                "2014":1,
                "2015":16,
                "2016":22,
                "2017":42,
                "2018":42,
                "2019":6
            }
        ],
        [
            "The theory of retrograde menstruation as aetiopathogenesis of endometriosis formulated by John Sampson in 1927 shows clear shortcomings: this does not explain why retrograde menstruation is a physiological process that affects 90% of women, while endometriosis occurs in only 10% of cases; it also does not explain the endometriotic foci distant from the pelvis, nor explains the cases of endometriosis in male patients. The immunological alterations of the peritoneal fluid explains the effects of disease, such as the inhibition of the physiological processes of cytolysis, but does not explain the cause. There is evidence to support the hypothesis that ectopic müllerian remnants of the endometrium, endocervix and endosalpinx are items from the genital ridge leaked during organogenesis. It is known that tissues derived from coelomatic epithelial and mesenchymal cells have the potential to metaplastically differentiate …",
            "Unus pro omnibus, omnes pro uno: a novel, evidence-based, unifying theory for the pathogenesis of endometriosis",
            "Antonio Simone Laganà and Salvatore Giovanni Vitale and Francesca Maria Salmeri and Onofrio Triolo and Helena Ban Frangež and Eda Vrtačnik-Bokal and Lily Stojanovska and Vasso Apostolopoulos and Roberta Granese and Vincenza Sofo",
            "2017",
            "ff5GrHsAAAAJ:QIV2ME_5wuYC",
            144,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0306987716305527",
            "3580202930081949121",
            "\/scholar?cites=3580202930081949121",
            {
                "2017":6,
                "2018":31,
                "2019":40,
                "2020":60,
                "2021":3
            }
        ],
        [
            "Endometriosis is defined as the presence of endometrial-like endometrial cells, glands and stroma outside the uterus, causing a strong inflammatory-like microenvironment in the affected tissue. This may provoke a breakdown in the peritoneal cavity homeostasis, with the consequent processes of immune alteration, documented by peripheral mononuclear cells recruitment and secretion of inflammatory cytokines in early phases and of angiogenic and fibrogenic cytokines in the late stages of the disease. Considering the pivotal role of interaction between immune and endometriotic cells, in this paper, we aim to shed light about the role of apoptosis pathways in modulating the fine-regulated peritoneal microenvironment during endometriosis.Narrative overview, synthesizing the findings of literature retrieved from searches of …",
            "Regulation of apoptotic pathways during endometriosis: from the molecular basis to the future perspectives",
            "Vaclav Vetvicka and Antonio Simone Lagana and Francesca Maria Salmeri and Onofrio Triolo and Vittorio Italo Palmara and Salvatore Giovanni Vitale and Vincenza Sofo and Milena Králíčková",
            "2016",
            "ff5GrHsAAAAJ:pyW8ca7W8N0C",
            101,
            "https:\/\/link.springer.com\/article\/10.1007\/s00404-016-4195-6",
            "10294080690389124554",
            "\/scholar?cites=10294080690389124554",
            {
                "2016":1,
                "2017":15,
                "2018":30,
                "2019":28,
                "2020":24,
                "2021":2
            }
        ],
        [
            "Endometriosis is defined as the presence of endometrial mucosa (glands and stroma) abnormally implanted in locations other than the uterine cavity. Deep infiltrating endometriosis (DIE) is considered the most aggressive presentation of the disease, penetrating more than 5 mm in affected tissues, and it is reported in approximately 20% of all women with endometriosis. DIE can cause a complete distortion of the pelvic anatomy and it mainly involves uterosacral ligaments, bladder, rectovaginal septum, rectum, and rectosigmoid colon. This review describes the state of the art in laparoscopic approach for DIE with a special interest in intestinal involvement, according to recent literature findings. Our attention has been focused particularly on full-thickness excision versus shaving technique in deep endometriosis intestinal involvement. Particularly, the aim of this paper is clarifying from the clinical and methodological points of view the best surgical treatment of deep intestinal endometriosis, since there is no standard of care in the literature and in different surgical settings. Indeed, this review tries to suggest when it is advisable to manage the full-thickness excision or the shaving technique, also analyzing perioperative management, main complications, and surgical outcomes.",
            "Full-thickness excision versus shaving by laparoscopy for intestinal deep infiltrating endometriosis: rationale and potential treatment options",
            "Antonio Simone Laganà and Salvatore Giovanni Vitale and Maria Antonietta Trovato and Vittorio Italo Palmara and Agnese Maria Chiara Rapisarda and Roberta Granese and Emanuele Sturlese and Rosanna De Dominici and Stefano Alecci and Francesco Padula and Benito Chiofalo and Roberta Grasso and Pietro Cignini and Paolo D’Amico and Onofrio Triolo",
            "2016",
            "ff5GrHsAAAAJ:aqlVkmm33-oC",
            94,
            "https:\/\/www.hindawi.com\/journals\/bmri\/2016\/3617179\/abs\/",
            "3241186004522362650",
            "\/scholar?cites=3241186004522362650",
            {
                "2017":15,
                "2018":17,
                "2019":31,
                "2020":27,
                "2021":2
            }
        ],
        [
            "Hysteroscopic surgery is the actual gold standard treatment for several types of intrauterine pathologies, including submucous myomas (SMs). To date, the availability of Hysteroscopic Tissue Removal systems (HTRs) opened a new scenario. Based on these elements, the aim of this article is to review the available evidence about HTRs for the management of SMs. We included 8 papers (3 prospective studies and 5 retrospective studies). A total of 283 women underwent intrauterine morcellation of SM: 208 were treated using MyoSure and 75 using Truclear 8.0. Only 3 articles reported data about procedures performed in outpatient\/office setting. Only half of the included studies included type 2 SMs. HTRs significantly reduced operative time compared to traditional resectoscopy in some studies, whereas others did not find significant differences. Despite the availability of few randomized controlled trials and the cost of the instrument, according to our systematic review, the use of HTRs seems to be a feasible surgical option in terms of operative time and complications. Nevertheless, the type of SM still remains the biggest challenge: type 0 and 1 SMs are easier to manage with respect to type 2, reflecting what already is known for the “classic” hysteroscopic myomectomy.",
            "Hysteroscopic morcellation of submucous myomas: a systematic review",
            "Salvatore Giovanni Vitale and Fabrizio Sapia and Agnese Maria Chiara Rapisarda and Gaetano Valenti and Fabrizia Santangelo and Diego Rossetti and Benito Chiofalo and Giuseppe Sarpietro and Valentina Lucia La Rosa and Onofrio Triolo and Marco Noventa and Salvatore Gizzo and Antonio Simone Laganà",
            "2017",
            "ff5GrHsAAAAJ:4TOpqqG69KYC",
            85,
            "https:\/\/www.hindawi.com\/journals\/bmri\/2017\/6848250\/abs\/",
            "2512160063012641201",
            "\/scholar?cites=2512160063012641201",
            {
                "2018":9,
                "2019":32,
                "2020":39,
                "2021":3
            }
        ],
        [
            "Interstitial cystitis\/painful bladder syndrome (IC\/PBS) is a chronic pain syndrome and a chronic inflammatory condition prevalent in women that leads to urgency, sleep disruption, nocturia and pain in the pelvic area, to the detriment of the sufferer’s quality of life. The aim of this review is to highlight the newest diagnostic strategies and potential therapeutic techniques.A comprehensive literature review was performed on MEDLINE, PubMed, and Cochrane databases gathering all literature about “Interstitial cystitis” and “Painful Bladder Syndrome”. Visual analogue scales, epidemiological strategies, pain questionnaires and similar techniques were not included in this literature survey.The etiology, exact diagnosis and epidemiology of IC\/PBS are still not clearly understood. To date, its prevalence …",
            "Etiology, pathophysiology and biomarkers of interstitial cystitis\/painful bladder syndrome",
            "Sourav Sanchit Patnaik and Antonio Simone Laganà and Salvatore Giovanni Vitale and Salvatore Butticè and Marco Noventa and Salvatore Gizzo and Gaetano Valenti and Agnese Maria Chiara Rapisarda and Valentina Lucia La Rosa and Carlo Magno and Onofrio Triolo and Vani Dandolu",
            "2017",
            "ff5GrHsAAAAJ:u9iWguZQMMsC",
            84,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s00404-017-4364-2.pdf",
            "11763653250874430792",
            "\/scholar?cites=11763653250874430792",
            {
                "2017":1,
                "2018":19,
                "2019":25,
                "2020":34,
                "2021":3
            }
        ],
        [
            "We aimed to investigate the safety, adequacy and oncological outcomes of laparoscopic surgery (LS) and robot-assisted laparoscopic (RALS) approach for the treatment of early-stage ovarian cancer.We performed a multicentric, retrospective cohort study, enrolling patients affected by early-stage ovarian cancer who underwent laparoscopic management for early-stage ovarian cancer between 2006 and 2014. Surgical, pathologic and oncologic outcome data were analyzed to compare LS and RALS performances for early-stage ovarian cancer management.39 patients underwent laparoscopic staging for presumed stage I ovarian cancer: 23 underwent LS and 16 underwent RALS. The mean operative time was 281 ± 81 min (LS 288 ± 88 min; RALS 270 ± 72 min; p = 0.49). No conversion to …",
            "Feasibility and surgical outcomes of conventional and robot-assisted laparoscopy for early-stage ovarian cancer: a retrospective, multicenter analysis",
            "Adriano Bellia and Salvatore Giovanni Vitale and Antonio Simone Laganà and Francesco Cannone and Gilles Houvenaeghel and Sandrine Rua and Anais Ladaique and Camille Jauffret and Giuseppe Ettore and Eric Lambaudie",
            "2016",
            "ff5GrHsAAAAJ:u-x6o8ySG0sC",
            82,
            "https:\/\/link.springer.com\/article\/10.1007\/s00404-016-4087-9",
            "662921484494395100",
            "\/scholar?cites=662921484494395100",
            {
                "2016":4,
                "2017":15,
                "2018":9,
                "2019":30,
                "2020":24
            }
        ]
    ]
}