{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "The pathways that distinguish transport of folded and misfolded cargo through the exocytic (secretory) pathway of eukaryotic cells remain unknown. Using proteomics to assess global cystic fibrosis (CF) transmembrane conductance regulator (CFTR) protein interactions (the CFTR interactome), we show that Hsp90 cochaperones modulate Hsp90-dependent stability of CFTR protein folding in the endoplasmic reticulum (ER). Cell-surface rescue of the most common disease variant that is restricted to the ER, ΔF508, can be initiated by partial siRNA silencing of the Hsp90 cochaperone ATPase regulator Aha1. We propose that failure of ΔF508 to achieve an energetically favorable fold in response to the steady-state dynamics of the chaperone folding environment (the “chaperome”) is responsible for the pathophysiology of CF. The activity of cargo-associated chaperome components may be a common mechanism …",
            "Hsp90 cochaperone Aha1 downregulation rescues misfolding of CFTR in cystic fibrosis",
            "Xiaodong Wang and John Venable and Paul LaPointe and Darren M Hutt and Atanas V Koulov and Judith Coppinger and Cemal Gurkan and Wendy Kellner and Jeanne Matteson and Helen Plutner and John R Riordan and Jeffery W Kelly and John R Yates III and William E Balch",
            "2006",
            "fH3qBgYAAAAJ:qjMakFHDy7sC",
            585,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S009286740601378X",
            "17914646709218398639",
            "\/scholar?cites=17914646709218398639",
            {
                "2007":37,
                "2008":47,
                "2009":40,
                "2010":61,
                "2011":53,
                "2012":60,
                "2013":42,
                "2014":36,
                "2015":47,
                "2016":40,
                "2017":27,
                "2018":25,
                "2019":29,
                "2020":37,
                "2021":1
            }
        ]
    ]
}