{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Silicon is an extremely important technological material, but its current industrial production by the carbothermic reduction of SiO2 is energy intensive and generates CO2 emissions. Herein, we developed a more sustainable method to produce silicon nanowires (Si NWs) in bulk quantities through the direct electrochemical reduction of CaSiO3, an abundant and inexpensive Si source soluble in molten salts, at a low temperature of 650 °C by using low‐melting‐point ternary molten salts CaCl2–MgCl2–NaCl, which still retains high CaSiO3 solubility, and a supporting electrolyte of CaO, which facilitates the transport of O2− anions, drastically improves the reaction kinetics, and enables the electrolysis at low temperatures. The Si nanowire product can be used as high‐capacity Li‐ion battery anode materials with excellent cycling performance. This environmentally friendly strategy for the practical production of Si at …",
            "Low‐Temperature Molten‐Salt Production of Silicon Nanowires by the Electrochemical Reduction of CaSiO3",
            "Yifan Dong and Tyler Slade and Matthew J Stolt and Linsen Li and Steven N Girard and Liqiang Mai and Song Jin",
            "2017",
            "fh8oi10AAAAJ:u-x6o8ySG0sC",
            38,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ange.201707064",
            "6448813961331214388",
            "\/scholar?cites=6448813961331214388",
            {
                "2018":7,
                "2019":15,
                "2020":16
            }
        ],
        [
            "PbSe is an attractive thermoelectric material due to its favorable electronic structure, high melting point, and lower cost compared to PbTe. Herein, the hitherto unexplored alloys of PbSe with NaSbSe2 (NaPbmSbSem+2) are described and the most promising p‐type PbSe‐based thermoelectrics are found among them. Surprisingly, it is observed that below 500 K, NaPbmSbSem+2 exhibits unorthodox semiconducting‐like electrical conductivity, despite possessing degenerate carrier densities of ≈1020 cm−3. It is shown that the peculiar behavior derives from carrier scattering by the grain boundaries. It is further demonstrated that the high solubility of NaSbSe2 in PbSe augments both the thermoelectric properties while maintaining a rock salt structure. Namely, density functional theory calculations and photoemission spectroscopy demonstrate that introduction of NaSbSe2 lowers the energy separation between the …",
            "High Thermoelectric Performance in PbSe–NaSbSe2 Alloys from Valence Band Convergence and Low Thermal Conductivity",
            "Tyler J Slade and Trevor P Bailey and Jann A Grovogui and Xia Hua and Xiaomi Zhang and Jimmy Jiahong Kuo and Ido Hadar and G Jeffrey Snyder and Chris Wolverton and Vinayak P Dravid and Ctirad Uher and Mercouri G Kanatzidis",
            "2019",
            "fh8oi10AAAAJ:qjMakFHDy7sC",
            23,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/aenm.201901377",
            "9349059071279429554",
            "\/scholar?cites=9349059071279429554",
            {
                "2019":4,
                "2020":15,
                "2021":4
            }
        ],
        [
            "Halide perovskites are anticipated to impact next generation high performance solar cells because of their extraordinary charge transport and optoelectronic properties. However, their thermal transport behavior has received limited attention. In this work, we studied the thermal transport and thermoelectric properties of the CsSnBr3-xIx perovskites. We find a strong correlation between lattice dynamics and an ultralow thermal conductivity for series CsSnBr3-xIx reaching 0.32 Wm–1K–1 at 550 K. The CsSnBr3-xIx also possess a decent Seebeck coefficient and controllable electrical transport properties. The crystallography data and theoretical calculations suggest the Cs atom deviates from its ideal cuboctahedral geometry imposed by the perovskite cage and behaves as a heavy atom rattling oscillator. This off-center tendency of Cs, together with the distortion of SnX6 (X = Br or I) octahedra, produces a highly …",
            "All-inorganic halide perovskites as potential thermoelectric materials: dynamic cation off-centering induces ultralow thermal conductivity",
            "Hongyao Xie and Shiqiang Hao and Jinke Bao and Tyler J Slade and G Jeffrey Snyder and Christopher Wolverton and Mercouri G Kanatzidis",
            "2020",
            "fh8oi10AAAAJ:zYLM7Y9cAGgC",
            14,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jacs.0c03427",
            "15980674681287414697",
            "\/scholar?cites=15980674681287414697",
            {
                "2020":8,
                "2021":4
            }
        ],
        [
            "Thermoelectric devices directly convert heat into electrical energy and are highly desired for emerging applications in waste heat recovery. Currently, PbTe based compounds are the leading thermoelectric materials in the intermediate temperature regime (∼800 K); however, integration into commercial devices has been limited. This is largely because the performance of PbTe, which is maximized ∼900 K, is too low over the temperatures of interest for most potential commercial applications (generally under 600 K). Improving the low temperature performance of PbTe based materials is therefore critical to achieve usage outside of existing niche applications. Here, we provide an in-depth study of the cubic NaPbmSbTem+2 system of compounds (m = 1–20) and report that it is an excellent class of low- to medium-temperature thermoelectrics when m = 10–20. We show that the as-cast polycrystalline ingots exhibit …",
            "Absence of Nanostructuring in NaPbmSbTem+2: Solid Solutions with High Thermoelectric Performance in the Intermediate Temperature Regime",
            "Tyler J Slade and Jann A Grovogui and Shiqiang Hao and Trevor P Bailey and Runchu Ma and Xia Hua and Aurélie Guéguen and Ctirad Uher and Chris Wolverton and Vinayak P Dravid and Mercouri G Kanatzidis",
            "2018",
            "fh8oi10AAAAJ:d1gkVwhDpl0C",
            14,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jacs.8b04193",
            "4995933483069126056",
            "\/scholar?cites=4995933483069126056",
            {
                "2018":3,
                "2019":5,
                "2020":4,
                "2021":2
            }
        ],
        [
            "Reducing the thermal conductivity κ of a material via nano-structuring to create small grain sizes is one of the most common strategies to improve thermoelectric materials. In such polycrystalline materials heat carrying phonons are scattered at the grain boundaries, which directly improves the thermoelectric quality factor and ultimately the figure-of-merit zT. In some cases, however, such as in Mg3Sb2, SnSe, and Mg2Si an opposite trend is found where higher lattice thermal conductivity reported in small grain polycrystalline material than in large grain or single crystal materials. This unphysical result indicates a problem with the conventional use of the Wiedemann–Franz law. Here, we trace this problematic finding to the electrical resistance at the grain boundaries, which leads to an overestimation of the phonon or lattice contribution of the thermal conductivity κL. In materials with significant grain boundary electrical …",
            "Systematic over-estimation of lattice thermal conductivity in materials with electrically-resistive grain boundaries",
            "Jimmy Jiahong Kuo and Max Wood and Tyler J Slade and Mercouri G Kanatzidis and G Jeffrey Snyder",
            "2020",
            "fh8oi10AAAAJ:UeHWp8X0CEIC",
            8,
            "https:\/\/pubs.rsc.org\/az\/content\/articlehtml\/2020\/ee\/c9ee03921j",
            "5942015972834123467",
            "\/scholar?cites=5942015972834123467",
            {
                "2020":8
            }
        ],
        [
            "Many thermoelectric materials feature irregular electrical conductivity with thermally activated transport below ∼600 K and metallic behavior at high temperatures, despite possessing degenerate carrier concentrations. The suppression of the electrical conductivity ultimately degrades the thermoelectric performance on the cold side and limits the device energy conversion efficiency. As such, establishing the origin of the low temperature scattering and developing strategies to mitigate its effect are paramount issues. To date, the correct microscopic description of the low temperature carrier scattering remains an open issue, and there is little work addressing why some thermoelectric materials are more susceptible to the deleterious behavior. Here, we use the promising thermoelectric alloys of PbQ and NaSbQ2 (Q = S, Se, Te) as model systems to address these concerns. We directly show the thermally activated …",
            "Understanding the thermally activated charge transport in NaPb m SbQ m+ 2 (Q= S, Se, Te) thermoelectrics: weak dielectric screening leads to grain boundary dominated charge …",
            "Tyler J Slade and Jann A Grovogui and Jimmy Jiahong Kuo and Shashwat Anand and Trevor P Bailey and Maxwell Wood and Ctirad Uher and G Jeffrey Snyder and Vinayak P Dravid and Mercouri G Kanatzidis",
            "2020",
            "fh8oi10AAAAJ:IjCSPb-OGe4C",
            6,
            "https:\/\/pubs.rsc.org\/fa\/content\/articlehtml\/2020\/ee\/d0ee00491j",
            "16725165239013608620",
            "\/scholar?cites=16725165239013608620",
            {
                "2020":5,
                "2021":1
            }
        ],
        [
            "We investigate the structural and physical properties of the AgSnmSbSem+2 system with m = 1–20 (i.e., SnSe matrix and ∼5–50% AgSbSe2) from atomic, nano, and macro length scales. We find the 50:50 composition, with m = 1 (i.e., AgSnSbSe3), forms a stable cation-disordered cubic rock-salt p-type semiconductor with a special multi-peak electronic valence band structure. AgSnSbSe3 has an intrinsically low lattice thermal conductivity of ∼0.47 W m–1 K–1 at 673 K owing to the synergy of cation disorder, phonon anharmonicity, low phonon velocity, and low-frequency optical modes. Furthermore, Te alloying on Se sites creates a quinary high-entropy NaCl-type solid solution AgSnSbSe3-xTex with randomly disordered cations and anions. The extra point defects and lattice dislocations lead to glass-like lattice thermal conductivities of ∼0.32 W m–1 K–1 at 723 K and higher hole carrier concentration than …",
            "High Thermoelectric Performance in the New Cubic Semiconductor AgSnSbSe3 by High-Entropy Engineering",
            "Yubo Luo and Shiqiang Hao and Songting Cai and Tyler J Slade and Zhong Zhen Luo and Vinayak P Dravid and Chris Wolverton and Qingyu Yan and Mercouri G Kanatzidis",
            "2020",
            "fh8oi10AAAAJ:Y0pCki6q_DkC",
            3,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jacs.0c07803",
            "8895990279029189685",
            "\/scholar?cites=8895990279029189685",
            {
                "2020":2,
                "2021":1
            }
        ],
        [
            "The field of mineralogy represents an area of untapped potential for the synthetic chemist, as there are numerous structure types that can be utilized to form analogues of mineral structures with useful optoelectronic properties. In this work, we describe the synthesis and characterization of two novel quaternary sulfides A1+xSn2–xBi5+xS10 (A = Li+, Na+). Though not natural minerals themselves, both compounds adopt the pavonite structure, which crystallizes in the C2\/m space group and consists of two connected, alternating defect rock-salt slabs of varying thicknesses to create a three-dimensional lattice. Despite their commonalities in structure, their crystallography is noticeably different, as both structures have a heavy degree of site occupancy disorder that affects the actual positions of the atoms. The differences in site occupancy alter their electronic structures, with band gap values of 0.31(2) eV and 0.07(2) eV …",
            "Quaternary Pavonites A1+xSn2–xBi5+xS10 (A+ = Li+, Na+): Site Occupancy Disorder Defines Electronic Structure",
            "Jason F Khoury and Shiqiang Hao and Constantinos C Stoumpos and Zhenpeng Yao and Christos D Malliakas and Umut Aydemir and Tyler J Slade and G Jeffrey Snyder and Chris Wolverton and Mercouri G Kanatzidis",
            "2018",
            "fh8oi10AAAAJ:u5HHmVD_uO8C",
            3,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.inorgchem.7b03091",
            "17504835197321060759",
            "\/scholar?cites=17504835197321060759",
            {
                "2018":1,
                "2019":1,
                "2020":1
            }
        ],
        [
            "Defect chemistry is critical to designing high performance thermoelectric materials. In SnTe, the naturally large density of cation vacancies results in excessive hole doping and frustrates the ability to control the thermoelectric properties. Yet, recent work also associates the vacancies with suppressed sound velocities and low lattice thermal conductivity, underscoring the need to understand the interplay between alloying, vacancies, and the transport properties of SnTe. Here, we report solid solutions of SnTe with NaSbTe2 and NaBiTe2 (NaSnmSbTem+2 and NaSnmBiTem+2, respectively) and focus on the impact of the ternary alloys on the cation vacancies and thermoelectric properties. We find introduction of NaSbTe2, but not NaBiTe2, into SnTe nearly doubles the natural concentration of Sn vacancies. Furthermore, DFT calculations suggest that both NaSbTe2 and NaBiTe2 facilitate valence band convergence …",
            "Contrasting SnTe–NaSbTe2 and SnTe–NaBiTe2 Thermoelectric Alloys: High Performance Facilitated by Increased Cation Vacancies and Lattice Softening",
            "Tyler J Slade and Koushik Pal and Jann A Grovogui and Trevor P Bailey and James Male and Jason F Khoury and Xiuquan Zhou and Duck Young Chung and G Jeffrey Snyder and Ctirad Uher and Vinayak P Dravid and Chris Wolverton and Mercouri G Kanatzidis",
            "2020",
            "fh8oi10AAAAJ:Tyk-4Ss8FVUC",
            1,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jacs.0c05650",
            "12590483657237337709",
            "\/scholar?cites=12590483657237337709",
            {
                "2021":1
            }
        ],
        [
            "Energy filtering has been a long-sought strategy to enhance a thermoelectric material's figure of merit zT through improving its power factor. Here we show a composite of multi-layer graphene nanoplatelets (GNP) and n-type Mg3Sb2 leads to the expression of an energy filtering like effect demonstrated by an increase in the material's Seebeck coefficient and maximum power factor, without impact on the material's carrier concentration. We analyse these findings from the perspective of a heterogeneous material consisting of grain and grain boundary phases, instead of a more traditional and common analysis that assumes a homogeneously transporting medium. An important implication of this treatment is that it leads to the development of an interfacial Seebeck coefficient term, which can explain the observed increase in the material's Seebeck coefficient. The contribution of this interfacial Seebeck coefficient to the …",
            "Expression of interfacial Seebeck coefficient through grain boundary engineering with multi-layer graphene nanoplatelets",
            "Yue Lin and Maxwell Wood and Kazuki Imasato and Jimmy Jiahong Kuo and David Lam and Anna N Mortazavi and Tyler J Slade and Stephen A Hodge and Kai Xi and Mercouri G Kanatzidis and David R Clarke and Mark C Hersam and G Jeffrey Snyder",
            "2020",
            "fh8oi10AAAAJ:W7OEmFMy1HYC",
            1,
            "https:\/\/pubs.rsc.org\/hy\/content\/articlehtml\/2020\/ee\/d0ee02490b",
            "5359435881998444481",
            "\/scholar?cites=5359435881998444481",
            {
                "2020":1
            }
        ]
    ]
}