{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "In this paper, we investigate the formation and function of the multilevelled, fission–fusion social structure in a free-ranging African elephant, Loxodonta africana, population. We quantitatively identified the existence of four social tiers by using cluster analysis on individual association data. We assessed the effects of season and study period on social structuring and levels of cohesion within and among social units. We found that second-tier units, potentially the equivalent of the ‘family’, were stable across seasonal periods but the number of units increased as the study progressed and the population grew. It appears that these units were sufficiently small not to be influenced by ecologically related factors, such as resource competition, that might otherwise lead to them splitting. On the other hand, third- and fourth-tier units were significantly affected by season in a way that suggests a trade-off between ecological …",
            "The socioecology of elephants: analysis of the processes creating multitiered social structures",
            "George Wittemyer and Iain Douglas-Hamilton and Wayne Marcus Getz",
            "2005",
            "fHAAlXIAAAAJ:u5HHmVD_uO8C",
            529,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0003347205000667",
            "12256286544072141830",
            "\/scholar?cites=12256286544072141830",
            {
                "2005":6,
                "2006":14,
                "2007":16,
                "2008":39,
                "2009":33,
                "2010":28,
                "2011":30,
                "2012":37,
                "2013":35,
                "2014":35,
                "2015":48,
                "2016":37,
                "2017":40,
                "2018":43,
                "2019":36,
                "2020":40,
                "2021":6
            }
        ],
        [
            "Animal movement is fundamental for ecosystem functioning and species survival, yet the effects of the anthropogenic footprint on animal movements have not been estimated across species. Using a unique GPS-tracking database of 803 individuals across 57 species, we found that movements of mammals in areas with a comparatively high human footprint were on average one-half to one-third the extent of their movements in areas with a low human footprint. We attribute this reduction to behavioral changes of individual animals and to the exclusion of species with long-range movements from areas with higher human impact. Global loss of vagility alters a key ecological trait of animals that affects not only population persistence but also ecosystem processes such as predator-prey interactions, nutrient cycling, and disease transmission.",
            "Moving in the Anthropocene: Global reductions in terrestrial mammalian movements",
            "Marlee A Tucker and Katrin Böhning-Gaese and William F Fagan and John M Fryxell and Bram Van Moorter and Susan C Alberts and Abdullahi H Ali and Andrew M Allen and Nina Attias and Tal Avgar and Hattie Bartlam-Brooks and Buuveibaatar Bayarbaatar and Jerrold L Belant and Alessandra Bertassoni and Dean Beyer and Laura Bidner and Floris M Van Beest and Stephen Blake and Niels Blaum and Chloe Bracis and Danielle Brown and PJ Nico De Bruyn and Francesca Cagnacci and Justin M Calabrese and Constança Camilo-Alves and Simon Chamaillé-Jammes and Andre Chiaradia and Sarah C Davidson and Todd Dennis and Stephen DeStefano and Duane Diefenbach and Iain Douglas-Hamilton and Julian Fennessy and Claudia Fichtel and Wolfgang Fiedler and Christina Fischer and Ilya Fischhoff and Christen H Fleming and Adam T Ford and Susanne A Fritz and Benedikt Gehr and Jacob R Goheen and Eliezer Gurarie and Mark Hebblewhite and Marco Heurich and AJ Mark Hewison and Christian Hof and Edward Hurme and Lynne A Isbell and René Janssen and Florian Jeltsch and Petra Kaczensky and Adam Kane and Peter M Kappeler and Matthew Kauffman and Roland Kays and Duncan Kimuyu and Flavia Koch and Bart Kranstauber and Scott LaPoint and Peter Leimgruber and John DC Linnell and Pascual López-López and A Catherine Markham and Jenny Mattisson and Emilia Patricia Medici and Ugo Mellone and Evelyn Merrill and Guilherme de Miranda Mourão and Ronaldo G Morato and Nicolas Morellet and Thomas A Morrison and Samuel L Díaz-Muñoz and Atle Mysterud and Dejid Nandintsetseg and Ran Nathan and Aidin Niamir and John Odden and Robert B O’Hara and Luiz Gustavo R Oliveira-Santos and Kirk A Olson and Bruce D Patterson and Rogerio Cunha De Paula and Luca Pedrotti and Björn Reineking and Martin Rimmler and Tracey L Rogers and Christer Moe Rolandsen and Christopher S Rosenberry and Daniel I Rubenstein and Kamran Safi and Sonia Saïd and Nir Sapir and Hall Sawyer and Niels Martin Schmidt and Nuria Selva and Agnieszka Sergiel and Enkhtuvshin Shiilegdamba and João Paulo Silva and Navinder Singh and Erling J Solberg and Orr Spiegel and Olav Strand and Siva Sundaresan and Wiebke Ullmann and Ulrich Voigt and Jake Wall and David Wattles and Martin Wikelski and Christopher C Wilmers and John W Wilson and George Wittemyer and Filip Zięba and Tomasz Zwijacz-Kozica and Thomas Mueller",
            "2018",
            "fHAAlXIAAAAJ:D_sINldO8mEC",
            390,
            "https:\/\/science.sciencemag.org\/content\/359\/6374\/466.abstract",
            "17970366128620348914",
            "\/scholar?cites=17970366128620348914",
            {
                "2017":1,
                "2018":57,
                "2019":143,
                "2020":170,
                "2021":17
            }
        ]
    ]
}