{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "HE need for an Air Traffic Management (ATM) system in the United States emerged from a mid-air collision of two commercial flights over the Grand Canyon in 1956. All 128 people on those aircraft died in the crash making it the deadliest aviation accident at that time. Prior to that disaster, there were limited services to manage the overall traffic flow and moderate demand\/capacity imbalances in the NAS. The skies were largely uncontrolled airspace, and pilots outside major cities relied upon see-and-avoid to maintain safety. A key lesson from this history is that increasingly congested air traffic needs an appropriate level of organization. A similar progression can be observed in the ground transportation system where roads, stop signs, lanes, traffic signals, synchronization of signals, dynamic lanes, bike lanes, rules of the road at intersections, pedestrian cross-walks, safety barriers, and other conventions are being used. These methods are intended to balance the needs of safety, efficiency, and equity. Regardless of the nature of the autonomy or the design of cars in the future, the ground transportation system will continue to use structure to ensure the desired level of safety, efficiency, and equity. As we postulate future demand for low-altitude small unmanned aircraft systems (UAS), historical experience indicates that we must have an organized approach to enabling these operations to balance efficiency and safety. Further, we also need to have systems in place that will scale to future densities and mixes of vehicles. Currently, general aviation, gliders, and helicopters operate in the low altitude uncontrolled airspace. Accommodating new …",
            "Unmanned aircraft system traffic management (UTM) concept of operations",
            "Parimal Kopardekar and Joseph Rios and Thomas Prevot and Marcus Johnson and Jaewoo Jung and John E Robinson",
            "2016",
            "Fhc0S-0AAAAJ:2P1L_qKh6hAC",
            241,
            "https:\/\/aviationsystemsdivision.arc.nasa.gov\/publications\/2016\/AIAA-2016-3292.pdf",
            "13020623051376555044",
            "\/scholar?cites=13020623051376555044",
            {
                "2016":7,
                "2017":30,
                "2018":52,
                "2019":66,
                "2020":76,
                "2021":9
            }
        ],
        [
            "HE need for an Air Traffic Management (ATM) system in the United States emerged from a mid-air collision of two commercial flights over the Grand Canyon in 1956. All 128 people on those aircraft died in the crash making it the deadliest aviation accident at that time. Prior to that disaster, there were limited services to manage the overall traffic flow and moderate demand\/capacity imbalances in the NAS. The skies were largely uncontrolled airspace, and pilots outside major cities relied upon see-and-avoid to maintain safety. A key lesson from this history is that increasingly congested air traffic needs an appropriate level of organization. A similar progression can be observed in the ground transportation system where roads, stop signs, lanes, traffic signals, synchronization of signals, dynamic lanes, bike lanes, rules of the road at intersections, pedestrian cross-walks, safety barriers, and other conventions are being …",
            "UAS traffic management (UTM) concept of operations to safely enable low altitude flight operations",
            "Thomas Prevot and Joseph Rios and Parimal Kopardekar and John E Robinson III and Marcus Johnson and Jaewoo Jung",
            "2016",
            "Fhc0S-0AAAAJ:J_g5lzvAfSwC",
            110,
            "https:\/\/arc.aiaa.org\/doi\/pdf\/10.2514\/6.2016-3292",
            "5526816918984746149",
            "\/scholar?cites=5526816918984746149",
            {
                "2016":8,
                "2017":25,
                "2018":22,
                "2019":28,
                "2020":23,
                "2021":2
            }
        ]
    ]
}