{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "On the Maine coast, evidence of local relative sea level 12.5 ka is now exposed 60-80 m above present sea level. At that time, eustatic sea level was at least 70 m below present in most parts of the world. The difference is due to isostatic depression of the Maine coast by the weight of glacial ice. During deglaciation, the sea advanced inland in contact with the retreating margin of the marine-based ice sheet. Due to isostatic rebound and the contours of the land, the ice sheet grounded as much as 150 km inland of the present coast, glaciomarine deltas formed, and the transgression reached a stillstand at what is termed the upper marine limit. Due to differential tilting during rebound, this marine limit is now over 132 m in elevation at its farthest inlet extent. As rebound became dominant, sea level reached to 65 m below present at about 9.5 ka. At that time rebound slowed to about the same rate as that of eustatic sea …",
            "Late Quaternary sea-level changes in Maine",
            "Daniel F Belknap and Bjorn G Andersen and R Scott Anderson and Walter A Anderson and Harold W Borns Jr and George L Jacobson and Joseph T Kelley and R Craig Shipp and David C Smith and Robert Stuckenrath Jr and Woodrow B Thompson and David A Tyler",
            "1987",
            "fHvjKiUAAAAJ:2osOgNQ5qMEC",
            106,
            "http:\/\/archives.datapages.com\/data\/sepm_sp\/SP41\/Late_Quaternary_Sea-Level.pdf",
            "1785956134164661709",
            "\/scholar?cites=1785956134164661709",
            {
                "1986":1,
                "1987":3,
                "1988":8,
                "1989":4,
                "1990":7,
                "1991":4,
                "1992":3,
                "1993":3,
                "1994":6,
                "1995":5,
                "1996":1,
                "1997":5,
                "1998":2,
                "1999":5,
                "2000":4,
                "2001":3,
                "2002":5,
                "2003":2,
                "2004":4,
                "2005":4,
                "2006":2,
                "2007":3,
                "2008":4,
                "2009":3,
                "2010":2,
                "2011":2,
                "2012":4,
                "2013":4,
                "2014":1
            }
        ],
        [
            "A multidisciplinary study of crustal movements in coastal Maine has shown that parts of the state's coastal zone are subsiding. This subsidence is associated with seismic activity that has persisted locally since at least the 1800s. Bedrock structural studies have not produced evidence of major Holocene faulting, but measured horizontal rock strains may be related to Mesozoic graben development in the adjacent Gulf of Maine. The crustal down warping is most apparent in eastern Maine, where releveling data indicate a modern subsidence rate of as much as 9 mm\/yr. The anomalously rapid sea-level rise resulting from this subsidence has caused erosion and submergence of archeological sites and historical man-made structures. However, the altitudes of glaciomarine deltas and the distribution of dated archeological sites show that the present subsidence rates have not persisted throughout Holocene time.",
            "Crustal warping in coastal Maine",
            "Walter A Anderson and Joseph T Kelley and Woodrow B Thompson and Harold W Borns Jr and David Sanger and David C Smith and David A Tyler and R Scott Anderson and Anne E Bridges and Kristine J Crossen and Jonathan W Ladd and Bjorn G Andersen and Fitzhugh T Lee",
            "1984",
            "fHvjKiUAAAAJ:WF5omc3nYNoC",
            48,
            "https:\/\/pubs.geoscienceworld.org\/geology\/article-lookup\/12\/11\/677",
            "6425510121738623846",
            "\/scholar?cites=6425510121738623846",
            {
                "1985":2,
                "1986":4,
                "1987":9,
                "1988":4,
                "1989":11,
                "1990":1,
                "1991":1,
                "1992":2,
                "1993":1,
                "1994":1,
                "1995":1,
                "1996":1,
                "1997":1,
                "1998":1,
                "1999":1,
                "2000":1,
                "2001":1,
                "2002":4,
                "2003":1
            }
        ],
        [
            "(instance:\" regional\") AND (year_cluster:(\" 2002\") AND pais_afiliacao:(\"^ iUnited States^ eEstados\"))(instance:\" regional\") AND (year_cluster:(\" 2002\") AND pais_afiliacao:(\"^ iUnited States^ eEstados\"))(instance:\" regional\") AND (year_cluster:(\" 2002\") AND pais_afiliacao:(\"^ iUnited States^ eEstados\"))(instance:\" regional\") AND (year_cluster:(\" 2002\") AND pais_afiliacao:(\"^ iUnited States^ eEstados\"))",
            "Saragosa, Texas Tornado May 22, 1987 an evaluation of the warning system",
            "Benigno E Aguirre and Walter A Anderson and San Balandran and Brian E Peters and H Max While",
            "1991",
            "fHvjKiUAAAAJ:dhFuZR0502QC",
            34,
            "https:\/\/pesquisa.bvsalud.org\/portal\/resource\/pt\/des-5593",
            "17087915368980730079",
            "\/scholar?cites=17087915368980730079",
            {
                "2001":1,
                "2002":2,
                "2003":1,
                "2004":2,
                "2005":4,
                "2006":3,
                "2007":3,
                "2008":1,
                "2009":1,
                "2010":3,
                "2011":3,
                "2012":1,
                "2013":2,
                "2014":1,
                "2015":4,
                "2016":1
            }
        ],
        [
            "By discussing the problems of beach erosion and sand movement at Wells and Saco, Maine, Joseph Kelley and Walter Anderson demonstrate how single-minded, engineering approaches to complex, interdisciplinary coastal issues can create bigger problems than previously existed. As Kelley and Anderson explain, at both Wells and Camp Ellis, the Army Corps of Engineers was brought in to construct a harbor at no local cost to the community. This was accomplished by constructing jetties, and the result has been a persistent and serious problem of beach erosion. Over the years, the Army Corps has offered further technical solutions that have served only to exacerbate the problem. In pointing out the shortcomings of these solutions, Kelley and Anderson call for new action requiring federal, state, and local involvement. To do nothing, they argue, is to absorb the costs of letting nature run its course.",
            "The Maine shore and the Army Corps: A tale of two harbors, Wells and Saco, Maine",
            "Joseph Kelley and Walter Anderson",
            "2000",
            "fHvjKiUAAAAJ:eQOLeE2rZwMC",
            12,
            "https:\/\/digitalcommons.library.umaine.edu\/mpr\/vol9\/iss2\/5\/",
            "5916113033043630368",
            "\/scholar?cites=5916113033043630368",
            {
                "2002":1,
                "2003":1,
                "2004":2,
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":2
            }
        ],
        [
            "Neotectonic activity in Maine is defined by a pattern of recurrent seismicity and secular changes in sea level. Earthquakes have historically been experienced, and continue to occur at several discrete locations in Maine, especially near the city of Eastport. Earthquakes also occur in a less concentrated band subparallel to the present coast. While slumping of modern and Pleistocene muddy sediment is observed near the trace of mapped bedrock faults, no ruptures of bedrock have yet been associated with specific earthquakes. Sea level has fluctuated profoundly in the western Gulf of Maine, and the rate of sea-level change has apparently not been uniform around the margins of the Gulf of Maine during the late Quaternary. Maine has experienced the greatest amount of postglacial drowning and emergence of any locality in the area, although work is needed to better document this. Mareographs indicate …",
            "Neotectonic activity in coastal Maine: United States of America",
            "Walter A Anderson and Joseph T Kelley and Harold W Borns and Daniel F Belknap",
            "1989",
            "fHvjKiUAAAAJ:5nxA0vEk-isC",
            9,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-94-009-2311-9_12",
            "14375256970454010731",
            "\/scholar?cites=14375256970454010731",
            {
                "1989":1,
                "1990":1,
                "1991":1,
                "1992":1,
                "1993":1,
                "1994":1,
                "1995":1,
                "1996":1,
                "1997":1
            }
        ],
        [
            "In July 1979, the Maine Office of Energy Resources, in conjunction with the Maine Geological Survey, began the Maine Peat Resource Evaluation Program. The Program, which was funded by the US Department of Energy (DOE), was undertaken to determine the amount and location of fuel-grade peat in Maine. Two hundred thirty-three areas containing peat deposits were evaluated under the Program. A total of 49 deposits covering 12,952 acres and containing 22,683,000 short tone (dry weight) of peat in Piscataquis and Somerset Counties have been evaluated under the Maine Peat Resource Evaluation Program. These deposits range in size from 27 to 1344 acres and in estimated resources from 37,800 to 3,204,800 short tons. Maps of individual deposits showing the distribution and depth of peat, core sites, and the surficial geology of the area adjacent to the deposits are shown in Figures 4 to 52. Cores showing the vertical distribution of peat and sediment as well as sample locations, and the results of laboratory analyses are also included. 22 references, 52 figures, 3 tables.",
            "Peat resources of Maine. Volume 3. Piscataquis and Somerset Counties",
            "Cornelia Clermont Cameron and MK Mullen and CA Lepage and WA Anderson",
            "1984",
            "fHvjKiUAAAAJ:d1gkVwhDpl0C",
            9,
            "https:\/\/www.osti.gov\/biblio\/6298919",
            "315752630030234626",
            "\/scholar?cites=315752630030234626",
            {
                "1991":1,
                "1992":1,
                "1993":2,
                "1994":1,
                "1995":2,
                "1996":1,
                "1997":1
            }
        ]
    ]
}