{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Small ensembles of In 0.55 Al 0.45 As self-assembled quantum dots have been studied at low temperatures using near-field scanning optical microscopy. We observe spectral diffusion in individual quantum dot luminescence lines. The phenomenon increases in magnitude with optical power density, but is not visible at low powers. We believe the spectral diffusion to be caused by long time-scale trapping and untrapping of charges created by photoionization or thermal ionization in the immediate vicinity of the quantum dots.",
            "Light-induced spectral diffusion in single self-assembled quantum dots",
            "HD Robinson and BB Goldberg",
            "2000",
            "FIyOJAEAAAAJ:u5HHmVD_uO8C",
            194,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.61.R5086",
            "14118428600448959201",
            "\/scholar?cites=14118428600448959201",
            {
                "2000":1,
                "2001":15,
                "2002":18,
                "2003":11,
                "2004":8,
                "2005":9,
                "2006":10,
                "2007":7,
                "2008":9,
                "2009":8,
                "2010":7,
                "2011":3,
                "2012":16,
                "2013":10,
                "2014":6,
                "2015":10,
                "2016":10,
                "2017":12,
                "2018":9,
                "2019":12,
                "2020":2,
                "2021":1
            }
        ],
        [
            "We model the absorption enhancement in organic photovoltaic devices induced by incorporating Al, Ag, and Au nanoparticles in the active layer. We find that Al nanoparticles should yield significantly greater enhancement than Ag or Au. This is because the much higher plasma frequency of Al ensures a better overlap between plasmon resonance and absorption band of organic semiconductors. Our predictions are verified experimentally by demonstrating enhanced absorbance in a poly(3-hexylthiophene-2,5-diyl): [6,6]-phenyl C61 butyric acid methyl ester layer with embedded functionalized Al nanoparticles.",
            "Aluminum plasmonic nanostructures for improved absorption in organic photovoltaic devices",
            "Vladimir Kochergin and Lauren Neely and Chih-Yu Jao and Hans D Robinson",
            "2011",
            "FIyOJAEAAAAJ:eQOLeE2rZwMC",
            102,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3574091",
            "9212053479163674227",
            "\/scholar?cites=9212053479163674227",
            {
                "2011":3,
                "2012":9,
                "2013":14,
                "2014":16,
                "2015":12,
                "2016":16,
                "2017":9,
                "2018":10,
                "2019":7,
                "2020":5,
                "2021":1
            }
        ],
        [
            "We have demonstrated large enhancements of the effective second-order nonlinear susceptibility (χ(2)) of ionic self-assembled multilayer (ISAM) films, causing a film with just 3 bilayers to be optically equivalent to a 700−1000 bilayer film. This was accomplished by using nanosphere lithography to deposit silver nanoparticles on the ISAM film, tuning the geometry of the particles to make their plasmonic resonances overlap the frequency of optical excitation. An enhancement in the efficiency of second harmonic generation (SHG) by as much as 1600 times was observed. Even though this is already a large value, we suggest that further refinements of the techniques are expected to lead to additional enhancements of similar or larger magnitude. ",
            "Plasmon-enhanced second-harmonic generation from ionic self-assembled multilayer films",
            "Kai Chen and Cemil Durak and James R Heflin and Hans D Robinson",
            "2007",
            "FIyOJAEAAAAJ:UeHWp8X0CEIC",
            97,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl062090x",
            "9072549217681308372",
            "\/scholar?cites=9072549217681308372",
            {
                "2007":3,
                "2008":5,
                "2009":4,
                "2010":4,
                "2011":7,
                "2012":11,
                "2013":11,
                "2014":6,
                "2015":13,
                "2016":4,
                "2017":10,
                "2018":8,
                "2019":7,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The transmission of quantum information over long distances will allow new forms of data security, based on quantum cryptography. These new technologies rely for security on the quantum \"uncertainty principle\" and on the long distance transmission of \"quantum entanglement.\" A new type of telecommunications device called the \"quantum repeater\" can allow the faithful transmission of quantum information over worldwide distances, in spite of the inevitably severe losses while propagating along optical fibers. In a quantum repeater, information is stored in the quantum state of a semiconductor electron spin, while complementary entangled information is transmitted as a photon down the optical fiber. This long-range entanglement permits the execution of the teleportation algorithm, which accurately transmits a quantum state over long distances. The quantum repeater is an excellent stepping stone to larger …",
            "Optoelectronic quantum telecommunications based on spins in semiconductors",
            "Eli Yablonovitch and HW Jiang and Hideo Kosaka and Hans D Robinson and D Sethu Rao and T Szkopek",
            "2003",
            "FIyOJAEAAAAJ:u-x6o8ySG0sC",
            89,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1200128\/",
            "18189371626445033691",
            "\/scholar?cites=18189371626445033691",
            {
                "2004":8,
                "2005":14,
                "2006":10,
                "2007":9,
                "2008":5,
                "2009":6,
                "2010":10,
                "2011":8,
                "2012":1,
                "2013":4,
                "2014":2,
                "2015":1,
                "2016":6,
                "2017":2,
                "2018":1
            }
        ],
        [
            "We have demonstrated that a single photoelectron can be trapped, stored, and its photoelectric charge detected by a source\/drain channel in a transistor. The electron trap can be photoionized and repeatedly reset for the arrival of successive individual photons. This single-photoelectron transistor, operating in the λ= 1.3 μ m telecommunication band, was demonstrated by using a window-gate double-quantum-well InGaAs\/InAlAs\/InP heterostructure that was designed to provide near-zero electron g factor. In general, g-factor engineering allows selection rules that would convert a photon polarization to an electron-spin polarization. Such a transistor photodetector could be useful for flagging the safe arrival of a photon in a quantum repeater. In the future, the safe arrival of a photoelectric charge would trigger the commencement of the teleportation algorithm in a quantum repeater to be used for quantum …",
            "Single photoelectron trapping, storage, and detection in a field effect transistor",
            "Hideo Kosaka and Deepak S Rao and Hans D Robinson and Prabhakar Bandaru and Kikuo Makita and Eli Yablonovitch",
            "2003",
            "FIyOJAEAAAAJ:d1gkVwhDpl0C",
            64,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.67.045104",
            "3504889078156999923",
            "\/scholar?cites=3504889078156999923",
            {
                "2003":2,
                "2004":3,
                "2005":5,
                "2006":11,
                "2007":7,
                "2008":2,
                "2009":7,
                "2010":6,
                "2011":3,
                "2012":1,
                "2013":6,
                "2014":3,
                "2015":2,
                "2016":1,
                "2017":2,
                "2018":2,
                "2019":1
            }
        ],
        [
            "Convective (or evaporation-induced) self-assembly is a standard technique for depositing uniform, poly-crystalline coatings of nanospheres across multiple square centimeters on the timescale of minutes. In this paper, we present a variation of this technique, where the drying meniscus is restricted by a straight-edge located approximately 100 μm above the substrate adjacent to the drying zone. Surprisingly, we find this technique to yield films at roughly twice the growth rate compared to the standard technique. We attribute this to differing rates of diffusion of vapor from the drying crystal in the two cases. We also investigate the crystal growth rate dependence on ambient relative humidity and find, contrary to some previous reports, that the growth rate depends strongly on the humidity. We introduce a model which indicates that while the length of the drying zone may increase with humidity, this alone cannot …",
            "Restricted meniscus convective self-assembly",
            "Kai Chen and Stefan V Stoianov and Justin Bangerter and Hans D Robinson",
            "2010",
            "FIyOJAEAAAAJ:IjCSPb-OGe4C",
            54,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S002197971000041X",
            "83861597017267810",
            "\/scholar?cites=83861597017267810",
            {
                "2010":4,
                "2011":7,
                "2012":7,
                "2013":6,
                "2014":5,
                "2015":10,
                "2016":5,
                "2017":5,
                "2018":5
            }
        ],
        [
            "We introduce and demonstrate a novel operating mode in near-field optical microscopy. The tip is used to simultaneously optically probe the sample and induce a highly localized strain in the area under study by pushing the tip into the sample. From knowledge of total tip-sample compression and tip geometry, we estimate the magnitude of stress, and show that localized uniaxial-like stresses in excess of 10 kbar can be achieved. We apply this method to a sample of InAlAs self-assembled quantum dots. A blueshift of quantum dot emission lines consistent with estimates of the strain is observed, as well as a quenching of the photoluminescence with strain.",
            "Local optical spectroscopy of self-assembled quantum dots using a near-field optical fiber probe to induce a localized strain field",
            "HD Robinson and MG Müller and BB Goldberg and JL Merz",
            "1998",
            "FIyOJAEAAAAJ:9yKSN-GCB0IC",
            54,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.121282",
            "2420005769915496495",
            "\/scholar?cites=2420005769915496495",
            {
                "1998":4,
                "1999":6,
                "2000":7,
                "2001":4,
                "2002":6,
                "2003":6,
                "2004":3,
                "2005":4,
                "2006":2,
                "2007":1,
                "2008":3,
                "2009":1,
                "2010":2,
                "2011":2,
                "2012":1,
                "2013":2
            }
        ],
        [
            "We have made a single-photon detector that relies on photoconductive gain in a narrow electron channel in an Al y Ga 1− y As\/GaAs two-dimensional electron gas. Given that the electron channel is one dimensional, the photoinduced conductance has plateaus at multiples of the quantum conductance 2 e 2\/h. Superimposed on these broad conductance plateaus are many sharp, small, conductance steps associated with single-photon absorption events that produce individual photocarriers. This is a first step toward a photoconductive detector that could measure a single photon, while safely storing and protecting the spin degree of freedom of its photocarrier, but we have not actually achieved that goal.",
            "Photoconductance quantization in a single-photon detector",
            "Hideo Kosaka and Deepak S Rao and Hans D Robinson and Prabhakar Bandaru and Toshitsugu Sakamoto and Eli Yablonovitch",
            "2002",
            "FIyOJAEAAAAJ:qjMakFHDy7sC",
            40,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.65.201307",
            "4725818189069823466",
            "\/scholar?cites=4725818189069823466",
            {
                "2002":1,
                "2003":3,
                "2004":2,
                "2005":4,
                "2006":5,
                "2007":2,
                "2008":2,
                "2009":6,
                "2010":5,
                "2011":3,
                "2012":1,
                "2013":3,
                "2014":2,
                "2015":1
            }
        ],
        [
            "Coupling between spatially separated zero-dimensional states has been observed in a system of self-assembled In 0.55 Al 0.45 As quantum dots. Photoluminescence excitation spectra, taken at 4.2 K with a near-field scanning optical microscope, reveals narrow resonances in the emission lines of individual dots when the excitation energy is tuned below the barrier band edge. A fraction of these resonances occur simultaneously in emission corresponding to different dots, evincing lateral interdot excitation transfer. Experiments show that the wetting layer in the sample consists solely of localized states which are then invoked to explain the excitation transfer over the relatively large interdot spacing.",
            "Observation of excitation transfer among neighboring quantum dots",
            "HD Robinson and BB Goldberg and JL Merz",
            "2001",
            "FIyOJAEAAAAJ:2osOgNQ5qMEC",
            37,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.64.075308",
            "10941786754929100623",
            "\/scholar?cites=10941786754929100623",
            {
                "2002":4,
                "2003":3,
                "2004":4,
                "2005":6,
                "2006":3,
                "2007":2,
                "2008":6,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":2
            }
        ],
        [
            "We demonstrate fiber optic, multiplexible temperature sensing using a fiber Bragg grating (FBG) with an operational range of 2-400 K, and a temperature resolution better than 10 mK for temperatures <;12 K. This represents a significant reduction in the lowest usable temperature as well as a significant increase in sensitivity at cryogenic temperatures compared with previously reported multiplexible solutions. This is accomplished by mounting the section of the fiber with a FBG on a polytetrafluoroethylene coupon, which has a non-negligible coefficient of thermal expansion down to <;4 K. The sensors exhibit a good stability over multiple temperature cycles and acceptable sensor-to-sensor repeatability. Possible applications for this sensor include distributed temperature sensing across superconducting elements and cryogenic temperature measurements in environments where electrical measurements are …",
            "A fiber Bragg grating temperature sensor for 2–400 K",
            "Madrakhim Zaynetdinov and Erich M See and Brian Geist and Gianluigi Ciovati and Hans D Robinson and Vladimir Kochergin",
            "2014",
            "FIyOJAEAAAAJ:SeFeTyx0c_EC",
            26,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/6949060\/",
            "8167144966642473999",
            "\/scholar?cites=8167144966642473999",
            {
                "2015":1,
                "2016":4,
                "2017":3,
                "2018":7,
                "2019":5,
                "2020":6
            }
        ]
    ]
}