{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "We present a systematic investigation of the distribution of normal forces at the boundaries of static packings of spheres. A method for the efficient construction of large hexagonal-close-packed crystals is introduced and used to study the effect of spatial ordering on the distribution of forces. Under uniaxial compression we find that the form for the probability distribution of normal forces between particles does not depend strongly on crystallinity or interparticle friction. In all cases the distribution decays exponentially at large forces and shows a plateau or possibly a small peak near the average force but does not tend to zero at small forces.",
            "Force distributions in three-dimensional granular assemblies: Effects of packing order and interparticle friction",
            "Daniel L Blair and Nathan W Mueggenburg and Adam H Marshall and Heinrich M Jaeger and Sidney R Nagel",
            "2001",
            "fjmHu7sAAAAJ:u5HHmVD_uO8C",
            279,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.63.041304",
            "7123219096788944594",
            "\/scholar?cites=7123219096788944594",
            {
                "2001":4,
                "2002":15,
                "2003":11,
                "2004":19,
                "2005":21,
                "2006":15,
                "2007":15,
                "2008":21,
                "2009":13,
                "2010":18,
                "2011":16,
                "2012":12,
                "2013":19,
                "2014":12,
                "2015":13,
                "2016":13,
                "2017":13,
                "2018":6,
                "2019":8,
                "2020":14,
                "2021":1
            }
        ],
        [
            "We investigate clogging of microchannels at the single-pore level using microfluidic devices as model porous media. The process of clogging is studied at low volume fractions and high flow rates, a technologically important regime. We show that clogging is independent of particle flow rate and volume fraction, indicating that collective effects do not play an important role. Instead, the average number of particles that can pass through a pore before it clogs scales with the ratio of pore to particle size. We present a simple model that accounts for the data.",
            "Mechanism for clogging of microchannels",
            "Hans M Wyss and Daniel L Blair and Jeffrey F Morris and Howard A Stone and David A Weitz",
            "2006",
            "fjmHu7sAAAAJ:qjMakFHDy7sC",
            255,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.74.061402",
            "14631429335583301098",
            "\/scholar?cites=14631429335583301098",
            {
                "2007":2,
                "2008":10,
                "2009":4,
                "2010":10,
                "2011":10,
                "2012":14,
                "2013":15,
                "2014":31,
                "2015":27,
                "2016":26,
                "2017":26,
                "2018":25,
                "2019":25,
                "2020":24,
                "2021":4
            }
        ],
        [
            "We measure the geometry of a crumpled sheet of paper with laser-aided topography and discuss its statistical properties. The curvature of an elastoplastic fold scales linearly with applied force. The curvature distribution follows an exponential form with regions of high curvature localized along ridges. The measured ridge length distribution is consistent with a hierarchical model for ridge breaking during crumpling. A large fraction of the ridges are observed to terminate without bifurcating, and the ridge network connectedness is not as complete as anticipated. The self-affinity of the surface is characterized by a Hurst exponent of 0.71±0.01 in contrast with previous results.",
            "Geometry of crumpled paper",
            "Daniel L Blair and Arshad Kudrolli",
            "2005",
            "fjmHu7sAAAAJ:u-x6o8ySG0sC",
            142,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.166107",
            "6852431397292186097",
            "\/scholar?cites=6852431397292186097",
            {
                "2005":1,
                "2006":11,
                "2007":11,
                "2008":11,
                "2009":12,
                "2010":9,
                "2011":10,
                "2012":8,
                "2013":14,
                "2014":7,
                "2015":8,
                "2016":7,
                "2017":12,
                "2018":7,
                "2019":8,
                "2020":5
            }
        ],
        [
            "We report the experimental observation of vortex patterns in vertically vibrated granular rods. Above a critical packing fraction, moving ordered domains of nearly vertical rods spontaneously form and coexist with horizontal rods. The domains of vertical rods coarsen in time to form large vortices. We investigate the conditions under which the vortices occur by varying the number of rods, vibration amplitude, and frequency. The size of the vortices increases with the number of rods. We characterize the growth of the ordered domains by measuring the area fraction of the ordered regions as a function of time. A void-filling model is presented to describe the nucleation and growth of the vertical domains. We track the ends of the vertical rods and obtain the velocity fields of the vortices. The rotation speed of the rods is observed to depend on the vibration velocity of the container and on the packing. To investigate the impact …",
            "Vortices in vibrated granular rods",
            "Daniel L Blair and T Neicu and Arshad Kudrolli",
            "2003",
            "fjmHu7sAAAAJ:d1gkVwhDpl0C",
            138,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.67.031303",
            "8468064473822232200",
            "\/scholar?cites=8468064473822232200",
            {
                "2004":2,
                "2005":6,
                "2006":15,
                "2007":6,
                "2008":8,
                "2009":5,
                "2010":7,
                "2011":6,
                "2012":7,
                "2013":11,
                "2014":9,
                "2015":6,
                "2016":7,
                "2017":14,
                "2018":11,
                "2019":6,
                "2020":9,
                "2021":1
            }
        ]
    ]
}