{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The Baryon Oscillation Spectroscopic Survey (BOSS) is designed to measure the scale of baryon acoustic oscillations (BAO) in the clustering of matter over a larger volume than the combined efforts of all previous spectroscopic surveys of large-scale structure. BOSS uses 1.5 million luminous galaxies as faint as i= 19.9 over 10,000 deg 2 to measure BAO to redshifts z< 0.7. Observations of neutral hydrogen in the Lyα forest in more than 150,000 quasar spectra (g< 22) will constrain BAO over the redshift range 2.15< z< 3.5. Early results from BOSS include the first detection of the large-scale three-dimensional clustering of the Lyα forest and a strong detection from the Data Release 9 data set of the BAO in the clustering of massive galaxies at an effective redshift z= 0.57. We project that BOSS will yield measurements of the angular diameter distance d A to an accuracy of 1.0% at redshifts z= 0.3 and z= 0.57 and …",
            "The Baryon oscillation spectroscopic survey of SDSS-III",
            "Kyle S Dawson and David J Schlegel and Christopher P Ahn and Scott F Anderson and Éric Aubourg and Stephen Bailey and Robert H Barkhouser and Julian E Bautista and Alessandra Beifiori and Andreas A Berlind and Vaishali Bhardwaj and Dmitry Bizyaev and Cullen H Blake and Michael R Blanton and Michael Blomqvist and Adam S Bolton and Arnaud Borde and Jo Bovy and WN Brandt and Howard Brewington and Jon Brinkmann and Peter J Brown and Joel R Brownstein and Kevin Bundy and William Carithers and Aurelio R Carnero and Michael A Carr and Yanmei Chen and Johan Comparat and Natalia Connolly and Frances Cope and Rupert AC Croft and Antonio J Cuesta and Luiz N Da Costa and James RA Davenport and Timothée Delubac and Roland De Putter and Saurav Dhital and Anne Ealet and Garrett L Ebelke and Daniel J Eisenstein and S Escoffier and Xiaohui Fan and N Filiz Ak and Hayley Finley and Andreu Font-Ribera and R Génova-Santos and James E Gunn and Hong Guo and Daryl Haggard and Patrick B Hall and Jean-Christophe Hamilton and Ben Harris and David W Harris and Shirley Ho and David W Hogg and Diana Holder and Klaus Honscheid and Joe Huehnerhoff and Beatrice Jordan and Wendell P Jordan and Guinevere Kauffmann and Eyal A Kazin and David Kirkby and Mark A Klaene and Jean-Paul Kneib and Jean-Marc Le Goff and Khee-Gan Lee and Daniel C Long and Craig P Loomis and Britt Lundgren and Robert H Lupton and Marcio AG Maia and Martin Makler and Elena Malanushenko and Viktor Malanushenko and Rachel Mandelbaum and Marc Manera and Claudia Maraston and Daniel Margala and Karen L Masters and Cameron K McBride and Patrick McDonald and Ian D McGreer and Richard G McMahon and Olga Mena and Jordi Miralda-Escudé and Antonio D Montero-Dorta and Francesco Montesano and Demitri Muna and Adam D Myers and Tracy Naugle and Robert C Nichol and Pasquier Noterdaeme and Sebastián E Nuza and Matthew D Olmstead and Audrey Oravetz and Daniel J Oravetz and Russell Owen and Nikhil Padmanabhan and Nathalie Palanque-Delabrouille and Kaike Pan and John K Parejko and Isabelle Pâris and Will J Percival and Ismael Pérez-Fournon and Ignasi Pérez-Ràfols and Patrick Petitjean and Robert Pfaffenberger and Janine Pforr and Matthew M Pieri and Francisco Prada and Adrian M Price-Whelan and M Jordan Raddick and Rafael Rebolo and James Rich and Gordon T Richards and Constance M Rockosi and Natalie A Roe and Ashley J Ross and Nicholas P Ross and Graziano Rossi and JA Rubiño-Martin and Lado Samushia and Ariel G Sánchez and Conor Sayres and Sarah J Schmidt and Donald P Schneider and CG Scóccola and Hee-Jong Seo and Alaina Shelden and Erin Sheldon and Yue Shen and Yiping Shu and Anže Slosar and Stephen A Smee and Stephanie A Snedden and Fritz Stauffer and Oliver Steele and Michael A Strauss and Alina Streblyanska and Nao Suzuki and Molly EC Swanson and Tomer Tal and Masayuki Tanaka and Daniel Thomas and Jeremy L Tinker and Rita Tojeiro and Christy A Tremonti and M Vargas Magaña",
            "2012",
            "fk7wND8AAAAJ:3fE2CSJIrl8C",
            1660,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-6256\/145\/1\/10\/meta",
            "249923127556915694",
            "\/scholar?cites=249923127556915694",
            {
                "2012":6,
                "2013":110,
                "2014":155,
                "2015":214,
                "2016":236,
                "2017":216,
                "2018":227,
                "2019":231,
                "2020":232,
                "2021":25
            }
        ],
        [
            "The Sloan Digital Sky Survey (SDSS) has been in continuous operation since 2000 April. It uses a dedicated wide-field 2.5 m telescope (Gunn et al. 2006) at Apache Point Observatory (APO) in the Sacramento Mountains in Southern New Mexico. It was originally instrumented with a wide-field imaging camera with an effective area of 1.5 deg2 (Gunn et al. 1998), and a pair of double spectrographs fed by 640 fibers (Smee et al. 2013). The initial survey (York et al. 2000) carried out imaging in five broad bands (ugriz)(Fukugita et al. 1996) to a depth of r∼ 22. 5 mag over 11,663 deg2 of high-latitude sky, and spectroscopy of 1.6 million galaxy, quasar, and stellar targets over 9380 deg2. The resulting images were calibrated astrometrically (Pier et al. 2003) and photometrically (Ivezic et al. 2004; Tucker et al. 2006; Padmanabhan et al. 2008), and the properties of the detected objects were measured (Lupton et al. 2001 …",
            "The tenth data release of the sloan digital sky survey: First spectroscopic data from the sdss-iii apache point observatory galactic evolution experiment",
            "Christopher P Ahn and Rachael Alexandroff and Carlos Allende Prieto and Friedrich Anders and Scott F Anderson and Timothy Anderton and Brett H Andrews and Éric Aubourg and Stephen Bailey and Fabienne A Bastien and Julian E Bautista and Timothy C Beers and Alessandra Beifiori and Chad F Bender and Andreas A Berlind and Florian Beutler and Vaishali Bhardwaj and Jonathan C Bird and Dmitry Bizyaev and Cullen H Blake and Michael R Blanton and Michael Blomqvist and John J Bochanski and Adam S Bolton and Arnaud Borde and Jo Bovy and Alaina Shelden Bradley and WN Brandt and Dorothée Brauer and Jon Brinkmann and Joel R Brownstein and William Carithers and Joleen K Carlberg and Aurelio R Carnero and Michael A Carr and Cristina Chiappini and S Drew Chojnowski and Chia-Hsun Chuang and Johan Comparat and Justin R Crepp and Stefano Cristiani and Rupert AC Croft and Antonio J Cuesta and Katia Cunha and Luiz N Da Costa and Kyle S Dawson and Nathan De Lee and Janice DR Dean and Timothée Delubac and Rohit Deshpande and Saurav Dhital and Anne Ealet and Garrett L Ebelke and Edward M Edmondson and Daniel J Eisenstein and Courtney R Epstein and Stephanie Escoffier and Massimiliano Esposito and Michael L Evans and Damian Fabbian and Xiaohui Fan and Ginevra Favole and Bruno Femenía Castellá and Emma Fernández Alvar and Diane Feuillet and Nurten Filiz Ak and Hayley Finley and Scott W Fleming and Andreu Font-Ribera and Peter M Frinchaboy and JG Galbraith-Frew and DA García-Hernández and Ana E García Pérez and Jian Ge and R Génova-Santos and Bruce A Gillespie and Léo Girardi and Jonay I González Hernández and J Richard Gott III and James E Gunn and Hong Guo and Samuel Halverson and Paul Harding and David W Harris and Sten Hasselquist and Suzanne L Hawley and Michael Hayden and Frederick R Hearty and Artemio Herrero Davó and Shirley Ho and David W Hogg and Jon A Holtzman and Klaus Honscheid and Joseph Huehnerhoff and Inese I Ivans and Kelly M Jackson and Peng Jiang and Jennifer A Johnson and Karen Kinemuchi and David Kirkby and Mark A Klaene and Jean-Paul Kneib and Lars Koesterke and Ting-Wen Lan and Dustin Lang and Jean-Marc Le Goff and Alexie Leauthaud and Khee-Gan Lee and Young Sun Lee and Daniel C Long and Craig P Loomis and Sara Lucatello and Robert H Lupton and Bo Ma and Claude E Mack III and Suvrath Mahadevan and Marcio AG Maia and Steven R Majewski and Elena Malanushenko and Viktor Malanushenko and Arturo Manchado and Marc Manera and Claudia Maraston and Daniel Margala and Sarah L Martell and Karen L Masters and Cameron K McBride and Ian D McGreer and Richard G McMahon and Brice Ménard and Sz Mészáros and Jordi Miralda-Escudé and Hironao Miyatake and Antonio D Montero-Dorta and Francesco Montesano and Surhud More and Heather L Morrison and Demitri Muna and Jeffrey A Munn and Adam D Myers and Duy Cuong Nguyen and Robert C Nichol and David L Nidever and Pasquier Noterdaeme and Sebastián E Nuza and Julia E O'Connell and Robert W O'Connell and Ross O'Connell and Matthew D Olmstead and Daniel J Oravetz",
            "2014",
            "fk7wND8AAAAJ:KxtntwgDAa4C",
            1018,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/211\/2\/17\/meta",
            "10846672087935084133",
            "\/scholar?cites=10846672087935084133",
            {
                "2014":138,
                "2015":280,
                "2016":198,
                "2017":125,
                "2018":114,
                "2019":82,
                "2020":71,
                "2021":4
            }
        ],
        [
            "The localization of the short‐duration, hard‐spectrum gamma‐ray burst GRB 050509b by the Swift satellite was a watershed event. We report the discovery of the probable host galaxy, a bright elliptical galaxy at  . This is the first known redshift and host of a short‐hard GRB and shows that at least some short‐hard GRBs are cosmological in origin. We began imaging the GRB field 8 minutes after the burst and continued for 8 days. We present a reanalysis of the XRT afterglow and report the absolute position of the GRB. Based on positional coincidences, the GRB and the elliptical are likely to be physically related, unlike any known connection between a long‐duration GRB and an early‐type galaxy. Similarly unique, GRB 050509b likely also originated from within a rich cluster of galaxies with detectable diffuse X‐ray emission. We demonstrate that while the burst was underluminous, the ratio of the blast wave …",
            "Closing in on a short-hard burst progenitor: constraints from early-time optical imaging and spectroscopy of a possible host galaxy of GRB 050509b",
            "Joshua S Bloom and JX Prochaska and D Pooley and CH Blake and RJ Foley and Saurabh Jha and E Ramirez-Ruiz and J Granot and AV Filippenko and Steinn Sigurdsson and AJ Barth and H-W Chen and MC Cooper and EE Falco and RR Gal and BF Gerke and MD Gladders and JE Greene and J Hennanwi and LC Ho and K Hurley and BP Koester and W Li and L Lubin and J Newman and DA Perley and GK Squires and WM Wood-Vasey",
            "2006",
            "fk7wND8AAAAJ:u5HHmVD_uO8C",
            423,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/498107\/meta",
            "7401548703515534354",
            "\/scholar?cites=7401548703515534354",
            {
                "2005":9,
                "2006":52,
                "2007":43,
                "2008":37,
                "2009":39,
                "2010":28,
                "2011":32,
                "2012":29,
                "2013":25,
                "2014":20,
                "2015":27,
                "2016":11,
                "2017":19,
                "2018":15,
                "2019":12,
                "2020":20,
                "2021":1
            }
        ],
        [
            "The Apache Point Observatory Galactic Evolution Experiment (APOGEE) is a high-resolution infrared spectroscopic survey spanning all Galactic environments (ie, bulge, disk, and halo), with the principal goal of constraining dynamical and chemical evolution models of the Milky Way. APOGEE takes advantage of the reduced effects of extinction at infrared wavelengths to observe the inner Galaxy and bulge at an unprecedented level of detail. The survey's broad spatial and wavelength coverage enables users of APOGEE data to address numerous Galactic structure and stellar populations issues. In this paper we describe the APOGEE targeting scheme and document its various target classes to provide the necessary background and reference information to analyze samples of APOGEE data with awareness of the imposed selection criteria and resulting sample properties. APOGEE's primary sample consists of …",
            "Target selection for the apache point observatory Galactic evolution experiment (APOGEE)",
            "G Zasowski and Jennifer A Johnson and PM Frinchaboy and Steven Raymond Majewski and DL Nidever and HJ Rocha Pinto and L Girardi and B Andrews and Stephen Drew Chojnowski and KM Cudworth and K Jackson and Jeffrey Munn and MF Skrutskie and Rachael Lynn Beaton and Cullen H Blake and Kevin Covey and Rohit Deshpande and Courtney Epstein and Damian Fabbian and SW Fleming and DA Garcia Hernandez and A Herrero and Suvrath Mahadevan and Sz Mészáros and Mathias Schultheis and K Sellgren and R Terrien and J Van Saders and C Allende Prieto and D Bizyaev and Adam Burton and Katia Cunha and LN Da Costa and Sten Hasselquist and F Hearty and J Holtzman and AE García Pérez and Marcio Antonio Geimba Maia and Robert West O'Connell and C O'Donnell and M Pinsonneault and Basilio Xavier Santiago and Ricardo P Schiavon and M Shetrone and V Smith and JC Wilson",
            "2013",
            "fk7wND8AAAAJ:1sJd4Hv_s6UC",
            322,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-6256\/146\/4\/81\/meta",
            "14502143870576290683",
            "\/scholar?cites=14502143870576290683",
            {
                "2013":6,
                "2014":27,
                "2015":39,
                "2016":41,
                "2017":51,
                "2018":60,
                "2019":47,
                "2020":46,
                "2021":5
            }
        ],
        [
            "Weak lensing is emerging as a powerful observational tool to constrain cosmological models, but is at present limited by an incomplete understanding of many sources of systematic error. Many of these errors are multiplicative and depend on the population of background galaxies. We show how the commonly cited geometric test, which is rather insensitive to cosmology, can be used as a ratio test of systematics in the lensing signal at the 1 per cent level. We apply this test to the galaxy-galaxy lensing analysis of the Sloan Digital Sky Survey (SDSS), which at present is the sample with the highest weak lensing signal-to-noise ratio and has the additional advantage of spectroscopic redshifts for lenses. This allows one to perform meaningful geometric tests of systematics for different subsamples of galaxies at different mean redshifts, such as brighter galaxies, fainter galaxies and high-redshift luminous red …",
            "Systematic errors in weak lensing: application to SDSS galaxy-galaxy weak lensing",
            "Rachel Mandelbaum and Christopher M Hirata and Uroš Seljak and Jacek Guzik and Nikhil Padmanabhan and Cullen Blake and Michael R Blanton and Robert Lupton and Jonathan Brinkmann",
            "2005",
            "fk7wND8AAAAJ:u-x6o8ySG0sC",
            283,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/361\/4\/1287\/1117325",
            "5133642692331206501",
            "\/scholar?cites=5133642692331206501",
            {
                "2005":1,
                "2006":15,
                "2007":15,
                "2008":18,
                "2009":15,
                "2010":11,
                "2011":15,
                "2012":25,
                "2013":18,
                "2014":13,
                "2015":24,
                "2016":20,
                "2017":14,
                "2018":23,
                "2019":21,
                "2020":27,
                "2021":3
            }
        ],
        [
            "We present extensive early photometric (ultraviolet through near-infrared) and spectroscopic (optical and near-infrared) data on supernova (SN) 2008D as well as X-ray data analysis on the associated Swift X-ray transient (XRT) 080109. Our data span a time range of 5 hr before the detection of the X-ray transient to 150 days after its detection, and a detailed analysis allowed us to derive constraints on the nature of the SN and its progenitor; throughout we draw comparisons with results presented in the literature and find several key aspects that differ. We show that the X-ray spectrum of XRT 080109 can be fit equally well by an absorbed power law or a superposition of about equal parts of both power law and blackbody. Our data first established that SN 2008D is a spectroscopically normal SN Ib (ie, showing conspicuous He lines) and showed that SN 2008D had a relatively long rise time of 18 days and a modest …",
            "From shock breakout to peak and beyond: extensive panchromatic observations of the type Ib supernova 2008D associated with swift x-ray transient 080109",
            "Maryam Modjaz and W Li and Nathaniel Butler and Ryan Chornock and D Perley and S Blondin and Joshua S Bloom and Alexei V Filippenko and Robert P Kirshner and D Kocevski and D Poznanski and M Hicken and Ryan J Foley and Guy S Stringfellow and Perry Berlind and D Barrado y Navascues and CH Blake and H Bouy and Warren R Brown and Peter Challis and H Chen and WH De Vries and Patrick Dufour and E Falco and A Friedman and Mohan Ganeshalingam and Peter Garnavich and B Holden and G Illingworth and N Lee and James Liebert and GH Marion and SS Olivier and JX Prochaska and Jeffrey M Silverman and N Smith and D Starr and Thea N Steele and A Stockton and GG Williams and WM Wood-Vasey",
            "2009",
            "fk7wND8AAAAJ:zYLM7Y9cAGgC",
            270,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/702\/1\/226\/meta",
            "11417228087574404887",
            "\/scholar?cites=11417228087574404887",
            {
                "2008":1,
                "2009":8,
                "2010":25,
                "2011":38,
                "2012":15,
                "2013":23,
                "2014":28,
                "2015":28,
                "2016":23,
                "2017":21,
                "2018":17,
                "2019":18,
                "2020":22,
                "2021":3
            }
        ],
        [
            "The Sloan Digital Sky Survey III (SDSS-III) presents the first spectroscopic data from the Baryon Oscillation Spectroscopic Survey (BOSS). This ninth data release (DR9) of the SDSS project includes 535,995 new galaxy spectra (median z∼ 0. 52), 102,100 new quasar spectra (median z∼ 2. 32), and 90,897 new stellar spectra, along with the data presented in previous data releases. These spectra were obtained with the new BOSS spectrograph and were taken between 2009 December and 2011 July. In addition, the stellar parameters pipeline, which determines radial velocities, surface temperatures, surface gravities, and metallicities of stars, has been updated and refined with improvements in temperature estimates for stars with Teff< 5000 K and in metallicity estimates for stars with [Fe\/H]>− 0. 5. DR9 includes new stellar parameters for all stars presented in DR8, including stars from SDSS-I and II, as well as …",
            "The ninth data release of the Sloan Digital Sky Survey: first spectroscopic data from the SDSS-III Baryon Oscillation Spectroscopic Survey",
            "Christopher P Ahn and Rachael Alexandroff and Carlos Allende Prieto and Scott F Anderson and Timothy Anderton and Brett H Andrews and Éric Aubourg and Stephen Bailey and Eduardo Balbinot and Rory Barnes and Julian Bautista and Timothy C Beers and Alessandra Beifiori and Andreas A Berlind and Vaishali Bhardwaj and Dmitry Bizyaev and Cullen H Blake and Michael R Blanton and Michael Blomqvist and John J Bochanski and Adam S Bolton and Arnaud Borde and Jo Bovy and William Nielsen Brandt and Jon Brinkmann and Peter J Brown and Joel R Brownstein and Kevin Bundy and William Carithers and Aurelio R Carnero and Michael A Carr and Dana I Casetti-Dinescu and Yanmei Chen and Cristina Chiappini and Johan Comparat and Natalia Connolly and Justin R Crepp and Stefano Cristiani and Rupert AC Croft and Antonio J Cuesta and Luiz N Da Costa and James RA Davenport and Kyle S Dawson and Roland De Putter and Nathan De Lee and Timothée Delubac and Saurav Dhital and Anne Ealet and Garrett L Ebelke and Edward M Edmondson and Daniel J Eisenstein and Stephanie Escoffier and Massimiliano Esposito and Michael L Evans and Xiaohui Fan and Bruno Femenía Castellá and Emma Fernández Alvar and Leticia D Ferreira and N Filiz Ak and Hayley Finley and Scott W Fleming and Andreu Font-Ribera and Peter M Frinchaboy and DA García-Hernández and AE García Pérez and Jian Ge and Ricardo Genova-Santos and Bruce A Gillespie and Léo Girardi and Jonay I González Hernández and Eva K Grebel and James E Gunn and Hong Guo and Daryl Haggard and Jean-Christophe Hamilton and David W Harris and Suzanne L Hawley and Frederick R Hearty and Shirley Ho and David W Hogg and Jon A Holtzman and Klaus Honscheid and Joseph Huehnerhoff and Inese I Ivans and Željko Ivezić and Heather R Jacobson and Linhua Jiang and Jonas Johansson and Jennifer A Johnson and Guinevere Kauffmann and David Kirkby and Jessica A Kirkpatrick and Mark A Klaene and Gillian R Knapp and Jean-Paul Kneib and Jean-Marc Le Goff and Alexie Leauthaud and Khee-Gan Lee and Young Sun Lee and Daniel C Long and Craig P Loomis and Sara Lucatello and Britt Lundgren and Robert H Lupton and Bo Ma and Zhibo Ma and Nicholas MacDonald and Claude E Mack and Suvrath Mahadevan and Marcio AG Maia and Steven R Majewski and Martin Makler and Elena Malanushenko and Viktor Malanushenko and A Manchado and Rachel Mandelbaum and Marc Manera and Claudia Maraston and Daniel Margala and Sarah L Martell and Cameron K McBride and Ian D McGreer and Richard G McMahon and Brice Ménard and Sz Meszaros and Jordi Miralda-Escudé and Antonio D Montero-Dorta and Francesco Montesano and Heather L Morrison and Demitri Muna and Jeffrey A Munn and Hitoshi Murayama and Adam D Myers and Angelo Fausti Neto and Duy Cuong Nguyen and Robert C Nichol and David L Nidever and Pasquier Noterdaeme and Sebastián E Nuza and Ricardo LC Ogando and Matthew D Olmstead and Daniel J Oravetz and Russell Owen and Nikhil Padmanabhan and Nathalie Palanque-Delabrouille and Kaike Pan and John K Parejko and Prachi Parihar and Isabelle Pâris and Petchara Pattarakijwanich",
            "2012",
            "fk7wND8AAAAJ:WF5omc3nYNoC",
            257,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/203\/2\/21\/meta",
            "6339357324860936826",
            "\/scholar?cites=6339357324860936826",
            {
                "2011":1,
                "2012":1,
                "2013":44,
                "2014":54,
                "2015":47,
                "2016":34,
                "2017":22,
                "2018":15,
                "2019":16,
                "2020":18
            }
        ],
        [
            "The first gamma-ray burst (GRB) confirmed to be bright enough to be seen with the naked eye, GRB 080319B at redshift z= 0.937, allowed for exquisite follow-up observations across the electromagnetic spectrum. We present our detailed optical and infrared (IR) observations of the afterglow, consisting of over 5000 images starting 51 s after the GRB trigger, in concert with our own analysis of the Swift UVOT, Burst Alert Telescope (BAT), and XRT data. The event is extreme not only in observed properties but also intrinsically: it was the most luminous event ever recorded at optical and IR wavelengths and had an exceedingly high isotropic-equivalent energy release in γ-rays. At early times, the afterglow evolution is broadly consistent with being reverse-shock dominated, but then is subsumed by a forward shock at around 1000 s. The overall spectral energy distribution, spanning from ultraviolet through near-IR …",
            "Observations of the naked-eye GRB 080319B: implications of nature's brightest explosion",
            "JS Bloom and DA Perley and W Li and NR Butler and AA Miller and D Kocevski and DA Kann and RJ Foley and H-W Chen and AV Filippenko and DL Starr and B Macomber and JX Prochaska and R Chornock and D Poznanski and S Klose and MF Skrutskie and S Lopez and P Hall and K Glazebrook and CH Blake",
            "2009",
            "fk7wND8AAAAJ:9yKSN-GCB0IC",
            224,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/691\/1\/723\/meta",
            "11440592750786215323",
            "\/scholar?cites=11440592750786215323",
            {
                "2008":9,
                "2009":26,
                "2010":34,
                "2011":25,
                "2012":15,
                "2013":26,
                "2014":15,
                "2015":9,
                "2016":15,
                "2017":11,
                "2018":18,
                "2019":13,
                "2020":5,
                "2021":1
            }
        ],
        [
            "We report the results of an infrared Doppler survey designed to detect brown dwarf and giant planetary companions to a magnitude-limited sample of ultracool dwarfs. Using the NIRSPEC spectrograph on the Keck II telescope, we obtained approximately 600 radial velocity (RV) measurements over a period of six years of a sample of 59 late-M and L dwarfs spanning spectral types M8\/L0 to L6. A subsample of 46 of our targets has been observed on three or more epochs. We rely on telluric CH 4 absorption features in Earth's atmosphere as a simultaneous wavelength reference and exploit the rich set of CO absorption features found in the K-band spectra of cool stars and brown dwarfs to measure RVs and projected rotational velocities. For a bright, slowly rotating M dwarf standard we demonstrate an RV precision of 50 ms–1 and for slowly rotating L dwarfs we achieve a typical RV precision of approximately 200 …",
            "The NIRSPEC ultracool dwarf radial velocity survey",
            "Cullen H Blake and David Charbonneau and Russel J White",
            "2010",
            "fk7wND8AAAAJ:eQOLeE2rZwMC",
            186,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/723\/1\/684\/meta",
            "2192974178566335186",
            "\/scholar?cites=2192974178566335186",
            {
                "2011":16,
                "2012":20,
                "2013":26,
                "2014":24,
                "2015":18,
                "2016":26,
                "2017":21,
                "2018":10,
                "2019":15,
                "2020":7,
                "2021":3
            }
        ],
        [
            "We have obtained 1087 NIR ( ) measurements of 21 SNe Ia using PAIRITEL, nearly doubling the number of well‐sampled NIR SN Ia light curves. These data strengthen the evidence that SNe Ia are excellent standard candles in the NIR, even without correction for optical light‐curve shape. We construct fiducial NIR templates for normal SNe Ia from our sample, excluding only the three known peculiar SNe Ia: SN 2005bl, SN 2005hk, and SN 2005ke. The  ‐band absolute magnitudes in this sample of 18 SNe Ia have an intrinsic rms of only 0.15 mag with no correction for light‐curve shape. We found a relationship between the  ‐band extinction and optical color excess of  . This variation is as small as the scatter in distance modulus measurements currently used for cosmology based on optical light curves after corrections for light‐curve shape. Combining the homogeneous PAIRITEL measurements with 23 SNe Ia …",
            "Type Ia supernovae are good standard candles in the near infrared: evidence from PAIRITEL",
            "W Michael Wood-Vasey and Andrew S Friedman and Joshua S Bloom and Malcolm Hicken and Maryam Modjaz and Robert P Kirshner and Dan L Starr and Cullen H Blake and Emilio E Falco and Andrew H Szentgyorgyi and Peter Challis and Stéphane Blondin and Kaisey S Mandel and Armin Rest",
            "2008",
            "fk7wND8AAAAJ:UeHWp8X0CEIC",
            179,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/592374\/meta",
            "8718881698800624677",
            "\/scholar?cites=8718881698800624677",
            {
                "2008":1,
                "2009":24,
                "2010":21,
                "2011":20,
                "2012":16,
                "2013":17,
                "2014":19,
                "2015":11,
                "2016":7,
                "2017":10,
                "2018":15,
                "2019":10,
                "2020":5
            }
        ]
    ]
}