{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report the confinement and cooling of an optically dense cloud of neutral sodium atoms by radiation pressure. The trapping and damping forces were provided by three retroreflected laser beams propagating along orthogonal axes, with a weak magnetic field used to distinguish between the beams. We have trapped as many as 10 7 atoms for 2 min at densities exceeding 10 11 atoms cm− 3. The trap was≃ 0.4 K deep and the atoms, once trapped, were cooled to less than a millikelvin and compacted into a region less than 0.5 mm in diameter.",
            "Trapping of neutral sodium atoms with radiation pressure",
            "EL Raab and M Prentiss and Alex Cable and Steven Chu and David E Pritchard",
            "1987",
            "FkNo0_IAAAAJ:u5HHmVD_uO8C",
            2700,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.59.2631",
            "18007173862929035606",
            "\/scholar?cites=18007173862929035606",
            {
                "1988":15,
                "1989":21,
                "1990":26,
                "1991":26,
                "1992":43,
                "1993":57,
                "1994":62,
                "1995":71,
                "1996":76,
                "1997":68,
                "1998":84,
                "1999":96,
                "2000":80,
                "2001":81,
                "2002":82,
                "2003":80,
                "2004":100,
                "2005":114,
                "2006":103,
                "2007":121,
                "2008":126,
                "2009":96,
                "2010":99,
                "2011":82,
                "2012":109,
                "2013":97,
                "2014":105,
                "2015":106,
                "2016":123,
                "2017":91,
                "2018":93,
                "2019":69,
                "2020":66,
                "2021":7
            }
        ],
        [
            "Interference with atomic and molecular matter waves is a rich branch of atomic physics and quantum optics. It started with atom diffraction from crystal surfaces and the separated oscillatory fields technique used in atomic clocks. Atom interferometry is now reaching maturity as a powerful art with many applications in modern science. In this review the basic tools for coherent atom optics are described including diffraction by nanostructures and laser light, three-grating interferometers, and double wells on atom chips. Scientific advances in a broad range of fields that have resulted from the application of atom interferometers are reviewed. These are grouped in three categories:(i) fundamental quantum science,(ii) precision metrology, and (iii) atomic and molecular physics. Although some experiments with Bose-Einstein condensates are included, the focus of the review is on linear matter wave optics, ie, phenomena …",
            "Optics and interferometry with atoms and molecules",
            "Alexander D Cronin and Jörg Schmiedmayer and David E Pritchard",
            "2009",
            "FkNo0_IAAAAJ:W7OEmFMy1HYC",
            1338,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.81.1051",
            "10951528409705612493",
            "\/scholar?cites=10951528409705612493",
            {
                "2009":16,
                "2010":81,
                "2011":109,
                "2012":110,
                "2013":109,
                "2014":127,
                "2015":118,
                "2016":136,
                "2017":137,
                "2018":117,
                "2019":119,
                "2020":142,
                "2021":5
            }
        ],
        [
            "“Circuits and Electronics”(6.002 x), which began in March 2012, was the first MOOC developed by edX, the consortium led by MIT and Harvard. Over 155,000 students initially registered for 6.002 x, which was composed of video lectures, interactive problems, online laboratories, and a discussion forum. As the course ended in June 2012, researchers began to analyze the rich sources of data it generated. This article describes both the first stage of this research, which examined the students’ use of resources by time spent on each, and a second stage that is producing an in-depth picture of who the 6.002 x students were, how their own background and capabilities related to their achievement and persistence, and how their interactions with 6.002 x’s curricular and pedagogical components contributed to their level of success in the course.",
            "Studying learning in the worldwide classroom research into edX's first MOOC.",
            "Lori Breslow and David E Pritchard and Jennifer DeBoer and Glenda S Stump and Andrew D Ho and Daniel T Seaton",
            "2013",
            "FkNo0_IAAAAJ:1DsIQWDZLl8C",
            1268,
            "https:\/\/eric.ed.gov\/?id=ej1062850",
            "820669771088375128",
            "\/scholar?cites=820669771088375128",
            {
                "2013":26,
                "2014":123,
                "2015":205,
                "2016":201,
                "2017":215,
                "2018":179,
                "2019":146,
                "2020":130,
                "2021":2
            }
        ],
        [
            "Properties of a Bose-Einstein condensate were studied by stimulated, two-photon Bragg scattering. The high momentum and energy resolution of this method allowed a spectroscopic measurement of the mean-field energy and of the intrinsic momentum uncertainty of the condensate. The coherence length of the condensate was shown to be equal to its size. Bragg spectroscopy can be used to determine the dynamic structure factor over a wide range of energy and momentum transfers.",
            "Bragg spectroscopy of a Bose-Einstein condensate",
            "J Stenger and S Inouye and Ananth P Chikkatur and DM Stamper-Kurn and DE Pritchard and Wolfgang Ketterle",
            "1999",
            "FkNo0_IAAAAJ:u-x6o8ySG0sC",
            963,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.4569",
            "15005498520916671524",
            "\/scholar?cites=15005498520916671524",
            {
                "1999":17,
                "2000":47,
                "2001":51,
                "2002":45,
                "2003":45,
                "2004":51,
                "2005":61,
                "2006":59,
                "2007":44,
                "2008":53,
                "2009":49,
                "2010":49,
                "2011":57,
                "2012":58,
                "2013":41,
                "2014":41,
                "2015":43,
                "2016":43,
                "2017":28,
                "2018":21,
                "2019":22,
                "2020":30,
                "2021":1
            }
        ],
        [
            "A new magneto-optical trap is demonstrated which confines atoms predominantly in a ‘‘dark’’hyperfine level, that does not interact with the trapping light. This leads to much higher atomic densities as repulsive forces between atoms due to rescattered radiation are reduced and trap loss due to excited-state collisions is diminished. In such a trap, more than 10 10 sodium atoms have been confined to densities approaching 10 12 atoms cm− 3.",
            "High densities of cold atoms in a dark spontaneous-force optical trap",
            "Wolfgang Ketterle and Kendall B Davis and Michael A Joffe and Alex Martin and David E Pritchard",
            "1993",
            "FkNo0_IAAAAJ:9yKSN-GCB0IC",
            889,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.70.2253",
            "4886590388251445586",
            "\/scholar?cites=4886590388251445586",
            {
                "1993":4,
                "1994":20,
                "1995":38,
                "1996":27,
                "1997":23,
                "1998":27,
                "1999":35,
                "2000":26,
                "2001":25,
                "2002":34,
                "2003":33,
                "2004":33,
                "2005":27,
                "2006":34,
                "2007":43,
                "2008":46,
                "2009":41,
                "2010":41,
                "2011":35,
                "2012":40,
                "2013":37,
                "2014":37,
                "2015":34,
                "2016":37,
                "2017":32,
                "2018":33,
                "2019":24,
                "2020":11,
                "2021":2
            }
        ],
        [
            "We have demonstrated an interferometer for atoms. A three-grating geometry is used, in which the interfering beams are distinctly separated in both position and momentum. We used a highly collimated beam of sodium atoms with a de Broglie wavelength of 16 pm and high-quality 0.4-μm-period free-standing gratings which we fabricated using a novel method. The interference signal is 70 counts\/s, which allows us to determine the phase to 0.1 rad in 1 min. Applications of atom interferometers are briefly discussed.",
            "An interferometer for atoms",
            "David W Keith and Christopher R Ekstrom and Quentin A Turchette and David E Pritchard",
            "1991",
            "FkNo0_IAAAAJ:d1gkVwhDpl0C",
            857,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.66.2693",
            "17877719595326631230",
            "\/scholar?cites=17877719595326631230",
            {
                "1991":8,
                "1992":35,
                "1993":39,
                "1994":40,
                "1995":37,
                "1996":34,
                "1997":32,
                "1998":28,
                "1999":29,
                "2000":24,
                "2001":25,
                "2002":18,
                "2003":19,
                "2004":31,
                "2005":38,
                "2006":39,
                "2007":36,
                "2008":38,
                "2009":32,
                "2010":21,
                "2011":32,
                "2012":20,
                "2013":25,
                "2014":28,
                "2015":25,
                "2016":26,
                "2017":25,
                "2018":22,
                "2019":25,
                "2020":21,
                "2021":1
            }
        ],
        [
            "A configuration of magnetic fields is exhibited which can harmonically trap paramagnetic particles in a shallow field minimum, superposed on a nearly uniform field which simplifies spectroscopic interactions with the particles. The potential energy of a trapped neutral particle depends on the particle's internal quantum number, as well as its position in the trap, permitting a combined rf-laser optical pumping cycle which can cool particles by a factor of 2 per cycle. Application of these ideas to the trapping of Na atoms is discussed.",
            "Cooling neutral atoms in a magnetic trap for precision spectroscopy",
            "David E Pritchard",
            "1983",
            "FkNo0_IAAAAJ:qjMakFHDy7sC",
            743,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.51.1336",
            "1131113391760317397",
            "\/scholar?cites=1131113391760317397",
            {
                "1984":4,
                "1985":8,
                "1986":8,
                "1987":10,
                "1988":11,
                "1989":9,
                "1990":4,
                "1991":3,
                "1992":6,
                "1993":4,
                "1994":5,
                "1995":5,
                "1996":9,
                "1997":10,
                "1998":11,
                "1999":23,
                "2000":19,
                "2001":19,
                "2002":28,
                "2003":24,
                "2004":23,
                "2005":32,
                "2006":37,
                "2007":46,
                "2008":39,
                "2009":33,
                "2010":22,
                "2011":28,
                "2012":39,
                "2013":32,
                "2014":38,
                "2015":23,
                "2016":32,
                "2017":24,
                "2018":24,
                "2019":22,
                "2020":26
            }
        ],
        [
            "We present theoretical results for the critical temperature for Bose-Einstein condensation, condensate fraction, and heat capacity of a gas of Bose particles that are confined by a generic power-law potential trap. All three of these quantities are found to vary markedly with the shape of the potential. Both the ideal and the weakly interacting Bose gas are considered.",
            "Bose-Einstein condensation in an external potential",
            "Vanderlei Bagnato and David E Pritchard and Daniel Kleppner",
            "1987",
            "FkNo0_IAAAAJ:2osOgNQ5qMEC",
            651,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.35.4354",
            "5334031725673265736",
            "\/scholar?cites=5334031725673265736",
            {
                "1992":2,
                "1993":2,
                "1994":6,
                "1995":16,
                "1996":35,
                "1997":45,
                "1998":27,
                "1999":28,
                "2000":29,
                "2001":25,
                "2002":29,
                "2003":21,
                "2004":27,
                "2005":24,
                "2006":29,
                "2007":31,
                "2008":22,
                "2009":32,
                "2010":29,
                "2011":24,
                "2012":24,
                "2013":19,
                "2014":27,
                "2015":16,
                "2016":21,
                "2017":11,
                "2018":15,
                "2019":11,
                "2020":15
            }
        ],
        [
            "Rayleigh scattering off a Bose-Einstein condensate was studied. Exposing an elongated condensate to a single off-resonant laser beam resulted in the observation of highly directional scattering of light and atoms. This collective light scattering is caused by the coherent center-of-mass motion of the atoms in the condensate. A directional beam of recoiling atoms was built up by matter wave amplification.",
            "Superradiant Rayleigh scattering from a Bose-Einstein condensate",
            "S Inouye and AP Chikkatur and DM Stamper-Kurn and J Stenger and DE Pritchard and W Ketterle",
            "1999",
            "FkNo0_IAAAAJ:UeHWp8X0CEIC",
            646,
            "https:\/\/science.sciencemag.org\/content\/285\/5427\/571.abstract",
            "7456281767255527455",
            "\/scholar?cites=7456281767255527455",
            {
                "1999":9,
                "2000":31,
                "2001":31,
                "2002":26,
                "2003":30,
                "2004":45,
                "2005":26,
                "2006":34,
                "2007":41,
                "2008":43,
                "2009":40,
                "2010":40,
                "2011":32,
                "2012":35,
                "2013":28,
                "2014":22,
                "2015":22,
                "2016":34,
                "2017":22,
                "2018":20,
                "2019":13,
                "2020":21
            }
        ],
        [
            "A trapped-atom interferometer was demonstrated using gaseous Bose-Einstein condensates coherently split by deforming an optical single-well potential into a double-well potential. The relative phase between the two condensates was determined from the spatial phase of the matter wave interference pattern formed upon releasing the condensates from the separated potential wells. Coherent phase evolution was observed for condensates held separated by 13 μ m for up to 5 ms and was controlled by applying ac Stark shift potentials to either of the two separated condensates.",
            "Atom interferometry with Bose-Einstein condensates in a double-well potential",
            "Y Shin and Michele Saba and TA Pasquini and W Ketterle and DE Pritchard and AE Leanhardt",
            "2004",
            "FkNo0_IAAAAJ:IjCSPb-OGe4C",
            619,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.050405",
            "14261666781792425718",
            "\/scholar?cites=14261666781792425718",
            {
                "2003":5,
                "2004":24,
                "2005":44,
                "2006":57,
                "2007":66,
                "2008":51,
                "2009":40,
                "2010":42,
                "2011":24,
                "2012":37,
                "2013":37,
                "2014":39,
                "2015":34,
                "2016":33,
                "2017":23,
                "2018":16,
                "2019":24,
                "2020":19,
                "2021":1
            }
        ]
    ]
}