{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "This is an updated version of the best selling first edition, Ecological Census Techniques, with updating, some new chapters and authors. Almost all ecological and conservation work involves carrying out a census or survey. This practically focussed book describes how to plan a census, the practical details and shows with worked examples how to analyse the results. The first three chapters describe planning, sampling and the basic theory necessary for carrying out a census. In the subsequent chapters international experts describe the appropriate methods for counting plants, insects, fish, amphibians, reptiles, mammals and birds. As many censuses also relate the results to environmental variability, there is a chapter explaining the main methods. Finally, there is a list of the most common mistakes encountered when carrying out a census.",
            "Ecological census techniques: a handbook",
            "William J Sutherland",
            "2006",
            "fKwq9YgAAAAJ:d1gkVwhDpl0C",
            1968,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=rTJdia64ACMC&oi=fnd&pg=PA1&dq=info:w1Snna56kCoJ:scholar.google.com&ots=26_IEKe9bP&sig=KSTGPvIuWswK3ze_U_a-X2t6MgQ",
            "3067086236627195075",
            "\/scholar?cites=3067086236627195075",
            {
                "1997":7,
                "1998":12,
                "1999":16,
                "2000":23,
                "2001":32,
                "2002":43,
                "2003":48,
                "2004":50,
                "2005":51,
                "2006":75,
                "2007":74,
                "2008":73,
                "2009":80,
                "2010":101,
                "2011":117,
                "2012":113,
                "2013":130,
                "2014":141,
                "2015":125,
                "2016":152,
                "2017":119,
                "2018":126,
                "2019":100,
                "2020":105,
                "2021":9
            }
        ],
        [
            "Much of current conservation practice is based upon anecdote and myth rather than upon the systematic appraisal of the evidence, including experience of others who have tackled the same problem. We suggest that this is a major problem for conservationists and requires a rethinking of the manner in which conservation operates. There is an urgent need for mechanisms that review available information and make recommendations to practitioners. We suggest a format for web-based databases that could provide the required information in accessible form.",
            "The need for evidence-based conservation",
            "William J Sutherland and Andrew S Pullin and Paul M Dolman and Teri M Knight",
            "2004",
            "fKwq9YgAAAAJ:UeHWp8X0CEIC",
            1668,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0169534704000734",
            "5085704348464769676",
            "\/scholar?cites=5085704348464769676",
            {
                "2004":8,
                "2005":16,
                "2006":35,
                "2007":40,
                "2008":47,
                "2009":66,
                "2010":90,
                "2011":96,
                "2012":100,
                "2013":122,
                "2014":145,
                "2015":150,
                "2016":141,
                "2017":136,
                "2018":142,
                "2019":147,
                "2020":154,
                "2021":11
            }
        ],
        [
            "  1 Agriculture represents the dominant land use throughout much of western Europe, and a significant part of European biodiversity is associated with this habitat. We attempted to quantify the changes in agriculture and biodiversity in Britain since the 1940s.  2 There have been widespread declines in the populations of many groups of organisms associated with farmland in Britain and north‐west Europe. The declines have been particularly marked amongst habitat specialists; many of the taxa still common on farmland are habitat generalists.  3 Farming practices have become increasingly intensive in the post‐war period, with a dramatic reduction in landscape diversity. Since 1945, there has been a 65% decline in the number of farms, a 77% decline in farm labour and an almost fourfold increase in yield. Farms have become more specialized; the greatly increased use of machinery has made operations quicker …",
            "Post‐war changes in arable farming and biodiversity in Great Britain",
            "Robert A Robinson and William J Sutherland",
            "2002",
            "fKwq9YgAAAAJ:9yKSN-GCB0IC",
            1641,
            "https:\/\/besjournals.onlinelibrary.wiley.com\/doi\/abs\/10.1046\/j.1365-2664.2002.00695.x",
            "12453729109322999760",
            "\/scholar?cites=12453729109322999760",
            {
                "2002":10,
                "2003":41,
                "2004":47,
                "2005":54,
                "2006":67,
                "2007":76,
                "2008":68,
                "2009":90,
                "2010":118,
                "2011":115,
                "2012":107,
                "2013":112,
                "2014":100,
                "2015":105,
                "2016":107,
                "2017":90,
                "2018":105,
                "2019":95,
                "2020":93,
                "2021":14
            }
        ],
        [
            "  1 Increasing concern over the environmental impact of agriculture in Europe has led to the introduction of agri‐environment schemes. These schemes compensate farmers financially for any loss of income associated with measures that aim to benefit the environment or biodiversity. There are currently agri‐environment schemes in 26 out of 44 European countries.  2 Agri‐environment schemes vary markedly between countries even within the European Union. The main objectives include reducing nutrient and pesticide emissions, protecting biodiversity, restoring landscapes and preventing rural depopulation. In virtually all countries the uptake of schemes is highest in areas of extensive agriculture where biodiversity is still relatively high and lowest in intensively farmed areas where biodiversity is low.  3 Approximately €24·3 billion has been spent on agri‐environment schemes in the European Union (EU) since …",
            "How effective are European agri‐environment schemes in conserving and promoting biodiversity?",
            "David Kleijn and William J Sutherland",
            "2003",
            "fKwq9YgAAAAJ:u-x6o8ySG0sC",
            1623,
            "https:\/\/besjournals.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1365-2664.2003.00868.x",
            "10741682587251495009",
            "\/scholar?cites=10741682587251495009",
            {
                "2003":6,
                "2004":25,
                "2005":57,
                "2006":71,
                "2007":112,
                "2008":106,
                "2009":93,
                "2010":123,
                "2011":115,
                "2012":124,
                "2013":107,
                "2014":102,
                "2015":122,
                "2016":106,
                "2017":92,
                "2018":77,
                "2019":82,
                "2020":65,
                "2021":6
            }
        ],
        [
            "W. C. Allee brought attention to the possibility of a positive relationship between aspects of fitness and population size over fifty years ago. This phenomenon, frequently termed the Allee effect, has been the focus of increased interest over the past two decades in the light of concerns over conservation and the problems of rarity. Use of the term suffers from the absence of a clear definition however, with the result that Allee effects are frequently thought to involve only a narrow range of phenomena and are often overlooked altogether. We propose a definition for the effect and attempt to resolve the major issues underlying the confusion surrounding this term.",
            "What is the Allee effect?",
            "Philip A Stephens and William J Sutherland and Robert P Freckleton",
            "1999",
            "fKwq9YgAAAAJ:qjMakFHDy7sC",
            1258,
            "https:\/\/www.jstor.org\/stable\/3547011",
            "11621389035705551985",
            "\/scholar?cites=11621389035705551985",
            {
                "2000":5,
                "2001":11,
                "2002":14,
                "2003":22,
                "2004":23,
                "2005":30,
                "2006":34,
                "2007":35,
                "2008":53,
                "2009":49,
                "2010":71,
                "2011":88,
                "2012":98,
                "2013":99,
                "2014":100,
                "2015":80,
                "2016":88,
                "2017":70,
                "2018":81,
                "2019":83,
                "2020":103,
                "2021":9
            }
        ]
    ]
}