{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "We report on a new test of Lorentz invariance performed by comparing the resonance frequencies of two orthogonal cryogenic optical resonators subject to Earth’s rotation over∼ 1 y r. For a possible anisotropy of the speed of light c, we obtain Δ θ c\/c 0=(2.6±1.7)× 10− 15. Within the Robertson-Mansouri-Sexl (RMS) test theory, this implies an isotropy violation parameter β− δ− 1 2=(− 2.2±1.5)× 10− 9, about 3 times lower than the best previous result. Within the general extension of the standard model of particle physics, we extract limits on seven parameters at accuracies down to 10− 15, improving the best previous result by about 2 orders of magnitude.",
            "Modern Michelson-Morley experiment using cryogenic optical resonators",
            "Holger Müller and Sven Herrmann and Claus Braxmaier and Stephan Schiller and Achim Peters",
            "2003",
            "FlnDapMAAAAJ:u5HHmVD_uO8C",
            394,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.020401",
            "1413904252046164127",
            "\/scholar?cites=1413904252046164127",
            {
                "2003":8,
                "2004":46,
                "2005":66,
                "2006":43,
                "2007":23,
                "2008":25,
                "2009":34,
                "2010":18,
                "2011":13,
                "2012":19,
                "2013":13,
                "2014":13,
                "2015":8,
                "2016":10,
                "2017":14,
                "2018":8,
                "2019":11,
                "2020":9
            }
        ],
        [
            "Measurements of the fine-structure constant α require methods from across subfields and are thus powerful tests of the consistency of theory and experiment in physics. Using the recoil frequency of cesium-133 atoms in a matter-wave interferometer, we recorded the most accurate measurement of the fine-structure constant to date: α = 1\/137.035999046(27) at 2.0 × 10−10 accuracy. Using multiphoton interactions (Bragg diffraction and Bloch oscillations), we demonstrate the largest phase (12 million radians) of any Ramsey-Bordé interferometer and control systematic effects at a level of 0.12 part per billion. Comparison with Penning trap measurements of the electron gyromagnetic anomaly ge − 2 via the Standard Model of particle physics is now limited by the uncertainty in ge − 2; a 2.5σ tension rejects dark photons as the reason for the unexplained part of the muon’s magnetic moment at a 99% confidence level …",
            "Measurement of the fine-structure constant as a test of the Standard Model",
            "Richard H Parker and Chenghui Yu and Weicheng Zhong and Brian Estey and Holger Müller",
            "2018",
            "FlnDapMAAAAJ:ymY9cBF3mdcC",
            379,
            "https:\/\/science.sciencemag.org\/content\/360\/6385\/191.abstract",
            "15774172815246785759",
            "\/scholar?cites=15774172815246785759",
            {
                "2018":39,
                "2019":128,
                "2020":199,
                "2021":13
            }
        ],
        [
            "We present a test of the local Lorentz invariance of post-Newtonian gravity by monitoring Earth’s gravity with a Mach-Zehnder atom interferometer that features a resolution of up to 8× 10− 9 g\/Hz, the highest reported thus far. Expressed within the standard model extension (SME) or Nordtvedt’s anisotropic universe model, the analysis limits four coefficients describing anisotropic gravity at the ppb level and three others, for the first time, at the 10 ppm level. Using the SME we explicitly demonstrate how the experiment actually compares the isotropy of gravity and electromagnetism.",
            "Atom-interferometry tests of the isotropy of post-Newtonian gravity",
            "Holger Müller and Sheng-wey Chiow and Sven Herrmann and Steven Chu and Keng-Yeow Chung",
            "2008",
            "FlnDapMAAAAJ:UeHWp8X0CEIC",
            347,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.031101",
            "13987388671260056192",
            "\/scholar?cites=13987388671260056192",
            {
                "2007":2,
                "2008":14,
                "2009":29,
                "2010":18,
                "2011":29,
                "2012":22,
                "2013":34,
                "2014":23,
                "2015":33,
                "2016":28,
                "2017":34,
                "2018":30,
                "2019":22,
                "2020":26,
                "2021":2
            }
        ],
        [
            "One of the central predictions of metric theories of gravity, such as general relativity, is that a clock in a gravitational potential U will run more slowly by a factor of 1+ U\/c 2, where c is the velocity of light, as compared to a similar clock outside the potential 1. This effect, known as gravitational redshift, is important to the operation of the global positioning system 2, timekeeping 3, 4 and future experiments with ultra-precise, space-based clocks 5 (such as searches for variations in fundamental constants). The gravitational redshift has been measured using clocks on a tower 6, an aircraft 7 and a rocket 8, currently reaching an accuracy of 7× 10-5. Here we show that laboratory experiments based on quantum interference of atoms 9, 10 enable a much more precise measurement, yielding an accuracy of 7× 10-9. Our result supports the view that gravity is a manifestation of space-time curvature, an underlying principle of …",
            "A precision measurement of the gravitational redshift by the interference of matter waves",
            "Holger Müller and Achim Peters and Steven Chu",
            "2010",
            "FlnDapMAAAAJ:zYLM7Y9cAGgC",
            315,
            "https:\/\/www.nature.com\/articles\/nature08776",
            "8900456675361951201",
            "\/scholar?cites=8900456675361951201",
            {
                "2010":23,
                "2011":49,
                "2012":27,
                "2013":39,
                "2014":22,
                "2015":29,
                "2016":25,
                "2017":23,
                "2018":21,
                "2019":24,
                "2020":30,
                "2021":1
            }
        ],
        [
            "We present up to 24-photon Bragg diffraction as a beam splitter in light-pulse atom interferometers to achieve the largest splitting in momentum space so far. Relative to the 2-photon processes used in the most sensitive present interferometers, these large momentum transfer beam splitters increase the phase shift 12-fold for Mach-Zehnder (MZ) and 144-fold for Ramsey-Bordé (RB) geometries. We achieve a high visibility of the interference fringes (up to 52% for MZ or 36% for RB) and long pulse separation times that are possible only in atomic fountain setups. As the atom’s internal state is not changed, important systematic effects can cancel.",
            "Atom interferometry with up to 24-photon-momentum-transfer beam splitters",
            "Holger Müller and Sheng-wey Chiow and Quan Long and Sven Herrmann and Steven Chu",
            "2008",
            "FlnDapMAAAAJ:IjCSPb-OGe4C",
            292,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.180405",
            "6232798936059781797",
            "\/scholar?cites=6232798936059781797",
            {
                "2008":9,
                "2009":26,
                "2010":19,
                "2011":28,
                "2012":21,
                "2013":28,
                "2014":15,
                "2015":23,
                "2016":21,
                "2017":20,
                "2018":21,
                "2019":26,
                "2020":32,
                "2021":2
            }
        ],
        [
            "If dark energy, which drives the accelerated expansion of the universe, consists of a light scalar field, it might be detectable as a “fifth force” between normal-matter objects, in potential conflict with precision tests of gravity. Chameleon fields and other theories with screening mechanisms, however, can evade these tests by suppressing the forces in regions of high density, such as the laboratory. Using a cesium matter-wave interferometer near a spherical mass in an ultrahigh-vacuum chamber, we reduced the screening mechanism by probing the field with individual atoms rather than with bulk matter. We thereby constrained a wide class of dark energy theories, including a range of chameleon and other theories that reproduce the observed cosmic acceleration.",
            "Atom-interferometry constraints on dark energy",
            "Paul Hamilton and Matt Jaffe and Philipp Haslinger and Quinn Simmons and Holger Müller and Justin Khoury",
            "2015",
            "FlnDapMAAAAJ:1tZ8xJnm2c8C",
            252,
            "https:\/\/science.sciencemag.org\/content\/349\/6250\/849.abstract",
            "9679109153956119782",
            "\/scholar?cites=9679109153956119782",
            {
                "2014":1,
                "2015":15,
                "2016":50,
                "2017":40,
                "2018":39,
                "2019":59,
                "2020":44,
                "2021":4
            }
        ],
        [
            "A 190-day comparison of the optical frequencies defined by an optical cavity and a molecular electronic transition is analyzed for the velocity independence of the speed of light (Kennedy-Thorndike test) and the universality of the gravitational redshift. The modulation of the laboratory velocity and the gravitational potential were provided by Earth’s orbital motion around the Sun. We find a velocity-dependence coefficient of (1.9±2.1)× 10− 5, 3 times lower compared to the best previous test. Alternatively, the data confirm the gravitational redshift for an electronic transition at the 4% level. Prospects for significant improvements of the tests are discussed.",
            "Tests of relativity using a cryogenic optical resonator",
            "C Braxmaier and H Müller and O Pradl and J Mlynek and A Peters and S Schiller",
            "2001",
            "FlnDapMAAAAJ:u-x6o8ySG0sC",
            184,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.010401",
            "3671850448270523013",
            "\/scholar?cites=3671850448270523013",
            {
                "2000":1,
                "2001":11,
                "2002":24,
                "2003":22,
                "2004":17,
                "2005":16,
                "2006":5,
                "2007":14,
                "2008":10,
                "2009":11,
                "2010":6,
                "2011":7,
                "2012":4,
                "2013":8,
                "2014":4,
                "2015":4,
                "2016":5,
                "2017":5,
                "2018":6,
                "2019":2
            }
        ]
    ]
}