{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "ALICE (A Large Ion Collider Experiment) is a general-purpose, heavy-ion detector at the CERN LHC which focuses on QCD, the strong-interaction sector of the Standard Model. It is designed to address the physics of strongly interacting matter and the quark-gluon plasma at extreme values of energy density and temperature in nucleus-nucleus collisions. Besides running with Pb ions, the physics programme includes collisions with lighter ions, lower energy running and dedicated proton-nucleus runs. ALICE will also take data with proton beams at the top LHC energy to collect reference data for the heavy-ion programme and to address several QCD topics for which ALICE is complementary to the other LHC detectors. The ALICE detector has been built by a collaboration including currently over 1000 physicists and engineers from 105 Institutes in 30 countries. Its overall dimensions are 16× 16× 26 m3 with a total …",
            "The ALICE experiment at the CERN LHC",
            "Kenneth Aamodt and A Abrahantes Quintana and R Achenbach and S Acounis and D Adamová and C Adler and M Aggarwal and F Agnese and G Aglieri Rinella and Z Ahammed and A Ahmad and N Ahmad and S Ahmad and A Akindinov and P Akishin and D Aleksandrov and B Alessandro and R Alfaro and G Alfarone and A Alici and J Alme and T Alt and S Altinpinar and W Amend and C Andrei and Yves Andres and A Andronic and G Anelli and M Anfreville and V Angelov and A Anzo and C Anson and T Anticić and V Antonenko and D Antonczyk and F Antinori and S Antinori and P Antonioli and Laurent Aphecetche and H Appelshäuser and V Aprodu and M Arba and S Arcelli and A Argentieri and N Armesto and R Arnaldi and A Arefiev and I Arsene and A Asryan and A Augustinus and TC Awes and J Äysto and M Danish Azmi and S Bablock and A Badalà and SK Badyal and J Baechler and S Bagnasco and R Bailhache and R Bala and A Baldisseri and A Baldit and J Bán and R Barbera and PL Barberis and JM Barbet and G Barnäfoldi and V Barret and J Bartke and D Bartos and M Basile and V Basmanov and N Bastid and Guillaume Batigne and B Batyunya and J Baudot and C Baumann and I Bearden and B Becker and J Belikov and R Bellwied and E Belmont-Moreno and A Belogianni and S Belyaev and A Benato and JL Beney and L Benhabib and F Benotto and Stefania Beole and I Berceanu and A Bercuci and E Berdermann and Y Berdnikov and C Bernard and R Berny and JD Berst and H Bertelsen and L Betev and A Bhasin and P Baskar and A Bhati and N Bianchi and J Bielčik and J Bielčiková and L Bimbot and G Blanchard and F Blanco and D Blau and C Blume and S Blyth and M Boccioli and A Bogdanov and H Bøggild and M Bogolyubsky and L Boldizsár and M Bombara and C Bombonati and M Bondila and D Bonnet and V Bonvicini and H Borel and F Borotto and V Borshchov and Y Bortoli and O Borysov and S Bose and L Bosisio and M Botje and S Böttger and G Bourdaud and O Bourrion and S Bouvier and A Braem and M Braun and P Braun-Munzinger and L Bravina and M Bregant and G Bruckner and R Brun and E Bruna and O Brunasso and GE Bruno and D Bucher and V Budilov and D Budnikov and H Buesching and P Buncic and M Burns and S Burachas and O Busch",
            "2008",
            "flqXPN0AAAAJ:NzUpm4bhSXQC",
            4301,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1748-0221\/3\/08\/S08002\/meta",
            "15254134629373290316",
            "\/scholar?cites=15254134629373290316",
            {
                "2008":21,
                "2009":97,
                "2010":157,
                "2011":279,
                "2012":345,
                "2013":384,
                "2014":397,
                "2015":445,
                "2016":440,
                "2017":486,
                "2018":428,
                "2019":425,
                "2020":351,
                "2021":24
            }
        ],
        [
            "Many architects believe that major improvements in cost-energy-performance must now come from domain-specific hardware. This paper evaluates a custom ASIC---called a Tensor Processing Unit (TPU)---deployed in datacenters since 2015 that accelerates the inference phase of neural networks (NN). The heart of the TPU is a 65,536 8-bit MAC matrix multiply unit that offers a peak throughput of 92 TeraOps\/second (TOPS) and a large (28 MiB) software-managed on-chip memory. The TPU's deterministic execution model is a better match to the 99th-percentile response-time requirement of our NN applications than are the time-varying optimizations of CPUs and GPUs that help average throughput more than guaranteed latency. The lack of such features helps explain why, despite having myriad MACs and a big memory, the TPU is relatively small and low power. We compare the TPU to a server-class Intel …",
            "In-datacenter performance analysis of a tensor processing unit",
            "Norman P Jouppi and Cliff Young and Nishant Patil and David Patterson and Gaurav Agrawal and Raminder Bajwa and Sarah Bates and Suresh Bhatia and Nan Boden and Al Borchers and Rick Boyle and Pierre-luc Cantin and Clifford Chao and Chris Clark and Jeremy Coriell and Mike Daley and Matt Dau and Jeffrey Dean and Ben Gelb and Tara Vazir Ghaemmaghami and Rajendra Gottipati and William Gulland and Robert Hagmann and C Richard Ho and Doug Hogberg and John Hu and Robert Hundt and Dan Hurt and Julian Ibarz and Aaron Jaffey and Alek Jaworski and Alexander Kaplan and Harshit Khaitan and Daniel Killebrew and Andy Koch and Naveen Kumar and Steve Lacy and James Laudon and James Law and Diemthu Le and Chris Leary and Zhuyuan Liu and Kyle Lucke and Alan Lundin and Gordon MacKean and Adriana Maggiore and Maire Mahony and Kieran Miller and Rahul Nagarajan and Ravi Narayanaswami and Ray Ni and Kathy Nix and Thomas Norrie and Mark Omernick and Narayana Penukonda and Andy Phelps and Jonathan Ross and Matt Ross and Amir Salek and Emad Samadiani and Chris Severn and Gregory Sizikov and Matthew Snelham and Jed Souter and Dan Steinberg and Andy Swing and Mercedes Tan and Gregory Thorson and Bo Tian and Horia Toma and Erick Tuttle and Vijay Vasudevan and Richard Walter and Walter Wang and Eric Wilcox and Doe Hyun Yoon",
            "2017",
            "flqXPN0AAAAJ:f5lEeLvKxmwC",
            2195,
            "https:\/\/dl.acm.org\/doi\/abs\/10.1145\/3079856.3080246",
            "11411439265495188627",
            "\/scholar?cites=11411439265495188627",
            {
                "2017":120,
                "2018":532,
                "2019":698,
                "2020":774,
                "2021":48
            }
        ],
        [
            "We present two novel methods for face verification. Our first method - “attribute” classifiers - uses binary classifiers trained to recognize the presence or absence of describable aspects of visual appearance (e.g., gender, race, and age). Our second method - “simile” classifiers - removes the manual labeling required for attribute classification and instead learns the similarity of faces, or regions of faces, to specific reference people. Neither method requires costly, often brittle, alignment between image pairs; yet, both methods produce compact visual descriptions, and work on real-world images. Furthermore, both the attribute and simile classifiers improve on the current state-of-the-art for the LFW data set, reducing the error rates compared to the current best by 23.92% and 26.34%, respectively, and 31.68% when combined. For further testing across pose, illumination, and expression, we introduce a new data set …",
            "Attribute and simile classifiers for face verification",
            "Neeraj Kumar and Alexander C Berg and Peter N Belhumeur and Shree K Nayar",
            "2009",
            "flqXPN0AAAAJ:_B80troHkn4C",
            1624,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/5459250\/",
            "4063408445858122425",
            "\/scholar?cites=4063408445858122425",
            {
                "2008":6,
                "2009":3,
                "2010":47,
                "2011":86,
                "2012":98,
                "2013":138,
                "2014":199,
                "2015":183,
                "2016":223,
                "2017":201,
                "2018":167,
                "2019":121,
                "2020":93,
                "2021":9
            }
        ],
        [
            "We present a novel approach to localizing parts in images of human faces. The approach combines the output of local detectors with a nonparametric set of global models for the part locations based on over 1,000 hand-labeled exemplar images. By assuming that the global models generate the part locations as hidden variables, we derive a Bayesian objective function. This function is optimized using a consensus of models for these hidden variables. The resulting localizer handles a much wider range of expression, pose, lighting, and occlusion than prior ones. We show excellent performance on real-world face datasets such as Labeled Faces in the Wild (LFW) and a new Labeled Face Parts in the Wild (LFPW) and show that our localizer achieves state-of-the-art performance on the less challenging BioID dataset.",
            "Localizing parts of faces using a consensus of exemplars",
            "Peter N Belhumeur and David W Jacobs and David J Kriegman and Neeraj Kumar",
            "2013",
            "flqXPN0AAAAJ:dQ2og3OwTAUC",
            1087,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/6412675\/",
            "8801930631236620204",
            "\/scholar?cites=8801930631236620204",
            {
                "2012":54,
                "2013":64,
                "2014":110,
                "2015":133,
                "2016":166,
                "2017":152,
                "2018":139,
                "2019":125,
                "2020":98,
                "2021":5
            }
        ],
        [
            "We describe the first mobile app for identifying plant species using automatic visual recognition. The system – called Leafsnap – identifies tree species from photographs of their leaves. Key to this system are computer vision components for discarding non-leaf images, segmenting the leaf from an untextured background, extracting features representing the curvature of the leaf’s contour over multiple scales, and identifying the species from a dataset of the 184 trees in the Northeastern United States. Our system obtains state-of-the-art performance on the real-world images from the new Leafsnap Dataset – the largest of its kind. Throughout the paper, we document many of the practical steps needed to produce a computer vision system such as ours, which currently has nearly a million users.",
            "Leafsnap: A computer vision system for automatic plant species identification",
            "Neeraj Kumar and Peter N Belhumeur and Arijit Biswas and David W Jacobs and W John Kress and Ida C Lopez and João VB Soares",
            "2012",
            "flqXPN0AAAAJ:35r97b3x0nAC",
            725,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-3-642-33709-3_36",
            "17525617266456647645",
            "\/scholar?cites=17525617266456647645",
            {
                "2012":3,
                "2013":44,
                "2014":74,
                "2015":73,
                "2016":112,
                "2017":90,
                "2018":114,
                "2019":100,
                "2020":89,
                "2021":9
            }
        ],
        [
            "The pseudorapidity density and multiplicity distribution of charged particles produced in proton–proton collisions at the LHC, at a centre-of-mass energy  TeV, were measured in the central pseudorapidity region |η|<1. Comparisons are made with previous measurements at  TeV and 2.36 TeV. At  TeV, for events with at least one charged particle in |η|<1, we obtain . This corresponds to an increase of  relative to collisions at 0.9 TeV, significantly higher than calculations from commonly used models. The multiplicity distribution at 7 TeV is described fairly well by the negative binomial distribution.",
            "Charged-particle multiplicity measurement in proton–proton collisions at   TeV with ALICE at LHC",
            "K Aamodt and N Abel and U Abeysekara and A Abrahantes Quintana and A Abramyan and D Adamova and MM Aggarwal and G Aglieri Rinella and AG Agocs and S Aguilar Salazar and Z Ahammed and A Ahmad and N Ahmad and Sang Un Ahn and R Akimoto and A Akindinov and D Aleksandrov and B Alessandro and R Alfaro Molina and A Alici and E Almaráz Aviña and J Alme and T Alt and V Altini and S Altinpinar and C Andrei and A Andronic and G Anelli and V Angelov and C Anson and T Antičić and F Antinori and S Antinori and K Antipin and D Antończyk and P Antonioli and A Anzo and Laurent Aphecetche and H Appelshäuser and S Arcelli and R Arceo and A Arend and N Armesto and R Arnaldi and T Aronsson and IC Arsene and A Asryan and A Augustinus and R Averbeck and TC Awes and J Äystö and MD Azmi and S Bablok and M Bach and A Badalà and YW Baek and S Bagnasco and R Bailhache and R Bala and A Baldisseri and A Baldit and J Bán and R Barbera and GG Barnaföldi and L Barnby and V Barret and J Bartke and F Barile and M Basile and V Basmanov and N Bastid and B Bathen and Guillaume Batigne and B Batyunya and C Baumann and IG Bearden and B Becker and I Belikov and R Bellwied and E Belmont-Moreno and A Belogianni and L Benhabib and S Beole and I Berceanu and A Bercuci and E Berdermann and Y Berdnikov and L Betev and A Bhasin and AK Bhati and L Bianchi and N Bianchi and C Bianchin and J Bielčík and J Bielčíková and A Bilandzic and L Bimbot and E Biolcati and A Blanc and F Blanco and D Blau and C Blume and M Boccioli and N Bock and A Bogdanov and H Bøggild and M Bogolyubsky and J Bohm and L Boldizsar and M Bombara and C Bombonati and M Bondila and H Borel and A Borisov and C Bortolin and S Bose and L Bosisio and F Bossú and M Botje and S Böttger and G Bourdaud and B Boyer and M Braun and P Braun-Munzinger and L Bravina and M Bregant and T Breitner and G Bruckner and R Brun and E Bruna and GE Bruno and D Budnikov and H Buesching and P Buncic and O Busch and Z Buthelezi and D Caffarri and X Cai and H Caines and E Camacho and P Camerini and M Campbell and V Canoa Roman and GP Capitani and G Cara Romeo and F Carena and W Carena and F Carminati and A Casanova Díaz and M Caselle",
            "2010",
            "flqXPN0AAAAJ:H8Dy_DhitWcC",
            705,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-010-1350-2",
            "11994743219356284671",
            "\/scholar?cites=11994743219356284671",
            {
                "2010":49,
                "2011":127,
                "2012":110,
                "2013":76,
                "2014":54,
                "2015":63,
                "2016":78,
                "2017":42,
                "2018":56,
                "2019":21,
                "2020":25
            }
        ],
        [
            "The relationship between macronutrients and cardiovascular disease and mortality is controversial. Most available data are from European and North American populations where nutrition excess is more likely, so their applicability to other populations is unclear.The Prospective Urban Rural Epidemiology (PURE) study is a large, epidemiological cohort study of individuals aged 35–70 years (enrolled between Jan 1, 2003, and March 31, 2013) in 18 countries with a median follow-up of 7·4 years (IQR 5·3–9·3). Dietary intake of 135 335 individuals was recorded using validated food frequency questionnaires. The primary outcomes were total mortality and major cardiovascular events (fatal cardiovascular disease, non-fatal myocardial infarction, stroke, and heart failure). Secondary outcomes were all myocardial infarctions, stroke, cardiovascular disease mortality, and non-cardiovascular disease …",
            "Associations of fats and carbohydrate intake with cardiovascular disease and mortality in 18 countries from five continents (PURE): a prospective cohort study",
            "Mahshid Dehghan and Andrew Mente and Xiaohe Zhang and Sumathi Swaminathan and Wei Li and Viswanathan Mohan and Romaina Iqbal and Rajesh Kumar and Edelweiss Wentzel-Viljoen and Annika Rosengren and Leela Itty Amma and Alvaro Avezum and Jephat Chifamba and Rafael Diaz and Rasha Khatib and Scott Lear and Patricio Lopez-Jaramillo and Xiaoyun Liu and Rajeev Gupta and Noushin Mohammadifard and Nan Gao and Aytekin Oguz and Anis Safura Ramli and Pamela Seron and Yi Sun and Andrzej Szuba and Lungiswa Tsolekile and Andreas Wielgosz and Rita Yusuf and Afzal Hussein Yusufali and Koon K Teo and Sumathy Rangarajan and Gilles Dagenais and Shrikant I Bangdiwala and Shofiqul Islam and Sonia S Anand and Salim Yusuf and R Diaz and A Orlandini and B Linetsky and S Toscanelli and G Casaccia and JM Maini Cuneo and O Rahman and R Yusuf and AK Azad and KA Rabbani and HM Cherry and A Mannan and I Hassan and AT Talukdar and RB Tooheen and MU Khan and M Sintaha and T Choudhury and R Haque and S Parvin and A Avezum and GB Oliveira and CS Marcilio and AC Mattos and K Teo and S Yusuf and J Dejesus and D Agapay and T Tongana and R Solano and I Kay and S Trottier and J Rimac and W Elsheikh and L Heldman and E Ramezani and G Dagenais and P Poirier and G Turbide and D Auger and A LeBlanc De Bluts and MC Proulx and M Cayer and N Bonneville and S Lear and D Gasevic and E Corber and V de Jong and I Vukmirovich and A Wielgosz and G Fodor and A Pipe and A Shane and F Lanas and P Seron and S Martinez and A Valdebenito and M Oliveros and Li Wei and Liu Lisheng and Chen Chunming and Wang Xingyu and Zhao Wenhua and Zhang Hongye and Jia Xuan and Hu Bo and Sun Yi and Bo Jian and Zhao Xiuwen and Chang Xiaohong and Chen Tao and Chen Hui and Deng Qing and Cheng Xiaoru and He Xinye and Li Jian and Li Juan and Liu Xu and Ren Bing and Wang Wei and Wang Yang and Yang Jun and Zhai Yi and Zhu Manlu and Lu Fanghong and Wu Jianfang and Li Yindong and Hou Yan and Zhang Liangqing and Guo Baoxia and Liao Xiaoyang and Zhang Shiying and Bian Rongwen and Tian Xiuzhen and Li Dong and Chen Di and Wu Jianguo and Xiao Yize and Liu Tianlu and Zhang Peng and Dong Changlin and Li Ning and Ma Xiaolan and Yang Yuqing and Lei Rensheng and Fu Minfan and He Jing and Liu Yu and Xing Xiaojie and Zhou Qiang and P Lopez-Jaramillo and PA Camacho Lopez and R Garcia",
            "2017",
            "flqXPN0AAAAJ:3ERjdSgnfPsC",
            632,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673617322523",
            "10468550971550793751",
            "\/scholar?cites=10468550971550793751",
            {
                "2017":26,
                "2018":171,
                "2019":179,
                "2020":199,
                "2021":13
            }
        ],
        [
            "The production of π +, π −, K+, K−, p, and  at mid-rapidity has been measured in proton-proton collisions at  with the ALICE detector. Particle identification is performed using the specific energy loss in the inner tracking silicon detector and the time projection chamber. In addition, time-of-flight information is used to identify hadrons at higher momenta. Finally, the distinctive kink topology of the weak decay of charged kaons is used for an alternative measurement of the kaon transverse momentum (p t) spectra. Since these various particle identification tools give the best separation capabilities over different momentum ranges, the results are combined to extract spectra from p t=100 MeV\/c to 2.5 GeV\/c. The measured spectra are further compared with QCD-inspired models which yield a poor description. The total yields and the mean p …",
            "Production of pions, kaons and protons in pp collisions at  with ALICE at the LHC",
            "K Aamodt and N Abel and U Abeysekara and A Abrahantes Quintana and A Abramyan and D Adamova and MM Aggarwal and G Aglieri Rinella and AG Agocs and S Aguilar Salazar and Z Ahammed and A Ahmad and N Ahmad and SU Ahn and R Akimoto and A Akindinov and D Aleksandrov and B Alessandro and R Alfaro Molina and A Alici and E Almaráz Aviña and J Alme and T Alt and V Altini and S Altinpinar and C Andrei and A Andronic and G Anelli and V Angelov and C Anson and T Antičić and F Antinori and S Antinori and K Antipin and D Antończyk and P Antonioli and A Anzo and L Aphecetche and H Appelshaeuser and S Arcelli and R Arceo and A Arend and N Armesto and R Arnaldi and T Aronsson and IC Arsene and A Asryan and A Augustinus and R Averbeck and TC Awes and J Äystö and MD Azmi and S Bablok and M Bach and A Badala and YW Baek and S Bagnasco and R Bailhache and R Bala and A Baldisseri and A Baldit and J Ban and R Barbera and GG Barnafoeldi and LS Barnby and V Barret and J Bartke and F Barile and M Basile and V Basmanov and N Bastid and B Bathen and G Batigne and B Batyunya and C Baumann and IG Bearden and B Becker and I Belikov and R Bellwied and E Belmont-Moreno and A Belogianni and L Benhabib and S Beole and I Berceanu and A Bercuci and E Berdermann and Y Berdnikov and L Betev and A Bhasin and AK Bhati and L Bianchi and N Bianchi and C Bianchin and J Bielčík and J Bielčíková and A Bilandzic and L Bimbot and E Biolcati and A Blanc and F Blanco and D Blau and C Blume and M Boccioli and N Bock and A Bogdanov and H Bøggild and M Bogolyubsky and J Bohm and L Boldizsár and M Bombara and C Bombonati and M Bondila and H Borel and A Borisov and C Bortolin and S Bose and L Bosisio and F Bossú and M Botje and S Böttger and G Bourdaud and B Boyer and M Braun and P Braun-Munzinger and L Bravina and M Bregant and T Breitner and G Bruckner and R Brun and E Bruna and GE Bruno and D Budnikov and H Buesching and P Buncic and O Busch and Z Buthelezi and D Caffarri and X Cai and H Caines and E Calvo and E Camacho and P Camerini and M Campbell and V Canoa Roman and GP Capitani and G Cara Romeo and F Carena and W Carena and F Carminati and A Casanova Díaz",
            "2011",
            "flqXPN0AAAAJ:mqGkWRiPAHEC",
            631,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-011-1655-9",
            "4405841771210317240",
            "\/scholar?cites=4405841771210317240",
            {
                "2011":57,
                "2012":89,
                "2013":67,
                "2014":56,
                "2015":76,
                "2016":49,
                "2017":80,
                "2018":52,
                "2019":45,
                "2020":55,
                "2021":3
            }
        ],
        [
            "Nearly 900 SSRs (simple sequence repeats) were identified among 15,000 ESTs (expressed sequence tags) belonging to bread wheat ( Triticum aestivum L.). The SSRs were defined by their minimum length, which ranged from 14 to 21 bp. The maximum length ranged from 24 to 87 bp depending upon the length of the repeat unit itself (1–7 bp). The average density of SSRs was one SSR per 9.2 kb of EST sequence screened. The trinucleotide repeats were the most abundant SSRs detected. As a representative sample, 78 primer pairs were designed, which were also used to screen the dbEST entries for Hordeum vulgare and Triticum tauschii (donor of the D-genome of cultivated wheat) using a cut-off E (expectation) value of 0.01. On the basis of in silico analysis, up to 55.12% of the primer pairs exhibited transferability from Triticum to Hordeum, indicating that the sequences flanking the SSRs are not …",
            "Transferable EST-SSR markers for the study of polymorphism and genetic diversity in bread wheat",
            "P Kꎬ Gupta and S Rustgi and S Sharma and R Singh and N Kumar and HS Balyan",
            "2003",
            "flqXPN0AAAAJ:DwWRdx-KAo4C",
            601,
            "https:\/\/link.springer.com\/article\/10.1007\/s00438-003-0921-4",
            "4903988624802545029",
            "\/scholar?cites=4903988624802545029",
            {
                "2004":14,
                "2005":19,
                "2006":22,
                "2007":30,
                "2008":52,
                "2009":53,
                "2010":46,
                "2011":58,
                "2012":43,
                "2013":48,
                "2014":41,
                "2015":44,
                "2016":38,
                "2017":30,
                "2018":15,
                "2019":18,
                "2020":27
            }
        ],
        [
            "We introduce the use of describable visual attributes for face verification and image search. Describable visual attributes are labels that can be given to an image to describe its appearance. This paper focuses on images of faces and the attributes used to describe them, although the concepts also apply to other domains. Examples of face attributes include gender, age, jaw shape, nose size, etc. The advantages of an attribute-based representation for vision tasks are manifold: They can be composed to create descriptions at various levels of specificity; they are generalizable, as they can be learned once and then applied to recognize new objects or categories without any further training; and they are efficient, possibly requiring exponentially fewer attributes (and training data) than explicitly naming each category. We show how one can create and label large data sets of real-world images to train classifiers which …",
            "Describable visual attributes for face verification and image search",
            "Neeraj Kumar and Alexander Berg and Peter N Belhumeur and Shree Nayar",
            "2011",
            "flqXPN0AAAAJ:evX43VCCuoAC",
            537,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/5728825\/",
            "17304896175456890238",
            "\/scholar?cites=17304896175456890238",
            {
                "2010":3,
                "2011":9,
                "2012":28,
                "2013":50,
                "2014":85,
                "2015":51,
                "2016":70,
                "2017":77,
                "2018":63,
                "2019":53,
                "2020":31,
                "2021":3
            }
        ]
    ]
}