{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Departments of 1Neurology and 2Neuroscience, Albert Einstein College of Medicine, Bronx, New York 10461 α-Band (8–14 Hz) oscillatory EEG activity was examined with high-density scalp electrical recording during the cue–stimulus interval of an endogenous spatial cueing paradigm. In different blocks, cued spatial locations (left or right) were in either the upper or lower visual field, and attended stimuli were either oriented Ts or moving dots. Distractor stimuli were equally likely in the uncued hemifield. Sustained focal increases of α-band activity were seen over occipital cortex contralateral to the direction of the to-be-ignored location (ipsilateral to the cued direction of attention) before onset of the to-be-attended stimulus. The focus of α-band activity also moved depending on whether cued locations were in the upper or lower field. Results are consistent with active gating of uncued spatial locations.",
            "Anticipatory biasing of visuospatial attention indexed by retinotopically specific α-bank electroencephalography increases over occipital cortex",
            "Michael S Worden and John J Foxe and Norman Wang and Gregory V Simpson",
            "2000",
            "fMfq07IAAAAJ:d1gkVwhDpl0C",
            1156,
            "https:\/\/www.jneurosci.org\/content\/20\/6\/RC63.short",
            "11653154767426911345",
            "\/scholar?cites=11653154767426911345",
            {
                "2001":5,
                "2002":11,
                "2003":7,
                "2004":14,
                "2005":19,
                "2006":26,
                "2007":26,
                "2008":49,
                "2009":38,
                "2010":46,
                "2011":75,
                "2012":70,
                "2013":69,
                "2014":95,
                "2015":81,
                "2016":96,
                "2017":83,
                "2018":98,
                "2019":110,
                "2020":122,
                "2021":8
            }
        ],
        [
            "Integration of information from multiple senses is fundamental to perception and cognition, but when and where this is accomplished in the brain is not well understood. This study examined the timing and topography of cortical auditory–visual interactions using high-density event-related potentials (ERPs) during a simple reaction-time (RT) task. Visual and auditory stimuli were presented alone and simultaneously. ERPs elicited by the auditory and visual stimuli when presented alone were summed (‘sum’ ERP) and compared to the ERP elicited when they were presented simultaneously (‘simultaneous’ ERP). Divergence between the ‘simultaneous’ and ‘sum’ ERP indicated auditory–visual (AV) neural response interactions. There was a surprisingly early right parieto-occipital AV interaction, consistent with the finding of an earlier study [J. Cogn. Neurosci. 11 (1999) 473]. The timing of onset of this effect (46 ms) was …",
            "Multisensory auditory–visual interactions during early sensory processing in humans: a high-density electrical mapping study",
            "Sophie Molholm and Walter Ritter and Micah M Murray and Daniel C Javitt and Charles E Schroeder and John J Foxe",
            "2002",
            "fMfq07IAAAAJ:u5HHmVD_uO8C",
            916,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0926641002000666",
            "17395390282944835091",
            "\/scholar?cites=17395390282944835091",
            {
                "2002":3,
                "2003":13,
                "2004":28,
                "2005":34,
                "2006":38,
                "2007":53,
                "2008":50,
                "2009":55,
                "2010":64,
                "2011":66,
                "2012":61,
                "2013":67,
                "2014":73,
                "2015":62,
                "2016":37,
                "2017":52,
                "2018":63,
                "2019":45,
                "2020":44,
                "2021":4
            }
        ],
        [
            "Evidence has amassed from both animal intracranial recordings and human electrophysiology that neural oscillatory mechanisms play a critical role in a number of cognitive functions such as learning, memory, feature binding and sensory gating. The wide availability of high-density electrical and magnetic recordings (64-256 channels) over the past two decades has allowed for renewed efforts in the characterization and localization of these rhythms. A variety of cognitive effects that are associated with specific brain oscillations have been reported, which range in spectral, temporal, and spatial characteristics depending on the context. Our laboratory has focused on investigating the role of alpha-band oscillatory activity (8-14 Hz) as a potential attentional suppression mechanism, and this particular oscillatory attention mechanism will be the focus of the current review. We discuss findings in the context of intersensory selective attention as well as intrasensory spatial and feature-based attention in the visual, auditory, and tactile domains. The weight of evidence suggests that alpha-band oscillations can be actively invoked within cortical regions across multiple sensory systems, particularly when these regions are involved in processing irrelevant or distracting information. That is, a central role for alpha seems to be as an attentional suppression mechanism when objects or features need to be specifically ignored or selected against.",
            "The role of alpha-band brain oscillations as a sensory suppression mechanism during selective attention",
            "John J Foxe and Adam C Snyder",
            "2011",
            "fMfq07IAAAAJ:08ZZubdj9fEC",
            769,
            "https:\/\/www.frontiersin.org\/articles\/10.3389\/fpsyg.2011.00154\/full",
            "8590407116856599804",
            "\/scholar?cites=8590407116856599804",
            {
                "2011":4,
                "2012":26,
                "2013":37,
                "2014":63,
                "2015":52,
                "2016":63,
                "2017":98,
                "2018":130,
                "2019":126,
                "2020":161,
                "2021":8
            }
        ],
        [
            " This study provides a time frame for the initial trajectory of activation flow along the dorsal and ventral visual processing streams and for the initial activation of prefrontal cortex in the human. We provide evidence that this widespread system of sensory, parietal, and prefrontal areas is activated in less than 30 ms, which is considerably shorter than typically assumed in the human event-related potential (ERP) literature and is consistent with recent intracranial data from macaques. We find a mean onset latency of activity over occipital cortex (C1e) at 56 ms, with dorsolateral frontal cortex subsequently active by just 80 ms. Given that activity in visual sensory areas typically continues for 100–400 ms prior to motor output, this rapid system-wide activation provides a time frame for the initiation of feedback processes onto sensory areas. There is clearly sufficient time for multiple iterations of interactive processing …",
            "Flow of activation from V1 to frontal cortex in humans",
            "John J Foxe and Gregory V Simpson",
            "2002",
            "fMfq07IAAAAJ:u-x6o8ySG0sC",
            681,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s00221-001-0906-7.pdf",
            "8853724060775194579",
            "\/scholar?cites=8853724060775194579",
            {
                "2002":8,
                "2003":23,
                "2004":24,
                "2005":32,
                "2006":41,
                "2007":40,
                "2008":41,
                "2009":40,
                "2010":38,
                "2011":38,
                "2012":54,
                "2013":47,
                "2014":52,
                "2015":28,
                "2016":31,
                "2017":30,
                "2018":31,
                "2019":40,
                "2020":38
            }
        ]
    ]
}