{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "Clark Kerr headed the Carnegie Commission when it created the classification system, so it is not surprising that the scheme bore marked similarities to another element of the Kerr legacy, the mission differentiation embedded in the 1960 California Master Plan for Higher Education. Indeed, one goal of the new system was to call attention to—and emphasize the importance of—the considerable institutional diversity of US higher education. The classification provided a way to represent that diversity by grouping roughly comparable institutions into meaningful, analytically manageable categories. It enabled researchers to make reasonable comparisons among “similar” institutions and to contrast them with groups of “different” ones. In describing the new system, Kerr wrote that the commission sought to create categories that would be “relatively homogeneous with respect to the functions of the institutions as well as …",
            "Rethinking and reframing the Carnegie classification",
            "Alexander C McCormick and Chun-Mei Zhao",
            "2005",
            "Fnd_SygAAAAJ:9yKSN-GCB0IC",
            368,
            "https:\/\/naspa.tandfonline.com\/doi\/pdf\/10.3200\/CHNG.37.5.51-57",
            "601299837211067138",
            "\/scholar?cites=601299837211067138",
            {
                "2006":3,
                "2007":13,
                "2008":14,
                "2009":20,
                "2010":23,
                "2011":32,
                "2012":30,
                "2013":41,
                "2014":33,
                "2015":35,
                "2016":26,
                "2017":15,
                "2018":30,
                "2019":24,
                "2020":26
            }
        ],
        [
            "A satisfactory relationship between doctoral students and their advisors is an essential component of successful doctoral training. Using responses to a national survey of doctoral students in the US from 27 universities and 11 disciplines, this paper explores factors affecting students' satisfaction with the advising relationship. We find that both the criteria used in selecting an advisor and reported advisor behaviours influence satisfaction. Moreover, there are pronounced disciplinary differences in both choice criteria and advisor behaviour, and these are more robust predictors of satisfaction than individual characteristics.",
            "More than a signature: How advisor choice and advisor behaviour affect doctoral student satisfaction",
            "Chun‐Mei Zhao and Chris M Golde and Alexander C McCormick",
            "2007",
            "Fnd_SygAAAAJ:qjMakFHDy7sC",
            367,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/03098770701424983",
            "13539946123576962622",
            "\/scholar?cites=13539946123576962622",
            {
                "2006":3,
                "2007":5,
                "2008":4,
                "2009":7,
                "2010":11,
                "2011":22,
                "2012":37,
                "2013":26,
                "2014":25,
                "2015":24,
                "2016":32,
                "2017":32,
                "2018":48,
                "2019":45,
                "2020":37,
                "2021":3
            }
        ],
        [
            "LASSIFICATION IS ONE OF THE MOST CHALLENGING TASKS that human beings confront. Which books should be shelved together in a library? Which disciplines should be organized into the same school or colleges in a university? On what basis should students be grouped together in a school? Which institutions should be clustered together in the universe of higher education? What you hold in your hands or see on your screen is the 2000 edition of the Carnegie Classification of Institutions of Higher Education, the first step of our two-stage plan to revamp the Classification. Following this foreword you will find:",
            "The Carnegie classification of institutions of higher education",
            "Carnegie Foundation for the Advancement of Teaching",
            "2001",
            "Fnd_SygAAAAJ:tzM49s52ZIMC",
            321,
            "http:\/\/scholar.google.com\/scholar?cluster=13568949723631809278&hl=en&oi=scholarr",
            "1001612047000337460",
            "\/scholar?cites=1001612047000337460",
            {
                "2001":1,
                "2002":12,
                "2003":11,
                "2004":20,
                "2005":19,
                "2006":19,
                "2007":25,
                "2008":21,
                "2009":22,
                "2010":11,
                "2011":13,
                "2012":17,
                "2013":9,
                "2014":15,
                "2015":17,
                "2016":28,
                "2017":6,
                "2018":28,
                "2019":14,
                "2020":11
            }
        ],
        [
            "It is increasingly common for students to attend multiple institutions, and this involves more than transfer between institutions. Although sophisticated bureaucratic mechanisms for dealing with course‐taking at other institutions have been developed, there is an urgent need to understand its educational implications and to develop ways to enhance educational coherence.",
            "Swirling and double‐dipping: New patterns of student attendance and their implications for higher education",
            "Alexander C McCormick",
            "2003",
            "Fnd_SygAAAAJ:2osOgNQ5qMEC",
            299,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/he.98",
            "3774253464411027656",
            "\/scholar?cites=3774253464411027656",
            {
                "2004":3,
                "2005":8,
                "2006":11,
                "2007":12,
                "2008":13,
                "2009":14,
                "2010":9,
                "2011":19,
                "2012":23,
                "2013":21,
                "2014":24,
                "2015":27,
                "2016":23,
                "2017":20,
                "2018":28,
                "2019":17,
                "2020":19,
                "2021":1
            }
        ],
        [
            "This study examined the contingent relationships between learning community participation and student engagement in educational activities inside and outside the classroom using data from the 2004 administration of the National Survey of Student Engagement (NSSE). Results indicated that learning community participation was positively and significantly related to student engagement, both for first-year students and seniors. For some types of engagement, relationships were significantly stronger for seniors than for first-year students. Analyses also revealed there was substantial variability across institutions in the magnitude of the relationships between learning community participation and first-year students’ levels of engagement. Although institutional characteristics accounted for some of the variability across institutions, a substantial amount of the variability in engagement–learning community …",
            "An investigation of the contingent relationships between learning community participation and student engagement",
            "Gary R Pike and George D Kuh and Alexander C McCormick",
            "2011",
            "Fnd_SygAAAAJ:IjCSPb-OGe4C",
            267,
            "https:\/\/link.springer.com\/article\/10.1007%252Fs11162-010-9192-1",
            "5002731681588678325",
            "\/scholar?cites=5002731681588678325",
            {
                "2011":5,
                "2012":22,
                "2013":19,
                "2014":24,
                "2015":24,
                "2016":40,
                "2017":34,
                "2018":34,
                "2019":32,
                "2020":26,
                "2021":1
            }
        ],
        [
            "This report analyzes patterns of undergraduate transfer behavior of students who entered postsecondary education during the academic year 1989-90. Data were derived from the spring 1994 follow-up of the 1990 Beginning Postsecondary Students Longitudinal Study. The report notes that attendance at multiple institutions is widespread: at 4-year institutions almost half of beginning students enrolled elsewhere within 5 years, although only 25 percent transferred; and at community colleges, 25 percent were identified as working toward a bachelor's degree. The report data, which are summarized in 9 figures and 28 tables, and the discussion cover the following areas:(1) definition of transfer;(2) the general phenomenon of attendance at multiple institutions;(3) transfer activity in general;(4) transfer from 4-year institutions;(5) transfer from public 2-year to 4-year institutions; and (5) transfer activities, controlling for background. Three appendixes provide reference tables, a glossary, and technical notes and methodology.(Contains 12 references.)(CH)",
            "Transfer behavior among beginning postsecondary students, 1989-94",
            "Alexander C McCormick",
            "1997",
            "Fnd_SygAAAAJ:u-x6o8ySG0sC",
            192,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=emOA0syvFNEC&oi=fnd&pg=PR3&dq=info:Y4jsZ74NZBgJ:scholar.google.com&ots=MVknQHcySH&sig=0mt3hBC6TisRE5YfVI807tLWY2A",
            "1757544866019838051",
            "\/scholar?cites=1757544866019838051",
            {
                "1998":2,
                "1999":7,
                "2000":3,
                "2001":9,
                "2002":10,
                "2003":8,
                "2004":11,
                "2005":16,
                "2006":11,
                "2007":6,
                "2008":16,
                "2009":13,
                "2010":10,
                "2011":4,
                "2012":12,
                "2013":7,
                "2014":11,
                "2015":5,
                "2016":9,
                "2017":5,
                "2018":3,
                "2019":8,
                "2020":4
            }
        ],
        [
            "This chapter traces the development of student engagement as a research-informed intervention to shift the discourse on quality in higher education to emphasize matters of teaching and learning while providing colleges and universities with diagnostic, actionable information that can inform improvement efforts. The conceptual lineage of student engagement blends a set of related theoretical propositions (quality of effort, involvement, and integration) with practice-focused prescriptions for good practice in undergraduate education. The development of survey-based approaches to measuring student engagement is reviewed, including a treatment of recent criticisms of these approaches. Next, we summarize important empirical findings, including validation research, typological research, and research on institutional improvement. Because student engagement emerged as an intervention to inform …",
            "Student engagement: Bridging research and practice to improve the quality of undergraduate education",
            "Alexander C McCormick and Jillian Kinzie and Robert M Gonyea",
            "2013",
            "Fnd_SygAAAAJ:-f6ydRqryjwC",
            180,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-94-007-5836-0_2",
            "13670384607343029001",
            "\/scholar?cites=13670384607343029001",
            {
                "2013":3,
                "2014":11,
                "2015":20,
                "2016":19,
                "2017":30,
                "2018":48,
                "2019":19,
                "2020":29,
                "2021":1
            }
        ]
    ]
}