{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Recent progress in understanding the topological properties of condensed matter has led to the discovery of time-reversal-invariant topological insulators. A remarkable and useful property of these materials is that they support unidirectional spin-polarized propagation at their surfaces. Unfortunately topological insulators are rare among solid-state materials. Using suitably designed electromagnetic media (metamaterials) we theoretically demonstrate a photonic analogue of a topological insulator. We show that metacrystals—superlattices of metamaterials with judiciously designed properties—provide a platform for designing topologically non-trivial photonic states, similar to those that have been identified for condensed-matter topological insulators. The interfaces of the metacrystals support helical edge states that exhibit spin-polarized one-way propagation of photons, robust against disorder. Our results …",
            "Photonic topological insulators",
            "Alexander B Khanikaev and S Hossein Mousavi and Wang-Kong Tse and Mehdi Kargarian and Allan H MacDonald and Gennady Shvets",
            "2013",
            "FOCFuB4AAAAJ:RHpTSmoSYBkC",
            1214,
            "https:\/\/www.nature.com\/articles\/nmat3520",
            "2290038231518971895",
            "\/scholar?cites=2290038231518971895",
            {
                "2013":36,
                "2014":54,
                "2015":127,
                "2016":135,
                "2017":168,
                "2018":206,
                "2019":235,
                "2020":234,
                "2021":16
            }
        ],
        [
            "We investigate the possibility of realizing quantum anomalous Hall effect in graphene. We show that a bulk energy gap can be opened in the presence of both Rashba spin-orbit coupling and an exchange field. We calculate the Berry curvature distribution and find a nonzero Chern number for the valence bands and demonstrate the existence of gapless edge states. Inspired by this finding, we also study, by first-principles method, a concrete example of graphene with Fe atoms adsorbed on top, obtaining the same result.",
            "Quantum anomalous Hall effect in graphene from Rashba and exchange effects",
            "Zhenhua Qiao and Shengyuan A Yang and Wanxiang Feng and Wang-Kong Tse and Jun Ding and Yugui Yao and Jian Wang and Qian Niu",
            "2010",
            "FOCFuB4AAAAJ:2osOgNQ5qMEC",
            529,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.82.161414",
            "11119634826783436493",
            "\/scholar?cites=11119634826783436493",
            {
                "2011":24,
                "2012":28,
                "2013":36,
                "2014":45,
                "2015":69,
                "2016":60,
                "2017":73,
                "2018":71,
                "2019":60,
                "2020":54,
                "2021":8
            }
        ],
        [
            "Topological insulators can exhibit strong magneto-electric effects when their time-reversal symmetry is broken. In this Letter we consider the magneto-optical Kerr and Faraday effects of a topological insulator thin film weakly exchange coupled to a ferromagnet. We find that its Faraday rotation has a universal value at low frequencies θ F= tan﻿− 1 α, where α is the vacuum fine structure constant, and that it has a giant Kerr rotation θ K= π\/2. These properties follow from a delicate interplay between thin-film cavity confinement and the surface Hall conductivity of a topological insulator’s helical quasiparticles.",
            "Giant magneto-optical Kerr effect and universal Faraday effect in thin-film topological insulators",
            "Wang-Kong Tse and AH MacDonald",
            "2010",
            "FOCFuB4AAAAJ:d1gkVwhDpl0C",
            462,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.057401",
            "4985034475489202299",
            "\/scholar?cites=4985034475489202299",
            {
                "2010":8,
                "2011":46,
                "2012":52,
                "2013":43,
                "2014":42,
                "2015":44,
                "2016":50,
                "2017":38,
                "2018":38,
                "2019":52,
                "2020":45,
                "2021":3
            }
        ],
        [
            "We consider theoretically the electron-electron interaction induced many-body effects in undoped (“intrinsic”) and doped (“extrinsic”) two-dimensional (2D) graphene layers. We find that (1) intrinsic graphene is a marginal Fermi liquid with the imaginary part of the self-energy, Im Σ (ω), varying linearly in energy ω for small ω, implying that the quasiparticle spectral weight vanishes at the Dirac point as (ln ω)− 1; and (2) extrinsic graphene is a well-defined Fermi liquid with Im Σ (ω)∼ ω 2 ln ω near the Fermi surface similar to 2D carrier systems with parabolic energy dispersion. We provide analytical and numerical results for quasiparticle renormalization in graphene, concluding that all experimental graphene systems are ordinary 2D Fermi liquids since any doping automatically induces generic Fermi liquid behavior.",
            "Many-body interaction effects in doped and undoped graphene: Fermi liquid versus non-Fermi liquid",
            "S Das Sarma and EH Hwang and Wang-Kong Tse",
            "2007",
            "FOCFuB4AAAAJ:u5HHmVD_uO8C",
            242,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.75.121406",
            "17125539968012954411",
            "\/scholar?cites=17125539968012954411",
            {
                "2007":20,
                "2008":38,
                "2009":18,
                "2010":19,
                "2011":18,
                "2012":21,
                "2013":19,
                "2014":19,
                "2015":14,
                "2016":10,
                "2017":13,
                "2018":9,
                "2019":8,
                "2020":16
            }
        ],
        [
            "The quantum anomalous Hall effect can occur in single-and few-layer graphene systems that have both exchange fields and spin-orbit coupling. In this paper, we present a study of the quantum anomalous Hall effect in single-layer and gated bilayer graphene systems with Rashba spin-orbit coupling. We compute Berry curvatures at each valley point and find that for single-layer graphene the Hall conductivity is quantized at σ xy= 2 e 2\/h, with each valley contributing a unit conductance and a corresponding chiral edge state. In bilayer graphene, we find that the quantized anomalous Hall conductivity is twice that of the single-layer case when the gate voltage U is smaller than the exchange field M, and zero otherwise. Although the Chern number vanishes when U> M, the system still exhibits a quantized valley Hall effect, with the edge states in opposite valleys propagating in opposite directions. The possibility of …",
            "Quantum anomalous Hall effect in single-layer and bilayer graphene",
            "Wang-Kong Tse and Zhenhua Qiao and Yugui Yao and AH MacDonald and Qian Niu",
            "2011",
            "FOCFuB4AAAAJ:Tyk-4Ss8FVUC",
            212,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.83.155447",
            "2499565749446222818",
            "\/scholar?cites=2499565749446222818",
            {
                "2011":11,
                "2012":20,
                "2013":22,
                "2014":23,
                "2015":25,
                "2016":19,
                "2017":19,
                "2018":27,
                "2019":22,
                "2020":19,
                "2021":5
            }
        ],
        [
            "We develop a theory for the energy relaxation of hot Dirac fermions in graphene. We obtain a generic expression for the energy relaxation rate due to electron-phonon interaction and calculate the power loss due to both optical and acoustic phonon emission as a function of electron temperature T e and density n. We find an intrinsic power loss weakly dependent on carrier density and nonvanishing at the Dirac point n= 0, originating from interband electron-optical phonon scattering by the intrinsic electrons in the graphene valence band. We obtain the total power loss per carrier∼ 10− 12–10− 7 W within the range of electron temperatures∼ 20–1000 K. We find optical (acoustic) phonon emission to dominate the energy loss for T e>(<) 200–300 K in the density range n= 10 11–10 13 cm− 2.",
            "Energy relaxation of hot Dirac fermions in graphene",
            "Wang-Kong Tse and S Das Sarma",
            "2009",
            "FOCFuB4AAAAJ:qjMakFHDy7sC",
            195,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.79.235406",
            "5288495322313036876",
            "\/scholar?cites=5288495322313036876",
            {
                "2010":10,
                "2011":11,
                "2012":22,
                "2013":29,
                "2014":25,
                "2015":26,
                "2016":13,
                "2017":25,
                "2018":12,
                "2019":8,
                "2020":10,
                "2021":4
            }
        ],
        [
            "We demonstrate that the plasmon frequency and Drude weight of the electron liquid in a doped graphene sheet are strongly renormalized by electron-electron interactions even in the long-wavelength limit. This effect is not captured by the random-phase approximation (RPA), commonly used to describe electron fluids, and is due to coupling between the center-of-mass motion and the pseudospin degree of freedom of the graphene’s massless Dirac fermions. By making use of diagrammatic perturbation theory to first order in the electron-electron interaction, we show that this coupling enhances both the plasmon frequency and the Drude weight relative to the RPA value. We also show that interactions are responsible for a significant enhancement of the optical conductivity at frequencies just above the absorption threshold. Our predictions can be checked by far-infrared spectroscopy or inelastic light scattering.",
            "Drude weight, plasmon dispersion, and ac conductivity in doped graphene sheets",
            "Saeed H Abedinpour and Giovanni Vignale and A Principi and Marco Polini and Wang-Kong Tse and AH MacDonald",
            "2011",
            "FOCFuB4AAAAJ:YsMSGLbcyi4C",
            173,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.84.045429",
            "851643402984325250",
            "\/scholar?cites=851643402984325250",
            {
                "2011":3,
                "2012":20,
                "2013":32,
                "2014":22,
                "2015":14,
                "2016":16,
                "2017":24,
                "2018":16,
                "2019":9,
                "2020":17
            }
        ],
        [
            "In this Letter we present a microscopic theory of the extrinsic spin Hall effect based on the diagrammatic perturbation theory. Side-jump and skew-scattering contributions are explicitly taken into account to calculate the spin Hall conductivity, and we show that their effects scale as σ x y SJ\/σ x y SS∼(ℏ\/τ)\/ε F, with τ being the transport relaxation time. Motivated by recent experimental work we apply our theory to n-and p-doped 3D and 2D GaAs structures, obtaining σ s\/σ c∼ 10− 3–10− 4, where σ s (c) is the spin Hall (charge) conductivity, which is in reasonable agreement with the recent experimental results of Kato et al.[Science 306, 1910 (2004)] in n-doped 3D GaAs system.",
            "Spin Hall effect in doped semiconductor structures",
            "Wang-Kong Tse and S Das Sarma",
            "2006",
            "FOCFuB4AAAAJ:u-x6o8ySG0sC",
            163,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.056601",
            "7450618380398424017",
            "\/scholar?cites=7450618380398424017",
            {
                "2006":19,
                "2007":23,
                "2008":21,
                "2009":15,
                "2010":11,
                "2011":9,
                "2012":9,
                "2013":9,
                "2014":9,
                "2015":8,
                "2016":5,
                "2017":6,
                "2018":6,
                "2019":5,
                "2020":7
            }
        ],
        [
            "We present a theory of the magneto-optical Faraday and Kerr effects of topological insulator (TI) films. For film thicknesses short compared to wavelength, we find that the low-frequency Faraday effect in ideal systems is quantized at integer multiples of the fine structure constant and that the Kerr effect exhibits a giant π\/2 rotation for either normal or oblique incidence. For thick films that contain an integer number of half wavelengths, we find that the Faraday and Kerr effects are both quantized at integer multiples of the fine structure constant. For TI films with bulk parallel conduction, we obtain a criterion for the observability of surface-dominated magneto-optical effects. For thin samples supported by a substrate, we find that the universal Faraday and Kerr effects are present when the substrate is thin compared to the optical wavelength or when the frequency matches a thick-substrate cavity resonance. Our theory …",
            "Magneto-optical Faraday and Kerr effects in topological insulator films and in other layered quantized Hall systems",
            "Wang-Kong Tse and AH MacDonald",
            "2011",
            "FOCFuB4AAAAJ:roLk4NBRz8UC",
            154,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.84.205327",
            "7212999098481097098",
            "\/scholar?cites=7212999098481097098",
            {
                "2011":1,
                "2012":6,
                "2013":16,
                "2014":18,
                "2015":21,
                "2016":18,
                "2017":21,
                "2018":15,
                "2019":16,
                "2020":19,
                "2021":2
            }
        ]
    ]
}