{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
            "Multi-messenger observations of a binary neutron star merger",
            "Benjamin P Abbott and S Bloemen and P Canizares and H Falcke and RP Fender and S Ghosh and P Groot and T Hinderer and JR Hörandel and PG Jonker and Z Kostrzewa-Rutkowska and G Nelemans and D Nichols and S Nissanke and P Schmidt and C Timmermans and AR van Vliet and AR Williamson",
            "2017",
            "fORg1sgAAAAJ:U_HPUtbDl20C",
            2224,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8213\/aa91c9\/meta",
            "2461611103499596342",
            "\/scholar?cites=2461611103499596342",
            {
                "2017":76,
                "2018":607,
                "2019":734,
                "2020":734,
                "2021":53
            }
        ],
        [
            "This paper presents a catalog of high-energy γ-ray sources detected in the first two years of the Fermi Gamma-ray Space Telescope mission by the Large Area Telescope (LAT). It is the successor to the LAT Bright Source List (Abdo et al. 2009d) and the first Fermi-LAT (1FGL; Abdo et al. 2010f) catalog, which were based on 3 months and 11 months of flight data, respectively. The new catalog represents the deepest-ever catalog in the 100 MeV–100 GeV energy range and includes a number of analysis refinements. Some important improvements compared to the 1FGL catalog are the following.",
            "Fermi large area telescope second source catalog",
            "Patrick L Nolan and AA Abdo and Markus Ackermann and Marco Ajello and A Allafort and E Antolini and WB Atwood and Magnus Axelsson and Luca Baldini and Jean Ballet and Guido Barbiellini and D Bastieri and K Bechtol and A Belfiore and R Bellazzini and B Berenji and GF Bignami and RD Blandford and ED Bloom and E Bonamente and J Bonnell and AW Borgland and E Bottacini and A Bouvier and TJ Brandt and J Bregeon and M Brigida and Pascal Bruel and R Buehler and TH Burnett and S Buson and GA Caliandro and RA Cameron and R Campana and B Cañadas and A Cannon and PA Caraveo and JM Casandjian and E Cavazzuti and M Ceccanti and C Cecchi and Ö Çelik and E Charles and A Chekhtman and CC Cheung and J Chiang and R Chipaux and S Ciprini and R Claus and J Cohen-Tanugi and LR Cominsky and Jan Conrad and R Corbet and S Cutini and F D'Ammando and DS Davis and A de Angelis and ME DeCesar and M DeKlotz and A De Luca and PR den Hartog and F de Palma and CD Dermer and SW Digel and E do Couto e Silva and PS Drell and A Drlica-Wagner and R Dubois and D Dumora and T Enoto and L Escande and D Fabiani and L Falletti and C Favuzzi and SJ Fegan and EC Ferrara and WB Focke and P Fortin and M Frailis and Y Fukazawa and S Funk and P Fusco and F Gargano and D Gasparrini and N Gehrels and S Germani and B Giebels and N Giglietto and P Giommi and F Giordano and M Giroletti and T Glanzman and G Godfrey and IA Grenier and M-H Grondin and JE Grove and L Guillemot and S Guiriec and M Gustafsson and D Hadasch and Y Hanabata and AK Harding and M Hayashida and E Hays and AB Hill and D Horan and X Hou and RE Hughes and G Iafrate and R Itoh and G Jóhannesson and RP Johnson and TE Johnson and AS Johnson and TJ Johnson and T Kamae and H Katagiri and J Kataoka and J Katsuta and N Kawai and M Kerr and J Knödlseder and D Kocevski and M Kuss and J Lande and D Landriu and L Latronico and M Lemoine-Goumard and AM Lionetto and M Llena Garde and Francesco Longo and F Loparco and B Lott and MN Lovellette and P Lubrano and GM Madejski and M Marelli and E Massaro and MN Mazziotta and W McConville and JE McEnery and J Mehault and PF Michelson and M Minuti and W Mitthumsiri and T Mizuno and AA Moiseev and M Mongelli and C Monte and ME Monzani",
            "2012",
            "fORg1sgAAAAJ:i2xiXl-TujoC",
            1494,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/199\/2\/31\/meta",
            "14200394053579205515",
            "\/scholar?cites=14200394053579205515",
            {
                "2012":132,
                "2013":329,
                "2014":293,
                "2015":269,
                "2016":153,
                "2017":97,
                "2018":83,
                "2019":63,
                "2020":59,
                "2021":7
            }
        ],
        [
            "A search for high-energy neutrinos interacting within the IceCube detector between 2010 and 2012 provided the first evidence for a high-energy neutrino flux of extraterrestrial origin. Results from an analysis using the same methods with a third year (2012–2013) of data from the complete IceCube detector are consistent with the previously reported astrophysical flux in the 100 TeV–PeV range at the level of 10− 8 GeV cm− 2 s− 1 sr− 1 per flavor and reject a purely atmospheric explanation for the combined three-year data at 5.7 σ. The data are consistent with expectations for equal fluxes of all three neutrino flavors and with isotropic arrival directions, suggesting either numerous or spatially extended sources. The three-year data set, with a live time of 988 days, contains a total of 37 neutrino candidate events with deposited energies ranging from 30 to 2000 TeV. The 2000-TeV event is the highest-energy neutrino …",
            "Observation of high-energy astrophysical neutrinos in three years of IceCube data",
            "MG ea Aartsen and M Ackermann and J Adams and JA Aguilar and M Ahlers and M Ahrens and D Altmann and T Anderson and C Arguelles and TC Arlen and J Auffenberg and X Bai and SW Barwick and V Baum and JJ Beatty and J Becker Tjus and K-H Becker and S BenZvi and P Berghaus and D Berley and E Bernardini and A Bernhard and DZ Besson and G Binder and D Bindig and M Bissok and E Blaufuss and J Blumenthal and David J Boersma and C Bohm and D Bose and S Böser and Olga Botner and L Brayeur and H-P Bretz and AM Brown and J Casey and M Casier and D Chirkin and A Christov and B Christy and K Clark and L Classen and F Clevermann and S Coenders and DF Cowen and AH Cruz Silva and M Danninger and J Daughhetee and JC Davis and M Day and JPAM De André and C De Clercq and Sam De Ridder and P Desiati and KD De Vries and T DeYoung and JC Díaz-Vélez and M Dunkman and R Eagan and B Eberhardt and B Eichmann and J Eisch and Sebastian Euler and PA Evenson and O Fadiran and AR Fazely and A Fedynitch and J Feintzeig and J Felde and Tom Feusels and K Filimonov and C Finley and T Fischer-Wasels and S Flis and A Franckowiak and K Frantzen and T Fuchs and TK Gaisser and J Gallagher and L Gerhardt and D Gier and L Gladstone and T Glüsenkamp and A Goldschmidt and G Golup and JG Gonzalez and JA Goodman and D Góra and DT Grandmont and D Grant and P Gretskov and JC Groh and A Groß and C Ha and C Haack and A Haj Ismail and P Hallen and Allan Hallgren and F Halzen and K Hanson and D Hebecker and D Heereman and D Heinen and K Helbing and R Hellauer and D Hellwig and S Hickford and GC Hill and KD Hoffman and R Hoffmann and A Homeier and K Hoshina and F Huang and W Huelsnitz and PO Hulth and K Hultqvist and S Hussain and A Ishihara and E Jacobi and J Jacobsen and K Jagielski and GS Japaridze and K Jero and Ola Jlelati and M Jurkovic and B Kaminsky and A Kappes and T Karg and A Karle and M Kauer and JL Kelley and A Kheirandish and J Kiryluk and J Kläs and SR Klein and J-H Köhne and G Kohnen and H Kolanoski and A Koob and L Köpke and C Kopper and S Kopper and DJ Koskinen and M Kowalski and A Kriesten and K Krings and G Kroll and J Kunnen and N Kurahashi",
            "2014",
            "fORg1sgAAAAJ:XD-gHx7UXLsC",
            1192,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.113.101101",
            "11328215367944564766",
            "\/scholar?cites=11328215367944564766",
            {
                "2014":59,
                "2015":253,
                "2016":227,
                "2017":208,
                "2018":145,
                "2019":149,
                "2020":137,
                "2021":10
            }
        ],
        [
            "Ground-based gamma-ray astronomy has had a major breakthrough with the impressive results obtained using systems of imaging atmospheric Cherenkov telescopes. Ground-based gamma-ray astronomy has a huge potential in astrophysics, particle physics and cosmology. CTA is an international initiative to build the next generation instrument, with a factor of 5–10 improvement in sensitivity in the 100 GeV–10 TeV range and the extension to energies well below 100 GeV and above 100 TeV. CTA will consist of two arrays (one in the north, one in the south) for full sky coverage and will be operated as open observatory. The design of CTA is based on currently available technology. This document reports on the status and presents the major design concepts of CTA.",
            "Design concepts for the Cherenkov Telescope Array CTA: an advanced facility for ground-based high-energy gamma-ray astronomy",
            "M Actis and G Agnetta and Felix Aharonian and A Akhperjanian and J Aleksić and E Aliu and D Allan and I Allekotte and F Antico and LA Antonelli and P Antoranz and A Aravantinos and T Arlen and H Arnaldi and S Artmann and K Asano and H Asorey and J Bähr and A Bais and C Baixeras and S Bajtlik and D Balis and A Bamba and C Barbier and M Barceló and Anna Barnacka and Jürgen Barnstedt and U Barres de Almeida and JA Barrio and S Basso and D Bastieri and C Bauer and J Becerra and Yvonne Becherini and K Bechtol and J Becker and Volker Beckmann and W Bednarek and B Behera and M Beilicke and M Belluso and M Benallou and W Benbow and J Berdugo and K Berger and T Bernardino and K Bernlöhr and A Biland and S Billotta and T Bird and E Birsin and Elisabetta Bissaldi and S Blake and O Blanch and AA Bobkov and Leszek Bogacz and M Bogdan and Catherine Boisson and J Boix and J Bolmont and G Bonanno and A Bonardi and T Bonev and Janett Borkowski and Olga Botner and A Bottani and M Bourgeat and C Boutonnet and A Bouvier and S Brau-Nogué and I Braun and T Bretz and MS Briggs and Pierre Brun and L Brunetti and JH Buckley and V Bugaev and R Bühler and Tomasz Bulik and G Busetto and S Buson and K Byrum and M Cailles and R Cameron and R Canestrari and S Cantu and E Carmona and A Carosi and John Carr and PH Carton and M Casiraghi and H Castarede and O Catalano and S Cavazzani and S Cazaux and B Cerruti and M Cerruti and PM Chadwick and J Chiang and M Chikawa and M Cieślar and M Ciesielska and A Cillis and C Clerc and P Colin and J Colomé and M Compin and P Conconi and V Connaughton and Jan Conrad and JL Contreras and P Coppi and M Corlier and P Corona and O Corpace and D Corti and J Cortina and H Costantini and G Cotter and B Courty and S Couturier and S Covino and J Croston and G Cusumano and MK Daniel and F Dazzi and A De Angelis and E de Cea del Pozo and EM de Gouveia Dal Pino and O De Jager and I de La Calle Pérez and G De La Vega and B De Lotto and M De Naurois and E de Oña Wilhelmi and V De Souza and B Decerprit and C Deil and E Delagnes and G Deleglise and C Delgado and T Dettlaff and A Di Paolo and F Di Pierro and C Díaz and J Dick and H Dickinson and SW Digel and D Dimitrov and G Disset",
            "2011",
            "fORg1sgAAAAJ:9ZlFYXVOiuMC",
            822,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s10686-011-9247-0.pdf",
            "1930667592369360055",
            "\/scholar?cites=1930667592369360055",
            {
                "2012":65,
                "2013":119,
                "2014":114,
                "2015":116,
                "2016":114,
                "2017":114,
                "2018":59,
                "2019":56,
                "2020":55,
                "2021":7
            }
        ],
        [
            "Cosmic rays are particles (mostly protons) accelerated to relativistic speeds. Despite wide agreement that supernova remnants (SNRs) are the sources of galactic cosmic rays, unequivocal evidence for the acceleration of protons in these objects is still lacking. When accelerated protons encounter interstellar material, they produce neutral pions, which in turn decay into gamma rays. This offers a compelling way to detect the acceleration sites of protons. The identification of pion-decay gamma rays has been difficult because high-energy electrons also produce gamma rays via bremsstrahlung and inverse Compton scattering. We detected the characteristic pion-decay feature in the gamma-ray spectra of two SNRs, IC 443 and W44, with the Fermi Large Area Telescope. This detection provides direct evidence that cosmic-ray protons are accelerated in SNRs.",
            "Detection of the characteristic pion-decay signature in supernova remnants",
            "Markus Ackermann and Marco Ajello and A Allafort and Luca Baldini and Jean Ballet and Guido Barbiellini and MG Baring and D Bastieri and K Bechtol and R Bellazzini and RD Blandford and ED Bloom and E Bonamente and AW Borgland and E Bottacini and TJ Brandt and J Bregeon and M Brigida and Pascal Bruel and R Buehler and G Busetto and S Buson and GA Caliandro and RA Cameron and PA Caraveo and JM Casandjian and C Cecchi and Ö Çelik and E Charles and S Chaty and RCG Chaves and A Chekhtman and CC Cheung and J Chiang and G Chiaro and AN Cillis and S Ciprini and R Claus and J Cohen-Tanugi and LR Cominsky and Jan Conrad and S Corbel and S Cutini and F d'Ammando and A De Angelis and F De Palma and CD Dermer and E do Couto e Silva and PS Drell and A Drlica-Wagner and L Falletti and C Favuzzi and EC Ferrara and A Franckowiak and Y Fukazawa and S Funk and P Fusco and F Gargano and S Germani and N Giglietto and P Giommi and F Giordano and M Giroletti and T Glanzman and G Godfrey and IA Grenier and M-H Grondin and JE Grove and S Guiriec and D Hadasch and Y Hanabata and AK Harding and M Hayashida and K Hayashi and E Hays and JW Hewitt and AB Hill and RE Hughes and MS Jackson and T Jogler and G Jóhannesson and AS Johnson and T Kamae and J Kataoka and J Katsuta and J Knödlseder and M Kuss and J Lande and Stefan Larsson and L Latronico and M Lemoine-Goumard and Francesco Longo and F Loparco and MN Lovellette and P Lubrano and GM Madejski and Francesco Massaro and M Mayer and MN Mazziotta and JE McEnery and J Mehault and PF Michelson and RP Mignani and W Mitthumsiri and T Mizuno and AA Moiseev and ME Monzani and A Morselli and IV Moskalenko and S Murgia and T Nakamori and R Nemmen and E Nuss and M Ohno and T Ohsugi and N Omodei and M Orienti and E Orlando and JF Ormes and D Paneque and JS Perkins and M Pesce-Rollins and F Piron and G Pivato and S Rainò and R Rando and Massimiliano Razzano and S Razzaque and A Reimer and O Reimer and S Ritz and C Romoli and M Sánchez-Conde and A Schulz and C Sgrò and PE Simeon and EJ Siskind and DA Smith and G Spandre and P Spinelli and FW Stecker and AW Strong and DJ Suson and Hiroyasu Tajima and Hiromitsu Takahashi and Tadayuki Takahashi and T Tanaka and JG Thayer and JB Thayer and DJ Thompson",
            "2013",
            "fORg1sgAAAAJ:bz8QjSJIRt4C",
            785,
            "https:\/\/science.sciencemag.org\/content\/339\/6121\/807.abstract",
            "15416450853716343624",
            "\/scholar?cites=15416450853716343624",
            {
                "2013":62,
                "2014":108,
                "2015":133,
                "2016":83,
                "2017":145,
                "2018":93,
                "2019":82,
                "2020":70,
                "2021":3
            }
        ],
        [
            "We measured separate cosmic-ray electron and positron spectra with the Fermi Large Area Telescope. Because the instrument does not have an onboard magnet, we distinguish the two species by exploiting Earth’s shadow, which is offset in opposite directions for opposite charges due to Earth’s magnetic field. We estimate and subtract the cosmic-ray proton background using two different methods that produce consistent results. We report the electron-only spectrum, the positron-only spectrum, and the positron fraction between 20 and 200 GeV. We confirm that the fraction rises with energy in the 20–100 GeV range. The three new spectral points between 100 and 200 GeV are consistent with a fraction that is continuing to rise with energy.",
            "Measurement of separate cosmic-ray electron and positron spectra with the Fermi Large Area Telescope",
            "Markus Ackermann and Marco Ajello and A Allafort and WB Atwood and Luca Baldini and Guido Barbiellini and D Bastieri and K Bechtol and R Bellazzini and B Berenji and RD Blandford and ED Bloom and E Bonamente and AW Borgland and A Bouvier and J Bregeon and M Brigida and Pascal Bruel and R Buehler and S Buson and GA Caliandro and RA Cameron and PA Caraveo and JM Casandjian and C Cecchi and E Charles and A Chekhtman and CC Cheung and J Chiang and S Ciprini and R Claus and J Cohen-Tanugi and J Conrad and S Cutini and A de Angelis and F de Palma and CD Dermer and SW Digel and E do Couto e Silva and PS Drell and A Drlica-Wagner and C Favuzzi and SJ Fegan and EC Ferrara and WB Focke and P Fortin and Y Fukazawa and S Funk and P Fusco and F Gargano and D Gasparrini and S Germani and N Giglietto and P Giommi and F Giordano and M Giroletti and T Glanzman and G Godfrey and IA Grenier and JE Grove and S Guiriec and M Gustafsson and D Hadasch and AK Harding and M Hayashida and RE Hughes and G Jóhannesson and AS Johnson and T Kamae and H Katagiri and J Kataoka and J Knödlseder and M Kuss and J Lande and L Latronico and M Lemoine-Goumard and M Llena Garde and F Longo and F Loparco and MN Lovellette and P Lubrano and GM Madejski and MN Mazziotta and JE McEnery and PF Michelson and W Mitthumsiri and T Mizuno and AA Moiseev and C Monte and ME Monzani and A Morselli and IV Moskalenko and S Murgia and T Nakamori and PL Nolan and JP Norris and E Nuss and M Ohno and T Ohsugi and A Okumura and N Omodei and E Orlando and JF Ormes and M Ozaki and D Paneque and D Parent and M Pesce-Rollins and M Pierbattista and F Piron and G Pivato and TA Porter and S Raino and R Rando and Massimiliano Razzano and S Razzaque and A Reimer and O Reimer and T Reposeur and S Ritz and RW Romani and M Roth and HF-W Sadrozinski and C Sbarra and TL Schalk and C Sgro and EJ Siskind and G Spandre and P Spinelli and AW Strong and H Takahashi and Tadayuki Takahashi and T Tanaka and JG Thayer and JB Thayer and L Tibaldo and Marco Tinivella and DF Torres and G Tosti and E Troja and Y Uchiyama and TL Usher and J Vandenbroucke and V Vasileiou and G Vianello and V Vitale and AP Waite and BL Winer and KS Wood and M Wood and Zhaoyu Yang",
            "2012",
            "fORg1sgAAAAJ:fPk4N6BV_jEC",
            747,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.011103",
            "5119251917792196274",
            "\/scholar?cites=5119251917792196274",
            {
                "2011":3,
                "2012":60,
                "2013":142,
                "2014":128,
                "2015":116,
                "2016":84,
                "2017":78,
                "2018":52,
                "2019":53,
                "2020":30,
                "2021":1
            }
        ],
        [
            "The second catalog of active galactic nuclei (AGNs) detected by the Fermi Large Area Telescope (LAT) in two years of scientific operation is presented. The second LAT AGN catalog (2LAC) includes 1017 γ-ray sources located at high Galactic latitudes (| b|> 10) that are detected with a test statistic (TS) greater than 25 and associated statistically with AGNs. However, some of these are affected by analysis issues and some are associated with multiple AGNs. Consequently, we define a Clean Sample which includes 886 AGNs, comprising 395 BL Lacertae objects (BL Lac objects), 310 flat-spectrum radio quasars (FSRQs), 157 candidate blazars of unknown type (ie, with broadband blazar characteristics but with no optical spectral measurement yet), 8 misaligned AGNs, 4 narrow-line Seyfert 1 (NLS1s), 10 AGNs of other types, and 2 starburst galaxies. Where possible, the blazars have been further classified based on …",
            "The second catalog of active galactic nuclei detected by the Fermi Large Area Telescope",
            "Markus Ackermann and Marco Ajello and A Allafort and E Antolini and WB Atwood and Magnus Axelsson and Luca Baldini and Jean Ballet and Guido Barbiellini and D Bastieri and K Bechtol and R Bellazzini and B Berenji and RD Blandford and ED Bloom and E Bonamente and AW Borgland and E Bottacini and A Bouvier and J Bregeon and M Brigida and Pascal Bruel and R Buehler and TH Burnett and S Buson and GA Caliandro and RA Cameron and PA Caraveo and JM Casandjian and E Cavazzuti and C Cecchi and E Charles and CC Cheung and J Chiang and S Ciprini and R Claus and J Cohen-Tanugi and Jan Conrad and L Costamante and S Cutini and A De Angelis and F De Palma and CD Dermer and SW Digel and E do Couto e Silva and PS Drell and R Dubois and L Escande and C Favuzzi and SJ Fegan and EC Ferrara and J Finke and WB Focke and P Fortin and M Frailis and Y Fukazawa and S Funk and P Fusco and F Gargano and D Gasparrini and N Gehrels and S Germani and B Giebels and N Giglietto and P Giommi and F Giordano and M Giroletti and T Glanzman and G Godfrey and IA Grenier and JE Grove and S Guiriec and M Gustafsson and D Hadasch and M Hayashida and E Hays and SE Healey and D Horan and X Hou and RE Hughes and G Iafrate and G Jóhannesson and AS Johnson and WN Johnson and T Kamae and H Katagiri and J Kataoka and J Knödlseder and M Kuss and J Lande and Stefan Larsson and L Latronico and F Longo and F Loparco and B Lott and MN Lovellette and P Lubrano and GM Madejski and MN Mazziotta and W McConville and JE McEnery and PF Michelson and W Mitthumsiri and T Mizuno and AA Moiseev and C Monte and ME Monzani and E Moretti and A Morselli and IV Moskalenko and S Murgia and T Nakamori and M Naumann-Godo and PL Nolan and JP Norris and E Nuss and M Ohno and T Ohsugi and A Okumura and N Omodei and M Orienti and E Orlando and JF Ormes and M Ozaki and D Paneque and D Parent and M Pesce-Rollins and M Pierbattista and S Piranomonte and F Piron and G Pivato and TA Porter and S Rainò and R Rando and Massimiliano Razzano and S Razzaque and A Reimer and O Reimer and S Ritz and LS Rochester and RW Romani and M Roth and DA Sanchez and C Sbarra and JD Scargle and TL Schalk and C Sgrò and MS Shaw and EJ Siskind and G Spandre",
            "2011",
            "fORg1sgAAAAJ:IWHjjKOFINEC",
            731,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/743\/2\/171\/meta",
            "2319836680806026192",
            "\/scholar?cites=2319836680806026192",
            {
                "2011":6,
                "2012":96,
                "2013":125,
                "2014":118,
                "2015":107,
                "2016":88,
                "2017":62,
                "2018":47,
                "2019":35,
                "2020":38,
                "2021":5
            }
        ],
        [
            "The three-dimensional (3D) atom-probe technique produces a reconstruction of the elemental chemical identities and three-dimensional positions of atoms field evaporated from a sharply pointed metal specimen, with a local radius of curvature of less than 50 nm. The number of atoms collected can be on the order of one million, representing an analysis volume of approximately 20 nm × 20 nm × 200 nm (80,000 nm3). This large amount of data allows for the identification of microstructural features in a sample, such as grain or heterophase boundaries, if the feature density is large enough. Correlation of the measured atomic positions with these identified features results in an atom-by-atom description of the chemical environment of crystallographic defects. This article outlines a data compilation technique for the generation of composition profiles in the vicinity of interfaces in a geometrically …",
            "Analysis of three-dimensional atom-probe data by the proximity histogram",
            "Olof C Hellman and Justin A Vandenbroucke and Järg Rüsing and Dieter Isheim and David N Seidman",
            "2000",
            "fORg1sgAAAAJ:P5F9QuxV20EC",
            692,
            "https:\/\/www.cambridge.org\/core\/journals\/microscopy-and-microanalysis\/article\/analysis-of-threedimensional-atomprobe-data-by-the-proximity-histogram\/5144A9711C6970285F38525058127E61",
            "6039964048669918146",
            "\/scholar?cites=6039964048669918146",
            {
                "2000":2,
                "2001":4,
                "2002":6,
                "2003":5,
                "2004":10,
                "2005":3,
                "2006":15,
                "2007":24,
                "2008":18,
                "2009":30,
                "2010":23,
                "2011":46,
                "2012":45,
                "2013":54,
                "2014":49,
                "2015":56,
                "2016":55,
                "2017":55,
                "2018":61,
                "2019":62,
                "2020":61,
                "2021":5
            }
        ]
    ]
}