{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Layer-by-layer stacking or lateral interfacing of atomic monolayers has opened up unprecedented opportunities to engineer two-dimensional heteromaterials. Fabrication of such artificial heterostructures with atomically clean and sharp interfaces, however, is challenging. Here, we report a one-step growth strategy for the creation of high-quality vertically stacked as well as in-plane interconnected heterostructures of WS 2\/MoS 2 via control of the growth temperature. Vertically stacked bilayers with WS 2 epitaxially grown on top of the MoS 2 monolayer are formed with preferred stacking order at high temperature. A strong interlayer excitonic transition is observed due to the type II band alignment and to the clean interface of these bilayers. Vapour growth at low temperature, on the other hand, leads to lateral epitaxy of WS 2 on MoS 2 edges, creating seamless and atomically sharp in-plane heterostructures that …",
            "Vertical and in-plane heterostructures from WS 2\/MoS 2 monolayers",
            "Yongji Gong and Junhao Lin and Xingli Wang and Gang Shi and Sidong Lei and Zhong Lin and Xiaolong Zou and Gonglan Ye and Robert Vajtai and Boris I Yakobson and Humberto Terrones and Mauricio Terrones and Beng Kang Tay and Jun Lou and Sokrates T Pantelides and Zheng Liu and Wu Zhou and Pulickel M Ajayan",
            "2014",
            "forPRN8AAAAJ:kJDgFkosVoMC",
            1548,
            "https:\/\/www.nature.com\/articles\/nmat4091",
            "712104326530196481",
            "\/scholar?cites=712104326530196481",
            {
                "2015":133,
                "2016":231,
                "2017":300,
                "2018":318,
                "2019":269,
                "2020":256,
                "2021":26
            }
        ],
        [
            "We report the influence of uniaxial tensile mechanical strain in the range 0–2.2% on the phonon spectra and bandstructures of monolayer and bilayer molybdenum disulfide (MoS2) two-dimensional crystals. First, we employ Raman spectroscopy to observe phonon softening with increased strain, breaking the degeneracy in the E′ Raman mode of MoS2, and extract a Grüneisen parameter of ∼1.06. Second, using photoluminescence spectroscopy we measure a decrease in the optical band gap of MoS2 that is approximately linear with strain, ∼45 meV\/% strain for monolayer MoS2 and ∼120 meV\/% strain for bilayer MoS2. Third, we observe a pronounced strain-induced decrease in the photoluminescence intensity of monolayer MoS2 that is indicative of the direct-to-indirect transition of the character of the optical band gap of this material at applied strain of ∼1%. These observations constitute a demonstration …",
            "Bandgap Engineering of Strained Monolayer and Bilayer MoS2",
            "Hiram J Conley and Bin Wang and Jed I Ziegler and Richard F Haglund Jr and Sokrates T Pantelides and Kirill I Bolotin",
            "2013",
            "forPRN8AAAAJ:ZeXyd9-uunAC",
            1546,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl4014748",
            "17320186426573351747",
            "\/scholar?cites=17320186426573351747",
            {
                "2013":19,
                "2014":98,
                "2015":152,
                "2016":218,
                "2017":233,
                "2018":258,
                "2019":255,
                "2020":280,
                "2021":22
            }
        ],
        [
            "We report first-principles calculations of the current-voltage (I− V) characteristics of a molecular device and compare with experiment. We find that the shape of the I− V curve is largely determined by the electronic structure of the molecule, while the presence of single atoms at the molecule-electrode interface play a key role in determining the absolute value of the current. The results show that such simulations would be useful for the design of future microelectronic devices for which the Boltzmann-equation approach is no longer applicable.",
            "First-principles calculation of transport properties of a molecular device",
            "M Di Ventra and ST Pantelides and ND Lang",
            "2000",
            "forPRN8AAAAJ:u5HHmVD_uO8C",
            1097,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.979",
            "6745188757741093036",
            "\/scholar?cites=6745188757741093036",
            {
                "2000":14,
                "2001":50,
                "2002":62,
                "2003":93,
                "2004":82,
                "2005":93,
                "2006":103,
                "2007":90,
                "2008":97,
                "2009":72,
                "2010":47,
                "2011":50,
                "2012":31,
                "2013":28,
                "2014":46,
                "2015":35,
                "2016":25,
                "2017":20,
                "2018":20,
                "2019":13,
                "2020":16
            }
        ],
        [
            "Direct imaging and chemical identification of all the atoms in a material with unknown three-dimensional structure would constitute a very powerful general analysis tool. Transmission electron microscopy should in principle be able to fulfil this role, as many scientists including Feynman realized early on 1. It images matter with electrons that scatter strongly from individual atoms and whose wavelengths are about 50 times smaller than an atom. Recently the technique has advanced greatly owing to the introduction of aberration-corrected optics 2, 3, 4, 5, 6, 7, 8. However, neither electron microscopy nor any other experimental technique has yet been able to resolve and identify all the atoms in a non-periodic material consisting of several atomic species. Here we show that annular dark-field imaging in an aberration-corrected scanning transmission electron microscope optimized for low voltage operation can resolve …",
            "Atom-by-atom structural and chemical analysis by annular dark-field electron microscopy",
            "Ondrej L Krivanek and Matthew F Chisholm and Valeria Nicolosi and Timothy J Pennycook and George J Corbin and Niklas Dellby and Matthew F Murfitt and Christopher S Own and Zoltan S Szilagyi and Mark P Oxley and Sokrates T Pantelides and Stephen J Pennycook",
            "2010",
            "forPRN8AAAAJ:2osOgNQ5qMEC",
            1070,
            "https:\/\/www.nature.com\/articles\/nature08879",
            "13178664754346185179",
            "\/scholar?cites=13178664754346185179",
            {
                "2010":27,
                "2011":93,
                "2012":115,
                "2013":92,
                "2014":90,
                "2015":100,
                "2016":98,
                "2017":111,
                "2018":107,
                "2019":120,
                "2020":101,
                "2021":7
            }
        ],
        [
            "MoS2 is a promising and low-cost material for electrochemical hydrogen production due to its high activity and stability during the reaction. However, the efficiency of hydrogen production is limited by the amount of active sites, for example, edges, in MoS2. Here, we demonstrate that oxygen plasma exposure and hydrogen treatment on pristine monolayer MoS2 could introduce more active sites via the formation of defects within the monolayer, leading to a high density of exposed edges and a significant improvement of the hydrogen evolution activity. These as-fabricated defects are characterized at the scale from macroscopic continuum to discrete atoms. Our work represents a facile method to increase the hydrogen production in electrochemical reaction of MoS2 via defect engineering, and helps to understand the catalytic properties of MoS2.",
            "Defects Engineered Monolayer MoS2 for Improved Hydrogen Evolution Reaction",
            "Gonglan Ye and Yongji Gong and Junhao Lin and Bo Li and Yongmin He and Sokrates T Pantelides and Wu Zhou and Robert Vajtai and Pulickel M Ajayan",
            "2016",
            "forPRN8AAAAJ:JdL-Xu2nR38C",
            696,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.5b04331",
            "12439748522723604962",
            "\/scholar?cites=12439748522723604962",
            {
                "2016":27,
                "2017":108,
                "2018":156,
                "2019":187,
                "2020":201,
                "2021":12
            }
        ],
        [
            "A review is presented of the various theoretical methods that have thus far been developed for the study of states introduced by impurities and other point defects in semiconductors. The main body of the paper is prefaced with brief sections on the role of impurities and defects in semiconductors and on the general aspects of experimental techniques, as an appropriate setting for the theoretical discourse. Theoretical methods, including those of the effective-mass type, and a wide range of methods appropriate to deep levels are then presented. Applications of these methods are discussed critically. Finally, the relative merits of the various approaches are compared and the prospects for future work are assessed.",
            "The electronic structure of impurities and other point defects in semiconductors",
            "Sokrates T Pantelides",
            "1978",
            "forPRN8AAAAJ:d1gkVwhDpl0C",
            689,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.50.797",
            "7698933904703343856",
            "\/scholar?cites=7698933904703343856",
            {
                "1981":38,
                "1982":44,
                "1983":31,
                "1984":39,
                "1985":27,
                "1986":23,
                "1987":19,
                "1988":19,
                "1989":19,
                "1990":21,
                "1991":12,
                "1992":20,
                "1993":9,
                "1994":14,
                "1995":15,
                "1996":9,
                "1997":5,
                "1998":5,
                "1999":11,
                "2000":9,
                "2001":5,
                "2002":6,
                "2003":9,
                "2004":9,
                "2005":12,
                "2006":10,
                "2007":17,
                "2008":10,
                "2009":19,
                "2010":8,
                "2011":9,
                "2012":20,
                "2013":16,
                "2014":8,
                "2015":12,
                "2016":14,
                "2017":13,
                "2018":16,
                "2019":20,
                "2020":12
            }
        ],
        [
            "Results presented in this letter demonstrate that the effective channel mobility of lateral, inversion-mode 4H-SiC MOSFETs is increased significantly after passivation of SiC\/SiO\/sub 2\/ interface states near the conduction band edge by high temperature anneals in nitric oxide. Hi-lo capacitance-voltage (C-V) and ac conductance measurements indicate that, at 0.1 eV below the conduction band edge, the interface trap density decreases from approximately 2\/spl times\/10\/sup 13\/ to 2\/spl times\/10\/sup 12\/ eV\/sup -1\/ cm\/sup -2\/ following anneals in nitric oxide at 1175\/spl deg\/C for 2 h. The effective channel mobility for MOSFETs fabricated with either wet or dry oxides increases by an order of magnitude to approximately 30-35 cm\/sup 2\/\/V-s following the passivation anneals.",
            "Improved inversion channel mobility for 4H-SiC MOSFETs following high temperature anneals in nitric oxide",
            "GY Chung and CC Tin and JR Williams and K McDonald and RK Chanana and Robert A Weller and ST Pantelides and Leonard C Feldman and OW Holland and MK Das and John W Palmour",
            "2001",
            "forPRN8AAAAJ:qjMakFHDy7sC",
            625,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/915604\/",
            "16604368171618302454",
            "\/scholar?cites=16604368171618302454",
            {
                "2001":4,
                "2002":12,
                "2003":20,
                "2004":26,
                "2005":18,
                "2006":25,
                "2007":22,
                "2008":26,
                "2009":32,
                "2010":28,
                "2011":24,
                "2012":30,
                "2013":34,
                "2014":47,
                "2015":37,
                "2016":48,
                "2017":51,
                "2018":46,
                "2019":48,
                "2020":37,
                "2021":5
            }
        ],
        [
            "The behavior of hydrogen in crystalline silicon is examined with state-of-the-art theoretical techniques, based on the pseudopotential-density-functional method in a supercell geometry. Stable sites, migration paths, and barriers for different charge states are explored and displayed in total-energy surfaces that provide immediate insight into these properties. The bond-center site is the global minimum for the neutral and positive charge states; in the negative charge state, the tetrahedral interstitial site is preferred. The positive charge state is energetically favorable in p-type material, providing a mechanism for passivation of shallow acceptors: electrons from the H atoms annihilate the free holes, and formation of H-acceptor pairs follows compensation. Also addressed are the issues of molecule formation and hydrogen-induced damage. A number of different mechanisms for defect formation are examined; hydrogen …",
            "Theory of hydrogen diffusion and reactions in crystalline silicon",
            "Chris G Van de Walle and PJH Denteneer and Y Bar-Yam and ST Pantelides",
            "1989",
            "forPRN8AAAAJ:u-x6o8ySG0sC",
            527,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.39.10791",
            "15866710231095732069",
            "\/scholar?cites=15866710231095732069",
            {
                "1989":4,
                "1990":6,
                "1991":40,
                "1992":24,
                "1993":12,
                "1994":21,
                "1995":19,
                "1996":19,
                "1997":17,
                "1998":14,
                "1999":24,
                "2000":18,
                "2001":16,
                "2002":19,
                "2003":22,
                "2004":20,
                "2005":21,
                "2006":27,
                "2007":22,
                "2008":12,
                "2009":11,
                "2010":12,
                "2011":19,
                "2012":12,
                "2013":13,
                "2014":15,
                "2015":9,
                "2016":11,
                "2017":11,
                "2018":8,
                "2019":11,
                "2020":15,
                "2021":1
            }
        ],
        [
            "Results of capacitance–voltage measurements are reported for metal–oxide–semiconductor capacitors fabricated using the 4H polytype of silicon carbide doped with either nitrogen (n) or aluminum (p). Annealing in nitric oxide after a standard oxidation\/reoxidation process results in a slight increase in the defect state density in the lower portion of the band gap for p-SiC and a significant decrease in the density of states in the upper half of the gap for n-SiC. Theoretical calculations provide an explanation for these results in terms of N passivating C and C clusters at the oxide–semiconductor interface.",
            "Effect of nitric oxide annealing on the interface trap densities near the band edges in the 4H polytype of silicon carbide",
            "GY Chung and CC Tin and JR Williams and K McDonald and M Di Ventra and ST Pantelides and Leonard C Feldman and RA Weller",
            "2000",
            "forPRN8AAAAJ:IjCSPb-OGe4C",
            507,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.126167",
            "8203232119637931331",
            "\/scholar?cites=8203232119637931331",
            {
                "2000":7,
                "2001":10,
                "2002":17,
                "2003":23,
                "2004":28,
                "2005":31,
                "2006":23,
                "2007":23,
                "2008":22,
                "2009":27,
                "2010":20,
                "2011":17,
                "2012":26,
                "2013":31,
                "2014":36,
                "2015":27,
                "2016":32,
                "2017":29,
                "2018":32,
                "2019":22,
                "2020":20,
                "2021":2
            }
        ],
        [
            "Theoretical work has so far focused on the role of host-element chemical potentials in determining defect formation energies that control doping levels in semiconductors. Here, we report on our analysis of the role of the dopant-impurity chemical potential, which depends on the source gas. We present first-principles total-energy calculations that demonstrate a wide variation in the possible effective chemical potential of N. We account in detail for the recent puzzling observations of doping ZnO using N 2 and N 2 O and predict that the use of dilute NO or NO 2 gas would resolve the long-standing problem of achieving p-type ZnO.",
            "Control of Doping by Impurity Chemical Potentials: Predictions for -Type ZnO",
            "Yanfa Yan and SB Zhang and ST Pantelides",
            "2001",
            "forPRN8AAAAJ:9yKSN-GCB0IC",
            490,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.5723",
            "14165394807593920441",
            "\/scholar?cites=14165394807593920441",
            {
                "2002":7,
                "2003":22,
                "2004":30,
                "2005":42,
                "2006":39,
                "2007":37,
                "2008":46,
                "2009":40,
                "2010":34,
                "2011":29,
                "2012":43,
                "2013":21,
                "2014":16,
                "2015":14,
                "2016":15,
                "2017":12,
                "2018":12,
                "2019":18,
                "2020":9,
                "2021":2
            }
        ]
    ]
}