{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A household’s observed poverty status is an ex-post measure of a household’s well-being (or lack thereof). But for thinking about forward-looking anti-poverty interventions that aim to prevent rather than alleviate poverty, what really matters is the vulnerability of households to poverty, ie, the exante risk that a household will, if currently non-poor, fall below the poverty line, or if currently poor, will remain in poverty. Ideally, vulnerability at the household level would be estimated with panel data of sufficient length and richness. However, such data are rare, especially in poor, developing economies. We argue in this paper that despite the limitations of purely cross-sectional data, an analysis of these data can potentially be informative. We lay out a simple and fairly flexible methodology for empirically assessing household vulnerability to poverty using cross-sectional survey data, and demonstrate the uses and limitations of the proposed methods through a case study using data from the December 1998 mini-SUSENAS survey from Indonesia.",
            "Assessing household vulnerability to poverty from cross-sectional data: A methodology and estimates from Indonesia",
            "Shubham Chaudhuri and Jyotsna Jalan and Asep Suryahadi",
            "2002",
            "FPdK3kkAAAAJ:rO6llkc54NcC",
            674,
            "https:\/\/academiccommons.columbia.edu\/doi\/10.7916\/D85149GF",
            "7707583081431159816",
            "\/scholar?cites=7707583081431159816",
            {
                "2001":2,
                "2002":9,
                "2003":10,
                "2004":14,
                "2005":16,
                "2006":28,
                "2007":27,
                "2008":16,
                "2009":33,
                "2010":58,
                "2011":45,
                "2012":37,
                "2013":46,
                "2014":38,
                "2015":48,
                "2016":54,
                "2017":42,
                "2018":46,
                "2019":39,
                "2020":42,
                "2021":8
            }
        ],
        [
            "How important are neighbourhood endowments of physical and human capital in explaining diverging fortunes over time for otherwise identical households in a developing rural economy? To answer this question we develop an estimable micro model of consumption growth allowing for constraints on factor mobility and externalities, whereby geographic capital can influence the productivity of a household's own capital. Our statistical test has considerable power in detecting geographic effects given that we control for latent heterogeneity in measured consumption growth rates at the micro level. We find robust evidence of geographic poverty traps in farm‐household panel data from post‐reform rural China. Our results strengthen the equity and efficiency case for public investment in lagging poor areas in this setting. Copyright © 2002 John Wiley & Sons, Ltd.",
            "Geographic poverty traps? A micro model of consumption growth in rural China",
            "Jyotsna Jalan and Martin Ravallion",
            "2002",
            "FPdK3kkAAAAJ:WA5NYHcadZ8C",
            657,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jae.645",
            "13245807096557141192",
            "\/scholar?cites=13245807096557141192",
            {
                "2001":4,
                "2002":7,
                "2003":17,
                "2004":20,
                "2005":33,
                "2006":36,
                "2007":36,
                "2008":39,
                "2009":31,
                "2010":30,
                "2011":47,
                "2012":32,
                "2013":42,
                "2014":32,
                "2015":34,
                "2016":42,
                "2017":42,
                "2018":44,
                "2019":42,
                "2020":35,
                "2021":3
            }
        ],
        [
            "Psi4 is an ab initio electronic structure program providing methods such as Hartree–Fock, density functional theory, configuration interaction, and coupled-cluster theory. The 1.1 release represents a major update meant to automate complex tasks, such as geometry optimization using complete-basis-set extrapolation or focal-point methods. Conversion of the top-level code to a Python module means that Psi4 can now be used in complex workflows alongside other Python tools. Several new features have been added with the aid of libraries providing easy access to techniques such as density fitting, Cholesky decomposition, and Laplace denominators. The build system has been completely rewritten to simplify interoperability with independent, reusable software components for quantum chemistry. Finally, a wide range of new theoretical methods and analyses have been added to the code base, including …",
            "Psi4 1.1: An Open-Source Electronic Structure Program Emphasizing Automation, Advanced Libraries, and Interoperability",
            "Robert M Parrish and Lori A Burns and Daniel GA Smith and Andrew C Simmonett and A Eugene DePrince III and Edward G Hohenstein and Ugur Bozkaya and Alexander Yu Sokolov and Roberto Di Remigio and Ryan M Richard and Jérôme F Gonthier and Andrew M James and Harley R McAlexander and Ashutosh Kumar and Masaaki Saitow and Xiao Wang and Benjamin P Pritchard and Prakash Verma and Henry F Schaefer III and Konrad Patkowski and Rollin A King and Edward F Valeev and Francesco A Evangelista and Justin M Turney and T Daniel Crawford and C David Sherrill",
            "2017",
            "FPdK3kkAAAAJ:vq7B84E5p90C",
            653,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.jctc.7b00174",
            "12829015966231637120",
            "\/scholar?cites=12829015966231637120",
            {
                "2017":24,
                "2018":136,
                "2019":203,
                "2020":268,
                "2021":20
            }
        ],
        [
            "We test how well consumption is insured against income risk in a panel of sampled households in rural China. The risk insurance models are estimated by Generalized Method of Moments treating income and household size as endogenous. Partial insurance is indicated for all wealth groups, although the hypothesis of perfect insurance is universally rejected. The rejection of full insurance is strongest for the poorest wealth decile, with 40% of an income shock being passed onto current consumption. By contrast, consumption by the richest third of households is protected from almost 90% of an income shock. The extent of insurance in a given wealth stratum varies little between poor and non-poor areas.",
            "Are the poor less well insured? Evidence on vulnerability to income risk in rural China",
            "Jyotsna Jalan and Martin Ravallion",
            "1999",
            "FPdK3kkAAAAJ:8AbLer7MMksC",
            628,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0304387898001035",
            "11360670757473844080",
            "\/scholar?cites=11360670757473844080",
            {
                "1998":6,
                "1999":17,
                "2000":7,
                "2001":18,
                "2002":29,
                "2003":32,
                "2004":23,
                "2005":25,
                "2006":37,
                "2007":24,
                "2008":28,
                "2009":40,
                "2010":42,
                "2011":30,
                "2012":33,
                "2013":30,
                "2014":28,
                "2015":46,
                "2016":32,
                "2017":24,
                "2018":21,
                "2019":26,
                "2020":21,
                "2021":2
            }
        ],
        [
            "We define ‘transient poverty’ as the component of time‐mean consumption poverty at household level that is directly attributable to variability in consumption; this can be thought of as a measure of vulnerability to falling consumption. The non‐transient component then depends solely on mean consumption over time, and we call this ‘chronic poverty’. Using robust semi‐parametric methods and household panel data for rural China, we test whether transient poverty is determined by a process that is similar to chronic poverty. Commonly identified causes of poverty in this setting have weak explanatory power for transient poverty and some of the factors determining transient poverty do not matter to chronic poverty, or even have the opposite effect. Successful policy responses to chronic poverty may still leave considerable transient poverty.",
            "Is transient poverty different? Evidence for rural China",
            "Jyotsna Jalan and Martin Ravallion",
            "2000",
            "FPdK3kkAAAAJ:a0OBvERweLwC",
            612,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/00220380008422655",
            "8554118933497688508",
            "\/scholar?cites=8554118933497688508",
            {
                "2000":2,
                "2001":8,
                "2002":26,
                "2003":28,
                "2004":17,
                "2005":36,
                "2006":43,
                "2007":40,
                "2008":29,
                "2009":31,
                "2010":44,
                "2011":37,
                "2012":43,
                "2013":39,
                "2014":30,
                "2015":24,
                "2016":27,
                "2017":27,
                "2018":24,
                "2019":25,
                "2020":23,
                "2021":2
            }
        ],
        [
            "In a new, relatively high-quality, panel-data set on household consumptions for postreform rural China we find that consumption variability accounts for a large share of observed poverty and is likely to be a severe constraint on efforts to reach the long-term poor. Half of the mean squared poverty gap and over a third of the mean poverty gap is transient, in that it is directly attributable to year-to-year fluctuations in consumption. There is enough transient poverty to treble the cost of eliminating chronic poverty when targeting transfers according to current consumptions and to tilt the balance in favor of untargeted transfers. Anti-poverty policies in China may have to give greater emphasis to the problem of transient poverty.J. Comp. Econom., June 1998,26(2), pp. 338–357. World Bank Washington, DC.",
            "Transient poverty in postreform rural China",
            "Jyotsna Jalan and Martin Ravallion",
            "1998",
            "FPdK3kkAAAAJ:eMMeJKvmdy0C",
            500,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0147596798915268",
            "13555261756604530792",
            "\/scholar?cites=13555261756604530792",
            {
                "1998":2,
                "1999":7,
                "2000":11,
                "2001":15,
                "2002":19,
                "2003":17,
                "2004":16,
                "2005":15,
                "2006":28,
                "2007":38,
                "2008":27,
                "2009":21,
                "2010":24,
                "2011":31,
                "2012":29,
                "2013":28,
                "2014":28,
                "2015":29,
                "2016":28,
                "2017":26,
                "2018":20,
                "2019":17,
                "2020":12,
                "2021":3
            }
        ],
        [
            "We apply recent advances in propensity-score matching (PSM) to the problem of estimating the distribution of net income gains from an Argentinean workfare program. PSM has a number of attractive features in this context, including the need to allow for heterogeneous impacts, while optimally weighting observed characteristics when forming a comparison group. The average direct gain to the participant is found to be about half the gross wage. Over half of the beneficiaries are in the poorest decile nationally, and 80%% are in the poorest quintile. Our PSM estimator is reasonably robust to a number of changes in methodology.",
            "Estimating the benefit incidence of an antipoverty program by propensity-score matching",
            "Jyotsna Jalan and Martin Ravallion",
            "2003",
            "FPdK3kkAAAAJ:BrmTIyaxlBUC",
            457,
            "https:\/\/amstat.tandfonline.com\/doi\/abs\/10.1198\/073500102288618720",
            "11894573169786649620",
            "\/scholar?cites=11894573169786649620",
            {
                "2002":9,
                "2003":16,
                "2004":27,
                "2005":17,
                "2006":20,
                "2007":21,
                "2008":21,
                "2009":20,
                "2010":21,
                "2011":18,
                "2012":26,
                "2013":30,
                "2014":30,
                "2015":28,
                "2016":41,
                "2017":30,
                "2018":31,
                "2019":24,
                "2020":18
            }
        ],
        [
            "In the past few years, there has been rapid growth in the positron annihilation spectroscopy (PAS) of overlayers, interfaces, and buried regions of semiconductors. There are few other techniques that are as sensitive as PAS to low concentrations of open‐volume‐type defects. The characteristics of the annihilation gamma rays depend strongly on the local environment of the annihilation sites and are used to probe defect concentrations in a range inaccessible to conventional defect probes, yet which are important in the electrical performance of device structures. We show how PAS can be used as a nondestructive probe to examine defects in technologically important Si‐based structures. The discussion will focus on the quality of overlayers, formation and annealing of defects after ion implantation, identification of defect complexes, and evaluation of the distribution of internal electric fields. We describe …",
            "Characterization of defects in Si and SiO2−Si using positrons",
            "P Asoka‐Kumar and KG Lynn and DO Welch",
            "1994",
            "FPdK3kkAAAAJ:2_BaaiyHPJIC",
            402,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.357207",
            "9212038043718281663",
            "\/scholar?cites=9212038043718281663",
            {
                "1995":12,
                "1996":40,
                "1997":29,
                "1998":25,
                "1999":28,
                "2000":18,
                "2001":19,
                "2002":18,
                "2003":24,
                "2004":25,
                "2005":16,
                "2006":21,
                "2007":20,
                "2008":16,
                "2009":14,
                "2010":11,
                "2011":6,
                "2012":5,
                "2013":13,
                "2014":8,
                "2015":5,
                "2016":3,
                "2017":8,
                "2018":3,
                "2019":5,
                "2020":5
            }
        ],
        [
            "Heavy metal (HMs) contamination is widespread globally due to anthropogenic, technogenic, and geogenic activities. The HMs exposure could lead to multiple toxic effects in plants by inducing reactive oxygen species (ROS), which inhibit most cellular processes at various levels of metabolism. ROS being highly unstable could play dual role (1) damaging cellular components and (2) act as an important secondary messenger for inducing plant defense system. Cells are equipped with enzymatic and non-enzymatic defense mechanisms to counteract this damage. Some are constitutive and others that are activated only when a stress-specific signal is perceived. Enzymatic scavengers of ROS include superoxide dismutase, catalase, glutathione reductase, and peroxidase, while non-enzymatic antioxidants are glutathione, ascorbic acid, α-tocopherol, flavonoids, anthocyanins, carotenoids, and organic acids …",
            "Heavy metal-induced oxidative damage, defense reactions, and detoxification mechanisms in plants",
            "Oksana Sytar and Abhay Kumar and Dariusz Latowski and Paulina Kuczynska and Kazimierz Strzałka and Majeti Narasimha Vara Prasad",
            "2013",
            "FPdK3kkAAAAJ:jE2MZjpN3IcC",
            349,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s11738-012-1169-6.pdf",
            "586556805802878610",
            "\/scholar?cites=586556805802878610",
            {
                "2013":2,
                "2014":27,
                "2015":28,
                "2016":38,
                "2017":52,
                "2018":57,
                "2019":78,
                "2020":54,
                "2021":13
            }
        ],
        [
            "We study portfolio and other behavioral responses to idiosyncratic risk in household panel data for rural China. One quarter of wealth is held in unproductive liquid forms. However, only a small share of this appears to be a precaution against income risk. We estimate that eliminating income risk would reduce the share of wealth held in liquid form by less than one percentage point. Furthermore, this effect is largely confined to middle income groups; high-income households do not, it seems, need to hold unproductive precautionary wealth, and the poor probably cannot afford to do so. We find no evidence that income risk discourages schooling, but it does appear to inhibit the temporary out migration of labor.",
            "Behavioral responses to risk in rural China",
            "Jyotsna Jalan and Martin Ravallion",
            "2001",
            "FPdK3kkAAAAJ:0EnyYjriUFMC",
            277,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0304387801001547",
            "1810072581933498918",
            "\/scholar?cites=1810072581933498918",
            {
                "2001":4,
                "2002":7,
                "2003":14,
                "2004":9,
                "2005":17,
                "2006":20,
                "2007":21,
                "2008":13,
                "2009":16,
                "2010":12,
                "2011":23,
                "2012":15,
                "2013":17,
                "2014":14,
                "2015":16,
                "2016":13,
                "2017":15,
                "2018":14,
                "2019":6,
                "2020":5
            }
        ]
    ]
}