{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "We present a detailed study on dissociative electron attachment (DEA) to isolated gas-phase cytosine (C) and thymine (T). The experimental setup used for these measurements is a crossed electron\/neutral beam instrument combined with a quadrupole mass spectrometer. Electron attachment to these biomolecules leads to dissociation into various fragments without a hint of any measurable amount of stable C or T parent anions. The fragment anions with highest abundance are (C−H)- and (T−H)-, respectively. Quantum chemical calculations were performed to calculate the electron affinities and binding energies of the different isomers of the (T−H) fragment. Besides (C−H)- and (T−H)-, we observed five other fragment anions formed by DEA to cytosine and eight additional product anions were detected in the case of thymine. Ion efficiency curves were measured for all fragment anions in the electron energy range …",
            "Electron attachment to the gas-phase DNA bases cytosine and thymine",
            "S Denifl and S Ptasińska and M Probst and J Hrušák and P Scheier and TD Märk",
            "2004",
            "fpFGUy0AAAAJ:-f6ydRqryjwC",
            219,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp049394x",
            "13525942784792245751",
            "\/scholar?cites=13525942784792245751",
            {
                "2003":1,
                "2004":1,
                "2005":17,
                "2006":17,
                "2007":12,
                "2008":30,
                "2009":13,
                "2010":8,
                "2011":13,
                "2012":16,
                "2013":16,
                "2014":13,
                "2015":12,
                "2016":14,
                "2017":10,
                "2018":11,
                "2019":10,
                "2020":4
            }
        ],
        [
            "We have investigated experimentally the formation of anions and cations of deoxyribose sugar (C5H10O4) via inelastic electron interaction (attachment\/ionization) using a monochromatic electron beam in combination with a quadrupole mass spectrometer. The ion yields were measured as a function of the incident electron energy between about 0 and 20 eV. As in the case of other biomolecules (nucleobases and amino acids), low energy electron attachment leads to destruction of the molecule via dissociative electron attachment reactions. In contrast to the previously investigated biomolecules dehydrogenation is not the predominant reaction channel for deoxyribose; the anion with the highest dissociative electron attachment (DEA) cross section of deoxyribose is formed by the release of neutral particles equal to two water molecules. Moreover, several of the DEA reactions proceed already with “zero energy …",
            "Inelastic electron interaction (attachment\/ionization) with deoxyribose",
            "S Ptasińska and S Denifl and P Scheier and TD Märk",
            "2004",
            "fpFGUy0AAAAJ:u5HHmVD_uO8C",
            217,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1690231",
            "13375808341891183245",
            "\/scholar?cites=13375808341891183245",
            {
                "2003":1,
                "2004":4,
                "2005":19,
                "2006":28,
                "2007":16,
                "2008":21,
                "2009":9,
                "2010":17,
                "2011":12,
                "2012":13,
                "2013":12,
                "2014":13,
                "2015":7,
                "2016":8,
                "2017":6,
                "2018":10,
                "2019":12,
                "2020":6
            }
        ],
        [
            "When excess charge is deposited on thymine and uracil by resonant attachment of low‐energy electrons (0–3 eV), H atoms are cleaved exclusively from the N positions. This bond selectivity can be made site selective (N1 vs. N3 position) by properly tuning the electron energy. This conclusion was drawn from experiments with methylated thymine and uracil (see picture) in crossed beam experiments.",
            "Bond‐and Site‐Selective Loss of H Atoms from Nucleobases by Very‐Low‐Energy Electrons (< 3 eV)",
            "Sylwia Ptasinska and Stephan Denifl and Paul Scheier and Eugen Illenberger and Tilmann D Märk",
            "2005",
            "fpFGUy0AAAAJ:hFOr9nPyWt4C",
            210,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/anie.200502040",
            "2637860548623813948",
            "\/scholar?cites=2637860548623813948",
            {
                "2006":18,
                "2007":24,
                "2008":31,
                "2009":14,
                "2010":10,
                "2011":15,
                "2012":14,
                "2013":9,
                "2014":16,
                "2015":15,
                "2016":10,
                "2017":13,
                "2018":6,
                "2019":9,
                "2020":5
            }
        ],
        [
            "The ability to efficiently utilize solar thermal energy to enable liquid-to-vapor phase transition has great technological implications for a wide variety of applications, such as water treatment and chemical fractionation. Here, we demonstrate that functionalizing graphene using hydrophilic groups can greatly enhance the solar thermal steam generation efficiency. Our results show that specially functionalized graphene can improve the overall solar-to-vapor efficiency from 38% to 48% at one sun conditions compared to chemically reduced graphene oxide. Our experiments show that such an improvement is a surface effect mainly attributed to the more hydrophilic feature of functionalized graphene, which influences the water meniscus profile at the vapor–liquid interface due to capillary effect. This will lead to thinner water films close to the three-phase contact line, where the water surface temperature is higher since the …",
            "Functionalized graphene enables highly efficient solar thermal steam generation",
            "Junlong Yang and Yunsong Pang and Weixin Huang and Scott K Shaw and Jarrod Schiffbauer and Michelle Anne Pillers and Xin Mu and Shirui Luo and Teng Zhang and Yajiang Huang and Guangxian Li and Sylwia Ptasinska and Marya Lieberman and Tengfei Luo",
            "2017",
            "fpFGUy0AAAAJ:tkaPQYYpVKoC",
            209,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsnano.7b00367",
            "7242904502767409580",
            "\/scholar?cites=7242904502767409580",
            {
                "2017":9,
                "2018":42,
                "2019":82,
                "2020":69,
                "2021":7
            }
        ],
        [
            "Electron attachment to gas phase thymine and uracil leads to H− loss within a broad and structured feature in the energy range between about 5 and 12 eV consisting of 4 overlapping resonances. By using thymine and uracil methylated at the N1 and N3 positions, respectively, and taking into account recent results from partly deuterated thymine, we find that by tuning the electron energy, H− loss turns out to be not only bond selective, ie,(CH) versus (NH) bonds, but also site selective (N1 versus N3 site). Such a bond and site selectivity by energy has not been observed before in dissociative electron attachment. Implications for the mechanism of strand breaks observed in plasmid DNA are considered.",
            "Bond-and site-selective loss of H− from pyrimidine bases",
            "Sylwia Ptasińska and Stephan Denifl and Verena Grill and Tilmann D Märk and Eugen Illenberger and Paul Scheier",
            "2005",
            "fpFGUy0AAAAJ:u-x6o8ySG0sC",
            175,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.093201",
            "5150616219427849727",
            "\/scholar?cites=5150616219427849727",
            {
                "2006":18,
                "2007":19,
                "2008":20,
                "2009":7,
                "2010":7,
                "2011":10,
                "2012":15,
                "2013":13,
                "2014":13,
                "2015":11,
                "2016":11,
                "2017":7,
                "2018":6,
                "2019":13,
                "2020":4
            }
        ],
        [
            "Electron attachment (EA) to the DNA bases thymine (T) and cytosine (C) was studied in the electron energy range from about 0 to 9 eV using a crossed electron\/molecule beams technique. As uracil the dominant negative ions formed via EA reactions to T and C are (T − H)− (corresponding to T minus H, with a mass to charge ratio of 125) and (C − H)− (corresponding to C minus H with a mass to charge ratio of 110). The respective partial EA cross-sections for (T − H)− and (C − H)− could be determined yielding peak values of σ (1.05 eV)=1.2 × 10−19 m2, σ (1.54 eV)=2.3 × 10−20 m2, respectively.",
            "Electron attachment to the DNA bases thymine and cytosine",
            "S Denifl and S Ptasinska and M Cingel and S Matejcik and P Scheier and TD Märk",
            "2003",
            "fpFGUy0AAAAJ:mB3voiENLucC",
            174,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0009261403010960",
            "15415747009019402088",
            "\/scholar?cites=15415747009019402088",
            {
                "2003":3,
                "2004":18,
                "2005":19,
                "2006":20,
                "2007":15,
                "2008":20,
                "2009":11,
                "2010":12,
                "2011":11,
                "2012":13,
                "2013":6,
                "2014":4,
                "2015":2,
                "2016":3,
                "2017":4,
                "2018":4,
                "2019":6,
                "2020":1
            }
        ],
        [
            "The surface composition and morphology of CH3NH3PbI3 perovskite films stored for several days under ambient conditions were investigated by X-ray photoelectron spectroscopy, scanning electron microscopy, and X-ray diffraction techniques. Chemical analysis revealed the loss of CH3NH3+ and I– species from CH3NH3PbI3 and its subsequent decomposition into lead carbonate, lead hydroxide, and lead oxide. After long-term storage under ambient conditions, morphological analysis revealed the transformation of randomly distributed defects and cracks, initially present in the densely packed crystalline structure, into relatively small grains. In contrast to PbI2 powder, CH3NH3PbI3 exhibited a different degradation trend under ambient conditions. Therefore, we propose a plausible CH3NH3PbI3 decomposition pathway that explains the changes in the chemical composition of CH3NH3PbI3 under ambient …",
            "Evolution of chemical composition, morphology, and photovoltaic efficiency of CH3NH3PbI3 perovskite under ambient conditions",
            "Weixin Huang and Joseph S Manser and Prashant V Kamat and Sylwia Ptasinska",
            "2016",
            "fpFGUy0AAAAJ:dshw04ExmUIC",
            153,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.chemmater.5b04122",
            "17997060688643689686",
            "\/scholar?cites=17997060688643689686",
            {
                "2016":20,
                "2017":34,
                "2018":39,
                "2019":30,
                "2020":28,
                "2021":1
            }
        ]
    ]
}