{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "We report measurements of quasiparticle relaxation dynamics in the high-temperature superconductor (Ba, K) Fe 2 As 2 in optimally doped, underdoped, and undoped regimes. In the underdoped sample, spin-density wave (SDW) order forms at∼ 85 K, followed by superconductivity at∼ 28 K. We find the emergence of a normal-state order that suppresses SDW at a temperature T*∼ 60 K and argue that this normal-state order is a precursor to superconductivity.",
            "Ultrafast pump-probe study of phase separation and competing orders in the underdoped (Ba, K) Fe 2 As 2 superconductor",
            "Elbert EM Chia and D Talbayev and Jian-Xin Zhu and HQ Yuan and T Park and JD Thompson and C Panagopoulos and GF Chen and JL Luo and NL Wang and AJ Taylor",
            "2010",
            "fPvw5voAAAAJ:dhFuZR0502QC",
            120,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.027003",
            "6517886549486291597",
            "\/scholar?cites=6517886549486291597",
            {
                "2010":9,
                "2011":14,
                "2012":19,
                "2013":16,
                "2014":18,
                "2015":6,
                "2016":10,
                "2017":8,
                "2018":6,
                "2019":5,
                "2020":9
            }
        ],
        [
            "We present a terahertz spectroscopic study of magnetic excitations in ferroelectric antiferromagnet BiFeO 3. We interpret the observed spectrum of long-wavelength magnetic resonance modes in terms of the normal modes of the material’s cycloidal antiferromagnetic structure. We find that the modulated Dzyaloshinski-Moriya interaction leads to a splitting of the out-of-plane resonance modes. We also assign one of the observed absorption lines to an electromagnon excitation that results from the magnetoelectric coupling between the ferroelectric polarization and the cycloidal magnetic structure of BiFeO 3.",
            "Long-wavelength magnetic and magnetoelectric excitations in the ferroelectric antiferromagnet BiFeO 3",
            "D Talbayev and SA Trugman and Seongsu Lee and Hee Taek Yi and S-W Cheong and AJ Taylor",
            "2011",
            "fPvw5voAAAAJ:L8Ckcad2t8MC",
            62,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.83.094403",
            "3342073380348390316",
            "\/scholar?cites=3342073380348390316",
            {
                "2011":5,
                "2012":9,
                "2013":9,
                "2014":5,
                "2015":11,
                "2016":2,
                "2017":3,
                "2018":5,
                "2019":7,
                "2020":6
            }
        ],
        [
            "We have studied the magnetic field dependence of far-infrared active magnetic modes in a single ferroelectric domain BiFeO 3 crystal at low temperature. The modes soften close to the critical field of 18.8 T along the [001](pseudocubic) axis, where the cycloidal structure changes to the homogeneous canted antiferromagnetic state and a new strong mode with linear field dependence appears that persists at least up to 31 T. A microscopic model that includes two Dzyaloshinskii-Moriya interactions and easy-axis anisotropy describes closely both the zero-field spectroscopic modes as well as their splitting and evolution in a magnetic field. The good agreement of theory with experiment suggests that the proposed model provides the foundation for future technological applications of this multiferroic material.",
            "Terahertz Spectroscopy of Spin Waves in Multiferroic  in High Magnetic Fields",
            "U Nagel and Randy S Fishman and T Katuwal and H Engelkamp and D Talbayev and Hee Taek Yi and S-W Cheong and T Rõõm",
            "2013",
            "fPvw5voAAAAJ:HDshCWvjkbEC",
            59,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.257201",
            "8853575704157057668",
            "\/scholar?cites=8853575704157057668",
            {
                "2013":3,
                "2014":5,
                "2015":10,
                "2016":7,
                "2017":5,
                "2018":11,
                "2019":11,
                "2020":7
            }
        ],
        [
            "We present studies of the photoexcited quasiparticle dynamics in Tl 2 Ba 2 Ca 2 Cu 3 O y (Tl-2223) using femtosecond optical techniques. Deep into the superconducting state (below 40 K), a dramatic change occurs in the temporal dynamics associated with photoexcited quasiparticles rejoining the condensate. This is suggestive of entry into a coexistence phase which, as our analysis reveals, opens a gap in the density of states (in addition to the superconducting gap), and furthermore, competes with superconductivity resulting in a depression of the superconducting gap.",
            "Observation of competing order in a high-T c superconductor using femtosecond optical pulses",
            "Elbert EM Chia and Jian-Xin Zhu and D Talbayev and RD Averitt and AJ Taylor and Kyu-Hwan Oh and In-Sun Jo and S-I Lee",
            "2007",
            "fPvw5voAAAAJ:7PzlFSSx8tAC",
            57,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.147008",
            "10352651708054581355",
            "\/scholar?cites=10352651708054581355",
            {
                "2008":2,
                "2009":3,
                "2010":9,
                "2011":8,
                "2012":4,
                "2013":8,
                "2014":10,
                "2015":1,
                "2016":3,
                "2017":1,
                "2018":3,
                "2019":3,
                "2020":2
            }
        ],
        [
            "We report a study of magnetic dynamics in multiferroic hexagonal manganite HoMnO 3 by far-infrared spectroscopy. The low-temperature magnetic excitation spectrum of HoMnO 3 consists of magnetic-dipole transitions of Ho ions within the crystal-field split J= 8 manifold and of the triangular antiferromagnetic resonance of Mn ions. We determine the effective spin Hamiltonian for the Ho ion ground state. The magnetic-field splitting of the Mn antiferromagnetic resonance allows us to measure the magnetic exchange coupling between the rare-earth and Mn ions.",
            "Magnetic exchange interaction between rare-earth and mn ions in multiferroic hexagonal manganites",
            "Diyar Talbayev and AD LaForge and SA Trugman and N Hur and AJ Taylor and RD Averitt and DN Basov",
            "2008",
            "fPvw5voAAAAJ:IWHjjKOFINEC",
            55,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.247601",
            "7162206258387078946",
            "\/scholar?cites=7162206258387078946",
            {
                "2009":2,
                "2010":3,
                "2011":8,
                "2012":6,
                "2013":1,
                "2014":8,
                "2015":9,
                "2016":2,
                "2017":2,
                "2018":5,
                "2019":4,
                "2020":4,
                "2021":1
            }
        ]
    ]
}