{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The LHC has observed, so far, 3 deviations from the Standard Model (SM) predictions in flavor observables: LHCb reported anomalies in B→ K* μ+ μ− and R (K)= B→ K μ+ μ−\/B→ K e+ e−, while CMS found an excess in h→ μ τ. We show, for the first time, how these deviations from the SM can be explained within a single well-motivated model: a two-Higgs-doublet model with gauged L μ− L τ symmetry. We find that, despite the constraints from τ→ μ μ μ and B s− Bs mixing, one can explain h→ μ τ, B→ K* μ+ μ− and R (K) simultaneously, obtaining interesting correlations among the observables.",
            "Explaining , , and  in a Two-Higgs-Doublet Model with Gauged ",
            "Andreas Crivellin and Giancarlo D’Ambrosio and Julian Heeck",
            "2015",
            "fQR4sJQAAAAJ:UebtZRa9Y70C",
            424,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.114.151801",
            "3026281225583642734",
            "\/scholar?cites=3026281225583642734",
            {
                "2015":61,
                "2016":116,
                "2017":85,
                "2018":79,
                "2019":54,
                "2020":27,
                "2021":2
            }
        ],
        [
            "We present a comprehensive review of keV-scale sterile neutrino Dark Matter, collecting views and insights from all disciplines involved—cosmology, astrophysics, nuclear, and particle physics—in each case viewed from both theoretical and experimental\/observational perspectives. After reviewing the role of active neutrinos in particle physics, astrophysics, and cosmology, we focus on sterile neutrinos in the context of the Dark Matter puzzle. Here, we first review the physics motivation for sterile neutrino Dark Matter, based on challenges and tensions in purely cold Dark Matter scenarios. We then round out the discussion by critically summarizing all known constraints on sterile neutrino Dark Matter arising from astrophysical observations, laboratory experiments, and theoretical considerations. In this context, we provide a balanced discourse on the possibly positive signal from X-ray observations. Another focus of …",
            "A white paper on keV sterile neutrino dark matter",
            "Rathin Adhikari and M Agostini and N Anh Ky and T Araki and M Archidiacono and M Bahr and J Baur and J Behrens and F Bezrukov and PS Bhupal Dev and D Borah and A Boyarsky and A De Gouvea and CA de S Pires and HJ De Vega and AG Dias and P Di Bari and Z Djurcic and K Dolde and H Dorrer and M Durero and O Dragoun and M Drewes and G Drexlin and Ch E Duellmann and K Eberhardt and S Eliseev and C Enss and NW Evans and A Faessler and Pavel Filianin and V Fischer and A Fleischmann and JA Formaggio and J Franse and FM Fraenkle and CS Frenk and G Fuller and L Gastaldo and A Garzilli and C Giunti and F Glueck and MC Goodman and MC Gonzalez-Garcia and D Gorbunov and J Hamann and V Hannen and S Hannestad and SH Hansen and C Hassel and J Heeck and F Hofmann and T Houdy and A Huber and D Iakubovskyi and A Ianni and A Ibarra and R Jacobsson and T Jeltema and J Jochum and S Kempf and T Kieck and M Korzeczek and V Kornoukhov and T Lachenmaier and M Laine and P Langacker and T Lasserre and J Lesgourgues and D Lhuillier and YF Li and W Liao and AW Long and M Maltoni and G Mangano and NE Mavromatos and Nicola Menci and A Merle and S Mertens and A Mirizzi and B Monreal and A Nozik and A Neronov and V Niro and Y Novikov and L Oberauer and E Otten and N Palanque-Delabrouille and M Pallavicini and VS Pantuev and E Papastergis and S Parke and S Pascoli and S Pastor and A Patwardhan and A Pilaftsis and DC Radford and PC-O Ranitzsch and O Rest and DJ Robinson and PS Rodrigues Da Silva and O Ruchayskiy and NG Sanchez and M Sasaki and N Saviano and A Schneider and F Schneider and T Schwetz and S Schoenert and S Scholl and F Shankar and R Shrock and N Steinbrink and L Strigari and F Suekane and B Suerfu and R Takahashi and N Thi Hong Van and I Tkachev and M Totzauer and Y Tsai and Christopher George Tully and K Valerius and JWF Valle and D Venos and MATTEO Viel and M Vivier and MY Wang and C Weinheimer and K Wendt and L Winslow and J Wolf and M Wurm and Z Xing and S Zhou and K Zuber",
            "2017",
            "fQR4sJQAAAAJ:7PzlFSSx8tAC",
            388,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2017\/01\/025\/meta",
            "2265258670260468821",
            "\/scholar?cites=2265258670260468821",
            {
                "2016":26,
                "2017":81,
                "2018":81,
                "2019":88,
                "2020":106,
                "2021":4
            }
        ],
        [
            "We study the impact of an additional U (1)′ gauge symmetry with flavor-dependent charges for quarks and leptons on the LHC flavor anomalies observed in B→ K* μ+ μ−, R (K)= B→ K μ+ μ−\/B→ K e+ e−, and h→ μ τ. In its minimal version with two scalar doublets, the resulting model naturally explains the deviations from the Standard Model observed in B→ K* μ+ μ− and R (K). The CMS access in h→ μ τ can be explained by introducing a third scalar doublet, which gives rise to a prediction for τ→ 3 μ. We investigate constraints from flavor observables and direct LHC searches for p p→ Z′→ μ+ μ−. Our model successfully generates the measured fermion-mixing matrices and does not require vectorlike fermions, unlike previous attempts to explain these anomalies.",
            "Addressing the LHC flavor anomalies with horizontal gauge symmetries",
            "Andreas Crivellin and Giancarlo D’Ambrosio and Julian Heeck",
            "2015",
            "fQR4sJQAAAAJ:kNdYIx-mwKoC",
            320,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.91.075006",
            "13396774053814022999",
            "\/scholar?cites=13396774053814022999",
            {
                "2015":41,
                "2016":70,
                "2017":75,
                "2018":62,
                "2019":42,
                "2020":30
            }
        ],
        [
            "BABAR, Belle, and LHCb Collaborations report evidence for new physics in B→ D τ ν and B→ D* τ ν of approximately 3.8 σ. There is also the long lasting discrepancy of about 3 σ in the anomalous magnetic moment of the muon, and the branching ratio for τ→ μ ν ν is 1.8 σ (2.4 σ) above the standard model expectation using the HFAG (PDG) values. Furthermore, CMS Collaboration finds hints for a nonzero decay rate of h→ μ τ. Interestingly, all these observations can be explained by introducing new scalars. In this Letter we consider these processes within a lepton-specific two-Higgs doublet model (ie, of type X) with additional nonstandard Yukawa couplings. It is found that one can accommodate τ→ μ ν ν with modified Higgs–τ couplings. The anomalous magnetic moment of the muon can be explained if the additional neutral C P-even Higgs boson H is light (below 100 GeV). Also R (D) and R (D*) can be easily …",
            "Perturbed lepton-specific two-higgs-doublet model facing experimental hints for physics beyond the standard model",
            "Andreas Crivellin and Julian Heeck and Peter Stoffer",
            "2016",
            "fQR4sJQAAAAJ:aqlVkmm33-oC",
            193,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.116.081801",
            "10415889414493610810",
            "\/scholar?cites=10415889414493610810",
            {
                "2015":2,
                "2016":43,
                "2017":38,
                "2018":35,
                "2019":49,
                "2020":24,
                "2021":2
            }
        ],
        [
            "The extension of the standard model by a spontaneously broken abelian gauge group based on the L μ− L τ lepton number can resolve the long-standing discrepancy between experimental and theoretical values for the magnetic moment of the muon. It furthermore naturally generates μ− τ symmetric lepton mixing, introduces neutrino nonstandard interactions, and the associated gauge boson Z′ serves as a mediator to the right-handed neutrino sector. A detailed fit to electroweak data is performed to identify the allowed values for the mass of Z′ and its mixing with the standard model Z. An economical new scalar sector is constructed that spontaneously breaks L μ− L τ and leads to experimental consequences such as lepton flavor violation and collider signatures. Furthermore we discuss the nonabelian extension to an S U (2)′, particularly the neutrino sector.",
            "Gauged L μ− L τ Symmetry at the Electroweak Scale",
            "Julian Heeck and Werner Rodejohann",
            "2011",
            "fQR4sJQAAAAJ:u5HHmVD_uO8C",
            160,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.84.075007",
            "13914311990240010543",
            "\/scholar?cites=13914311990240010543",
            {
                "2011":2,
                "2012":4,
                "2013":8,
                "2014":6,
                "2015":21,
                "2016":17,
                "2017":24,
                "2018":17,
                "2019":30,
                "2020":29,
                "2021":2
            }
        ],
        [
            "We study lepton flavor violating Higgs decays in two models, with the recently found hint for Higgs→ μ τ at CMS as a benchmark value for the branching ratio. The first model uses the discrete flavor symmetry group A 4, broken at the electroweak scale, while the second is renormalizable and based on the Abelian gauge group L μ− L τ. Within the models we find characteristic predictions for other non-standard Higgs decay modes, charged lepton flavor violating decays and correlations of the branching ratios with neutrino oscillation parameters.",
            "Higgs→ μτ in Abelian and non-Abelian flavor symmetry models",
            "Julian Heeck and Martin Holthausen and Werner Rodejohann and Yusuke Shimizu",
            "2015",
            "fQR4sJQAAAAJ:5nxA0vEk-isC",
            144,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321315001583",
            "13390218702948385813",
            "\/scholar?cites=13390218702948385813",
            {
                "2015":23,
                "2016":56,
                "2017":27,
                "2018":18,
                "2019":13,
                "2020":7
            }
        ],
        [
            "The difference between baryon number B and lepton number L is the only anomaly-free global symmetry of the Standard Model, easily promoted to a local symmetry by introducing three right-handed neutrinos, which automatically make neutrinos massive. The non-observation of any (B–L)-violating processes leads us to scrutinize the case of unbroken gauged B–L; besides Dirac neutrinos, the model contains only three parameters, the gauge coupling strength g′, the Stückelberg mass M Z′, and the kinetic mixing angle χ. The new force could manifest itself at any scale, and we collect and derive bounds on g′ over the entire testable range M Z′= 0–10 13 eV, also of interest for the more popular case of spontaneously broken B–L or other new light forces. We show in particular that successful Big Bang nucleosynthesis provides strong bounds for masses 10 eV< M Z′< 10 GeV due to resonant enhancement of …",
            "Unbroken b–l symmetry",
            "Julian Heeck",
            "2014",
            "fQR4sJQAAAAJ:ufrVoPGSRksC",
            116,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269314008004",
            "7614840433856110769",
            "\/scholar?cites=7614840433856110769",
            {
                "2014":1,
                "2015":8,
                "2016":13,
                "2017":19,
                "2018":27,
                "2019":16,
                "2020":32
            }
        ],
        [
            "Augmenting the Standard Model by three right-handed neutrinos allows for an anomaly-free gauge group extension G max= U (1) B− L× U (1) Le− Lμ× U (1) Lμ− Lτ. While simple U (1) subgroups of G max have already been discussed in the context of approximate flavor symmetries, we show how two-zero textures in the right-handed neutrino Majorana mass matrix can be enforced by the flavor symmetry, which is spontaneously broken very economically by singlet scalars. These zeros lead to two vanishing minors in the low-energy neutrino mass matrix after the seesaw mechanism. This study may provide a new testing ground for a zero-texture approach: the different classes of two-zero textures with almost identical neutrino oscillation phenomenology can in principle be distinguished by their different Z′ interactions at colliders.",
            "Vanishing minors in the neutrino mass matrix from abelian gauge symmetries",
            "Takeshi Araki and Julian Heeck and Jisuke Kubo",
            "2012",
            "fQR4sJQAAAAJ:Tyk-4Ss8FVUC",
            84,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP07(2012)083.pdf",
            "4121990656874542894",
            "\/scholar?cites=4121990656874542894",
            {
                "2012":1,
                "2013":13,
                "2014":8,
                "2015":5,
                "2016":5,
                "2017":10,
                "2018":15,
                "2019":10,
                "2020":17
            }
        ],
        [
            "We show that left-right symmetric models can easily accommodate stable TeV-scale dark matter particles without the need for an ad hoc stabilizing symmetry. The stability of a newly introduced multiplet either arises accidentally as in the minimal dark matter framework or comes courtesy of the remaining unbroken Z 2 subgroup of B− L. Only one new parameter is introduced: the mass of the new multiplet. As minimal examples, we study left-right fermion triplets and quintuplets and show that they can form viable two-component dark matter. This approach is, in particular, valid for S U (2)× S U (2)× U (1) models that explain the recent diboson excess at ATLAS in terms of a new charged gauge boson of mass 2 TeV.",
            "Minimal left-right symmetric dark matter",
            "Julian Heeck and Sudhanwa Patra",
            "2015",
            "fQR4sJQAAAAJ:qxL8FJ1GzNcC",
            81,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.115.121804",
            "4163572163423505080",
            "\/scholar?cites=4163572163423505080",
            {
                "2015":8,
                "2016":23,
                "2017":16,
                "2018":15,
                "2019":9,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We construct UV-complete models for nonstandard neutrino interactions mediated by a sub-GeV gauge boson Z′ coupled to baryon number B or B− L. A flavor-dependent Z′ coupling to neutrinos is induced by mixing a U (1)′-charged Dirac fermion with the active neutrinos, naturally suppressing flavor violation or nonuniversality of the charged leptons to the loop level. We show that these models can give rise to large flavor-conserving as well as flavor-violating nonstandard neutral-current neutrino interactions potentially observable in current or future oscillation experiments such as DUNE without being in conflict with other constraints such as neutrino scattering or lepton-flavor-violating decays. In particular, the LMA-Dark solution to the solar-neutrino anomaly can be obtained for U (1) B, but not for U (1) B− L.",
            "Neutrinophilic nonstandard interactions",
            "Yasaman Farzan and Julian Heeck",
            "2016",
            "fQR4sJQAAAAJ:qUcmZB5y_30C",
            66,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.94.053010",
            "15550136975317733402",
            "\/scholar?cites=15550136975317733402",
            {
                "2016":2,
                "2017":17,
                "2018":14,
                "2019":13,
                "2020":20
            }
        ]
    ]
}