{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "This book provides an elementary introduction to the subject of quantum optics, the study of the quantum mechanical nature of light and its interaction with matter. The presentation is almost entirely concerned with the quantized electromagnetic field. Topics covered include single-mode field quantization in a cavity, quantization of multimode fields, quantum phase, coherent states, quasi-probability distribution in phase space, atom-field interactions, the Jaynes-Cummings model, quantum coherence theory, beam splitters and interferometers, dissipative interactions, nonclassical field states with squeezing etc.,'Schrödinger cat'states, tests of local realism with entangled photons from down-conversion, experimental realizations of cavity quantum electrodynamics, trapped ions, decoherence, and some applications to quantum information processing, particularly quantum cryptography. The book contains many homework problems and an extensive bibliography. This text is designed for upper-level undergraduates taking courses in quantum optics who have already taken a course in quantum mechanics, and for first and second year graduate students.",
            "Introductory quantum optics",
            "Christopher Gerry and Peter Knight and Peter L Knight",
            "2005",
            "FQuIKFAAAAAJ:dQ2og3OwTAUC",
            2272,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=CgByyoBJJwgC&oi=fnd&pg=PR12&dq=info:4JzmtNYo4Z8J:scholar.google.com&ots=-HdNaVfAXr&sig=vtNxmkT8COLVAurVwBvQsEF6lek",
            "11520534224413564128",
            "\/scholar?cites=11520534224413564128",
            {
                "2005":15,
                "2006":30,
                "2007":61,
                "2008":50,
                "2009":96,
                "2010":106,
                "2011":138,
                "2012":146,
                "2013":135,
                "2014":162,
                "2015":190,
                "2016":201,
                "2017":221,
                "2018":194,
                "2019":228,
                "2020":266,
                "2021":19
            }
        ],
        [
            "A method for producing macroscopic quantum superposition states (generally known as Schrödinger cat) states for optical fields is presented. The proposed method involves two modes of the field interacting dispersively in a Kerr medium where one of the modes is an arm of a Mach-Zehnder interferometer and the other mode is external to it. If the external mode initially contains a macroscopic quantum state, such as a coherent state, and the vacuum and a single photon state are the inputs to the interferometer, the external field state becomes entangled with the number states associated with the two paths of the interferometer. Selective measurement at the output ports of the interferometer project the external mode into the desired cat states. It is pointed out that the method can also be used to generate cat states out of multimode states initially containing correlations.",
            "Generation of optical macroscopic quantum superposition states via state reduction with a Mach-Zehnder interferometer containing a Kerr medium",
            "Christopher C Gerry",
            "1999",
            "FQuIKFAAAAAJ:W5xh706n7nkC",
            214,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.59.4095",
            "16910837327101100397",
            "\/scholar?cites=16910837327101100397",
            {
                "2000":2,
                "2001":3,
                "2002":4,
                "2003":10,
                "2004":7,
                "2005":8,
                "2006":14,
                "2007":12,
                "2008":9,
                "2009":10,
                "2010":10,
                "2011":10,
                "2012":15,
                "2013":13,
                "2014":10,
                "2015":14,
                "2016":11,
                "2017":10,
                "2018":14,
                "2019":8,
                "2020":15,
                "2021":1
            }
        ],
        [
            "We describe the dynamics of an exactly solvable Raman coupled model interacting with two modes of a quantized cavity electromagnetic field. The model consists of a three-level atom in the Λ configuration whose excited state is considered to be far off resonance and is adiabatically eliminated. The effective Hamiltonian for this system contains products of the transition operators between the two ground-state levels and a field annihilation operator from one mode and a creation operator from the other. This Hamiltonian provides an example of a zero-photon process. We study the atomic inversion and investigate the production of nonclassical effects such as antibunched light, violations of the Cauchy-Schwartz inequality, and squeezing.",
            "Dynamics of a Raman coupled model interacting with two quantized cavity fields",
            "Christopher C Gerry and JH Eberly",
            "1990",
            "FQuIKFAAAAAJ:UHK10RUVsp4C",
            210,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.42.6805",
            "15051966440766600019",
            "\/scholar?cites=15051966440766600019",
            {
                "1991":4,
                "1992":8,
                "1993":9,
                "1994":2,
                "1995":5,
                "1996":8,
                "1997":5,
                "1998":3,
                "1999":9,
                "2000":5,
                "2001":4,
                "2002":10,
                "2003":10,
                "2004":14,
                "2005":7,
                "2006":13,
                "2007":7,
                "2008":17,
                "2009":6,
                "2010":8,
                "2011":9,
                "2012":5,
                "2013":7,
                "2014":4,
                "2015":5,
                "2016":9,
                "2017":5,
                "2018":6,
                "2019":1,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The authors examine several topical subjects, commencing with a general introduction to path integrals in quantum mechanics and the group theoretical backgrounds for path integrals. Applications of harmonic analysis, polar coordinate formulation, various techniques and path integrals on SU (2) and SU (1, 1) are discussed. Soluble examples presented include particle-flux system, a pulsed oscillator, magnetic monopole, the Coulomb problem in curved space and others. The second part deals with the SU (2) coherent states and their applications. Construction and generalization of the SU (2) coherent states, formulation of coherent path integrals for spin and unitary spin, and semiclassical quantization are presented. Applications are made to the study of quantum fluctuation, the nonlinear field model and phase holonomy. The final chapters present the theory of the SU (1, 1) coherent states and their applications. The radial coulomb problem, the Morse oscillator, and the large-N approximation are discussed. Applications to problems in quantum optics such as squeezed states, interaction with the squeezed vacuum states, and phase operator formalism are also included. This book will be useful as an introduction to the subject as well as a valuable work of reference.",
            "Path integrals and coherent states of SU (2) and SU (1, 1)",
            "Akira Inomata and Hiroshi Kuratsuji and Christopher C Gerry",
            "1992",
            "FQuIKFAAAAAJ:JQOojiI6XY0C",
            200,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=E72-83oiZNcC&oi=fnd&pg=PA1&dq=info:D7xLXDPR-lwJ:scholar.google.com&ots=iFhx7CnrmJ&sig=HWe0LuDaDJjeWwO2AB_W2NRk1Rc",
            "6699897414189038607",
            "\/scholar?cites=6699897414189038607",
            {
                "1993":5,
                "1994":10,
                "1995":11,
                "1996":12,
                "1997":6,
                "1998":8,
                "1999":7,
                "2000":3,
                "2001":8,
                "2002":7,
                "2003":9,
                "2004":2,
                "2005":8,
                "2006":4,
                "2007":2,
                "2008":5,
                "2009":9,
                "2010":8,
                "2011":11,
                "2012":8,
                "2013":11,
                "2014":10,
                "2015":9,
                "2016":7,
                "2017":2,
                "2018":5,
                "2019":8,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Holland and Burnett [Phys. Rev. Lett. 71, 1355 (1993)] have argued that twin Fock states of equal photon number N injected at both input ports of a Mach-Zehnder interferometer lead to phase measurements with accuracies approaching the Heisenberg limit Δ φ HL= 1\/(2 N). However, the method of phase detection suggested by those authors, obtaining the difference of the photocurrents at the output ports of the interferometer, is not sensitive to the phase difference between the two interferometer paths; in fact, the photocurrent vanishes. In this paper we show that the use of parity measurements on just one of the output modes not only is sensitive to the phase difference but that the sensitivity approaches the Heisenberg limit for large N.",
            "Optical interferometry at the Heisenberg limit with twin Fock states and parity measurements",
            "RA Campos and Christopher C Gerry and A Benmoussa",
            "2003",
            "FQuIKFAAAAAJ:_Re3VWB3Y0AC",
            176,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.68.023810",
            "2419233348880196194",
            "\/scholar?cites=2419233348880196194",
            {
                "2003":1,
                "2004":4,
                "2005":10,
                "2006":8,
                "2007":11,
                "2008":7,
                "2009":4,
                "2010":14,
                "2011":14,
                "2012":10,
                "2013":7,
                "2014":11,
                "2015":12,
                "2016":11,
                "2017":14,
                "2018":14,
                "2019":10,
                "2020":14
            }
        ],
        [
            "We derive the most general Hamiltonian which preserves the Perelomov SU (1, 1) coherent states under time evolution. It is shown that the Hamiltonian of the degenerate parametric oscillator from nonlinear optics, which does not preserve ordinary coherent states, does preserve the SU (1, 1) coherent states under time evolution.",
            "Dynamics of SU (1, 1) coherent states",
            "Christopher C Gerry",
            "1985",
            "FQuIKFAAAAAJ:kzcrU_BdoSEC",
            175,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.31.2721",
            "4428564486979905824",
            "\/scholar?cites=4428564486979905824",
            {
                "1986":7,
                "1987":6,
                "1988":7,
                "1989":7,
                "1990":11,
                "1991":5,
                "1992":5,
                "1993":3,
                "1994":3,
                "1995":2,
                "1996":4,
                "1997":2,
                "1998":2,
                "1999":6,
                "2000":8,
                "2001":3,
                "2002":4,
                "2003":3,
                "2004":5,
                "2005":9,
                "2006":5,
                "2007":8,
                "2008":6,
                "2009":3,
                "2010":3,
                "2011":6,
                "2012":10,
                "2013":4,
                "2014":3,
                "2015":9,
                "2016":6,
                "2017":4,
                "2018":6
            }
        ],
        [
            "A proposal for realizing one-and two-mode degenerate Raman coupled models, of the type proposed by Knight [Phys. Scr. T 12, 51 (1986)] in the context of quantum optics, for the motion of a trapped two-level ion, is presented. The interaction has a dispersive effect on the vibrational motion of the ion. For the one-mode case, an initial vibrational coherent state evolves into superpositions of coherent states (Schrödinger-cat states) correlated with the internal states of the ion. In the two-mode case, with initial coherent states in each mode, entanglements of coherent states between the modes correlated with the internal ionic states are obtained. Detection of such states is briefly discussed.",
            "Generation of Schrödinger cats and entangled coherent states in the motion of a trapped ionby a dispersive interaction",
            "Christopher C Gerry",
            "1997",
            "FQuIKFAAAAAJ:uLbwQdceFCQC",
            170,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.55.2478",
            "7047919072223836929",
            "\/scholar?cites=7047919072223836929",
            {
                "1997":1,
                "1998":10,
                "1999":4,
                "2000":12,
                "2001":15,
                "2002":24,
                "2003":10,
                "2004":11,
                "2005":5,
                "2006":5,
                "2007":11,
                "2008":13,
                "2009":6,
                "2010":4,
                "2011":1,
                "2012":2,
                "2013":2,
                "2014":5,
                "2015":7,
                "2016":3,
                "2017":3,
                "2018":6,
                "2019":3,
                "2020":6
            }
        ]
    ]
}