{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "PurposeAlthough, for patients with cancer, comorbidity can affect the timing of cancer detection, treatment, and prognosis, there is little information relating to the question of whether the choice of comorbidity index affects the results of studies. Therefore, to compare the association of comorbidity with mortality after surgery for colon cancer, this study evaluated the Adult Comorbidity Evaluation-27 (ACE-27), the National Institute on Aging (NIA) and National Cancer Institute (NCI) Comorbidity Index, and the Charlson Comorbidity Index (CCI).",
            "Predictive capacity of three comorbidity indices in estimating mortality after surgery for colon cancer",
            "Robert B Hines and Chakrapani Chatla and Harvey L Bumpers and John W Waterbor and Gerald McGwin Jr and Ellen Funkhouser and Christopher S Coffey and James Posey and Upender Manne",
            "2009",
            "FqXjE2wAAAAJ:u5HHmVD_uO8C",
            97,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC2744274\/",
            "3355021412254341512",
            "\/scholar?cites=3355021412254341512",
            {
                "2009":1,
                "2010":3,
                "2011":6,
                "2012":12,
                "2013":6,
                "2014":14,
                "2015":12,
                "2016":5,
                "2017":8,
                "2018":10,
                "2019":4,
                "2020":12
            }
        ],
        [
            "The purpose of this study was to measure the extent to which geographic residency status and the social environment are associated with disease stage at diagnosis, receipt of treatment, and five-year survival for patients diagnosed with non-small cell lung cancer (NSCLC).This study was a retrospective cohort study of the Georgia Comprehensive Cancer Registry (GCCR) for incident cases of NSCLC diagnosed in the state. Multilevel logistic models were employed for five outcome variables: unstaged and late stage disease at diagnosis; receipt of treatment (surgery, chemotherapy, and radiation); and survival following diagnosis. The social and geographical variables of interest were census tract (CT) poverty level, CT-level educational attainment, and CT-level geographic residency status.Compared to urban residents, rural and suburban residents had increased odds of …",
            "Treatment and survival disparities in lung cancer: the effect of social environment and place of residence",
            "Asal Mohamadi Johnson and Robert B Hines and James Allen Johnson III and A Rana Bayakly",
            "2014",
            "FqXjE2wAAAAJ:qjMakFHDy7sC",
            78,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0169500214000336",
            "1634487320810563887",
            "\/scholar?cites=1634487320810563887",
            {
                "2014":2,
                "2015":5,
                "2016":13,
                "2017":12,
                "2018":10,
                "2019":19,
                "2020":15
            }
        ],
        [
            "There is a survival disparity between African Americans and Caucasians who have colon cancer. The objectives of the current study were to quantify the impact of comorbidity and body mass index (BMI) on survival and to assess whether these 2 variables account for the decreased survival among African Americans.Data from patients (n = 496) who underwent surgery for a first primary colon cancer at the University of Alabama at Birmingham Hospital from 1981 to 2002 were analyzed. Hazard ratios (HRs) with 95% confidence intervals (CI) were obtained using Cox proportional hazards models for the association of race, comorbidity, BMI, and covariates with all‐cause mortality. The confounding influence of comorbidity and BMI for the increased risk of death associated with African‐American race was evaluated, and effect modification by disease stage for the association of …",
            "Effect of comorbidity and body mass index on the survival of African‐American and Caucasian patients with colon cancer",
            "Robert B Hines and Chandrakumar Shanmugam and John W Waterbor and Gerald McGwin Jr and Ellen Funkhouser and Christopher S Coffey and James Posey and Upender Manne",
            "2009",
            "FqXjE2wAAAAJ:u-x6o8ySG0sC",
            72,
            "https:\/\/acsjournals.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/cncr.24598",
            "3912375164262412297",
            "\/scholar?cites=3912375164262412297",
            {
                "2009":1,
                "2010":3,
                "2011":7,
                "2012":11,
                "2013":2,
                "2014":8,
                "2015":2,
                "2016":7,
                "2017":9,
                "2018":10,
                "2019":6,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Objectives. We examined the impact of geographic residency status and census tract (CT)-level socioeconomic status (SES) on colorectal cancer (CRC) outcomes.Methods. This was a retrospective cohort study of patients diagnosed with CRC in Georgia for the years 2000 through 2007. Study outcomes were late-stage disease at diagnosis, receipt of treatment, and survival.Results. For colon cancer, residents of lower-middle-SES and low-SES census tracts had decreased odds of receiving surgery. Rural, lower-middle-SES, and low-SES residents had decreased odds of receiving chemotherapy. For patients with rectal cancer, suburban residents had increased odds of receiving radiotherapy, but low SES resulted in decreased odds of surgery. For survival, rural residents experienced a partially adjusted 14% (hazard ratio [HR] = 1.14; 95% confidence interval [CI] = 1.07, 1.22) increased risk of death following …",
            "Geographic residency status and census tract socioeconomic status as determinants of colorectal cancer outcomes",
            "Robert Hines and Talar Markossian and Asal Johnson and Frank Dong and Rana Bayakly",
            "2014",
            "FqXjE2wAAAAJ:UeHWp8X0CEIC",
            71,
            "https:\/\/ajph.aphapublications.org\/doi\/abs\/10.2105\/AJPH.2013.301572",
            "1702751705657817344",
            "\/scholar?cites=1702751705657817344",
            {
                "2014":5,
                "2015":9,
                "2016":15,
                "2017":9,
                "2018":12,
                "2019":11,
                "2020":9,
                "2021":1
            }
        ],
        [
            "The objectives of this study were to examine the outcomes of late stage breast cancer diagnosis, receiving first course treatment, and breast cancer-related death by race, age, and rural\/urban residence in Georgia. The authors used cross-sectional and follow-up data (1992–2007) for Atlanta and Rural Georgia cancer registries that are part of the National Cancer Institute's Surveillance, Epidemiology, and End Results Program (N = 23,500 incident breast cancer cases in non-Hispanic whites or non-Hispanic African Americans). Multilevel modeling and Cox proportional hazard models revealed that compared to whites, African American women had significantly increased odds of late stage diagnosis (odds ratio [OR] = 2.08, p = 0.0001) and unknown tumor stage (OR = 1.27, p = 0.0001), decreased odds of receiving radiation (OR = 0.93, p = 0.041) or surgery (OR = 0.50, p = 0.0001), and increased risk of death …",
            "Disparities in late stage diagnosis, treatment, and breast cancer-related death by race, age, and rural residence among women in Georgia",
            "Talar W Markossian and Robert B Hines",
            "2012",
            "FqXjE2wAAAAJ:9yKSN-GCB0IC",
            64,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/03630242.2012.674091",
            "8630289228831376960",
            "\/scholar?cites=8630289228831376960",
            {
                "2013":4,
                "2014":9,
                "2015":9,
                "2016":7,
                "2017":9,
                "2018":6,
                "2019":11,
                "2020":9
            }
        ],
        [
            "Purpose: Disparities in health outcomes due to a diagnosis of colorectal cancer (CRC) have been reported for a number of demographic groups. This study was conducted to examine the outcomes of late‐stage diagnosis, treatment, and cancer‐related death according to race and geographic residency status (rural vs urban).Methods: This study utilized cross‐sectional and follow‐up data from the Surveillance, Epidemiology, and End Results (SEER) Program for all incident colon and rectal tumors diagnosed for the Atlanta and Rural Georgia Cancer Registries for the years 1992‐2007.Findings: Compared to whites, African Americans had a 40% increased odds (OR, 1.40; 95% CI, 1.30‐1.51) of late‐stage diagnosis, a 50% decreased odds (OR, 0.50; 95% CI, 0.37‐0.68) of having surgery for colon cancer, and a 67% decreased odds (OR, 0.33; 95% CI, 0.25‐0.44) of receiving surgery for rectal cancer. Rural …",
            "Differences in late‐stage diagnosis, treatment, and colorectal cancer‐related death between rural and urban African Americans and whites in Georgia",
            "Robert B Hines and Talar W Markossian",
            "2012",
            "FqXjE2wAAAAJ:d1gkVwhDpl0C",
            62,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1748-0361.2011.00390.x",
            "10469498395752146302",
            "\/scholar?cites=10469498395752146302",
            {
                "2012":2,
                "2013":5,
                "2014":8,
                "2015":6,
                "2016":3,
                "2017":10,
                "2018":7,
                "2019":10,
                "2020":11
            }
        ],
        [
            "In the USA, for both men and women, colorectal cancer (CRC) ranks third in incidence and second in mortality. Despite evidence that it decreases mortality, CRC screening in the USA remains under‐utilized. Some European studies have suggested that marital status affects participation in CRC screening, but the effect of marital status on CRC screening participation in the USA is unknown. In this study, the aim was to compare CRC screening participation rates among married and unmarried couples, separated, widowed, never married and divorced adults living in the USA.This was a retrospective data analysis of the 2010 Behavioural Risk Factor Surveillance System survey. The population studied included 239 300 participants, aged 50–75 years, who completed the 2010 survey. Logistic regression analysis was conducted to assess the association between adherence with CRC screening …",
            "Association of marital status and colorectal cancer screening participation in the USA",
            "B El‐Haddad and F Dong and KJ Kallail and RB Hines and E Ablah",
            "2015",
            "FqXjE2wAAAAJ:zYLM7Y9cAGgC",
            41,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/codi.12926",
            "16572148732174119580",
            "\/scholar?cites=16572148732174119580",
            {
                "2014":1,
                "2015":3,
                "2016":4,
                "2017":5,
                "2018":9,
                "2019":5,
                "2020":14
            }
        ],
        [
            "",
            "Predictors of guideline treatment nonadherence and the impact on survival in patients with colorectal cancer",
            "Robert B Hines and Alina Barrett and Philip Twumasi-Ankrah and Dominique Broccoli and Kimberly K Engelman and Joaquina Baranda and Elizabeth A Ablah and Lisette Jacobson and Michelle Redmond and Wei Tu and Tracie C Collins",
            "2015",
            "FqXjE2wAAAAJ:YsMSGLbcyi4C",
            30,
            "https:\/\/jnccn.org\/abstract\/journals\/jnccn\/13\/1\/article-p51.xml",
            "10325096465315598078",
            "\/scholar?cites=10325096465315598078",
            {
                "2015":2,
                "2016":4,
                "2017":4,
                "2018":6,
                "2019":4,
                "2020":10
            }
        ],
        [
            "The Special Supplemental Nutrition Program for Women, Infants and Children (WIC) is a public nutritional assistance program for low-income women and their children up to age five. This study provides insight into maternal characteristics associated with breastfeeding among urban versus rural women. A secondary analysis was conducted using the Pregnancy Nutrition Surveillance System dataset of women enrolled in the Kansas WIC program in 2011. Geographic residency status was obtained through application of the Census tract-based rural–urban commuting area codes. Descriptive variables included maternal demographics, health, and lifestyle behaviors. A multivariable binary logistic regression was used to obtain adjusted odds ratios with 95% confidence intervals. The outcome variable was initiation of breastfeeding. A P value of≤ 0.05 was considered statistically significant. The total sample size was …",
            "Characteristics associated with breastfeeding behaviors among urban versus rural women enrolled in the Kansas WIC program",
            "Lisette T Jacobson and Philip Twumasi-Ankrah and Michelle L Redmond and Elizabeth Ablah and Robert B Hines and Judy Johnston and Tracie C Collins",
            "2015",
            "FqXjE2wAAAAJ:ufrVoPGSRksC",
            19,
            "https:\/\/link.springer.com\/article\/10.1007\/s10995-014-1580-2?sa_campaign=email\/event\/articleAuthor\/onlineFirst&error=cookies_not_supported&error=cookies_not_supported&code=06e0a28a-3f0a-41eb-bd73-2270f2124e65&code=1ec5c358-1734-4401-b33f-45931dc655cf",
            "2059804844577391810",
            "\/scholar?cites=2059804844577391810",
            {
                "2015":2,
                "2016":5,
                "2017":2,
                "2018":4,
                "2019":2,
                "2020":3
            }
        ],
        [
            "Although evaluation of at least 12 lymph nodes (LNs) is recommended as the minimum number of nodes required for accurate staging of colon cancer patients, there is disagreement on what constitutes an adequate identification of such LNs. To evaluate the minimum number of LNs for adequate staging of Stage II and III colon cancer, 490 patients were categorized into groups based on 1-6, 7-11, 12-19, and ≥ 20 LNs collected. For patients with Stage II or III disease, examination of 12 LNs was not significantly associated with recurrence or mortality. For Stage II (HR = 0.33; 95% CI, 0.12-0.91), but not for Stage III patients (HR = 1.59; 95% CI, 0.54-4.64), examination of ≥20 LNs was associated with a reduced risk of recurrence within 2 years. However, examination of ≥20 LNs had a 55% (Stage II, HR = 0.45; 95% CI, 0.23-0.87) and a 31% (Stage III, HR = 0.69; 95% CI, 0.38-1.26) decreased risk of mortality, respectively. For each six additional LNs examined from Stage III patients, there was a 19% increased probability of finding a positive LN (parameter estimate = 0.18510, p < 0.0001). For Stage II and III colon cancers, there was improved survival and a decreased risk of recurrence with an increased number of LNs examined, regardless of the cutoff-points. Examination of ≥7 or ≥12 LNs had similar outcomes, but there were significant outcome benefits at the ≥20 cutoff-point only for Stage II patients. For Stage III patients, examination of 6 additional LNs detected one additional positive LN. Thus, the 12 LN cut-off point cannot be supported as requisite in determining adequate staging of colon cancer based on current data. However, a minimum …",
            "Evaluation of lymph node numbers for adequate staging of Stage II and III colon cancer",
            "Chandrakumar Shanmugam and Robert B Hines and Nirag C Jhala and Venkat R Katkoori and Bin Zhang and James A Posey and Harvey L Bumpers and William E Grizzle and Isam E Eltoum and Gene P Siegal and Upender Manne",
            "2011",
            "FqXjE2wAAAAJ:2osOgNQ5qMEC",
            19,
            "https:\/\/jhoonline.biomedcentral.com\/articles\/10.1186\/1756-8722-4-25",
            "3390595867608050848",
            "\/scholar?cites=3390595867608050848",
            {
                "2011":1,
                "2012":1,
                "2013":3,
                "2014":3,
                "2015":3,
                "2016":3,
                "2017":4,
                "2018":1
            }
        ]
    ]
}