{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Nanoscale Fe0 particles are a promising technology for in situ remediation of trichloroethene (TCE) plumes and TCE-DNAPL source areas, but the physical and chemical properties controlling their reactivity are not yet understood. Here, the TCE reaction rates, pathways, and efficiency of two nanoscale Fe0 particles are measured in batch reactors:  particles synthesized from sodium borohydride reduction of ferrous iron (Fe\/B) and commercially available particles (RNIP). Reactivity was determined under iron-limited (high [TCE]) and excess iron (low [TCE]) conditions and with and without added H2. Particle efficiency, defined as the fraction of the Fe0 in the particles that is used to dechlorinate TCE, was determined under iron-limited conditions. Both particles had a core\/shell structure and similar specific surface areas (∼30 m2\/g). Using excess iron, Fe\/B transformed TCE into ethane (80%) and C3−C6 coupling …",
            "TCE dechlorination rates, pathways, and efficiency of nanoscale iron particles with different properties",
            "Yueqiang Liu and Sara A Majetich and Robert D Tilton and David S Sholl and Gregory V Lowry",
            "2005",
            "FRlLpMYAAAAJ:u5HHmVD_uO8C",
            846,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/es049195r",
            "15214456971349931745",
            "\/scholar?cites=15214456971349931745",
            {
                "2005":15,
                "2006":23,
                "2007":42,
                "2008":56,
                "2009":47,
                "2010":69,
                "2011":51,
                "2012":68,
                "2013":56,
                "2014":68,
                "2015":51,
                "2016":73,
                "2017":57,
                "2018":67,
                "2019":49,
                "2020":47,
                "2021":2
            }
        ],
        [
            "Magnetism is a very fascinating and dynamic field. Especially in the last 30 years, there have been many major advances in a range of areas from novel fundamental phenomena to new products. Applications such as hard disc drives and magnetic sensors are part of our daily life and new applications, such as in non-volatile computer random access memory, are expected to surface shortly. Thus it is an opportune time for describing the current status and current and future challenges in the form of a roadmap article. The 2014 Magnetism Roadmap provides a view on several selected, presently very active innovative developments. It consists of twelve sections, each written by an expert in the field and addressing a specific subject, with a strong emphasis on future potential.",
            "The 2014 magnetism roadmap",
            "Robert L Stamps and Stephan Breitkreutz and Johan Åkerman and Andrii V Chumak and YoshiChika Otani and Gerrit EW Bauer and Jan-Ulrich Thiele and Martin Bowen and Sara A Majetich and Mathias Kläui and Ioan Lucian Prejbeanu and Bernard Dieny and Nora M Dempsey and Burkard Hillebrands",
            "2014",
            "FRlLpMYAAAAJ:UebtZRa9Y70C",
            349,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0022-3727\/47\/33\/333001\/meta",
            "13781715281129153417",
            "\/scholar?cites=13781715281129153417",
            {
                "2013":1,
                "2014":7,
                "2015":61,
                "2016":62,
                "2017":61,
                "2018":62,
                "2019":45,
                "2020":42,
                "2021":6
            }
        ],
        [
            "We demonstrate fabrication of novel magnetically controllable photonic crystals formed through the self-assembly of highly charged, monodisperse superparamagnetic colloidal spheres. These superparamagnetic monodisperse charged polystyrene particles containing nanoscale iron oxide nanoparticles were synthesized through emulsion polymerization. They self-assemble into crystalline colloidal arrays (CCAs) in deionized water and Bragg diffract visible light. The diffraction from these superparamagnetic CCAs can be controlled by imposition of magnetic fields, which readily alter the CCA lattice constant. We also observe magnetically induced self-assembly of these superparamagnetic particles into CCAs in media such as NaCl aqueous solutions and organic polar solvents, which normally do not permit spontaneous CCA self-assembly. We also find that magnetic fields can strain the face-centered cubic lattice …",
            "Synthesis and utilization of monodisperse superparamagnetic colloidal particles for magnetically controllable photonic crystals",
            "Xiangling Xu and Gary Friedman and Keith D Humfeld and Sara A Majetich and Sanford A Asher",
            "2002",
            "FRlLpMYAAAAJ:d1gkVwhDpl0C",
            334,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/cm010811h",
            "17978732402778105334",
            "\/scholar?cites=17978732402778105334",
            {
                "2001":1,
                "2002":4,
                "2003":11,
                "2004":19,
                "2005":15,
                "2006":23,
                "2007":21,
                "2008":21,
                "2009":14,
                "2010":33,
                "2011":29,
                "2012":17,
                "2013":17,
                "2014":13,
                "2015":16,
                "2016":26,
                "2017":15,
                "2018":14,
                "2019":17,
                "2020":6,
                "2021":2
            }
        ],
        [
            "A process based on the Kratschmer-Huffman carbon arc method of preparing fullerenes has been used to generate carbon-coated cobalt and cobalt carbide nanocrystallites. Magnetic nanocrystallites are extracted from the soot with a gradient field technique. For Co\/C composites, structural characterization by x-ray diffraction and high-resolution transmission electron microscopy reveals the presence of a fcc Co phase, graphite, and a minority Co 2 C phase. The majority of Co nanocrystals exists as nominally spherical particles, 0.5–5 nm in radius. Hysteretic and temperature-dependent magnetic response, in randomly and magnetically aligned powder samples frozen in epoxy reveals fine-particle magnetism associated with monodomain Co particles. The magnetization exhibits a unique functional dependence on H\/T, and hysteresis below a blocking temperature, T B≃ 160 K. Below T B, the temperature …",
            "Superparamagnetism in carbon-coated Co particles produced by the Kratschmer carbon arc process",
            "ME McHenry and SA Majetich and JO Artman and M DeGraef and SW Staley",
            "1994",
            "FRlLpMYAAAAJ:u-x6o8ySG0sC",
            321,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.49.11358",
            "15085296259717862541",
            "\/scholar?cites=15085296259717862541",
            {
                "1994":3,
                "1995":16,
                "1996":14,
                "1997":9,
                "1998":9,
                "1999":9,
                "2000":9,
                "2001":14,
                "2002":17,
                "2003":13,
                "2004":14,
                "2005":12,
                "2006":14,
                "2007":19,
                "2008":20,
                "2009":15,
                "2010":15,
                "2011":24,
                "2012":22,
                "2013":8,
                "2014":7,
                "2015":10,
                "2016":3,
                "2017":4,
                "2018":5,
                "2019":4,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Photonic crystals consisting of monodisperse superparamagnetic colloidal particles have been synthesized. The particles (see Figure) are obtained by emulsion polymerization of styrene in the presence of freshly precipitated surface‐modified iron oxide nanoparticles. A magnetic field self‐assembles the particles and controls the diffraction wavelength and crystal parameters of the array.",
            "Superparamagnetic photonic crystals",
            "Xiangling Xu and Gary Friedman and Keith D Humfeld and Sara A Majetich and Sanford A Asher",
            "2001",
            "FRlLpMYAAAAJ:2osOgNQ5qMEC",
            294,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/1521-4095(200111)13:22%3C1681::AID-ADMA1681%3E3.0.CO;2-G",
            "8884635161217728515",
            "\/scholar?cites=8884635161217728515",
            {
                "2002":8,
                "2003":7,
                "2004":15,
                "2005":13,
                "2006":12,
                "2007":20,
                "2008":27,
                "2009":15,
                "2010":27,
                "2011":26,
                "2012":11,
                "2013":20,
                "2014":16,
                "2015":17,
                "2016":20,
                "2017":6,
                "2018":7,
                "2019":10,
                "2020":15,
                "2021":1
            }
        ],
        [
            "We describe the magnetic properties of gold-coated iron nanoparticles, and the effects of low pH and heat treatment. Acicular iron and spherical iron based nanoparticles were coated with a thin layer of gold. The morphology and magnetic properties of magnetic particles were examined using transmission electron microscopy and alternative gradient magnetometry. While the small spherical particles had relatively uniform layers coatings, the larger acicular particles had many gold clusters decorating the surface. The original acicular iron nanoparticles had a specific magnetic moment of 145 emu\/g and a coercivity of 1664 Oe. Corrosion tests showed good corrosion resistance for gold-coated commercial iron particles even in a 1.0×10−3 M HCl solution at 80 °C for 12 h, compared with uncoated particles.",
            "Gold-coated iron nanoparticles for biomedical applications",
            "Min Chen and Saeki Yamamuro and Dorothy Farrell and Sara A Majetich",
            "2003",
            "FRlLpMYAAAAJ:9yKSN-GCB0IC",
            293,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1555312",
            "14352698788070548990",
            "\/scholar?cites=14352698788070548990",
            {
                "2004":5,
                "2005":17,
                "2006":14,
                "2007":20,
                "2008":16,
                "2009":14,
                "2010":10,
                "2011":19,
                "2012":24,
                "2013":26,
                "2014":20,
                "2015":21,
                "2016":21,
                "2017":19,
                "2018":15,
                "2019":17,
                "2020":15
            }
        ],
        [
            "Fe nanoparticles prepared by iron carbonyl decomposition using different methods are compared structurally, chemically, and magnetically. The specific magnetization of the particles was determined from the magnetic moment, the particle size observed by transmission electron microscopy, and the total iron concentration found from calibrated X-ray fluorescence. The volume fraction of oxide is reported for particles of different sizes and for particles made by slightly different techniques. ",
            "Preparation and characterization of monodisperse Fe nanoparticles",
            "Dorothy Farrell and Sara A Majetich and Jess P Wilcoxon",
            "2003",
            "FRlLpMYAAAAJ:UeHWp8X0CEIC",
            286,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp0351831",
            "16319217819002198420",
            "\/scholar?cites=16319217819002198420",
            {
                "2003":1,
                "2004":10,
                "2005":12,
                "2006":18,
                "2007":24,
                "2008":20,
                "2009":14,
                "2010":22,
                "2011":20,
                "2012":16,
                "2013":24,
                "2014":20,
                "2015":15,
                "2016":22,
                "2017":17,
                "2018":11,
                "2019":8,
                "2020":11,
                "2021":1
            }
        ],
        [
            "The magnetization directions of individual monodomain nanoparticles as small as 5 nanometers in diameter are determined using the Foucault method of Lorentz microscopy. A model is developed to explain the images and diffraction patterns of samarium cobalt nanoparticles as a function of the aperture shift direction. Thermally induced changes in the magnetization direction of superparamagnetic magnetite nanoparticles were observed but with a much slower rate than expected, due to surface anisotropy. When the time scale for magnetization reversal is much shorter than the data acquisition time, as in carbon-coated iron cobalt alloy nanoparticles, the images show an average of such thermally induced changes.",
            "Magnetization directions of individual nanoparticles",
            "SA Majetich and Y Jin",
            "1999",
            "FRlLpMYAAAAJ:qjMakFHDy7sC",
            275,
            "https:\/\/science.sciencemag.org\/content\/284\/5413\/470.abstract",
            "10068058557376259093",
            "\/scholar?cites=10068058557376259093",
            {
                "2000":10,
                "2001":8,
                "2002":12,
                "2003":14,
                "2004":12,
                "2005":17,
                "2006":17,
                "2007":16,
                "2008":19,
                "2009":19,
                "2010":15,
                "2011":19,
                "2012":17,
                "2013":18,
                "2014":14,
                "2015":13,
                "2016":8,
                "2017":6,
                "2018":6,
                "2019":10,
                "2020":5
            }
        ],
        [
            "The morphology and crystalline microstructure of carbon-encapsulated nanoparticles produced in a Huffman-Krätschmer fullerene reactor are studied systematically as a function of location within the reactor. X-ray powder diffraction and high-resolution transmission electron microscopy are used to characterize powder harvested from the reactor walls and the inner and outer cores of the cathode deposit. We observe increased graphitization and crystallinity, more faceting, and more gaps between the nanoparticle and the encapsulating carbon cages in the cathode deposit when compared to the wall powder. We propose a growth model based on gas-phase nucleation to explain these observations, linking carbon arc nanoparticle synthesis to existing work on gas aggregation cluster sources.",
            "Morphology, structure, and growth of nanoparticles produced in a carbon arc",
            "John Henry J Scott and Sara A Majetich",
            "1995",
            "FRlLpMYAAAAJ:zYLM7Y9cAGgC",
            252,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.52.12564",
            "7057515279216696662",
            "\/scholar?cites=7057515279216696662",
            {
                "1996":2,
                "1997":6,
                "1998":9,
                "1999":3,
                "2000":3,
                "2001":3,
                "2002":3,
                "2003":2,
                "2004":9,
                "2005":10,
                "2006":17,
                "2007":22,
                "2008":15,
                "2009":13,
                "2010":19,
                "2011":11,
                "2012":9,
                "2013":14,
                "2014":15,
                "2015":11,
                "2016":7,
                "2017":13,
                "2018":11,
                "2019":11,
                "2020":11,
                "2021":1
            }
        ],
        [
            "Carbon-coated gadolinium carbide nanocrystallites are generated by a process based on the Kratschmer-Huffman carbon-arc method of preparing fullerenes, and a novel magnetic-field-gradient separation technique is used to separate them. This separation of nanocrystalline byproducts of the carbon arc process is a prerequisite for many of the proposed applications of these materials. While the data presented pertain to Gd 2 C 3, this method is generally applicable to any paramagnetic or ferromagnetic compound. Structural characterization by x-ray and electron diffraction and high-resolution transmission electron microscopy reveal the presence of a single gadolinium-containing (Gd 2 C 3) phase and excess carbon. The carbide phase exists as 10–50 nm spherical particles. SQUID magnetometry shows paramagnetic response attributed to Gd 3+ ions.",
            "Preparation and properties of carbon-coated magnetic nanocrystallites",
            "SA Majetich and JO Artman and ME McHenry and NT Nuhfer and SW Staley",
            "1993",
            "FRlLpMYAAAAJ:IjCSPb-OGe4C",
            209,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.48.16845",
            "4434393780111290799",
            "\/scholar?cites=4434393780111290799",
            {
                "1994":7,
                "1995":20,
                "1996":9,
                "1997":10,
                "1998":9,
                "1999":7,
                "2000":5,
                "2001":9,
                "2002":9,
                "2003":13,
                "2004":12,
                "2005":10,
                "2006":9,
                "2007":6,
                "2008":5,
                "2009":1,
                "2010":6,
                "2011":10,
                "2012":4,
                "2013":10,
                "2014":9,
                "2015":7,
                "2016":6,
                "2017":6,
                "2018":4,
                "2019":4,
                "2020":1
            }
        ]
    ]
}