{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Graph drawing comprises all aspects of visualizing structural relations between objects. The range of topics dealt with extends from graph theory, graph algorithms, geometry, and topology to visual languages, visual perception, and information visualization, and to computer-human interaction and graphics design. This monograph gives a systematic overview of graph drawing and introduces the reader gently to the state of the art in the area. The presentation concentrates on algorithmic aspects, with an emphasis on interesting visualization problems with elegant solutions. Much attention is paid to a uniform style of writing and presentation, consistent terminology, and complementary coverage of the relevant issues throughout the 10 chapters. This tutorial is ideally suited as an introduction for newcomers to graph drawing. Ambitioned practitioners and researchers active in the area will find it a valuable source of reference and information.",
            "Drawing graphs: methods and models",
            "Michael Kaufmann and Dorothea Wagner",
            "2003",
            "FTx_BNsAAAAJ:u5HHmVD_uO8C",
            716,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=W6hqCQAAQBAJ&oi=fnd&pg=PA1&dq=info:ZSWTM7Tuai0J:scholar.google.com&ots=a7X0fH_33g&sig=9O3_fG8D3rq3hvzIrep5VWQb1Tk",
            "3272690536964892005",
            "\/scholar?cites=3272690536964892005",
            {
                "2002":14,
                "2003":26,
                "2004":35,
                "2005":37,
                "2006":36,
                "2007":45,
                "2008":54,
                "2009":59,
                "2010":45,
                "2011":38,
                "2012":51,
                "2013":42,
                "2014":38,
                "2015":33,
                "2016":33,
                "2017":30,
                "2018":24,
                "2019":29,
                "2020":23,
                "2021":3
            }
        ],
        [
            "DIALIGN-T is a reimplementation of the multiple-alignment program DIALIGN. Due to several algorithmic improvements, it produces significantly better alignments on locally and globally related sequence sets than previous versions of DIALIGN. However, like the original implementation of the program, DIALIGN-T uses a a straight-forward greedy approach to assemble multiple alignments from local pairwise sequence similarities. Such greedy approaches may be vulnerable to spurious random similarities and can therefore lead to suboptimal results. In this paper, we present DIALIGN-TX, a substantial improvement of DIALIGN-T that combines our previous greedy algorithm with a progressive alignment approach. Our new heuristic produces significantly better alignments, especially on globally related sequences, without increasing the CPU time and memory consumption exceedingly. The new method is based on a guide tree; to detect possible spurious sequence similarities, it employs a vertex-cover approximation on a conflict graph. We performed benchmarking tests on a large set of nucleic acid and protein sequences For protein benchmarks we used the benchmark database BALIBASE 3 and an updated release of the database IRMBASE 2 for assessing the quality on globally and locally related sequences, respectively. For alignment of nucleic acid sequences, we used BRAliBase II for global alignment and a newly developed database of locally related sequences called DIRM-BASE 1. IRMBASE 2 and DIRMBASE 1 are constructed by implanting highly conserved motives at random positions in long unalignable sequences. On …",
            "DIALIGN-TX: greedy and progressive approaches for segment-based multiple sequence alignment",
            "Amarendran R Subramanian and Michael Kaufmann and Burkhard Morgenstern",
            "2008",
            "FTx_BNsAAAAJ:2osOgNQ5qMEC",
            274,
            "https:\/\/almob.biomedcentral.com\/articles\/10.1186\/1748-7188-3-6",
            "8562763757567611636",
            "\/scholar?cites=8562763757567611636",
            {
                "2008":4,
                "2009":18,
                "2010":37,
                "2011":37,
                "2012":33,
                "2013":31,
                "2014":29,
                "2015":17,
                "2016":19,
                "2017":15,
                "2018":14,
                "2019":10,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We present a complete re-implementation of the segment-based approach to multiple protein alignment that contains a number of improvements compared to the previous version 2.2 of DIALIGN. This previous version is superior to Needleman-Wunsch-based multi-alignment programs on locally related sequence sets. However, it is often outperformed by these methods on data sets with global but weak similarity at the primary-sequence level. In the present paper, we discuss strengths and weaknesses of DIALIGN in view of the underlying objective function. Based on these results, we propose several heuristics to improve the segment-based alignment approach. For pairwise alignment, we implemented a fragment-chaining algorithm that favours chains of low-scoring local alignments over isolated high-scoring fragments. For multiple alignment, we use an improved greedy procedure that is less sensitive to spurious local sequence similarities. To evaluate our method on globally related protein families, we used the well-known database BAliBASE. For benchmarking tests on locally related sequences, we created a new reference database called IRMBASE which consists of simulated conserved motifs implanted into non-related random sequences. On BAliBASE, our new program performs significantly better than the previous version of DIALIGN and is comparable to the standard global aligner CLUSTAL W, though it is outperformed by some newly developed programs that focus on global alignment. On the locally related test sets in IRMBASE, our method outperforms all other programs that we evaluated.",
            "DIALIGN-T: an improved algorithm for segment-based multiple sequence alignment",
            "Amarendran R Subramanian and Jan Weyer-Menkhoff and Michael Kaufmann and Burkhard Morgenstern",
            "2005",
            "FTx_BNsAAAAJ:d1gkVwhDpl0C",
            212,
            "https:\/\/bmcbioinformatics.biomedcentral.com\/articles\/10.1186\/1471-2105-6-66",
            "16102350006558895231",
            "\/scholar?cites=16102350006558895231",
            {
                "2005":5,
                "2006":23,
                "2007":18,
                "2008":20,
                "2009":26,
                "2010":20,
                "2011":16,
                "2012":7,
                "2013":15,
                "2014":11,
                "2015":10,
                "2016":5,
                "2017":15,
                "2018":7,
                "2019":10,
                "2020":3
            }
        ],
        [
            "We consider the problem of drawing plane graphs with an arbitrarily high vertex degree orthogonally into the plane such that the number of bends on the edges should be minimized. It has been known how to achieve the bend minimum without any restriction of the size of the vertices. Naturally, the vertices should be represented by uniformly small squares. In addition we might require that each face should be represented by a non-empty region. This would allow a labeling of the faces. We present an efficient algorithm which provably achieves the bend minimum following these constraints. Omitting the latter requirement we conjecture that the problem becomes NP-hard. For that case we give advices for good approximations. We demonstrate the effectiveness of our approaches giving some interesting examples.",
            "Drawing high degree graphs with low bend numbers",
            "Ulrich Fößmeier and Michael Kaufmann",
            "1995",
            "FTx_BNsAAAAJ:u-x6o8ySG0sC",
            182,
            "https:\/\/link.springer.com\/chapter\/10.1007\/BFb0021809",
            "14202936245639287202",
            "\/scholar?cites=14202936245639287202",
            {
                "1996":2,
                "1997":13,
                "1998":8,
                "1999":9,
                "2000":11,
                "2001":10,
                "2002":15,
                "2003":9,
                "2004":10,
                "2005":5,
                "2006":8,
                "2007":3,
                "2008":3,
                "2009":10,
                "2010":7,
                "2011":1,
                "2012":6,
                "2013":5,
                "2014":11,
                "2015":7,
                "2016":4,
                "2017":7,
                "2018":4,
                "2019":3,
                "2020":7
            }
        ],
        [
            "The existing literature gives efficient algorithms for mapping trees or less restrictively outerplanar graphs on a given set of points in a plane, so that the edges are drawn planar and as straight lines. We relax the latter requirement and allow very few bends on each edge while considering general plane graphs. Our results show two algorithms for mapping four-connected plane graphs with at most one bend per edge and for mapping general plane graphs with at most two bends per edge. Furthermore we give a point set, where for arbitrary plane graphs it is NP-complete to decide whether there is an mapping such that each edge has at most one bend.",
            "Embedding vertices at points: Few bends suffice for planar graphs",
            "Michael Kaufmann Roland Wiese",
            "2002",
            "FTx_BNsAAAAJ:artPoR2Yc-kC",
            167,
            "ftp:\/\/ftp.gwdg.de\/pub\/EMIS\/journals\/JGAA\/accepted\/02\/KaufmannWiese02.6.1.pdf",
            "278384429215122705",
            "\/scholar?cites=278384429215122705",
            {
                "2001":1,
                "2002":3,
                "2003":4,
                "2004":5,
                "2005":11,
                "2006":13,
                "2007":12,
                "2008":6,
                "2009":10,
                "2010":13,
                "2011":9,
                "2012":17,
                "2013":8,
                "2014":6,
                "2015":13,
                "2016":7,
                "2017":6,
                "2018":10,
                "2019":4,
                "2020":6
            }
        ]
    ]
}