{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Results are presented from searches for the standard model Higgs boson in proton–proton collisions at s= 7 and 8 TeV in the Compact Muon Solenoid experiment at the LHC, using data samples corresponding to integrated luminosities of up to 5.1 fb− 1 at 7 TeV and 5.3 fb− 1 at 8 TeV. The search is performed in five decay modes: γγ, ZZ, W+ W−, τ+ τ−, and b b¯. An excess of events is observed above the expected background, with a local significance of 5.0 standard deviations, at a mass near 125 GeV, signalling the production of a new particle. The expected significance for a standard model Higgs boson of that mass is 5.8 standard deviations. The excess is most significant in the two decay modes with the best mass resolution, γγ and ZZ; a fit to these signals gives a mass of 125.3±0.4 (stat.)±0.5 (syst.) GeV. The decay to two photons indicates that the new particle is a boson with spin different from one.",
            "Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC",
            "Serguei Chatrchyan and Vardan Khachatryan and Albert M Sirunyan and Armen Tumasyan and Wolfgang Adam and Ernest Aguilo and Thomas Bergauer and M Dragicevic and J Erö and C Fabjan and M Friedl and R Frühwirth and VM Ghete and J Hammer and M Hoch and N Hörmann and J Hrubec and M Jeitler and W Kiesenhofer and V Knünz and M Krammer and I Krätschmer and D Liko and W Majerotto and I Mikulec and M Pernicka and B Rahbaran and C Rohringer and H Rohringer and R Schöfbeck and J Strauss and F Szoncsó and A Taurok and W Waltenberger and G Walzel and E Widl and C-E Wulz and V Chekhovsky and I Emeliantchik and A Litomin and V Makarenko and V Mossolov and N Shumeiko and A Solin and R Stefanovitch and J Suarez Gonzalez and A Fedorov and M Korzhik and O Missevitch and R Zuyeuski and M Bansal and S Bansal and W Beaumont and Tom Cornelis and EA De Wolf and D Druzhkin and X Janssen and S Luyckx and L Mucibello and S Ochesanu and B Roland and R Rougny and M Selvaggi and Z Staykova and H Van Haevermaet and P Van Mechelen and N Van Remortel and A Van Spilbeeck and F Blekman and S Blyweert and J DʼHondt and O Devroede and R Gonzalez Suarez and R Goorens and A Kalogeropoulos and M Maes and A Olbrechts and S Tavernier and W Van Doninck and L Van Lancker and P Van Mulders and GP Van Onsem and I Villella and B Clerbaux and G De Lentdecker and V Dero and JP Dewulf and APR Gay and T Hreus and A Léonard and PE Marage and A Mohammadi and T Reis and S Rugovac and L Thomas and C Vander Velde and P Vanlaer and J Wang and J Wickens and Volker Adler and Kelly Beernaert and Anna Cimmino and Silvia Costantini and Guillaume Garcia and M Grunewald and Benjamin Klein and Jeremie Lellouch and Andrey Marinov and Joseph McCartin and AA Ocampo Rios and Dirk Ryckbosch and Nadja Strobbe and Filip Thyssen and Michael Tytgat and S Walsh and Efe Yazgan and Nikolaos Zaganidis and S Basegmez and G Bruno and Roberto Castello and L Ceard and J De Favereau De Jeneret and C Delaere and P Demin and T du Pree and D Favart and L Forthomme and A Giammanco and G Grégoire and J Hollar and V Lemaitre and J Liao and O Militaru and C Nuttens and D Pagano and A Pin and K Piotrzkowski and N Schul and JM Vizan Garcia and N Beliy and T Caebergs and E Daubie and GH Hammad and GA Alves and L Brito and M Correa Martin Junior and T Martins and ME Pol and MHG Souza and WL Aldá Júnior",
            "2012",
            "fUf-27IAAAAJ:u5HHmVD_uO8C",
            17902,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269312008581",
            "8663470026986383108",
            "\/scholar?cites=8663470026986383108",
            {
                "2012":916,
                "2013":2629,
                "2014":2570,
                "2015":2481,
                "2016":2251,
                "2017":2023,
                "2018":2009,
                "2019":1535,
                "2020":1295,
                "2021":63
            }
        ],
        [
            "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,283 new measurements from 899 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as heavy neutrinos, supersymmetric and technicolor particles, axions, dark photons, etc. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as Supersymmetry, Extra Dimensions, Particle Detectors, Probability, and Statistics. Among the 112 reviews are many that are new or heavily revised including those on: Dark Energy, Higgs Boson Physics, Electroweak Model, Neutrino Cross Section Measurements, Monte Carlo Neutrino Generators, Top Quark, Dark Matter, Dynamical Electroweak Symmetry Breaking, Accelerator Physics of Colliders, High-Energy Collider Parameters, Big Bang Nucleosynthesis, Astrophysical Constants and Cosmological Parameters. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review. All tables, listings, and reviews (and errata) are also available on the Particle Data Group website: http:\/\/pdg. Ibi. gov.",
            "Review of particle physics",
            "Keith A Olive and Kaustubh Agashe and Claude Amsler and Mario Antonelli and Jean-Francois Arguin and David M Asner and H Baer and Henry R Band and RM Barnett and Tullio Basaglia and Christian W Bauer and James J Beatty and VL Belousov and Juerg Beringer and G Bernardi and Siegfried Bethke and Hans Bichsel and Otmar Biebel and E Blucher and Steven Blusk and G Brooijmans and Oliver Buchmueller and V Burkert and Maxim A Bychkov and Robert N Cahn and Marcela Carena and Augusto Ceccucci and Alessandro Cerri and Dhiman Chakraborty and Mu-Chun Chen and R Sekhar Chivukula and K Copie and Glen Cowan and O Dahl and Giancarlo D'Ambrosio and Thibault Damour and Daniel De Florian and A De Gouvéa and Thomas DeGrand and Paul De Jong and Gunther Dissertori and Bogdan A Dobrescu and Michael Doser and Manuel Drees and HK Dreiner and Donald A Edwards and Simon Eidelman and Jens Erler and Vladimir V Ezhela and W Fetscher and Brian David Fields and B Foster and A Freitas and TK Gaisser and H Gallagher and L Garren and HJ Gerber and G Gerbier and T Gershon and T Gherghetta and S Golwala and M Goodman and C Grab and AV Gritsan and C Grojean and DE Groom and Martin Grünewald and A Gurtu and T Gutsche and HE Haber and K Hagiwara and C Hanhart and S Hashimoto and Y Hayato and KG Hayes and M Heffner and B Heltsley and JJ Hernandez-Rey and K Hikasa and A Hoecker and J Holder and A Holtkamp and J Huston and JD Jackson and KF Johnson and T Junk and M Kado and D Karlen and UF Katz and SR Klein and E Klempt and RV Kowalewski and F Krauss and M Kreps and B Krusche and Yu V Kuyanov and Y Kwon and O Lahav and J Laiho and P Langacker and A Liddle and Z Ligeti and CJ Lin and TM Liss and L Littenberg and KS Lugovsky and SB Lugovsky and F Maltoni and T Mannel and AV Manohar and WJ Marciano and AD Martin and A Masoni and J Matthews and D Milstead and P Molaro and K Moenig and Filip Moortgat and MJ Mortonson and H Murayama and K Nakamura and M Narain and P Nason and S Navas and M Neubert and P Nevski and Y Nir and L Pape and J Parsons and C Patrignani and JA Peacock and M Pennington and ST Petcov and A Piepke and A Pomarol and A Quadt and S Raby and J Rademacker and G Raffelt and BN Ratcliff and P Richardson and A Ringwald and S Roesler and S Rolli and A Romaniouk and LJ Rosenberg and JL Rosner and G Rybka and CT Sachrajda and Y Sakai",
            "2014",
            "fUf-27IAAAAJ:AriASs-Ebc8C",
            11717,
            "https:\/\/www.scholars.northwestern.edu\/en\/publications\/review-of-particle-physics-11",
            "8413444323795559066",
            "\/scholar?cites=8413444323795559066",
            {
                "2014":333,
                "2015":3156,
                "2016":4287,
                "2017":2226,
                "2018":860,
                "2019":471,
                "2020":247,
                "2021":18
            }
        ],
        [
            "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,062 new measurements from 721 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as supersymmetric particles, heavy bosons, axions, dark photons, etc. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as Higgs Boson Physics, Supersymmetry, Grand Unified Theories, Neutrino Mixing, Dark Energy, Dark Matter, Cosmology, Particle Detectors, Colliders, Probability and Statistics. Among the 117 reviews are many that are new or heavily revised, including those on Pentaquarks and Inflation. The complete Review is published online in a journal and on the website of the Particle Data Group \"http:\/\/pdg.lbl.gov\".",
            "Review of particle physics",
            "Claudia Patrignani and K Agashe and G Aielli and C Amsler and M Antonelli and DM Asner and H Baer and Sw Banerjee and RM Barnett and T Basaglia and CW Bauer and JJ Beatty and VI Belousov and J Beringer and S Bethke and H Bichsel and O Biebel and E Blucher and G Brooijmans and O Buchmueller and V Burkert and MA Bychkov and RN Cahn and M Carena and A Ceccucci and A Cerri and D Chakraborty and M-C Chen and RS Chivukula and K Copic and G Cowan and O Dahl and G D'Ambrosio and T Damour and D De Florian and A De Gouvêa and T DeGrand and P De Jong and G Dissertori and BA Dobrescu and M D'Onofrio and M Doser and M Drees and HK Dreiner and DA Dwyer and P Eerola and S Eidelman and J Ellis and J Erler and VV Ezhela and W Fetscher and BD Fields and B Foster and A Freitas and H Gallagher and L Garren and H-J Gerber and G Gerbier and T Gershon and T Gherghetta and AA Godizov and M Goodman and C Grab and AV Gritsan and C Grojean and DE Groom and M Gruenewald and A Gurtu and T Gutsche and HE Haber and K Hagiwara and C Hanhart and S Hashimoto and Y Hayato and KG Hayes and A Hebecker and B Heltsley and JJ Hernandez-Rey and K Hikasa and J Hisano and A Hoecker and J Holder and A Holtkamp and J Huston and T Hyodo and K Irwin and JD Jackson and KF Johnson and M Kado and M Karliner and UF Katz and SR Klein and E Klempt and RV Kowalewski and F Krauss and M Kreps and B Krusche and Yu V Kuyanov and Y Kwon and O Lahav and J Laiho and P Langacker and A Liddle and Z Ligeti and C-J Lin and C Lippmann and TM Liss and L Littenberg and KS Lugovsky and SB Lugovsky and A Lusiani and Y Makida and F Maltoni and T Mannel and AV Manohar and WJ Marciano and AD Martin and A Masoni and J Matthews and U-G Meissner and David Milstead and RE Mitchell and Paolo MOLARO and K Mönig and F Moortgat and MJ Mortonson and H Murayama and K Nakamura and M Narain and P Nason and S Navas and M Neubert and P Nevski and Y Nir and KA Olive and S Pagan Griso and J Parsons and JA Peacock and M Pennington and ST Petcov and VA Petrov and A Piepke and A Pomarol and A Quadt and S Raby and J Rademacker and G Raffelt and BN Ratcliff and P Richardson and A Ringwald",
            "2016",
            "fUf-27IAAAAJ:zYLM7Y9cAGgC",
            7868,
            "https:\/\/openaccess.inaf.it\/handle\/20.500.12386\/25063",
            "14765011302757807885",
            "\/scholar?cites=14765011302757807885",
            {
                "2016":178,
                "2017":2448,
                "2018":3337,
                "2019":1258,
                "2020":544,
                "2021":19
            }
        ],
        [
            "6.1 Standard solar model predictions of the solar neutrino fluxes 6.2 Atmospheric neutrino fluxes 6.3 Accelerator neutrino beams 6.4 Reactor neutrino fluxes 7. Neutrino oscillations in vacuum 8. Matter effects in neutrino oscillations 8.1 Effects of Earth matter on oscillations of neutrinos 8.2 Oscillations (flavour conversion) of solar neutrinos 8.2. 1 Qualitative analysis8.2. 2 The solar νe survival probability 8.2. 3 The day-night asymmetry 9. Neutrino oscillation experiments 9.1 Solar neutrino experiments 9.2 Atmospheric neutrino oscillation experiments 9.3 Accelerator neutrino oscillation experiments 9.4 Reactor neutrino oscillation experiments 10. Results of solar neutrino experiments and KamLAND 10.1 Measurements of∆ m2",
            "Review of Particle Physics: particle data groups",
            "Masaharu Tanabashi and K Hagiwara and K Hikasa and Katsumasa Nakamura and Y Sumino and F Takahashi and J Tanaka and K Agashe and G Aielli and Claude Amsler and Mario Antonelli and DM Asner and Howard Baer and Sw Banerjee and RM Barnett and T Basaglia and CW Bauer and JJ Beatty and VI Belousov and J Beringer and S Bethke and A Bettini and H Bichsel and O Biebel and KM Black and E Blucher and O Buchmuller and V Burkert and MA Bychkov and RN Cahn and M Carena and A Ceccucci and A Cerri and D Chakraborty and M-C Chen and RS Chivukula and G Cowan and O Dahl and G d'Ambrosio and T Damour and D De Florian and A De Gouvêa and T DeGrand and P De Jong and G Dissertori and BA Dobrescu and M d'Onofrio and M Doser and M Drees and HK Dreiner and DA Dwyer and P Eerola and S Eidelman and J Ellis and J Erler and VV Ezhela and W Fetscher and BD Fields and R Firestone and B Foster and A Freitas and H Gallagher and L Garren and H-J Gerber and G Gerbier and T Gershon and Y Gershtein and T Gherghetta and AA Godizov and M Goodman and C Grab and AV Gritsan and C Grojean and DE Groom and M Grünewald and A Gurtu and T Gutsche and HE Haber and C Hanhart and S Hashimoto and Y Hayato and KG Hayes and A Hebecker and S Heinemeyer and B Heltsley and JJ Hernández-Rey and J Hisano and A Höcker and J Holder and A Holtkamp and T Hyodo and KD Irwin and KF Johnson and M Kado and M Karliner and UF Katz and SR Klein and E Klempt and RV Kowalewski and F Krauss and M Kreps and B Krusche and Yu V Kuyanov and Y Kwon and O Lahav and J Laiho and J Lesgourgues and A Liddle and Z Ligeti and C-J Lin and C Lippmann and TM Liss and L Littenberg and KS Lugovsky and SB Lugovsky and A Lusiani and Y Makida and F Maltoni and T Mannel and AV Manohar and WJ Marciano and AD Martin and A Masoni and J Matthews and U-G Meißner and D Milstead and RE Mitchell and K Mönig and P Molaro and F Moortgat and M Moskovic and H Murayama and M Narain and P Nason and S Navas and M Neubert and P Nevski and Y Nir and KA Olive and S Pagan Griso and J Parsons and C Patrignani and JA Peacock and M Pennington and ST Petcov and VA Petrov and E Pianori and A Piepke and A Pomarol and A Quadt",
            "2018",
            "fUf-27IAAAAJ:judUAtIFz0MC",
            7593,
            "https:\/\/iris.sissa.it\/handle\/20.500.11767\/98700",
            "7891928998555010999",
            "\/scholar?cites=7891928998555010999",
            {
                "2018":652,
                "2019":3119,
                "2020":3568,
                "2021":184
            }
        ],
        [
            "The Compact Muon Solenoid (CMS) detector is described. The detector operates at the Large Hadron Collider (LHC) at CERN. It was conceived to study proton-proton (and lead-lead) collisions at a centre-of-mass energy of 14 TeV (5.5 TeV nucleon-nucleon) and at luminosities up to 1034 cm−2 s−1 (1027 cm−2 s−1). At the core of the CMS detector sits a high-magnetic-field and large-bore superconducting solenoid surrounding an all-silicon pixel and strip tracker, a lead-tungstate scintillating-crystals electromagnetic calorimeter, and a brass-scintillator sampling hadron calorimeter. The iron yoke of the flux-return is instrumented with four stations of muon detectors covering most of the 4π solid angle. Forward sampling calorimeters extend the pseudorapidity coverage to high values (|η| ≤ 5) assuring very good hermeticity. The overall dimensions of the CMS detector are a length of 21.6 m, a diameter of 14.6 m and a total weight of 12500 t.",
            "The CMS experiment at the CERN LHC",
            "Serguei Chatrchyan and G Hmayakyan and V Khachatryan and CMS Collaboration",
            "2008",
            "fUf-27IAAAAJ:2osOgNQ5qMEC",
            2390,
            "https:\/\/www.zora.uzh.ch\/id\/eprint\/11075\/",
            "1307396115149188724",
            "\/scholar?cites=1307396115149188724",
            {
                "2008":10,
                "2009":54,
                "2010":62,
                "2011":155,
                "2012":219,
                "2013":285,
                "2014":201,
                "2015":233,
                "2016":248,
                "2017":249,
                "2018":270,
                "2019":214,
                "2020":163,
                "2021":14
            }
        ],
        [
            "Properties of the Higgs boson with mass near 125 are measured in proton-proton collisions with the CMS experiment at the LHC. Comprehensive sets of production and decay measurements are combined. The decay channels include,,,,, and pairs. The data samples were collected in 2011 and 2012 and correspond to integrated luminosities of up to 5.1 at 7 and up to 19.7 at 8. From the high-resolution and channels, the mass of the Higgs boson is determined to be. For this mass value, the event yields obtained in the different analyses tagging specific decay channels and production mechanisms are consistent with those expected for the standard model Higgs boson. The combined best-fit signal relative to the standard model expectation is at the measured mass. The couplings of the Higgs boson are probed …",
            "Precise determination of the mass of the Higgs boson and tests of compatibility of its couplings with the standard model predictions using proton collisions at 7 and 8$$\\,\\text …",
            "Vardan Khachatryan and Albert M Sirunyan and Armen Tumasyan and Wolfgang Adam and Thomas Bergauer and Marko Dragicevic and Janos Erö and Markus Friedl and Rudolf Fruehwirth and Vasile Mihai Ghete and Christian Hartl and Natascha Hörmann and Josef Hrubec and Manfred Jeitler and Wolfgang Kiesenhofer and Valentin Knünz and Manfred Krammer and Ilse Krätschmer and Dietrich Liko and Ivan Mikulec and Dinyar Rabady and Babak Rahbaran and Herbert Rohringer and Robert Schöfbeck and Josef Strauss and Wolfgang Treberer-Treberspurg and Wolfgang Waltenberger and C-E Wulz and Vladimir Mossolov and Nikolai Shumeiko and J Suarez Gonzalez and Sara Alderweireldt and Sunil Bansal and Tom Cornelis and Eddi A De Wolf and Xavier Janssen and Albert Knutsson and Jasper Lauwers and Sten Luyckx and Silvia Ochesanu and Romain Rougny and Merijn Van De Klundert and Hans Van Haevermaet and Pierre Van Mechelen and Nick Van Remortel and Alex Van Spilbeeck and Freya Blekman and Stijn Blyweert and Jorgen D’Hondt and Nadir Daci and Natalie Heracleous and James Keaveney and Steven Lowette and Michael Maes and Annik Olbrechts and Quentin Python and Derek Strom and Stefaan Tavernier and Walter Van Doninck and Petra Van Mulders and Gerrit Patrick Van Onsem and Ilaria Villella and Cécile Caillol and Barbara Clerbaux and Gilles De Lentdecker and Didar Dobur and Laurent Favart and APR Gay and Anastasia Grebenyuk and Alexandre Léonard and Abdollah Mohammadi and Luca Perniè and Aidan Randle-conde and Thomas Reis and Tomislav Seva and Laurent Thomas and C Vander Velde and P Vanlaer and J Wang and F Zenoni and Volker Adler and Kelly Beernaert and Leonardo Benucci and Anna Cimmino and Silvia Costantini and S Crucy and Alexis Fagot and Guillaume Garcia and Joseph McCartin and AA Ocampo Rios and D Poyraz and Dirk Ryckbosch and S Salva Diblen and Michael Sigamani and Nadja Strobbe and Filip Thyssen and Michael Tytgat and Efe Yazgan and Nikolaos Zaganidis and S Basegmez and C Beluffi and G Bruno and R Castello and A Caudron and L Ceard and GG Da Silveira and C Delaere and T Du Pree and D Favart and L Forthomme and A Giammanco and J Hollar and A Jafari and P Jez and M Komm and V Lemaitre and C Nuttens and D Pagano and L Perrini and A Pin and K Piotrzkowski and A Popov and L Quertenmont and M Selvaggi and M Vidal Marono and JM Vizan Garcia and N Beliy and T Caebergs and E Daubie and GH Hammad and WL Aldá Júnior and GA Alves and L Brito and M Correa Martins Junior and T Dos Reis Martins and J Molina and C Mora Herrera and ME Pol and P Rebello Teles and W Carvalho and J Chinellato and A Custódio and EM Da Costa and D De Jesus Damiao and C De Oliveira Martins and S Fonseca De Souza and H Malbouisson and D Matos Figueiredo and L Mundim and H Nogima",
            "2015",
            "fUf-27IAAAAJ:eQOLeE2rZwMC",
            2204,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-015-3351-7",
            "4664349485590005240",
            "\/scholar?cites=4664349485590005240",
            {
                "2014":49,
                "2015":505,
                "2016":568,
                "2017":369,
                "2018":389,
                "2019":181,
                "2020":122,
                "2021":1
            }
        ],
        [
            "New sets of parameters (“tunes”) for the underlying-event (UE) modelling of the pythia 8, pythia6 and herwig++ Monte Carlo event generators are constructed using different parton distribution functions. Combined fits to CMS UE proton–proton () data at and to UE proton–antiproton () data from the CDF experiment at lower, are used to study the UE models and constrain their parameters, providing thereby improved predictions for proton–proton collisions at 13. In addition, it is investigated whether the values of the parameters obtained from fits to UE observables are consistent with the values determined from fitting observables sensitive to double-parton scattering processes. Finally, comparisons are presented of the UE tunes to “minimum bias”(MB) events, multijet, and Drell–Yan ( lepton-antilepton+ jets) observables at 7 and 8, as well as predictions for MB and UE observables at 13 …",
            "Event generator tunes obtained from underlying event and multiparton scattering measurements",
            "Vardan Khachatryan and Albert M Sirunyan and Armen Tumasyan and Wolfgang Adam and E Asilar and Thomas Bergauer and Johannes Brandstetter and Erica Brondolin and Marko Dragicevic and Janos Erö and M Friedl and R Frühwirth and VM Ghete and C Hartl and N Hörmann and J Hrubec and M Jeitler and V Knünz and A König and M Krammer and I Krätschmer and D Liko and T Matsushita and I Mikulec and D Rabady and B Rahbaran and H Rohringer and J Schieck and R Schöfbeck and J Strauss and W Treberer-Treberspurg and W Waltenberger and C-E Wulz and V Mossolov and N Shumeiko and J Suarez Gonzalez and S Alderweireldt and T Cornelis and EA De Wolf and X Janssen and A Knutsson and J Lauwers and S Luyckx and M Van De Klundert and H Van Haevermaet and P Van Mechelen and N Van Remortel and A Van Spilbeeck and S Abu Zeid and F Blekman and J D’Hondt and N Daci and I De Bruyn and K Deroover and N Heracleous and J Keaveney and S Lowette and L Moreels and A Olbrechts and Q Python and D Strom and S Tavernier and W Van Doninck and P Van Mulders and GP Van Onsem and I Van Parijs and P Barria and Hugues Brun and Cécile Caillol and Barbara Clerbaux and Gilles De Lentdecker and Giuseppe Fasanella and Laurent Favart and Anastasia Grebenyuk and Georgia Karapostoli and Thomas Lenzi and Alexandre Léonard and Thierry Maerschalk and Andrey Marinov and Luca Perniè and Aidan Randle-conde and Tomislav Seva and C Vander Velde and Ryo Yonamine and P Vanlaer and F Zenoni and F Zhang and V Adler and Kelly Beernaert and Leonardo Benucci and Anna Cimmino and S Crucy and Didar Dobur and Alexis Fagot and Guillaume Garcia and Muhammad Gul and Joseph McCartin and AA Ocampo Rios and Deniz Poyraz and Dirk Ryckbosch and Sinem Salva and Michael Sigamani and Michael Tytgat and Ward Van Driessche and Efe Yazgan and Nikolaos Zaganidis and S Basegmez and C Beluffi and O Bondu and S Brochet and G Bruno and A Caudron and L Ceard and GG Da Silveira and C Delaere and D Favart and L Forthomme and A Giammanco and J Hollar and A Jafari and P Jez and M Komm and V Lemaitre and A Mertens and M Musich and C Nuttens and L Perrini and A Pin and K Piotrzkowski and A Popov and L Quertenmont and M Selvaggi and M Vidal Marono and N Beliy and GH Hammad and WL Aldá Júnior and FL Alves and GA Alves and L Brito and M Correa Martins Junior and M Hamer and C Hensel and A Moraes and ME Pol and P Rebello Teles and E Belchior Batista Das Chagas and W Carvalho and J Chinellato and A Custódio and EM Da Costa",
            "2016",
            "fUf-27IAAAAJ:5Ul4iDaHHb8C",
            2108,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-016-3988-x",
            "15115681755702256910",
            "\/scholar?cites=15115681755702256910",
            {
                "2016":104,
                "2017":434,
                "2018":737,
                "2019":509,
                "2020":291,
                "2021":15
            }
        ],
        [
            "BABAR, the detector for the SLAC PEP-II asymmetric e+e− B Factory operating at the ϒ(4S) resonance, was designed to allow comprehensive studies of CP-violation in B-meson decays. Charged particle tracks are measured in a multi-layer silicon vertex tracker surrounded by a cylindrical wire drift chamber. Electromagnetic showers from electrons and photons are detected in an array of CsI crystals located just inside the solenoidal coil of a superconducting magnet. Muons and neutral hadrons are identified by arrays of resistive plate chambers inserted into gaps in the steel flux return of the magnet. Charged hadrons are identified by dE\/dx measurements in the tracking detectors and by a ring-imaging Cherenkov detector surrounding the drift chamber. The trigger, data acquisition and data-monitoring systems, VME- and network-based, are controlled by custom-designed online software. Details of the layout and …",
            "The BABAR detector",
            "Bernard Aubert and A Bazan and A Boucham and D Boutigny and I De Bonis and J Favier and J-M Gaillard and A Jeremie and Y Karyotakis and T Le Flour and JP Lees and S Lieunard and P Petitpas and P Robbe and V Tisserand and K Zachariadou and A Palano and GP Chen and JC Chen and ND Qi and G Rong and P Wang and YS Zhu and G Eigen and PL Reinertsen and B Stugu and B Abbott and GS Abrams and L Amerman and AW Borgland and AB Breon and DN Brown and J Button-Shafer and AR Clark and S Dardin and C Day and SF Dow and Q Fan and I Gaponenko and MS Gill and FR Goozen and SJ Gowdy and A Gritsan and Y Groysman and C Hernikl and RG Jacobsen and RC Jared and RW Kadel and J Kadyk and A Karcher and LT Kerth and I Kipnis and S Kluth and JF Kral and R Lafever and C LeClerc and ME Levi and SA Lewis and C Lionberger and T Liu and M Long and L Luo and G Lynch and P Luft and E Mandelli and M Marino and K Marks and C Matuk and AB Meyer and R Minor and A Mokhtarani and M Momayezi and M Nyman and PJ Oddone and J Ohnemus and D Oshatz and S Patton and M Pedrali-Noy and A Perazzo and C Peters and W Pope and M Pripstein and DR Quarrie and JE Rasson and NA Roe and A Romosan and MT Ronan and VG Shelkov and R Stone and PD Strother and AV Telnov and H Von Der Lippe and TF Weber and WA Wenzel and G Zizka and PG Bright-Thomas and CM Hawkes and A Kirk and DJ Knowles and SW O'Neale and AT Watson and NK Watson and T Deppermann and H Koch and J Krug and M Kunze and B Lewandowski and K Peters and H Schmuecker and M Steinke and JC Andress and NR Barlow and W Bhimji and N Chevalier and PJ Clark and WN Cottingham and N De Groot and N Dyce and B Foster and A Mass and JD McFall and D Wallom and FF Wilson and K Abe and C Hearty and JA McKenna and D Thiessen and B Camanzi and TJ Harrison and AK McKemey and J Tinslay and EI Antohin and VE Blinov and AD Bukin and DA Bukin and AR Buzykaev and MS Dubrovin and VB Golubev and VN Ivanchenko and GM Kolachev and AA Korol and EA Kravchenko and SF Mikhailov and AP Onuchin and AA Salnikov and SI Serednyakov and Yu I Skovpen and VI Telnov and AN Yushkov and J Booth",
            "2002",
            "fUf-27IAAAAJ:u-x6o8ySG0sC",
            2003,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900201020125",
            "13466308460947632851",
            "\/scholar?cites=13466308460947632851",
            {
                "2001":30,
                "2002":88,
                "2003":166,
                "2004":214,
                "2005":184,
                "2006":144,
                "2007":153,
                "2008":125,
                "2009":152,
                "2010":104,
                "2011":81,
                "2012":94,
                "2013":108,
                "2014":60,
                "2015":61,
                "2016":46,
                "2017":43,
                "2018":52,
                "2019":37,
                "2020":35,
                "2021":4
            }
        ],
        [
            "The design, construction, and performance of a large-mass 41r solid-angle detector with solenoidal magnet is described. The detector serves to study electr0n—p0sitr0n annihilation processes at centre-of-mass energies between 80 and 200 GeV at the Large Electron-Positron storage ring (LEP) at CERN.",
            "ALEPH: a detector for electron-positron annihilations at LEP",
            "D Decamp and SW Snow and J Prat and SL Cartwright and W Yan and K Kleinknecht and ML Mir and P Hanke and JM Maugain and P Perret and M Corden and D Huang and J Jousset and R Seibert and M MacDermott and L Bellantoni and MN Minard and P Jean and JE Lannutti and NM Stewart and J Proriol and M Wunsch and B Altoon and W Wu and P Tempesta and D Wu and P Heusse and D Strom and Peter J Dornan and A Rougé and A Miotto and M Brossard and G Barrand and W Männer and Gottfried Kellner and C Grab and G Corradi and Z Qian and R Baldini and S Orteu and Herbert Rotscheidt and S Haywood and J Martín and René Turlay and Claus Grupen and F Ragusa and Paolo Walter Cattaneo and R Beuselinck and AJ Finch and A Ranieri and A Conti and P Micolon and JP Schuller and RC Jared and F Daudon and M Pallotta and P Henrard and F Ligabue and HG Sander and M Martínez and R Bernard and MG Green and J Harvey and J Krause and D Bernard and M Jacquemet and V Mertens and CM Buttar and R Pintus and G Raso and T Barczewski and A Stahl and E Holtom and C Violet and B Gobbo and Luigi Rolandi and P Palazzi and M Morrissey and R Saint-Denis and JN Albert and F Liello and E Focardi and M Schmelling and D Kuhn and JI Pascual and M Price and J Raguet and HG Moser and L Bosisio and S Madani-Bozorg and DG Miller and A Bonissent and JF Boudreau and U Stiegler and J Bourotte and G Batignani and RE Carney and R Hagelberg and CN Booth and F Steeg and JJ Veillet and I Ferrante and P Janot and PR Norton and R Guirlet and GR Bonneaud and U Berthon and M Panter and RW Clifft and F Bird and G Taylor and A Schwarz and Ludwig F Pregernig and S Wheeler and JK Sedgbeer and Walter Blum and A Marchioro and E Lange and A Mastrogiacomo and FV Weber and G De Ninno and H Hu and F Ruggieri and U Schäfer and R Bazzoli and E Neugebauer and JC Montret and Y Gally and M Davier and JP Albanese and J Thomas and K Schmitt and David M Binnie and AM Lutz and P Gay and U Stierlin and CH Georgiopoulos and M Ye and C Bradaschia and GP Murtas and M Roschangar and D Zwierski and A Busata and R Grüb and H Verweij and M Dialinas and Maria Bardadin-Otwinowska and Ivan Lehraus and C Benchouk and JC Tarlé",
            "1990",
            "fUf-27IAAAAJ:qjMakFHDy7sC",
            1981,
            "https:\/\/cds.cern.ch\/record\/205899",
            "3413575856846281287",
            "\/scholar?cites=3413575856846281287",
            {
                "1989":7,
                "1990":188,
                "1991":143,
                "1992":99,
                "1993":82,
                "1994":62,
                "1995":109,
                "1996":107,
                "1997":88,
                "1998":72,
                "1999":99,
                "2000":97,
                "2001":80,
                "2002":81,
                "2003":55,
                "2004":53,
                "2005":61,
                "2006":26,
                "2007":25,
                "2008":20,
                "2009":22,
                "2010":31,
                "2011":24,
                "2012":43,
                "2013":37,
                "2014":23,
                "2015":34,
                "2016":31,
                "2017":22,
                "2018":28,
                "2019":22,
                "2020":24,
                "2021":2
            }
        ],
        [
            "This paper describes the CMS trigger system and its performance during Run 1 of the LHC. The trigger system consists of two levels designed to select events of potential physics interest from a GHz (MHz) interaction rate of proton-proton (heavy ion) collisions. The first level of the trigger is implemented in hardware, and selects events containing detector signals consistent with an electron, photon, muon, tau lepton, jet, or missing transverse energy. A programmable menu of up to 128 object-based algorithms is used to select events for subsequent processing. The trigger thresholds are adjusted to the LHC instantaneous luminosity during data taking in order to restrict the output rate to 100 kHz, the upper limit imposed by the CMS readout electronics. The second level, implemented in software, further refines the purity of the output stream, selecting an average rate of 400 Hz for offline event storage. The objectives, strategy and performance of the trigger system during the LHC Run 1 are described.",
            "The CMS trigger system",
            "CMS collaboration",
            "2016",
            "fUf-27IAAAAJ:yqoGN6RLRZoC",
            1923,
            "https:\/\/arxiv.org\/abs\/1609.02366",
            "6236594925451814496",
            "\/scholar?cites=6236594925451814496",
            {
                "2016":30,
                "2017":314,
                "2018":675,
                "2019":507,
                "2020":358,
                "2021":18
            }
        ]
    ]
}