{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Organic semiconductors are emerging as a viable alternative to amorphous silicon in a range of thin‐film transistor devices. With the possibility to formulate these p‐type materials as inks and subsequently print into patterned devices, organic‐based transistors offer significant commercial advantages for manufacture, with initial applications such as low performance displays and simple logic being envisaged. Previous limitations of both air stability and electrical performance are now being overcome with a range of both small molecule and polymer‐based solution‐processable materials, which achieve charge carrier mobilities in excess of 0.5 cm2 V−1 s−1, a benchmark value for amorphous silicon semiconductors. Polymer semiconductors based on thienothiophene copolymers have achieved amongst the highest charge carrier mobilities in solution‐processed transistor devices. In this Progress Report, we …",
            "Semiconducting thienothiophene copolymers: design, synthesis, morphology, and performance in thin‐film organic transistors",
            "Iain McCulloch and Martin Heeney and Michael L Chabinyc and Dean DeLongchamp and R Joseph Kline and Michael Cölle and Warren Duffy and Daniel Fischer and David Gundlach and Behrang Hamadani and Rick Hamilton and Lee Richter and Alberto Salleo and Maxim Shkunov and David Sparrowe and Steven Tierney and Weimin Zhang",
            "2009",
            "fuk3qakAAAAJ:l7t_Zn2s7bgC",
            438,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.200801650",
            "4057288805693975782",
            "\/scholar?cites=4057288805693975782",
            {
                "2009":12,
                "2010":41,
                "2011":60,
                "2012":50,
                "2013":51,
                "2014":32,
                "2015":40,
                "2016":45,
                "2017":33,
                "2018":31,
                "2019":19,
                "2020":19,
                "2021":3
            }
        ],
        [
            "Synchrotron-based high-resolution photoemission and X-ray absorption near-edge spectroscopy (XANES) have been used to study the interaction of NO2 with polycrystalline surfaces of metallic zinc and zinc oxide. NO2 exhibits a complex chemistry on metallic zinc. After adsorbing nitrogen dioxide, N, O, NO, NO2, and NO3 are present on the surface of the metal. At room temperature the NO2 molecule mainly dissociates into O adatoms and gaseous NO, whereas at low temperatures (<250 K) chemisorbed NO2 and NO3 dominate on the surface. NO2 is a very good oxidizing agent for preparing ZnO from metallic zinc. Zn reacts more vigorously with NO2 than metals, such as Rh, Pd, or Pt which are typical catalysts for the removal of NOx molecules (DeNOx process). At 300 K, the main product of the reaction of NO2 with polycrystalline ZnO is adsorbed NO3 with little NO2 or NO present on the surface of the oxide. No …",
            "Reaction of NO2 with Zn and ZnO:  Photoemission, XANES, and Density Functional Studies on the Formation of NO3",
            "Jose A Rodriguez and Tomas Jirsak and Joseph Dvorak and Sharadha Sambasivan and Daniel Fischer",
            "2000",
            "fuk3qakAAAAJ:j8SEvjWlNXcC",
            407,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp993224g",
            "6091813932994009099",
            "\/scholar?cites=6091813932994009099",
            {
                "2000":7,
                "2001":4,
                "2002":5,
                "2003":8,
                "2004":10,
                "2005":15,
                "2006":19,
                "2007":25,
                "2008":32,
                "2009":34,
                "2010":35,
                "2011":30,
                "2012":39,
                "2013":29,
                "2014":17,
                "2015":27,
                "2016":14,
                "2017":17,
                "2018":15,
                "2019":11,
                "2020":11,
                "2021":3
            }
        ],
        [
            "We describe a series of highly soluble diketo pyrrolo-pyrrole (DPP)-bithiophene copolymers exhibiting field effect hole mobilities up to 0.74 cm2 V–1 s–1, with a common synthetic motif of bulky 2-octyldodecyl side groups on the conjugated backbone. Spectroscopy, diffraction, and microscopy measurements reveal a transition in molecular packing behavior from a preferentially edge-on orientation of the conjugated plane to a preferentially face-on orientation as the attachment density of the side chains increases. Thermal annealing generally reduces both the face-on population and the misoriented edge-on domains. The highest hole mobilities of this series were obtained from edge-on molecular packing and in-plane liquid-crystalline texture, but films with a bimodal orientation distribution and no discernible in-plane texture exhibited surprisingly comparable mobilities. The high hole mobility may therefore arise from …",
            "Molecular packing of high-mobility diketo pyrrolo-pyrrole polymer semiconductors with branched alkyl side chains",
            "Xinran Zhang and Lee J Richter and Dean M DeLongchamp and R Joseph Kline and Matthew R Hammond and Iain McCulloch and Martin Heeney and Raja S Ashraf and Jeremy N Smith and Thomas D Anthopoulos and Bob Schroeder and Yves H Geerts and Daniel A Fischer and Michael F Toney",
            "2011",
            "fuk3qakAAAAJ:otzGkya1bYkC",
            389,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja204515s",
            "12041328848292767847",
            "\/scholar?cites=12041328848292767847",
            {
                "2011":3,
                "2012":32,
                "2013":57,
                "2014":44,
                "2015":53,
                "2016":58,
                "2017":44,
                "2018":34,
                "2019":36,
                "2020":25,
                "2021":2
            }
        ],
        [
            "Robust methods to tune the unique electronic properties of graphene by chemical modification are in great demand due to the potential of the two dimensional material to impact a range of device applications. Here we show that carbon and nitrogen core-level resonant X-ray spectroscopy is a sensitive probe of chemical bonding and electronic structure of chemical dopants introduced in single-sheet graphene films. In conjunction with density functional theory based calculations, we are able to obtain a detailed picture of bond types and electronic structure in graphene doped with nitrogen at the sub-percent level. We show that different N-bond types, including graphitic, pyridinic, and nitrilic, can exist in a single, dilutely N-doped graphene sheet. We show that these various bond types have profoundly different effects on the carrier concentration, indicating that control over the dopant bond type is a crucial …",
            "Connecting dopant bond type with electronic structure in N-doped graphene",
            "Theanne Schiros and Dennis Nordlund and Lucia Pálová and Deborah Prezzi and Liuyan Zhao and Keun Soo Kim and Ulrich Wurstbauer and Christopher Gutiérrez and Dean Delongchamp and Cherno Jaye and Daniel Fischer and Hirohito Ogasawara and Lars GM Pettersson and David R Reichman and Philip Kim and Mark S Hybertsen and Abhay N Pasupathy",
            "2012",
            "fuk3qakAAAAJ:YOwf2qJgpHMC",
            370,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl301409h",
            "983812972882439541",
            "\/scholar?cites=983812972882439541",
            {
                "2012":4,
                "2013":12,
                "2014":34,
                "2015":39,
                "2016":47,
                "2017":50,
                "2018":54,
                "2019":62,
                "2020":56,
                "2021":11
            }
        ],
        [
            "Surfaces of novel block copolymers with amphiphilic side chains were studied for their ability to influence the adhesion of marine organisms. The surface-active polymer, obtained by grafting fluorinated molecules with hydrophobic and hydrophilic blocks to a block copolymer precursor, showed interesting bioadhesion properties. Two different algal species, one of which adhered strongly to hydrophobic surfaces, and the other, to hydrophilic surfaces, showed notably weak adhesion to the amphiphilic surfaces. Both organisms are known to secrete adhesive macromolecules, with apparently different wetting characteristics, to attach to underwater surfaces. The ability of the amphiphilic surface to undergo an environment-dependent transformation in surface chemistry when in contact with the extracellular polymeric substances is a possible reason for its antifouling nature. Near-edge X-ray absorption fine structure …",
            "Anti-biofouling properties of comblike block copolymers with amphiphilic side chains",
            "Sitaraman Krishnan and Ramakrishnan Ayothi and Alexander Hexemer and John A Finlay and Karen E Sohn and Ruth Perry and Christopher K Ober and Edward J Kramer and Maureen E Callow and James A Callow and Daniel A Fischer",
            "2006",
            "fuk3qakAAAAJ:jE2MZjpN3IcC",
            359,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la052978l",
            "13843247550109220840",
            "\/scholar?cites=13843247550109220840",
            {
                "2006":5,
                "2007":13,
                "2008":15,
                "2009":27,
                "2010":34,
                "2011":40,
                "2012":33,
                "2013":24,
                "2014":37,
                "2015":28,
                "2016":27,
                "2017":18,
                "2018":24,
                "2019":18,
                "2020":15
            }
        ],
        [
            "High performance, solution processable semiconductors are critical to the realization of low cost, large area electronics. We show that a signature molecular packing motifside-chain interdigitationcorrelates to high performance for a large and important class of organic semiconductors. The side chains of recently developed high performance copolymers of poly(alkylthiophenes) can and do interdigitate substantially, whereas they do not in the most common form of the extensively studied, lower performance poly(alkythiophenes). Side-chain interdigitation provides a mechanism for three-dimensional ordering; without it, poly(alkylthiophenes) are limited to small domains and poor performance. We propose the synthetic design rule that three-dimensional ordering is promoted by side-chain attachment densities sufficiently low to permit interdigitation. ",
            "Critical role of side-chain attachment density on the order and device performance of polythiophenes",
            "R Joseph Kline and Dean M DeLongchamp and Daniel A Fischer and Eric K Lin and Lee J Richter and Michael L Chabinyc and Michael F Toney and Martin Heeney and Iain McCulloch",
            "2007",
            "fuk3qakAAAAJ:dhFuZR0502QC",
            352,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ma0709001",
            "1347391878355991789",
            "\/scholar?cites=1347391878355991789",
            {
                "2008":22,
                "2009":26,
                "2010":35,
                "2011":27,
                "2012":28,
                "2013":39,
                "2014":30,
                "2015":36,
                "2016":23,
                "2017":30,
                "2018":19,
                "2019":17,
                "2020":14,
                "2021":4
            }
        ],
        [
            "In situ hard X-ray absorption spectroscopy (XAS) at metal K-edges and soft XAS at O K-edge and metal L-edges have been carried out during the first charging process for the layered Li1-xCo1\/3Ni1\/3Mn1\/3O2 cathode material. The metal K-edge XANES results show that the major charge compensation at the metal site during Li-ion deintercalation is achieved by the oxidation of Ni2+ ions, while the manganese ions and the cobalt ions remain mostly unchanged in the Mn4+ and Co3+ state. These conclusions are in good agreement with the results of the metal K-edge EXAFS data. Metal L-edge XAS results at different charge states in both the FY and PEY modes show that, unlike Mn and Co ions, Ni ions at the surface are oxidized to Ni3+ during charge, whereas Ni ions in the bulk are further oxidized to Ni4+ during charge. From the observation of O K-edge XAS results, we can conclude that a large portion of the …",
            "Investigation of the Charge Compensation Mechanism on the Electrochemically Li-Ion Deintercalated Li1-xCo1\/3Ni1\/3Mn1\/3O2 Electrode System by …",
            "Won-Sub Yoon and Mahalingam Balasubramanian and Kyung Yoon Chung and Xiao-Qing Yang and James McBreen and Clare P Grey and Daniel A Fischer",
            "2005",
            "fuk3qakAAAAJ:BrmTIyaxlBUC",
            346,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja0530568",
            "4762141371896163923",
            "\/scholar?cites=4762141371896163923",
            {
                "2005":1,
                "2006":4,
                "2007":6,
                "2008":5,
                "2009":5,
                "2010":7,
                "2011":11,
                "2012":12,
                "2013":19,
                "2014":23,
                "2015":22,
                "2016":29,
                "2017":37,
                "2018":43,
                "2019":42,
                "2020":65,
                "2021":14
            }
        ],
        [
            "The structure within crystalline thin films of a high‐carrier‐mobility polythiophene is studied with complementary characterization methods and first‐principles theory. As shown in the figure, two important structural aspects are revealed: 1) a slip in the face‐to‐face π‐π packing, which strongly influences carrier mobility, and 2) the interdigitation of highly trans side chains between vertically adjacent lamellae.",
            "High carrier mobility polythiophene thin films: structure determination by experiment and theory",
            "Dean M DeLongchamp and R Joseph Kline and Eric K Lin and Daniel A Fischer and Lee J Richter and Leah A Lucas and Martin Heeney and Iain McCulloch and John E Northrup",
            "2007",
            "fuk3qakAAAAJ:wMgC3FpKEyYC",
            298,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.200602651",
            "11968872620444447475",
            "\/scholar?cites=11968872620444447475",
            {
                "2007":8,
                "2008":38,
                "2009":35,
                "2010":25,
                "2011":33,
                "2012":18,
                "2013":33,
                "2014":23,
                "2015":21,
                "2016":15,
                "2017":13,
                "2018":12,
                "2019":10,
                "2020":10,
                "2021":2
            }
        ],
        [
            "We report quantitative measurements of ordering, molecular orientation, and nanoscale morphology in the active layer of bulk heterojunction (BHJ) organic photovoltaic cells based on a thieno[3,4-b]thiophene-alt-benzodithiophene copolymer (PTB7), which has been shown to yield very high power conversion efficiency when blended with [6,6]-phenyl-C71-butyric acid methyl ester (PC71BM). A surprisingly low degree of order was found in the polymerfar lower in the bulk heterojunction than in pure PTB7. X-ray diffraction data yielded a nearly full orientation distribution for the polymer π-stacking direction within well-ordered regions, revealing a moderate preference for π-stacking in the vertical direction (“face-on”). By combining molecular orientation information from polarizing absorption spectroscopies with the orientation distribution of ordered material from diffraction, we propose a model describing the PTB7 …",
            "Molecular order in high-efficiency polymer\/fullerene bulk heterojunction solar cells",
            "Matthew R Hammond and R Joseph Kline and Andrew A Herzing and Lee J Richter and David S Germack and Hyun-Wook Ro and Christopher L Soles and Daniel A Fischer and Tao Xu and Luping Yu and Michael F Toney and Dean M DeLongchamp",
            "2011",
            "fuk3qakAAAAJ:LPZeul_q3PIC",
            284,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn202951e",
            "4648034570904489310",
            "\/scholar?cites=4648034570904489310",
            {
                "2011":3,
                "2012":10,
                "2013":36,
                "2014":45,
                "2015":46,
                "2016":35,
                "2017":41,
                "2018":35,
                "2019":21,
                "2020":10,
                "2021":2
            }
        ],
        [
            "THERE is a considerable demand for materials that have surfaces to which other substances will not easily stick. Coatings with these properties might be used to make surfaces non-adhesive towards soil, ice, biological foulants, graffiti and other unwanted contaminants. Here we describe a class of water-based non-stick coatings prepared by self-assembly and immobilization of reactive polymeric surfactants 1, 2. These polymer surfactants contain pendant perfluoroalkyl groups which become oriented so as to yield surfaces with very low energy. Immobilization by crosslinking increases non-stick performance and film toughness. These hard, clear coatings release adhesives and cannot be wetted or attacked by solvents.",
            "Water-based non-stick hydrophobic coatings",
            "Donald L Schmidt and Charles E Coburn and Benjamin M DeKoven and Gregg E Potter and Gregory F Meyers and Daniel A Fischer",
            "1994",
            "fuk3qakAAAAJ:HoB7MX3m0LUC",
            280,
            "https:\/\/www.nature.com\/articles\/368039a0",
            "2801037017205504938",
            "\/scholar?cites=2801037017205504938",
            {
                "1994":1,
                "1995":5,
                "1996":8,
                "1997":9,
                "1998":9,
                "1999":10,
                "2000":14,
                "2001":8,
                "2002":12,
                "2003":7,
                "2004":11,
                "2005":11,
                "2006":19,
                "2007":14,
                "2008":10,
                "2009":14,
                "2010":17,
                "2011":16,
                "2012":11,
                "2013":12,
                "2014":11,
                "2015":9,
                "2016":12,
                "2017":5,
                "2018":3,
                "2019":12,
                "2020":4,
                "2021":1
            }
        ]
    ]
}