{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "The three-dimensional (3D) atom-probe technique produces a reconstruction of the elemental chemical identities and three-dimensional positions of atoms field evaporated from a sharply pointed metal specimen, with a local radius of curvature of less than 50 nm. The number of atoms collected can be on the order of one million, representing an analysis volume of approximately 20 nm × 20 nm × 200 nm (80,000 nm3). This large amount of data allows for the identification of microstructural features in a sample, such as grain or heterophase boundaries, if the feature density is large enough. Correlation of the measured atomic positions with these identified features results in an atom-by-atom description of the chemical environment of crystallographic defects. This article outlines a data compilation technique for the generation of composition profiles in the vicinity of interfaces in a geometrically …",
            "Analysis of three-dimensional atom-probe data by the proximity histogram",
            "Olof C Hellman and Justin A Vandenbroucke and Järg Rüsing and Dieter Isheim and David N Seidman",
            "2000",
            "fUVdu6gAAAAJ:NaGl4SEjCO4C",
            692,
            "https:\/\/www.cambridge.org\/core\/journals\/microscopy-and-microanalysis\/article\/analysis-of-threedimensional-atomprobe-data-by-the-proximity-histogram\/5144A9711C6970285F38525058127E61",
            "6039964048669918146",
            "\/scholar?cites=6039964048669918146",
            {
                "2000":2,
                "2001":4,
                "2002":6,
                "2003":5,
                "2004":10,
                "2005":3,
                "2006":15,
                "2007":24,
                "2008":18,
                "2009":30,
                "2010":23,
                "2011":46,
                "2012":45,
                "2013":54,
                "2014":49,
                "2015":56,
                "2016":55,
                "2017":55,
                "2018":61,
                "2019":62,
                "2020":56,
                "2021":11
            }
        ]
    ]
}