{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The quantitative study of the cell growth [1, 2, 3, 4, 5] has led to many fundamental insights in our understanding of a wide range of subjects, from the cell cycle [6, 7, 8, 9] to senescence [10]. Of particular importance is the growth rate, whose constancy represents a physiological steady state of an organism. Recent studies, however, suggest that the rate of elongation during exponential growth of bacterial cells decreases cumulatively with replicative age for both asymmetrically [11] and symmetrically [12, 13] dividing organisms, implying that a “steady-state” population consists of individual cells that are never in a steady state of growth. To resolve this seeming paradoxical observation, we studied the long-term growth and division patterns of Escherichia coli cells by employing a microfluidic device designed to follow steady-state growth and division of a large number of cells at a defined reproductive age. Our analysis …",
            "Robust Growth of Escherichia coli",
            "Ping Wang and Lydia Robert and James Pelletier and Wei Lien Dang and Francois Taddei and Andrew Wright and Suckjoon Jun",
            "2010",
            "fUwwsXQAAAAJ:eQOLeE2rZwMC",
            725,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0960982210005245",
            "17240581404430791833",
            "\/scholar?cites=17240581404430791833",
            {
                "2010":4,
                "2011":12,
                "2012":27,
                "2013":45,
                "2014":55,
                "2015":83,
                "2016":81,
                "2017":104,
                "2018":99,
                "2019":105,
                "2020":98,
                "2021":6
            }
        ],
        [
            "How cells control their size and maintain size homeostasis is a fundamental open question. Cell-size homeostasis has been discussed in the context of two major paradigms: “sizer,” in which the cell actively monitors its size and triggers the cell cycle once it reaches a critical size, and “timer,” in which the cell attempts to grow for a specific amount of time before division. These paradigms, in conjunction with the “growth law” [1] and the quantitative bacterial cell-cycle model [2], inspired numerous theoretical models [3, 4, 5, 6, 7, 8, 9] and experimental investigations, from growth [10, 11] to cell cycle and size control [12, 13, 14, 15]. However, experimental evidence involved difficult-to-verify assumptions or population-averaged data, which allowed different interpretations [1, 2, 3, 4, 5, 16, 17, 18, 19, 20] or limited conclusions [4, 5, 6, 7, 8, 9]. In particular, population-averaged data and correlations are inconclusive as the …",
            "Cell-Size Control and Homeostasis in Bacteria",
            "Sattar Taheri-Araghi and Serena Bradde and John T Sauls and Norbert S Hill and Petra Anne Levin and Johan Paulsson and Massimo Vergassola and Suckjoon Jun",
            "2015",
            "fUwwsXQAAAAJ:dhFuZR0502QC",
            486,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0960982214015735",
            "1764346358246822040",
            "\/scholar?cites=1764346358246822040",
            {
                "2015":41,
                "2016":68,
                "2017":87,
                "2018":111,
                "2019":91,
                "2020":80,
                "2021":6
            }
        ],
        [
            "Despite recent progress in visualization experiments, the mechanism underlying chromosome segregation in bacteria still remains elusive. Here we address a basic physical issue associated with bacterial chromosome segregation, namely the spatial organization of highly confined, self-avoiding polymers (of nontrivial topology) in a rod-shaped cell-like geometry. Through computer simulations, we present evidence that, under strong confinement conditions, topologically distinct domains of a polymer complex effectively repel each other to maximize their conformational entropy, suggesting that duplicated circular chromosomes could partition spontaneously. This mechanism not only is able to account for the spatial separation per se but also captures the major features of the spatiotemporal organization of the duplicating chromosomes observed in Escherichia coli and Caulobacter crescentus.",
            "Entropy-driven spatial organization of highly confined polymers: lessons for the bacterial chromosome",
            "Suckjoon Jun and Bela Mulder",
            "2006",
            "fUwwsXQAAAAJ:u5HHmVD_uO8C",
            341,
            "https:\/\/www.pnas.org\/content\/103\/33\/12388.short",
            "4167134825130546164",
            "\/scholar?cites=4167134825130546164",
            {
                "2006":2,
                "2007":8,
                "2008":19,
                "2009":12,
                "2010":24,
                "2011":23,
                "2012":32,
                "2013":28,
                "2014":32,
                "2015":22,
                "2016":31,
                "2017":25,
                "2018":28,
                "2019":27,
                "2020":22,
                "2021":3
            }
        ],
        [
            "We present a new physical biology approach to understanding the relationship between the organization and segregation of bacterial chromosomes. We posit that replicated Escherichia coli daughter strands will spontaneously demix as a result of entropic forces, despite their strong confinement within the cell; in other words, we propose that entropy can act as a primordial physical force which drives chromosome segregation under the right physical conditions. Furthermore, proteins implicated in the regulation of chromosome structure and segregation may in fact function primarily in supporting such an entropy-driven segregation mechanism by regulating the physical state of chromosomes. We conclude that bacterial chromosome segregation is best understood in terms of spontaneous demixing of daughter strands. Our concept may also have important implications for chromosome segregation in eukaryotes, in …",
            "Entropy as the driver of chromosome segregation",
            "Suckjoon Jun and Andrew Wright",
            "2010",
            "fUwwsXQAAAAJ:IjCSPb-OGe4C",
            175,
            "https:\/\/www.nature.com\/articles\/nrmicro2391",
            "12344298486604734707",
            "\/scholar?cites=12344298486604734707",
            {
                "2010":7,
                "2011":18,
                "2012":19,
                "2013":20,
                "2014":25,
                "2015":12,
                "2016":15,
                "2017":9,
                "2018":15,
                "2019":20,
                "2020":14
            }
        ],
        [
            "Replicating bacterial chromosomes continuously demix from each other and segregate within a compact volume inside the cell called the nucleoid. Although many proteins involved in this process have been identified, the nature of the global forces that shape and segregate the chromosomes has remained unclear because of limited knowledge of the micromechanical properties of the chromosome. In this work, we demonstrate experimentally the fundamentally soft nature of the bacterial chromosome and the entropic forces that can compact it in a crowded intracellular environment. We developed a unique “micropiston” and measured the force-compression behavior of single Escherichia coli chromosomes in confinement. Our data show that forces on the order of 100 pN and free energies on the order of 105 kBT are sufficient to compress the chromosome to its in vivo size. For comparison, the pressure required to …",
            "Physical manipulation of the Escherichia coli chromosome reveals its soft nature",
            "James Pelletier and Ken Halvorsen and Bae-Yeun Ha and Raffaella Paparcone and Steven J Sandler and Conrad L Woldringh and Wesley P Wong and Suckjoon Jun",
            "2012",
            "fUwwsXQAAAAJ:ULOm3_A8WrAC",
            145,
            "https:\/\/www.pnas.org\/content\/109\/40\/E2649.short",
            "17688447729783126351",
            "\/scholar?cites=17688447729783126351",
            {
                "2011":1,
                "2012":3,
                "2013":10,
                "2014":23,
                "2015":21,
                "2016":18,
                "2017":14,
                "2018":17,
                "2019":23,
                "2020":14,
                "2021":1
            }
        ],
        [
            "Amphiphilic peptides suspended in aqueous solution display a rich set of aggregation behavior. Molecular-level studies of relatively simple amphiphilic molecules under controlled conditions are an essential step toward a better understanding of self-assembly phenomena of naturally occurring peptides\/proteins. Here, we study the influence of molecular architecture and interactions on the self-assembly of model peptides (EAK16s), using both experimental and theoretical approaches. Three different types of EAK16 were studied: EAK16-I, -II, and -IV, which have the same amino acid composition but different amino acid sequences. Atomic force microscopy confirms that EAK16-I and -II form fibrillar assemblies, whereas EAK16-IV forms globular structures. The Fourier transform infrared spectrum of EAK16-IV indicates the possible formation of a β-turn structure, which is not found in EAK16-I and -II. Our theoretical …",
            "Self-assembly of the ionic peptide EAK16: the effect of charge distributions on self-assembly",
            "S Jun and Y Hong and H Imamura and B-Y Ha and J Bechhoefer and P Chen",
            "2004",
            "fUwwsXQAAAAJ:u-x6o8ySG0sC",
            131,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349504736048",
            "4538926570025438124",
            "\/scholar?cites=4538926570025438124",
            {
                "2004":2,
                "2005":3,
                "2006":5,
                "2007":10,
                "2008":11,
                "2009":12,
                "2010":11,
                "2011":13,
                "2012":10,
                "2013":5,
                "2014":8,
                "2015":12,
                "2016":5,
                "2017":6,
                "2018":8,
                "2019":6,
                "2020":3
            }
        ],
        [
            "It is generally assumed that the allocation and synthesis of total cellular resources in microorganisms are uniquely determined by the growth conditions. Adaptation to a new physiological state leads to a change in cell size via reallocation of cellular resources. However, it has not been understood how cell size is coordinated with biosynthesis and robustly adapts to physiological states. We show that cell size in Escherichia coli can be predicted for any steady-state condition by projecting all biosynthesis into three measurable variables representing replication initiation, replication-division cycle, and the global biosynthesis rate. These variables can be decoupled by selectively controlling their respective core biosynthesis using CRISPR interference and antibiotics, verifying our predictions that different physiological states can result in the same cell size. We performed extensive growth inhibition experiments, and we …",
            "Invariance of initiation mass and predictability of cell size in Escherichia coli",
            "Fangwei Si and Dongyang Li and Sarah E Cox and John T Sauls and Omid Azizi and Cindy Sou and Amy B Schwartz and Michael J Erickstad and Yonggun Jun and Xintian Li and Suckjoon Jun",
            "2017",
            "fUwwsXQAAAAJ:R3hNpaxXUhUC",
            120,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0960982217302919",
            "13397770407512536100",
            "\/scholar?cites=13397770407512536100",
            {
                "2017":16,
                "2018":34,
                "2019":36,
                "2020":30,
                "2021":2
            }
        ],
        [
            "At all but the slowest growth rates, Escherichia coli cell cycles overlap, and its nucleoid is segregated to daughter cells as a forked DNA circle with replication ongoing—a state fundamentally different from eukaryotes. We have solved the chromosome organization, structural dynamics, and segregation of this constantly replicating chromosome. It is locally condensed to form a branched donut, compressed so that the least replicated DNA spans the cell center and the newest DNA extends toward the cell poles. Three narrow zones at the cell center and quarters contain both the replication forks and nascent DNA and serve to segregate the duplicated chromosomal information as it flows outward. The overall pattern is smoothly self-replicating, except when the duplicated terminus region is released from the septum and recoils to the center of a sister nucleoid. In circular cross-section of the cell, the left and right arms of …",
            "The multifork Escherichia coli chromosome is a self-duplicating and self-segregating thermodynamic ring polymer",
            "Brenda Youngren and Henrik Jörk Nielsen and Suckjoon Jun and Stuart Austin",
            "2014",
            "fUwwsXQAAAAJ:4DMP91E08xMC",
            104,
            "http:\/\/genesdev.cshlp.org\/content\/28\/1\/71.short",
            "5017318738839409128",
            "\/scholar?cites=5017318738839409128",
            {
                "2014":17,
                "2015":14,
                "2016":12,
                "2017":19,
                "2018":17,
                "2019":14,
                "2020":10
            }
        ],
        [
            "How cells maintain a stable size has fascinated scientists since the beginning of modern biology, but has remained largely mysterious. Recently, however, the ability to analyze single bacteria in real time has provided new, important quantitative insights into this long-standing question in cell biology.",
            "Cell-size maintenance: universal strategy revealed",
            "Suckjoon Jun and Sattar Taheri-Araghi",
            "2015",
            "fUwwsXQAAAAJ:QIV2ME_5wuYC",
            99,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0966842X14002455",
            "8090206170447226695",
            "\/scholar?cites=8090206170447226695",
            {
                "2015":14,
                "2016":15,
                "2017":25,
                "2018":20,
                "2019":15,
                "2020":10
            }
        ],
        [
            "We formulate a kinetic model of DNA replication that quantitatively describes recent results on DNA replication in the in vitro system of Xenopus laevis prior to the mid-blastula transition. The model describes well a large amount of different data within a simple theoretical framework. This allows one, for the first time, to determine the parameters governing the DNA replication program in a eukaryote on a genome-wide basis. In particular, we have determined the frequency of origin activation in time and space during the cell cycle. Although we focus on a specific stage of development, this model can easily be adapted to describe replication in many other organisms, including budding yeast.",
            "Kinetic model of DNA replication in eukaryotic organisms",
            "John Herrick and Suckjoon Jun and John Bechhoefer and Aaron Bensimon",
            "2002",
            "fUwwsXQAAAAJ:d1gkVwhDpl0C",
            96,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022283602005223",
            "17519883117088844461",
            "\/scholar?cites=17519883117088844461",
            {
                "2003":3,
                "2004":3,
                "2005":4,
                "2006":7,
                "2007":5,
                "2008":11,
                "2009":7,
                "2010":8,
                "2011":8,
                "2012":6,
                "2013":6,
                "2014":8,
                "2015":5,
                "2016":5,
                "2017":3,
                "2018":2,
                "2019":3,
                "2020":2
            }
        ]
    ]
}