{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A new measurement resolves cyclotron and spin levels for a single-electron quantum cyclotron to obtain an electron magnetic moment, given by g\/2= 1.001 159 652 180 85 (76)[0.76 ppt]. The uncertainty is nearly 6 times lower than in the past, and g is shifted downward by 1.7 standard deviations. The new g, with a quantum electrodynamics (QED) calculation, determines the fine structure constant with a 0.7 ppb uncertainty—10 times smaller than for atom-recoil determinations. Remarkably, this 100 mK measurement probes for internal electron structure at 130 GeV.",
            "New measurement of the electron magnetic moment using a one-electron quantum cyclotron",
            "Brian Odom and David Hanneke and B d’Urso and Gerald Gabrielse",
            "2006",
            "FUywg1sAAAAJ:u-x6o8ySG0sC",
            590,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.030801",
            "15548390408116055877",
            "\/scholar?cites=15548390408116055877",
            {
                "2006":20,
                "2007":37,
                "2008":62,
                "2009":40,
                "2010":42,
                "2011":32,
                "2012":34,
                "2013":42,
                "2014":44,
                "2015":31,
                "2016":20,
                "2017":38,
                "2018":41,
                "2019":60,
                "2020":39,
                "2021":1
            }
        ],
        [
            "Quantum electrodynamics (QED) predicts a relationship between the dimensionless magnetic moment of the electron (g) and the fine structure constant (α). A new measurement of g using a one-electron quantum cyclotron, together with a QED calculation involving 891 eighth-order Feynman diagrams, determine α− 1= 137.035 999 710 (96)[0.70 ppb]. The uncertainties are 10 times smaller than those of nearest rival methods that include atom-recoil measurements. Comparisons of measured and calculated g test QED most stringently, and set a limit on internal electron structure.",
            "New Determination of the Fine Structure Constant from the Electron  Value and QED",
            "G Gabrielse and D Hanneke and T Kinoshita and M Nio and B Odom",
            "2006",
            "FUywg1sAAAAJ:u5HHmVD_uO8C",
            523,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.030802",
            "4199475700303508157",
            "\/scholar?cites=4199475700303508157",
            {
                "2006":28,
                "2007":65,
                "2008":57,
                "2009":51,
                "2010":37,
                "2011":31,
                "2012":34,
                "2013":19,
                "2014":21,
                "2015":27,
                "2016":22,
                "2017":44,
                "2018":31,
                "2019":29,
                "2020":15
            }
        ],
        [
            "The indistinguishability of identical quantum particles can lead to quantum interferences that profoundly affect their scattering 1, 2. If two particles collide and scatter, the process that results in the detection of the first particle in one direction and the second particle in another direction interferes quantum mechanically with the physically indistinguishable process where the roles of the particles are reversed. For bosons such as photons, a constructive interference between probability amplitudes can enhance the probability, relative to classical expectations, that both are detected in the same direction—this is known as ‘bunching’. But for fermions such as electrons, a destructive interference should suppress this probability (‘anti-bunching’); this interference is the origin of the Pauli exclusion principle, which states that two electrons can never occupy the same state. Although two-particle interferences have been shown …",
            "Quantum interference in electron collision",
            "RC Liu and B Odom and Y Yamamoto and S Tarucha",
            "1998",
            "FUywg1sAAAAJ:RGFaLdJalmkC",
            288,
            "https:\/\/www.nature.com\/articles\/34611",
            "16162074322955621859",
            "\/scholar?cites=16162074322955621859",
            {
                "1998":5,
                "1999":19,
                "2000":17,
                "2001":14,
                "2002":19,
                "2003":16,
                "2004":18,
                "2005":15,
                "2006":13,
                "2007":10,
                "2008":5,
                "2009":9,
                "2010":4,
                "2011":10,
                "2012":9,
                "2013":16,
                "2014":10,
                "2015":10,
                "2016":17,
                "2017":18,
                "2018":12,
                "2019":12,
                "2020":8
            }
        ],
        [
            "Bubble chambers were the dominant technology used for particle detection in accelerator experiments for several decades, eventually falling into disuse with the advent of other techniques. We report here on a new application for these devices. We operated an ultraclean, room-temperature bubble chamber containing 1.5 kilograms of superheated CF3I, a target maximally sensitive to spin-dependent and -independent weakly interacting massive particle (WIMP) couplings. An extreme intrinsic insensitivity to the backgrounds that commonly limit direct searches for dark matter was measured in this device under operating conditions leading to the detection of low-energy nuclear recoils like those expected from WIMPs. Improved limits on the spin-dependent WIMP-proton scattering cross section were extracted during our experiments, excluding this type of coupling as a possible explanation for a recent claim of particle …",
            "Spin-dependent WIMP limits from a bubble chamber",
            "E Behnke and JI Collar and PS Cooper and K Crum and M Crisler and M Hu and I Levine and D Nakazawa and H Nguyen and B Odom and E Ramberg and J Rasmussen and N Riley and A Sonnenschein and M Szydagis and R Tschirhart",
            "2008",
            "FUywg1sAAAAJ:d1gkVwhDpl0C",
            244,
            "https:\/\/science.sciencemag.org\/content\/319\/5865\/933.abstract",
            "12370775431526096393",
            "\/scholar?cites=12370775431526096393",
            {
                "2008":23,
                "2009":51,
                "2010":56,
                "2011":42,
                "2012":18,
                "2013":9,
                "2014":8,
                "2015":14,
                "2016":8,
                "2017":6,
                "2018":2,
                "2019":3,
                "2020":2,
                "2021":1
            }
        ],
        [
            "A one-electron oscillator is cooled from 5.2 K to 850 mK using electronic feedback. Novel quantum jump thermometry reveals a Boltzmann distribution of oscillator energies and directly measures the corresponding temperature. The ratio of electron temperature and damping rate (also directly measured) is observed to be a fluctuation-dissipation invariant, independent of feedback gain, as predicted for noiseless feedback. The sharply reduced linewidth that results from feedback cooling illustrates the likely importance for improved fundamental measurements and symmetry tests.",
            "Feedback cooling of a one-electron oscillator",
            "B d’Urso and B Odom and G Gabrielse",
            "2003",
            "FUywg1sAAAAJ:9yKSN-GCB0IC",
            103,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.90.043001",
            "1016496625914819993",
            "\/scholar?cites=1016496625914819993",
            {
                "2003":7,
                "2004":8,
                "2005":13,
                "2006":3,
                "2007":4,
                "2008":5,
                "2009":5,
                "2010":8,
                "2011":2,
                "2012":3,
                "2013":10,
                "2014":5,
                "2015":5,
                "2016":1,
                "2017":8,
                "2018":5,
                "2019":9,
                "2020":2
            }
        ],
        [
            "The direct laser cooling of neutral diatomic molecules in molecular beams suggests that trapped molecular ions can also be laser cooled. The long storage time and spatial localization of trapped molecular ions provides an opportunity for multi-step cooling strategies, but also requires careful consideration of rare molecular transitions. We briefly summarize the requirements that a diatomic molecule must meet for laser cooling, and we identify a few potential molecular ion candidates. We then carry out a detailed computational study of the candidates BH+ and AlH+, including improved ab initio calculations of the electronic state potential energy surfaces and transition rates for rare dissociation events. On the basis of an analysis of the population dynamics, we determine which transitions must be addressed for laser cooling, and compare experimental schemes using continuous-wave and pulsed lasers.",
            "Challenges of laser-cooling molecular ions",
            "Jason HV Nguyen and C Ricardo Viteri and Edward G Hohenstein and C David Sherrill and Kenneth R Brown and Brian Odom",
            "2011",
            "FUywg1sAAAAJ:qjMakFHDy7sC",
            96,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1367-2630\/13\/6\/063023\/meta",
            "5727387752560152519",
            "\/scholar?cites=5727387752560152519",
            {
                "2011":3,
                "2012":5,
                "2013":12,
                "2014":12,
                "2015":13,
                "2016":8,
                "2017":12,
                "2018":10,
                "2019":8,
                "2020":12,
                "2021":1
            }
        ],
        [
            "Laser cycling of resonances can remove entropy from a system via spontaneously emitted photons, with electronic resonances providing the fastest cooling timescales because of their rapid spontaneous relaxation. Although atoms are routinely laser-cooled, even simple molecules pose two interrelated challenges for cooling: every populated rotational–vibrational state requires a different laser frequency, and electronic relaxation generally excites vibrations. Here we cool trapped AlH+ molecules to their ground rotational–vibrational quantum state using an electronically exciting broadband laser to simultaneously drive cooling resonances from many different rotational levels. Undesired vibrational excitation is avoided because of vibrational–electronic decoupling in AlH+. We demonstrate rotational cooling on the 140 (20) ms timescale from room temperature to, with the ground-state population increasing from~ 3 …",
            "Broadband Optical Cooling of Molecular Rotors from Room Temperature to the Ground State",
            "Chien-Yu Lien and Christopher M. Seck and Yen-Wei Lin and Jason H.V. Nguyen and David A. Tabor and Brian C. Odom",
            "2014",
            "FUywg1sAAAAJ:k_IJM867U9cC",
            86,
            "https:\/\/www.nature.com\/articles\/ncomms5783",
            "2176746281477274438",
            "\/scholar?cites=2176746281477274438",
            {
                "2015":12,
                "2016":19,
                "2017":13,
                "2018":13,
                "2019":11,
                "2020":16
            }
        ],
        [
            "Spectroscopy of buffer-gas cooled vanadium monoxide (VO) is performed in the presence of a magnetic trapping field and at low field. VO is created via laser ablation. A helium buffer gas, chilled by a dilution refrigerator, cools 1012 VO molecules to 1.8±0.2 K within 10 ms. The measured rotational temperature is 1.5±0.8 K. Spatially resolved Zeeman spectra allow the magnetic broadening terms of several optical transitions to be determined. The density of VO decays with a characteristic time of 60 ms, thus precluding the observation of trapping.",
            "Spectroscopy of buffer-gas cooled vanadium monoxide in a magnetic trapping field",
            "Jonathan D Weinstein and Robert Decarvalho and Karine Amar and Andreea Boca and Brian C Odom and Bretislav Friedrich and John M Doyle",
            "1998",
            "FUywg1sAAAAJ:2osOgNQ5qMEC",
            74,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.476864",
            "4368005733681633700",
            "\/scholar?cites=4368005733681633700",
            {
                "1999":2,
                "2000":7,
                "2001":2,
                "2002":5,
                "2003":4,
                "2004":8,
                "2005":3,
                "2006":1,
                "2007":4,
                "2008":6,
                "2009":2,
                "2010":6,
                "2011":4,
                "2012":4,
                "2013":2,
                "2014":6,
                "2015":1,
                "2016":2,
                "2017":1,
                "2018":2,
                "2019":2
            }
        ],
        [
            "We study the prospects for detecting weakly interacting massive particles (WIMPs) in a number of phenomenological scenarios, with a detector composed of a target simultaneously sensitive to both spin-dependent and spin-independent couplings, as is the case of COUPP (Chicagoland Observatory for Underground Particle Physics). First, we show that sensitivity to both couplings optimizes chances of initial WIMP detection. Second, we demonstrate that, in case of detection, a comparison of the signal on two complementary targets, such as in COUPP CF 3 I and C 4 F 10 bubble chambers, allows a significantly more precise determination of the dark matter axial and scalar couplings. This strategy would provide crucial information on the nature of the WIMPs and possibly allow discrimination between neutralino and Kaluza-Klein dark matter.",
            "Identification of weakly interacting massive particles through a combined measurement of axial and scalar couplings",
            "G Bertone and David G Cerdeno and JI Collar and B Odom",
            "2007",
            "FUywg1sAAAAJ:dhFuZR0502QC",
            64,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.151301",
            "13713905262561298625",
            "\/scholar?cites=13713905262561298625",
            {
                "2007":1,
                "2008":7,
                "2009":7,
                "2010":13,
                "2011":11,
                "2012":8,
                "2013":5,
                "2014":3,
                "2015":2,
                "2016":2,
                "2017":1,
                "2018":4
            }
        ],
        [
            "We study the prospects for detecting weakly interacting massive particles (WIMPs) in a number of phenomenological scenarios, with a detector composed of a target simultaneously sensitive to both spin-dependent and spin-independent couplings, as is the case of COUPP (Chicagoland Observatory for Underground Particle Physics). First, we show that sensitivity to both couplings optimizes chances of initial WIMP detection. Second, we demonstrate that, in case of detection, a comparison of the signal on two complementary targets, such as in COUPP CF 3 I and C 4 F 10 bubble chambers, allows a significantly more precise determination of the dark matter axial and scalar couplings. This strategy would provide crucial information on the nature of the WIMPs and possibly allow discrimination between neutralino and Kaluza-Klein dark matter.",
            "Identification of weakly interacting massive particles through a combined measurement of axial and scalar couplings",
            "G Bertone and David G Cerdeno and JI Collar and B Odom",
            "2007",
            "FUywg1sAAAAJ:UeHWp8X0CEIC",
            64,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.151301",
            "13713905262561298625",
            "\/scholar?cites=13713905262561298625",
            {
                "2007":1,
                "2008":7,
                "2009":7,
                "2010":13,
                "2011":11,
                "2012":8,
                "2013":5,
                "2014":3,
                "2015":2,
                "2016":2,
                "2017":1,
                "2018":4
            }
        ]
    ]
}