{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Graphics processing units (GPUs), originally developed for rendering real-time effects in computer games, now provide unprecedented computational power for scientific applications. In this paper, we develop a general purpose molecular dynamics code that runs entirely on a single GPU. It is shown that our GPU implementation provides a performance equivalent to that of fast 30 processor core distributed memory cluster. Our results show that GPUs already provide an inexpensive alternative to such clusters and discuss implications for the future.",
            "General purpose molecular dynamics simulations fully implemented on graphics processing units",
            "Joshua A Anderson and Chris D Lorenz and Alex Travesset",
            "2008",
            "fV5u6E8AAAAJ:u5HHmVD_uO8C",
            1595,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021999108000818",
            "6847608292140012183",
            "\/scholar?cites=6847608292140012183",
            {
                "2008":13,
                "2009":43,
                "2010":91,
                "2011":120,
                "2012":117,
                "2013":157,
                "2014":132,
                "2015":139,
                "2016":121,
                "2017":135,
                "2018":165,
                "2019":172,
                "2020":157,
                "2021":10
            }
        ],
        [
            "We describe experimental investigations of the structure of two-dimensional spherical crystals. The crystals, formed by beads self-assembled on water droplets in oil, serve as model systems for exploring very general theories about the minimum-energy configurations of particles with arbitrary repulsive interactions on curved surfaces. Above a critical system size we find that crystals develop distinctive high-angle grain boundaries, or scars, not found in planar crystals. The number of excess defects in a scar is shown to grow linearly with the dimensionless system size. The observed slope is expected to be universal, independent of the microscopic potential.",
            "Grain boundary scars and spherical crystallography",
            "AR Bausch and Mark John Bowick and A Cacciuto and AD Dinsmore and MF Hsu and DR Nelson and MG Nikolaides and A Travesset and DA Weitz",
            "2003",
            "fV5u6E8AAAAJ:u-x6o8ySG0sC",
            517,
            "https:\/\/science.sciencemag.org\/content\/299\/5613\/1716.abstract",
            "12311413340836844991",
            "\/scholar?cites=12311413340836844991",
            {
                "2003":6,
                "2004":14,
                "2005":26,
                "2006":22,
                "2007":33,
                "2008":30,
                "2009":33,
                "2010":13,
                "2011":30,
                "2012":31,
                "2013":31,
                "2014":32,
                "2015":35,
                "2016":34,
                "2017":29,
                "2018":30,
                "2019":36,
                "2020":47,
                "2021":4
            }
        ],
        [
            "We propose and analyze an effective free energy describing the physics of disclination defects in particle arrays constrained to move on an arbitrary two-dimensional surface. At finite temperature the physics of interacting disclinations is mapped to a Laplacian sine-Gordon Hamiltonian suitable for numerical simulations. We discuss general features of the ground state and thereafter specialize to the spherical case. The ground state is analyzed as a function of the ratio of the defect core energy to the Young’s modulus. We argue that the core energy contribution becomes less and less important in the limit R≫ a, where R is the radius of the sphere and a is the particle spacing. For large core energies there are 12 disclinations forming an icosahedron. For intermediate core energies unusual finite-length grain boundaries are preferred. The complicated regime of small core energies, appropriate to the limit R\/a→∞, is …",
            "Interacting topological defects on frozen topographies",
            "Mark J Bowick and David R Nelson and Alex Travesset",
            "2000",
            "fV5u6E8AAAAJ:d1gkVwhDpl0C",
            244,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.62.8738",
            "2427795338589128129",
            "\/scholar?cites=2427795338589128129",
            {
                "2001":5,
                "2002":4,
                "2003":5,
                "2004":8,
                "2005":15,
                "2006":14,
                "2007":16,
                "2008":15,
                "2009":15,
                "2010":10,
                "2011":12,
                "2012":18,
                "2013":15,
                "2014":10,
                "2015":20,
                "2016":14,
                "2017":12,
                "2018":12,
                "2019":12,
                "2020":11,
                "2021":1
            }
        ],
        [
            "We attack the generalized Thomson problem, ie, determining the ground state energy and configuration of many particles interacting via an arbitrary repulsive pairwise potential on a sphere via a continuum mapping onto a universal long range interaction between angular disclination defects parametrized by the elastic (Young) modulus Y of the underlying lattice and the core energy E c o r e of an isolated disclination. Predictions from the continuum theory for the ground state energy agree with numerical simulations of long range power law interactions of the form 1\/r γ (0< γ< 2) to four significant figures. The generality of our approach is illustrated by a study of grain boundary proliferation for tilted crystalline order and square lattices on the sphere.",
            "Crystalline order on a sphere and the generalized Thomson problem",
            "Mark Bowick and Angelo Cacciuto and David R Nelson and Alex Travesset",
            "2002",
            "fV5u6E8AAAAJ:2osOgNQ5qMEC",
            184,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.89.185502",
            "17071316748993094204",
            "\/scholar?cites=17071316748993094204",
            {
                "2002":1,
                "2003":6,
                "2004":7,
                "2005":18,
                "2006":13,
                "2007":16,
                "2008":9,
                "2009":17,
                "2010":2,
                "2011":6,
                "2012":12,
                "2013":5,
                "2014":9,
                "2015":8,
                "2016":12,
                "2017":11,
                "2018":7,
                "2019":11,
                "2020":12
            }
        ],
        [
            "The fluctuations of two-dimensional extended objects (membranes) is a rich and exciting field with many solid results and a wide range of open issues. We review the distinct universality classes of membranes, determined by the local order, and the associated phase diagrams. After a discussion of several physical examples of membranes we turn to the physics of crystalline (or polymerized) membranes in which the individual monomers are rigidly bound. We discuss the phase diagram with particular attention to the dependence on the degree of self-avoidance and anisotropy. In each case we review and discuss analytic, numerical and experimental predictions of critical exponents and other key observables. Particular emphasis is given to the results obtained from the renormalization group ε-expansion. The resulting renormalization group flows and fixed points are illustrated graphically. The full technical details …",
            "The statistical mechanics of membranes",
            "Mark J Bowick and Alex Travesset",
            "2001",
            "fV5u6E8AAAAJ:9yKSN-GCB0IC",
            177,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370157300001289",
            "17265923994612038970",
            "\/scholar?cites=17265923994612038970",
            {
                "2000":1,
                "2001":2,
                "2002":3,
                "2003":4,
                "2004":10,
                "2005":9,
                "2006":18,
                "2007":14,
                "2008":8,
                "2009":12,
                "2010":11,
                "2011":10,
                "2012":5,
                "2013":11,
                "2014":11,
                "2015":4,
                "2016":6,
                "2017":13,
                "2018":8,
                "2019":5,
                "2020":12
            }
        ],
        [
            "DNA linker mediated self-assembly is emerging as a very general strategy for designing new materials. In this Letter, we characterize both the dynamics and thermodynamics of nanoparticle-DNA self-assembly by molecular dynamics simulations from a new coarse-grained model. We establish the general phase diagram and discuss the stability of a previously overlooked crystalline phase (D-bcc). We also characterize universal properties about the dynamics of crystallization. We point out the connection to f-star polymer systems and discuss the implications for ongoing experiments as well as for the general field of DNA mediated self-assembly.",
            "Dynamics and statics of DNA-programmable nanoparticle self-assembly and crystallization",
            "C Knorowski and S Burleigh and A Travesset",
            "2011",
            "fV5u6E8AAAAJ:3fE2CSJIrl8C",
            131,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.215501",
            "18265725157461772504",
            "\/scholar?cites=18265725157461772504",
            {
                "2011":3,
                "2012":8,
                "2013":16,
                "2014":16,
                "2015":14,
                "2016":24,
                "2017":14,
                "2018":12,
                "2019":12,
                "2020":11
            }
        ],
        [
            "Silica is one of the most widely used inorganic materials in experiments and applications involving aqueous solutions of biomolecules, nanoparticles, etc. In this paper, we construct a detailed atomistic model of a silica interface that captures the essential experimentally known properties of a silica interface. We then perform all-atom molecular dynamics simulations of a silica nanochannel subjected to either an external pressure or an electric field and provide an atomistic description of ionic transport and both electro-osmotic flow and streaming currents for a solution of monovalent (0.4 M NaCl) as well as divalent (0.2 and 1.0 M CaCl 2) salts. Our results allow a detailed investigation of ζ-potentials, Stern layer conductance, charge inversion, ionic mobilities, as well as continuum theories and Onsager relations. We conclude with a discussion on the implications of our results for silica nanopore experiments and micro …",
            "Molecular dynamics of ionic transport and electrokinetic effects in realistic silica channels",
            "Christian D Lorenz and Paul S Crozier and Joshua A Anderson and Alex Travesset",
            "2008",
            "fV5u6E8AAAAJ:Tyk-4Ss8FVUC",
            113,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp711510k",
            "2268621366759368573",
            "\/scholar?cites=2268621366759368573",
            {
                "2009":5,
                "2010":12,
                "2011":10,
                "2012":10,
                "2013":9,
                "2014":8,
                "2015":10,
                "2016":13,
                "2017":10,
                "2018":13,
                "2019":4,
                "2020":9
            }
        ],
        [
            "We determine the Poisson ratio of self-avoiding fixed-connectivity membranes, modeled as impenetrable plaquettes, to be σ=− 0.37 (6), in statistical agreement with the Poisson ratio of phantom fixed-connectivity membranes σ=− 0.32 (4). Together with the equality of critical exponents, this result implies a unique universality class for fixed-connectivity membranes. Our findings thus establish that physical fixed-connectivity membranes provide a wide class of auxetic (negative Poisson ratio) materials with significant potential applications in materials science.",
            "Universal negative Poisson ratio of self-avoiding fixed-connectivity membranes",
            "Mark Bowick and Angelo Cacciuto and G Thorleifsson and A Travesset",
            "2001",
            "fV5u6E8AAAAJ:qjMakFHDy7sC",
            96,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.87.148103",
            "11832613809417818502",
            "\/scholar?cites=11832613809417818502",
            {
                "2001":2,
                "2002":3,
                "2003":4,
                "2004":7,
                "2005":3,
                "2006":4,
                "2007":13,
                "2008":5,
                "2009":8,
                "2010":5,
                "2011":3,
                "2012":2,
                "2013":6,
                "2014":6,
                "2015":3,
                "2016":6,
                "2017":1,
                "2018":6,
                "2019":6,
                "2020":3
            }
        ],
        [
            "Phosphatidic acid (PA) is emerging as a key phospholipid in a wide range of biological processes such as signal transduction, secretion, or membrane fusion. In most cases, the biological functionality of PA is associated with the presence of micromolar to millimolar calcium concentrations. It has been argued that PA can create defects in the packing of lipids in membranes due to lateral phase separation by divalent ions, which in turn aggregate proteins with high affinity for PA. In this article, we present a detailed investigation of the properties of PA domains in the presence of divalent ions by a combination of molecular dynamics simulations and theoretical methods. Our results show that PA is extremely effective in binding divalent ions through its oxygen atoms, with a broad distribution of binding constants and exhibiting the phenomenon of charge inversion (a total number of bound counterion charges that exceeds …",
            "Phosphatidic acid domains in membranes: effect of divalent counterions",
            "Jordi Faraudo and Alex Travesset",
            "2007",
            "fV5u6E8AAAAJ:IjCSPb-OGe4C",
            94,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349507710858",
            "2566958742625181719",
            "\/scholar?cites=2566958742625181719",
            {
                "2007":2,
                "2008":10,
                "2009":16,
                "2010":10,
                "2011":6,
                "2012":7,
                "2013":5,
                "2014":6,
                "2015":4,
                "2016":7,
                "2017":2,
                "2018":6,
                "2019":8,
                "2020":4
            }
        ],
        [
            "The original Thomson problem of “spherical crystallography” seeks the ground state of electron shells interacting via the Coulomb potential; however one can also study crystalline ground states of particles interacting with other potentials. We focus here on long-range power-law interactions of the form 1∕ r γ (0< γ< 2), with the classic Thomson problem given by γ= 1. At large R∕ a, where R is the sphere radius and a is the particle spacing, the problem can be reformulated as a continuum elastic model that depends on the Young’s modulus of particles packed in the plane and the universal (independent of the pair potential) geometrical interactions between disclination defects. The energy of the continuum model can be expressed as an expansion in powers of the total number of particles, M∼(R∕ a) 2, with coefficients explicitly related to both geometric and potential-dependent terms. For icosahedral …",
            "Crystalline particle packings on a sphere with long-range power-law potentials",
            "Mark J Bowick and Angelo Cacciuto and David R Nelson and Alex Travesset",
            "2006",
            "fV5u6E8AAAAJ:zYLM7Y9cAGgC",
            88,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.73.024115",
            "25788718203005017",
            "\/scholar?cites=25788718203005017",
            {
                "2006":6,
                "2007":12,
                "2008":5,
                "2009":10,
                "2010":3,
                "2011":4,
                "2012":11,
                "2013":4,
                "2014":2,
                "2015":6,
                "2016":4,
                "2017":3,
                "2018":5,
                "2019":7,
                "2020":5,
                "2021":1
            }
        ]
    ]
}