{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "The size distribution of asteroids and Kuiper belt objects in the solar system is difficult to reconcile with a bottom-up formation scenario due to the observed scarcity of objects smaller than ~100 km in size. Instead, planetesimals appear to form top-down, with large 100−1000 km bodies forming from the rapid gravitational collapse of dense clumps of small solid particles. In this paper we investigate the conditions under which solid particles can form dense clumps in a protoplanetary disk. We used a hydrodynamic code to model the interaction between solid particles and the gas inside a shearing box inside the disk, considering particle sizes from submillimeter-sized chondrules to meter-sized rocks. We found that particles down to millimeter sizes can form dense particle clouds through the run-away convergence of radial drift known as the streaming instability. We made a map of the range of conditions (strength of …",
            "How to form planetesimals from mm-sized chondrules and chondrule aggregates",
            "Daniel Carrera and Anders Johansen and Melvyn B Davies",
            "2015",
            "FVus8WsAAAAJ:u5HHmVD_uO8C",
            156,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2015\/07\/aa25120-14\/aa25120-14.html",
            "4273857223985983828",
            "\/scholar?cites=4273857223985983828",
            {
                "2015":4,
                "2016":27,
                "2017":26,
                "2018":33,
                "2019":34,
                "2020":27,
                "2021":4
            }
        ],
        [
            "Laboratory experiments indicate that direct growth of silicate grains via mutual collisions can only produce particles up to roughly millimeters in size. On the other hand, recent simulations of the streaming instability have shown that mm\/cm-sized particles require an excessively high metallicity for dense filaments to emerge. Using a numerical algorithm for stiff mutual drag force, we perform simulations of small particles with significantly higher resolutions and longer simulation times than in previous investigations. We find that particles of dimensionless stopping time τs = 10-2 and 10-3 – representing cm- and mm-sized particles interior of the water ice line – concentrate themselves via the streaming instability at a solid abundance of a few percent. We thus revise a previously published critical solid abundance curve for the regime of τs ≪ 1. The solid density in the concentrated regions reaches values higher than the …",
            "Concentrating small particles in protoplanetary disks through the streaming instability",
            "C-C Yang and Anders Johansen and Daniel Carrera",
            "2017",
            "FVus8WsAAAAJ:Tyk-4Ss8FVUC",
            114,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2017\/10\/aa30106-16\/aa30106-16.html",
            "6428966863700641028",
            "\/scholar?cites=6428966863700641028",
            {
                "2017":2,
                "2018":20,
                "2019":37,
                "2020":52,
                "2021":3
            }
        ],
        [
            "Recent years have seen growing interest in the streaming instability as a candidate mechanism to produce planetesimals. However, these investigations have been limited to small-scale simulations. We now present the results of a global protoplanetary disk evolution model that incorporates planetesimal formation by the streaming instability, along with viscous accretion, photoevaporation by EUV, FUV, and X-ray photons, dust evolution, the water ice line, and stratified turbulence. Our simulations produce massive (60–130 M⊕) planetesimal belts beyond 100 au and up to~ 20 M⊕ of planetesimals in the middle regions (3–100 au). Our most comprehensive model forms 8 M⊕ of planetesimals inside 3 au, where they can give rise to terrestrial planets. The planetesimal mass formed in the inner disk depends critically on the timing of the formation of an inner cavity in the disk by high-energy photons. Our results show …",
            "Planetesimal formation by the streaming instability in a photoevaporating disk",
            "Daniel Carrera and Uma Gorti and Anders Johansen and Melvyn B Davies",
            "2017",
            "FVus8WsAAAAJ:Y0pCki6q_DkC",
            96,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-4357\/aa6932\/meta",
            "2329524445567198882",
            "\/scholar?cites=2329524445567198882",
            {
                "2017":4,
                "2018":24,
                "2019":24,
                "2020":36,
                "2021":8
            }
        ],
        [
            "Many observed giant planets lie on eccentric orbits. Such orbits could be the result of strong scatterings with other giant planets. The same dynamical instability that produces these scatterings may also cause habitable planets in interior orbits to become ejected, destroyed, or be transported out of the habitable zone. We say that a habitable planet has resilient habitability if it is able to avoid ejections and collisions and its orbit remains inside the habitable zone. Here we model the orbital evolution of rocky planets in planetary systems where giant planets become dynamically unstable. We measure the resilience of habitable planets as a function of the observed, present-day masses and orbits of the giant planets. We find that the survival rate of habitable planets depends strongly on the giant planet architecture. Equal-mass planetary systems are far more destructive than systems with giant planets of unequal …",
            "Survival of habitable planets in unstable planetary systems",
            "Daniel Carrera and Melvyn B. Davies and Anders Johansen",
            "2016",
            "FVus8WsAAAAJ:UeHWp8X0CEIC",
            32,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/463\/3\/3226\/2646619",
            "18031680214913157948",
            "\/scholar?cites=18031680214913157948",
            {
                "2017":6,
                "2018":10,
                "2019":7,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We present empirical evidence, supported by a planet formation model, to show that the curve  approximates the location of the so-called photo-evaporation valley. Planets below that curve are likely to have experienced complete photo-evaporation, and planets just above it appear to have inflated radii; thus we identify a new population of inflated super-Earths and mini-Neptunes. Our N-body simulations are set within an evolving protoplanetary disk and include prescriptions for orbital migration, gas accretion, and atmospheric loss due to giant impacts. Our simulated systems broadly match the sizes and periods of super-Earths in the Kepler catalog. They also reproduce the relative sizes of adjacent planets in the same system, with the exception of planet pairs that straddle the photo-evaporation valley. This latter group is populated by planet pairs with either very large or very small size ratios (R …",
            "Identifying Inflated Super-Earths and Photo-evaporated Cores",
            "Daniel Carrera and Eric B. Ford and Andre Izidoro and Daniel Jontof-Hutter and Sean N. Raymond and Angie Wolfgang",
            "2018",
            "FVus8WsAAAAJ:roLk4NBRz8UC",
            15,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-4357\/aadf8a\/meta",
            "1572940372361605910",
            "\/scholar?cites=1572940372361605910",
            {
                "2019":7,
                "2020":8
            }
        ],
        [
            "Most giant exoplanets discovered by radial velocity surveys have much higher eccentricities than those in the solar system. The planet–planet scattering mechanism has been shown to match the broad eccentricity distribution, but the highest-eccentricity planets are often attributed to Kozai-Lidov oscillations induced by a stellar companion. Here we investigate whether the highly eccentric exoplanet population can be produced entirely by scattering. We ran 500 N-body simulations of closely packed giant-planet systems that became unstable under their own mutual perturbations. We find that the surviving bound planets can have eccentricities up to e >  0.99, with a maximum of 0.999017 in our simulations. This suggests that there is no maximum eccentricity that can be produced by planet–planet scattering. Importantly, we find that extreme eccentricities are not extremely rare; the eccentricity distribution for all giant …",
            "Planet–planet scattering as the source of the highest eccentricity exoplanets",
            "Daniel Carrera and Sean N Raymond and Melvyn B Davies",
            "2019",
            "FVus8WsAAAAJ:Se3iqnhoufwC",
            8,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2019\/09\/aa35744-19\/aa35744-19.html",
            "10142803440888523070",
            "\/scholar?cites=10142803440888523070",
            {
                "2019":1,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Protoplanetary discs are thought to be truncated at orbital periods of around 10 d. Therefore, the origin of rocky short-period planets with P < 10 d is a puzzle. We propose that many of these planets may form through the Type-I migration of planets locked into a chain of mutual mean motion resonances. We ran N-body simulations of planetary embryos embedded in a protoplanetary disc. The embryos experienced gravitational scatterings, collisions, disc torques, and dampening of orbital eccentricity and inclination. We then modelled Kepler observations of these planets using a forward model of both the transit probability and the detection efficiency of the Kepler pipeline. We found that planets become locked into long chains of mean motion resonances that migrate in unison. When the chain reaches the edge of the disc, the inner planets are pushed past the edge due to the disc torques acting on the planets …",
            "Formation of short-period planets by disc migration",
            "Daniel Carrera and Eric B Ford and Andre Izidoro",
            "2019",
            "FVus8WsAAAAJ:UebtZRa9Y70C",
            8,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/486\/3\/3874\/5432363",
            "3391173090477943373",
            "\/scholar?cites=3391173090477943373",
            {
                "2019":2,
                "2020":5,
                "2021":1
            }
        ],
        [
            "The distribution of exoplanet masses is not primordial. After the initial stage of planet formation, gravitational interactions between planets can lead to the physical collision of two planets, or the ejection of one or more planets from the system. When this occurs, the remaining planets are typically left in more eccentric orbits. In this report we demonstrate how the present-day eccentricities of the observed exoplanet population can be used to reconstruct the initial mass function of exoplanets before the onset of dynamical instability. We developed a Bayesian framework that combines data from N-body simulations with present-day observations to compute a probability distribution for the mass of the planets that were ejected or collided in the past. Integrating across the exoplanet population, one can estimate the initial mass function of exoplanets. We find that the ejected planets are primarily sub-Saturn-type planets …",
            "Towards an initial mass function for giant planets",
            "Daniel Carrera and Melvyn B Davies and Anders Johansen",
            "2018",
            "FVus8WsAAAAJ:W7OEmFMy1HYC",
            1,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/478\/1\/961\/4990655",
            "4067817687515503215",
            "\/scholar?cites=4067817687515503215",
            {
                "2021":1
            }
        ],
        [
            "WIMPs, orWeakly InteractingMassive Particles, are a popular dark matter candidate, but their detection remains elusive. At its core, this project is an effort to bridge the gap between the theory of WIMPs, and astronomical observation.  According to the WIMP model, stars in the galaxy travel through a background field of WIMPs that are constantly crossing the star. Some of these WIMPs collide with atomic nuclei inside stars via the weak force interaction. The ones that lose sufficient kinetic energy become bound to the star. Captured WIMPs gradually accumulate inside the core of the star, where they annihilate with each other. This converts the entire WIMP mass into energy. A star that captures a significant number of WIMPs could receive most of its energy from WIMP-WIMP annihilation. This would have dramatic effects in the star’s structure and evolution, greatly prolonging its life. The possibility of directly observing stars powered by WIMP annihilation is the driving force behind this project.  In this project I have modelled collisions between WIMPs and atomic nuclei, via the weak interaction. Combined with an N-body simulation, I have been able to model WIMP capture in both single stars and binary systems. This work has led to a number of interesting conclusions: (1) Binary stars, due to their orbital motion, can produce more collisions that result in initially bound orbits. However, the gravitational interaction with two masses quickly scatters nearly all WIMPs out of the system. The few that survive, end up in rosette-shaped orbits that do not pass through either star. As a result, the WIMP capture rate in binaries is essentially zero. (2) These semi-stable …",
            "The effect of dark matter capture on binary stars",
            "Daniel Carrera",
            "2012",
            "FVus8WsAAAAJ:zYLM7Y9cAGgC",
            1,
            "https:\/\/lup.lub.lu.se\/student-papers\/record\/3242612",
            "17047160915693213644",
            "\/scholar?cites=17047160915693213644",
            {
                "2019":1
            }
        ]
    ]
}