{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Lattice-mismatch strains are widely known to control nanoscale pattern formation in heteroepitaxy, but such effects have not been exploited in colloidal nanocrystal growth. We demonstrate a colloidal route to synthesizing CdS-Ag2S nanorod superlattices through partial cation exchange. Strain induces the spontaneous formation of periodic structures. Ab initio calculations of the interfacial energy and modeling of strain energies show that these forces drive the self-organization of the superlattices. The nanorod superlattices exhibit high stability against ripening and phase mixing. These materials are tunable near-infrared emitters with potential applications as nanometer-scale optoelectronic devices.",
            "Spontaneous superlattice formation in nanorods through partial cation exchange",
            "Richard D Robinson and Bryce Sadtler and Denis O Demchenko and Can K Erdonmez and Lin-Wang Wang and A Paul Alivisatos",
            "2007",
            "FybigHEAAAAJ:QIV2ME_5wuYC",
            682,
            "https:\/\/science.sciencemag.org\/content\/317\/5836\/355.abstract",
            "14713633838442235596",
            "\/scholar?cites=14713633838442235596",
            {
                "2008":35,
                "2009":42,
                "2010":64,
                "2011":69,
                "2012":65,
                "2013":64,
                "2014":73,
                "2015":56,
                "2016":39,
                "2017":43,
                "2018":48,
                "2019":33,
                "2020":41,
                "2021":8
            }
        ],
        [
            "Recent advances in computational materials science present novel opportunities for structure discovery and optimization, including uncovering of unsuspected compounds and metastable structures, electronic structure, surface, and nano-particle properties. The practical realization of these opportunities requires systematic generation and classification of the relevant computational data by high-throughput methods. In this paper we present Aflow (Automatic Flow), a software framework for high-throughput calculation of crystal structure properties of alloys, intermetallics and inorganic compounds. The Aflow software is available for the scientific community on the website of the materials research consortium, aflowlib.org. Its geometric and electronic structure analysis and manipulation tools are additionally available for online operation at the same website. The combination of automatic methods and user online …",
            "AFLOW: An automatic framework for high-throughput materials discovery",
            "Stefano Curtarolo and Wahyu Setyawan and Gus LW Hart and Michal Jahnatek and Roman V Chepulskii and Richard H Taylor and Shidong Wang and Junkai Xue and Kesong Yang and Ohad Levy and Michael J Mehl and Harold T Stokes and Denis O Demchenko and Dane Morgan",
            "2012",
            "FybigHEAAAAJ:mB3voiENLucC",
            543,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927025612000717",
            "11880476685878790987",
            "\/scholar?cites=11880476685878790987",
            {
                "2012":11,
                "2013":13,
                "2014":20,
                "2015":40,
                "2016":54,
                "2017":64,
                "2018":66,
                "2019":97,
                "2020":155,
                "2021":19
            }
        ],
        [
            "Although ZnO and ZnS are abundant, stable, and environmentally benign, their band gap energies (3.44, 3.72 eV, respectively) are too large for optimal photovoltaic efficiency. By using band-corrected pseudopotential density functional theory calculations, we study how the band gap, optical absorption, and carrier localization can be controlled by forming quantum-well-like and nanowire-based heterostructures of ZnO\/ZnS and ZnO\/ZnTe. In the case of ZnO\/ZnS core\/shell nanowires, which can be synthesized using existing methods, we obtain a band gap of 2.07 eV, which corresponds to a Shockley−Quiesser efficiency limit of 23%. On the basis of these nanowire results, we propose that ZnO\/ZnS core\/shell nanowires can be used as photovoltaic devices with organic polymer semiconductors as p-channel contacts.      ",
            "Optical properties of ZnO\/ZnS and ZnO\/ZnTe heterostructures for photovoltaic applications",
            "Joshua Schrier and Denis O Demchenko and A Paul Alivisatos",
            "2007",
            "FybigHEAAAAJ:dhFuZR0502QC",
            436,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl071027k",
            "13022620540177604422",
            "\/scholar?cites=13022620540177604422",
            {
                "2007":2,
                "2008":22,
                "2009":25,
                "2010":35,
                "2011":38,
                "2012":57,
                "2013":45,
                "2014":33,
                "2015":40,
                "2016":32,
                "2017":31,
                "2018":29,
                "2019":24,
                "2020":20,
                "2021":3
            }
        ],
        [
            "The partial transformation of ionic nanocrystals through cation exchange has been used to synthesize nanocrystal heterostructures. We demonstrate that the selectivity for cation exchange to take place at different facets of the nanocrystal plays an important role in determining the resulting morphology of the binary heterostructure. In the case of copper(I) (Cu+) cation exchange in cadmium sulfide (CdS) nanorods, the reaction starts preferentially at the ends of the nanorods such that copper sulfide (Cu2S) grows inward from either end. The resulting morphology is very different from the striped pattern obtained in our previous studies of silver(I) (Ag+) exchange in CdS nanorods where nonselective nucleation of silver sulfide (Ag2S) occurs (Robinson, R. D.; Sadtler, B.; Demchenko, D. O.; Erdonmez, C. K.; Wang, L.-W.; Alivisatos, A. P. Science 2007, 317, 355−358). From interface formation energies calculated for …",
            "Selective facet reactivity during cation exchange in cadmium sulfide nanorods",
            "Bryce Sadtler and Denis O Demchenko and Haimei Zheng and Steven M Hughes and Maxwell G Merkle and Ulrich Dahmen and Lin-Wang Wang and A Paul Alivisatos",
            "2009",
            "FybigHEAAAAJ:7PzlFSSx8tAC",
            349,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja809854q",
            "12130230235820770073",
            "\/scholar?cites=12130230235820770073",
            {
                "2009":6,
                "2010":24,
                "2011":44,
                "2012":32,
                "2013":48,
                "2014":47,
                "2015":27,
                "2016":24,
                "2017":22,
                "2018":23,
                "2019":26,
                "2020":22,
                "2021":3
            }
        ],
        [
            "We demonstrate that yellow luminescence often observed in both carbon-doped and pristine GaN is the result of electronic transitions via the C N− O N complex. In contrast to common isolated defects, the C N− O N complex is energetically favorable, and its calculated optical properties, such as absorption and emission energies, a zero phonon line, and the thermodynamic transition level, all show excellent agreement with measured luminescence data. Thus, by combining hybrid density functional theory and experimental measurements, we propose a solution to a long-standing problem of the GaN yellow luminescence.",
            "Yellow luminescence of gallium nitride generated by carbon defect complexes",
            "Denis O Demchenko and Ibrahim C Diallo and Michael A Reshchikov",
            "2013",
            "FybigHEAAAAJ:ns9cj8rnVeAC",
            196,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.087404",
            "14199041285605416199",
            "\/scholar?cites=14199041285605416199",
            {
                "2013":4,
                "2014":21,
                "2015":25,
                "2016":32,
                "2017":39,
                "2018":32,
                "2019":18,
                "2020":23,
                "2021":2
            }
        ],
        [
            "In high-purity GaN grown by hydride vapor phase epitaxy, the commonly observed yellow luminescence (YL) band gives way to a green luminescence (GL) band at high excitation intensity. We propose that the GL band with a maximum at 2.4 eV is caused by transitions of electrons from the conduction band to the 0\/+ level of the isolated C N defect. The YL band, related to transitions via the−\/0 level of the same defect, has a maximum at 2.1 eV and can be observed only for some high-purity samples. However, in less pure GaN samples, where no GL band is observed, another YL band with a maximum at 2.2 eV dominates the photoluminescence spectrum. The latter is attributed to the C N O N complex.",
            "Carbon defects as sources of the green and yellow luminescence bands in undoped GaN",
            "Michael A Reshchikov and DO Demchenko and A Usikov and H Helava and Yu Makarov",
            "2014",
            "FybigHEAAAAJ:ZHo1McVdvXMC",
            147,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.90.235203",
            "17525300110524973588",
            "\/scholar?cites=17525300110524973588",
            {
                "2015":9,
                "2016":23,
                "2017":30,
                "2018":39,
                "2019":16,
                "2020":25,
                "2021":4
            }
        ],
        [
            "We show that spin-dependent resonant tunneling can dramatically enhance tunneling magnetoresistance. We consider double-barrier structures comprising a semiconductor quantum well between two insulating barriers and two ferromagnetic electrodes. By tuning the width of the quantum well, the lowest resonant level can be moved into the energy interval where the density of states for minority spins is zero. This leads to a great enhancement of the magnetoresistance, which exhibits a strong maximum as a function of the quantum well width. We demonstrate that magnetoresistance exceeding 800% is achievable in G a M n A s\/A l A s\/G a A s\/A l A s\/G a M n A s double-barrier structures.",
            "Resonant enhancement of tunneling magnetoresistance in double-barrier magnetic heterostructures",
            "AG Petukhov and AN Chantis and DO Demchenko",
            "2002",
            "FybigHEAAAAJ:L8Ckcad2t8MC",
            109,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.89.107205",
            "5840253676975973523",
            "\/scholar?cites=5840253676975973523",
            {
                "2002":2,
                "2003":10,
                "2004":8,
                "2005":10,
                "2006":7,
                "2007":14,
                "2008":13,
                "2009":6,
                "2010":5,
                "2011":8,
                "2012":3,
                "2013":1,
                "2014":5,
                "2015":5,
                "2016":2,
                "2017":2,
                "2018":2,
                "2019":4,
                "2020":2
            }
        ],
        [
            "The mechanism of formation of recently fabricated CdS-Ag2S nanorod superlattices is considered and their elastic properties are predicted theoretically based on experimental structural data. We consider different possible mechanisms for the spontaneous ordering observed in these 1D nanostructures, such as diffusion-limited growth and ordering due to epitaxial strain. A simplified model suggests that diffusion-limited growth partially contributes to the observed ordering, but cannot account for the full extent of the ordering alone. The elastic properties of bulk Ag2S are predicted using a first principles method and are fed into a classical valence force field (VFF) model of the nanostructure. The VFF results show significant repulsion between Ag2S segments, strongly suggesting that the interplay between the chemical interface energy and strain due to the lattice mismatch between the two materials drives the …",
            "Formation Mechanism and Properties of CdS-Ag2S Nanorod Superlattices",
            "Denis O Demchenko and Richard D Robinson and Bryce Sadtler and Can K Erdonmez and A Paul Alivisatos and Lin-Wang Wang",
            "2008",
            "FybigHEAAAAJ:NaGl4SEjCO4C",
            90,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn700381y",
            "2781698590191357200",
            "\/scholar?cites=2781698590191357200",
            {
                "2008":1,
                "2009":6,
                "2010":8,
                "2011":9,
                "2012":5,
                "2013":14,
                "2014":9,
                "2015":6,
                "2016":2,
                "2017":8,
                "2018":7,
                "2019":9,
                "2020":5
            }
        ],
        [
            "The mechanism of formation of recently fabricated CdS-Ag2S nanorod superlattices is considered and their elastic properties are predicted theoretically based on experimental structural data. We consider different possible mechanisms for the spontaneous ordering observed in these 1D nanostructures, such as diffusion-limited growth and ordering due to epitaxial strain. A simplified model suggests that diffusion-limited growth partially contributes to the observed ordering, but cannot account for the full extent of the ordering alone. The elastic properties of bulk Ag2S are predicted using a first principles method and are fed into a classical valence force field (VFF) model of the nanostructure. The VFF results show significant repulsion between Ag2S segments, strongly suggesting that the interplay between the chemical interface energy and strain due to the lattice mismatch between the two materials drives the …",
            "Formation Mechanism and Properties of CdS-Ag2S Nanorod Superlattices",
            "Denis O Demchenko and Richard D Robinson and Bryce Sadtler and Can K Erdonmez and A Paul Alivisatos and Lin-Wang Wang",
            "2008",
            "FybigHEAAAAJ:ZeXyd9-uunAC",
            90,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn700381y",
            "2781698590191357200",
            "\/scholar?cites=2781698590191357200",
            {
                "2008":1,
                "2009":6,
                "2010":8,
                "2011":9,
                "2012":5,
                "2013":14,
                "2014":9,
                "2015":6,
                "2016":2,
                "2017":8,
                "2018":7,
                "2019":9,
                "2020":5
            }
        ],
        [
            "A majority of the point defects in GaN that are responsible for broad photoluminescence (PL) bands remain unidentified. One of them is the green luminescence band (GL2) having a maximum at 2.35 eV which was observed previously in undoped GaN grown by molecular-beam epitaxy in Ga-rich conditions. The same PL band was observed in Mg-doped GaN, also grown in very Ga-rich conditions. The unique properties of the GL2 band allowed us to reliably identify it in different samples. The best candidate for the defect which causes the GL2 band is a nitrogen vacancy (V N). We propose that transitions of electrons from the conduction band to the+\/2+ transition level of the V N defect are responsible for the GL2 band in high-resistivity undoped and Mg-doped GaN.",
            "Green luminescence in Mg-doped GaN",
            "Michael A Reshchikov and DO Demchenko and JD McNamara and S Fernández-Garrido and R Calarco",
            "2014",
            "FybigHEAAAAJ:g5m5HwL7SMYC",
            86,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.90.035207",
            "16266120941893210260",
            "\/scholar?cites=16266120941893210260",
            {
                "2014":1,
                "2015":13,
                "2016":10,
                "2017":16,
                "2018":17,
                "2019":15,
                "2020":10,
                "2021":4
            }
        ]
    ]
}