{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report coherent optical control of a biexciton (two electron-hole pairs), confined in a single quantum dot, that shows coherent oscillations similar to the excited-state Rabi flopping in an isolated atom. The pulse control of the biexciton dynamics, combined with previouslydemonstrated control of the single-exciton Rabi rotation, serves as the physical basis for a two-bit conditional quantum logic gate. The truth table of the gate shows the features of an all-optical quantum gate with interacting yet distinguishable excitons as qubits. Evaluation of the fidelity yields a value of 0.7 for the gate operation. Such experimental capabilityis essential to a scheme for scalable quantum computation bymeans of the optical control of spin qubits in dots.",
            "An all-optical quantum gate in a semiconductor quantum dot",
            "Xiaoqin Li and Yanwen Wu and Duncan Steel and D Gammon and TH Stievater and DS Katzer and D Park and C Piermarocchi and LJ Sham",
            "2003",
            "Fz0J2ysAAAAJ:u5HHmVD_uO8C",
            1029,
            "https:\/\/science.sciencemag.org\/content\/301\/5634\/809.abstract",
            "15185772153196064974",
            "\/scholar?cites=15185772153196064974",
            {
                "2003":6,
                "2004":60,
                "2005":94,
                "2006":100,
                "2007":75,
                "2008":106,
                "2009":88,
                "2010":83,
                "2011":65,
                "2012":47,
                "2013":42,
                "2014":39,
                "2015":48,
                "2016":43,
                "2017":40,
                "2018":41,
                "2019":21,
                "2020":25,
                "2021":2
            }
        ],
        [
            "Transient nonlinear optical spectroscopy, performed on excitons confined to single GaAs quantum dots, shows oscillations that are analogous to Rabi oscillations in two-level atomic systems. This demonstration corresponds to a one-qubit rotation in a single quantum dot which is important for proposals using quantum dot excitons for quantum computing. The dipole moment inferred from the data is consistent with that directly obtained from linear absorption studies. The measurement extends the artificial atom model of quantum dot excitonic transitions into the strong-field limit, and makes possible full coherent optical control of the quantum state of single excitons using optical π pulses.",
            "Rabi oscillations of excitons in single quantum dots",
            "TH Stievater and Xiaoqin Li and D Gammon Steel and D Gammon and DS Katzer and D Park and C Piermarocchi and LJ Sham",
            "2001",
            "Fz0J2ysAAAAJ:u-x6o8ySG0sC",
            827,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.87.133603",
            "9028041861903096491",
            "\/scholar?cites=9028041861903096491",
            {
                "2002":43,
                "2003":55,
                "2004":71,
                "2005":71,
                "2006":59,
                "2007":42,
                "2008":53,
                "2009":54,
                "2010":54,
                "2011":43,
                "2012":26,
                "2013":36,
                "2014":29,
                "2015":29,
                "2016":30,
                "2017":39,
                "2018":33,
                "2019":31,
                "2020":26,
                "2021":2
            }
        ],
        [
            "A study of the elastic exciton-exciton Coulomb scattering in a semiconductor quantum well is presented, including the interexciton exchange of carriers and the spin degrees of freedom. The theoretical results show that electron-electron and hole-hole exchanges are the dominant mechanisms of interaction, while the classical direct term is negligible. The density-dependent homogeneous linewidth is calculated within the Born approximation and good agreement with the existing experimental data is obtained. Owing to the interexciton exchange of carriers, collisions lead to spin relaxation as actually observed in recent time-resolved photoluminescence experiments.",
            "Role of the exchange of carriers in elastic exciton-exciton scattering in quantum wells",
            "C Ciuti and V Savona and C Piermarocchi and A Quattropani and P Schwendimann",
            "1998",
            "Fz0J2ysAAAAJ:2osOgNQ5qMEC",
            434,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.58.7926",
            "5555302260459641469",
            "\/scholar?cites=5555302260459641469",
            {
                "1999":4,
                "2000":16,
                "2001":7,
                "2002":15,
                "2003":18,
                "2004":10,
                "2005":13,
                "2006":9,
                "2007":15,
                "2008":19,
                "2009":14,
                "2010":31,
                "2011":25,
                "2012":20,
                "2013":23,
                "2014":16,
                "2015":20,
                "2016":31,
                "2017":28,
                "2018":26,
                "2019":32,
                "2020":37,
                "2021":3
            }
        ],
        [
            "A theoretical model for the investigation of the dynamics of microcavity polaritons in the strong-coupling regime is proposed. The resulting photoluminescence dynamics at small angles is studied as a function of the angle of observation, the cavity detuning, the lattice, and the free-carrier temperature. For small detunings, the strong dispersion of the microcavity polaritons at small angles results in a bottleneck relaxation dynamics, similar to the bulk one. However, important differences, related to the reduced dimensionality of the system, are found. In particular, a larger emission from the upper polariton with respect to the lower polariton is found for any temperature. Moreover, a two-lobe angular emission from the lower branch is also expected. In the case of large pump excess energies, when hot carriers are injected into the system, longitudinal-optical-phonon emission has also been considered as a possible …",
            "Bottleneck effects in the relaxation and photoluminescence of microcavity polaritons",
            "F Tassone and C Piermarocchi and V Savona and A Quattropani and P Schwendimann",
            "1997",
            "Fz0J2ysAAAAJ:d1gkVwhDpl0C",
            399,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.56.7554",
            "4829420576603713361",
            "\/scholar?cites=4829420576603713361",
            {
                "1997":1,
                "1998":4,
                "1999":9,
                "2000":12,
                "2001":12,
                "2002":28,
                "2003":22,
                "2004":16,
                "2005":21,
                "2006":19,
                "2007":27,
                "2008":18,
                "2009":20,
                "2010":23,
                "2011":16,
                "2012":20,
                "2013":21,
                "2014":18,
                "2015":12,
                "2016":17,
                "2017":19,
                "2018":15,
                "2019":14,
                "2020":15
            }
        ],
        [
            "We present a theory to further a new perspective of proactive control of exciton dynamics in the quantum limit. Circularly polarized optical pulses in a semiconductor nanodot are used to control the dynamics of two interacting excitons of opposite polarizations. Shaping of femtosecond laser pulses keeps the quantum operation within the decoherence time. Computation of the fidelity of the operations and application to the complete solution of a minimal quantum computing algorithm demonstrate in theory the feasibility of quantum control.",
            "Control of exciton dynamics in nanodots for quantum operations",
            "Pochung Chen and C Piermarocchi and LJ Sham",
            "2001",
            "Fz0J2ysAAAAJ:9yKSN-GCB0IC",
            261,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.87.067401",
            "3446511720117624598",
            "\/scholar?cites=3446511720117624598",
            {
                "2001":1,
                "2002":40,
                "2003":23,
                "2004":36,
                "2005":25,
                "2006":20,
                "2007":13,
                "2008":22,
                "2009":8,
                "2010":8,
                "2011":7,
                "2012":10,
                "2013":7,
                "2014":14,
                "2015":7,
                "2016":3,
                "2017":4,
                "2018":4,
                "2019":2,
                "2020":2
            }
        ],
        [
            "We present a theory of quantum optical control of an electron spin in a single semiconductor quantum dot via spin-flip Raman transitions. We show how an arbitrary spin rotation may be achieved by virtual excitation of discrete or continuum trion states. The basic physics issues of the appropriate adiabatic optical pulses in a static magnetic field to perform the single-qubit operation are addressed.",
            "Theory of quantum optical control of a single spin in a quantum dot",
            "Pochung Chen and C Piermarocchi and LJ Sham and D Gammon and DG Steel",
            "2004",
            "Fz0J2ysAAAAJ:UeHWp8X0CEIC",
            225,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.69.075320",
            "6060245191242410053",
            "\/scholar?cites=6060245191242410053",
            {
                "2004":9,
                "2005":19,
                "2006":20,
                "2007":29,
                "2008":27,
                "2009":10,
                "2010":18,
                "2011":16,
                "2012":17,
                "2013":14,
                "2014":4,
                "2015":7,
                "2016":7,
                "2017":5,
                "2018":7,
                "2019":6,
                "2020":8
            }
        ],
        [
            "We show how a spin interaction between electrons localized in neighboring quantum dots can be induced and controlled optically. The coupling is generated via virtual excitation of delocalized excitons and provides an efficient coherent control of the spins. This quantum manipulation can be realized in the adiabatic limit and is robust against decoherence by spontaneous emission. Applications to the realization of quantum gates, scalable quantum computers, and to the control of magnetization in an array of charged dots are proposed.",
            "Optical RKKY interaction between charged semiconductor quantum dots",
            "C Piermarocchi and Pochung Chen and LJ Sham and DG Steel",
            "2002",
            "Fz0J2ysAAAAJ:qjMakFHDy7sC",
            222,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.89.167402",
            "11635995954069326489",
            "\/scholar?cites=11635995954069326489",
            {
                "2002":1,
                "2003":11,
                "2004":27,
                "2005":25,
                "2006":29,
                "2007":18,
                "2008":19,
                "2009":10,
                "2010":13,
                "2011":8,
                "2012":8,
                "2013":10,
                "2014":12,
                "2015":8,
                "2016":9,
                "2017":4,
                "2018":2,
                "2019":4,
                "2020":3
            }
        ],
        [
            "We derive the effective Bose Hamiltonian for a system of interacting excitons applying the Usui transformation. The fermionic nonlinearities are consistently included, leading to a density dependent correction to the kinetic Hamiltonian and to a saturation of the exciton oscillator strength. The exciton-exciton interaction potentials due to the Coulomb interaction are calculated, accounting for the spin dependence. Starting from the effective Hamiltonian, we obtain the excitonic Bloch equations. As a first application, we study the problem of excitonic Rabi oscillations in quantum wells.",
            "Excitonic Bloch equations for a two-dimensional system of interacting excitons",
            "G Rochat and C Ciuti and V Savona and C Piermarocchi and A Quattropani and P Schwendimann",
            "2000",
            "Fz0J2ysAAAAJ:zYLM7Y9cAGgC",
            152,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.61.13856",
            "1525610968670366450",
            "\/scholar?cites=1525610968670366450",
            {
                "2000":3,
                "2001":3,
                "2002":4,
                "2003":4,
                "2004":6,
                "2005":6,
                "2006":6,
                "2007":14,
                "2008":15,
                "2009":6,
                "2010":11,
                "2011":10,
                "2012":5,
                "2013":6,
                "2014":5,
                "2015":8,
                "2016":11,
                "2017":7,
                "2018":5,
                "2019":11,
                "2020":6
            }
        ],
        [
            "This work contains a theoretical analysis of the optical properties of semiconductor quantum wells embedded in planar Fabry-Perot microcavities. In particular, the properties of the system in correspondence to the excitonic transition are studied by means of the polariton formalism. The polariton states in microcavities are derived and the polar-iton dispersion is presented. Particular emphasis is put on the existence of two well distinct regimes depending on the exciton and cavity parameters: strong coupling and weak coupling regime. The main experimental results are reviewed and compared with the prediction of the theory. After the polariton states have been characterized, the optical response of the system is discussed, with particular attention to the photoluminescence measurements. The polariton formation and relaxation through phonon scattering and the effect of the exciton inhomogeneous broadening are …",
            "Optical properties of microcavity polaritons",
            "Vincenzo Savona and Carlo Piermarocchi and Antonio Quattropani and Paolo Schwendimann and Francesco Tassone",
            "1999",
            "Fz0J2ysAAAAJ:eQOLeE2rZwMC",
            133,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/01411599908224518",
            "17592194239381735670",
            "\/scholar?cites=17592194239381735670",
            {
                "1998":2,
                "1999":1,
                "2000":4,
                "2001":1,
                "2002":4,
                "2003":7,
                "2004":5,
                "2005":7,
                "2006":14,
                "2007":12,
                "2008":9,
                "2009":13,
                "2010":6,
                "2011":8,
                "2012":12,
                "2013":3,
                "2014":5,
                "2015":4,
                "2016":9,
                "2017":6,
                "2018":1
            }
        ],
        [
            "Using photoluminescence spectroscopy, we have investigated the nature of Rabi oscillation damping during optical manipulation of excitonic qubits in self-assembled quantum dots. Rabi oscillations were recorded by varying the pulse amplitude for fixed pulse durations between 4 ps and 10 ps. Up to five periods are visible, making it possible to quantify the excitation dependent damping. We find that this damping is more pronounced for shorter pulse widths and show that its origin is the nonresonant excitation of carriers in the wetting layer, most likely involving bound-to-continuum and continuum-to-bound transitions.",
            "Decoherence processes during optical manipulation of excitonic qubits in semiconductor quantum dots",
            "QQ Wang and A Muller and P Bianucci and E Rossi and QK Xue and T Takagahara and C Piermarocchi and AH MacDonald and CK Shih",
            "2005",
            "Fz0J2ysAAAAJ:YsMSGLbcyi4C",
            131,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.72.035306",
            "6981114658223285102",
            "\/scholar?cites=6981114658223285102",
            {
                "2005":6,
                "2006":15,
                "2007":10,
                "2008":14,
                "2009":15,
                "2010":14,
                "2011":6,
                "2012":5,
                "2013":10,
                "2014":7,
                "2015":6,
                "2016":6,
                "2017":7,
                "2018":2,
                "2019":5,
                "2020":2
            }
        ]
    ]
}