{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Biogeochemical rate processes in the Southern Ocean have an important impact on the global environment. Here, we summarize an extensive set of published and new data that establishes the pattern of gross primary production and net community production over large areas of the Southern Ocean. We compare these rates with model estimates of dissolved iron that is added to surface waters by aerosols. This comparison shows that net community production, which is comparable to export production, is proportional to modeled input of soluble iron in aerosols. Our results strengthen the evidence that the addition of aerosol iron fertilizes export production in the Southern Ocean. The data also show that aerosol iron input particularly enhances gross primary production over the large area of the Southern Ocean downwind of dry continental areas.",
            "The Southern Ocean biological response to aeolian iron deposition",
            "Nicolas Cassar and Michael L Bender and Bruce A Barnett and Songmiao Fan and Walter J Moxim and Hiram Levy and Bronte Tilbrook",
            "2007",
            "FzKWOfUAAAAJ:u-x6o8ySG0sC",
            229,
            "https:\/\/science.sciencemag.org\/content\/317\/5841\/1067.abstract",
            "4480315638574429015",
            "\/scholar?cites=4480315638574429015",
            {
                "2007":3,
                "2008":21,
                "2009":25,
                "2010":16,
                "2011":22,
                "2012":21,
                "2013":19,
                "2014":21,
                "2015":12,
                "2016":14,
                "2017":17,
                "2018":10,
                "2019":5,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Models describing the evolution of the partial pressure of atmospheric oxygen over Phanerozoic time are constrained by the mass balances required between the inputs and outputs of carbon and sulfur to the oceans. This constraint has limited the applicability of proposed negative feedback mechanisms for maintaining levels of atmospheric O2 at biologically permissable levels. Here we describe a modeling approach that incorporates O2-dependent carbon and sulfur isotope fractionation using data obtained from laboratory experiments on carbon-13 discrimination by vascular land plants and marine plankton. The model allows us to calculate a Phanerozoic O2 history that agrees with independent models and with biological and physical constraints and supports the hypothesis of a high atmospheric O2 content during the Carboniferous (300 million years ago), a time when insect gigantism was widespread.",
            "Isotope fractionation and atmospheric oxygen: implications for Phanerozoic O2 evolution",
            "RA Berner and ST Petsch and JA Lake and DJ Beerling and BN Popp and RS Lane and EA Laws and MB Westley and N Cassar and FI Woodward and WP Quick",
            "2000",
            "FzKWOfUAAAAJ:u5HHmVD_uO8C",
            229,
            "https:\/\/science.sciencemag.org\/content\/287\/5458\/1630.abstract",
            "16812452008481644794",
            "\/scholar?cites=16812452008481644794",
            {
                "2000":6,
                "2001":17,
                "2002":15,
                "2003":11,
                "2004":12,
                "2005":15,
                "2006":15,
                "2007":12,
                "2008":15,
                "2009":2,
                "2010":10,
                "2011":6,
                "2012":4,
                "2013":16,
                "2014":9,
                "2015":8,
                "2016":10,
                "2017":12,
                "2018":10,
                "2019":11,
                "2020":10
            }
        ],
        [
            "The oxygen (O2) concentration in the surface ocean is influenced by biological and physical processes. With concurrent measurements of argon (Ar), which has similar solubility properties as oxygen, we can remove the physical contribution to O2 supersaturation and determine the biological oxygen supersaturation. Biological O2 supersaturation in the surface ocean reflects the net metabolic balance between photosynthesis and respiration, i.e., the net community productivity (NCP). We present a new method for continuous shipboard measurements of O2\/Ar by equilibrator inlet mass spectrometry (EIMS). From these measurements and an appropriate gas exchange parametrization, NCP can be estimated at high spatial and temporal resolution. In the EIMS configuration, seawater from the ship’s continuous intake flows through a cartridge enclosing a gas-permeable microporous membrane contactor. Gases in the …",
            "Continuous High-Frequency Dissolved O2\/Ar Measurements by Equilibrator Inlet Mass Spectrometry",
            "Nicolas Cassar and Bruce A Barnett and Michael L Bender and Jan Kaiser and Roberta C Hamme and Bronte Tilbrook",
            "2009",
            "FzKWOfUAAAAJ:Y0pCki6q_DkC",
            109,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ac802300u",
            "16789597591247839754",
            "\/scholar?cites=16789597591247839754",
            {
                "2009":2,
                "2010":4,
                "2011":4,
                "2012":2,
                "2013":10,
                "2014":16,
                "2015":9,
                "2016":6,
                "2017":14,
                "2018":13,
                "2019":17,
                "2020":12
            }
        ],
        [
            "Marine phytoplankton have the potential to significantly buffer future increases in atmospheric carbon dioxide levels. However, in order for CO2 fertilization to have an effect on carbon sequestration to the deep ocean, the increase in dissolved CO2 must stimulate primary productivity; that is, marine phototrophs must be CO2 limited [Riebesell et al., 1993]. Estimation of the extent of bicarbonate (HCO3−) uptake in the oceans is therefore required to determine whether the anthropogenic carbon sources will enhance carbon flux to the deep ocean. Using short‐term 14CO2‐disequilibrium experiments during the Southern Ocean Iron Experiment (SOFeX), we show that HCO3− uptake by Southern Ocean phytoplankton is significant. Since the majority of dissolved inorganic carbon (DIC) in the ocean is in the form of bicarbonate, the biological pump may therefore be insensitive to anthropogenic CO2. Approximately half of …",
            "Bicarbonate uptake by Southern Ocean phytoplankton",
            "Nicolas Cassar and Edward A Laws and Robert R Bidigare and Brian N Popp",
            "2004",
            "FzKWOfUAAAAJ:d1gkVwhDpl0C",
            108,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2003GB002116",
            "3865957572287162040",
            "\/scholar?cites=3865957572287162040",
            {
                "2004":3,
                "2005":6,
                "2006":6,
                "2007":5,
                "2008":9,
                "2009":1,
                "2010":6,
                "2011":4,
                "2012":6,
                "2013":13,
                "2014":8,
                "2015":11,
                "2016":7,
                "2017":5,
                "2018":6,
                "2019":6,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Improvements made to an established mass spectrometric method for measuring changes in atmospheric O2\/N2 are described. With the improvements in sample handling and analysis, sample throughput and analytical precision have both increased. Aliquots from duplicate flasks are repeatedly measured over a period of 2 weeks, with an overall standard error in each flask of 3–4 per meg, corresponding to 0.6–0.8 ppm O2 in air. Records of changes in O2\/N2 from six global sampling stations (Barrow, American Samoa, Cape Grim, Amsterdam Island, Macquarie Island, and Syowa Station) are presented. Combined with measurements of CO2 from the same sample flasks, land and ocean carbon uptake were calculated from the three sampling stations with the longest records (Barrow, Samoa, and Cape Grim). From 1994–2002, We find the average CO2 uptake by the ocean and the land biosphere was 1.7 ± 0.5 …",
            "Atmospheric O2\/N2 changes, 1993–2002: Implications for the partitioning of fossil fuel CO2 sequestration",
            "Michael L Bender and David T Ho and Melissa B Hendricks and Robert Mika and Mark O Battle and Pieter P Tans and Thomas J Conway and Blake Sturtevant and Nicolas Cassar",
            "2005",
            "FzKWOfUAAAAJ:9yKSN-GCB0IC",
            105,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2004GB002410",
            "571400583767702491",
            "\/scholar?cites=571400583767702491",
            {
                "2006":5,
                "2007":7,
                "2008":12,
                "2009":8,
                "2010":14,
                "2011":4,
                "2012":11,
                "2013":12,
                "2014":10,
                "2015":3,
                "2016":4,
                "2017":3,
                "2018":2,
                "2019":4,
                "2020":5,
                "2021":1
            }
        ],
        [
            " Interannual anomalies in the sea–air carbon dioxide (CO2) exchange have been estimated from surface-ocean CO2 partial pressure measurements. Available data are sufficient to constrain these anomalies in large parts of the tropical and North Pacific and in the North Atlantic, in some areas covering the period from the mid 1980s to 2011. Global interannual variability is estimated as about 0.31 Pg C yr−1 (temporal standard deviation 1993–2008). The tropical Pacific accounts for a large fraction of this global variability, closely tied to El Niño–Southern Oscillation (ENSO). Anomalies occur more than 6 months later in the east than in the west. The estimated amplitude and ENSO response are roughly consistent with independent information from atmospheric oxygen data. This both supports the variability estimated from surface-ocean carbon data and demonstrates the potential of the atmospheric oxygen signal to constrain ocean biogeochemical processes. The ocean variability estimated from surface-ocean carbon data can be used to improve land CO2 flux estimates from atmospheric inversions.",
            "Interannual sea–air CO2 flux variability from an observation-driven ocean mixed-layer scheme",
            "Christian Rödenbeck and Dorothee CE Bakker and Nicolas Metzl and Are Olsen and Christopher Sabine and Nicolas Cassar and Friedemann Reum and Ralph F Keeling and Martin Heimann",
            "2014",
            "FzKWOfUAAAAJ:4JMBOYKVnBMC",
            100,
            "https:\/\/bg.copernicus.org\/articles\/11\/4599\/2014\/",
            "4760814782585145628",
            "\/scholar?cites=4760814782585145628",
            {
                "2014":3,
                "2015":16,
                "2016":14,
                "2017":12,
                "2018":17,
                "2019":18,
                "2020":16
            }
        ],
        [
            "A closed eddy core in the Subantarctic Atlantic Ocean was fertilized twice with two tons of iron (as FeSO4), and the 300 km2 fertilized patch was studied for 39 days to test whether fertilization enhances downward particle flux into the deep ocean. Chlorophyll a and primary productivity doubled after fertilization, and photosynthetic quantum yield (FV\/FM) increased from 0.33 to ≥0.40. Silicic acid (<2 µmol L−1) limited diatoms, which contributed <10% of phytoplankton biomass. Copepods exerted high grazing pressure. This is the first study of particle flux out of an artificially fertilized bloom with very low diatom biomass. Net community production (NCP) inside the patch, estimated from O2:Ar ratios, averaged 21 mmol POC m−2 d−1, probably ±20%. 234Th profiles implied constant export of ~6.3 mmol POC m−2 d−1 in the patch, similar to unfertilized waters. The difference between NCP and 234Th‐derived export partly …",
            "Iron fertilization enhanced net community production but not downward particle flux during the Southern Ocean iron fertilization experiment LOHAFEX",
            "Patrick Martin and Michiel Rutgers van der Loeff and Nicolas Cassar and Pieter Vandromme and Francesco d'Ovidio and Lars Stemmann and R Rengarajan and Melena Soares and Humberto E González and Friederike Ebersbach and Richard S Lampitt and Richard Sanders and Bruce A Barnett and Victor Smetacek and S Wajih A Naqvi",
            "2013",
            "FzKWOfUAAAAJ:HDshCWvjkbEC",
            88,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/gbc.20077",
            "13056502833780094597",
            "\/scholar?cites=13056502833780094597",
            {
                "2013":1,
                "2014":7,
                "2015":18,
                "2016":6,
                "2017":20,
                "2018":16,
                "2019":10,
                "2020":8
            }
        ],
        [
            "Net community production (NCP) and gross primary production (GPP) are two key metrics for quantifying the biological carbon cycle. In this study, we present a detailed characterization of NCP and GPP in the western equatorial Pacific during August and September 2006. We use continuous measurements of dissolved gases (O2 and Ar) in the surface water in order to quantify NCP at subkilometer scale resolution. We constrain GPP in discrete samples using the triple isotopic composition of O2. We find the average NCP in the western equatorial Pacific is 5.9 ± 0.9 mmol O2 m−2 d−1 (equivalent to 1.5 ± 0.2 mol C m−2 yr−1 with error estimates reflecting 1σ confidence levels) and the average GPP is 121 ± 34 mmol O2 m−2 d−1 (equivalent to 32 ± 9 mol C m−2 yr−1). The measurements reveal significant spatial variability on length scales as small as 50 km. The NCP\/GPP ratio is 5.7% ± 1.8%. We also present results …",
            "Net community production and gross primary production rates in the western equatorial Pacific",
            "Rachel HR Stanley and John B Kirkpatrick and Nicolas Cassar and Bruce A Barnett and Michael L Bender",
            "2010",
            "FzKWOfUAAAAJ:W7OEmFMy1HYC",
            87,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2009GB003651",
            "18339896683470953577",
            "\/scholar?cites=18339896683470953577",
            {
                "2011":1,
                "2012":11,
                "2013":12,
                "2014":8,
                "2015":8,
                "2016":14,
                "2017":15,
                "2018":5,
                "2019":7,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Diatoms are a major group of phytoplankton that account for approximately 40% of the ocean carbon fixation and the vast majority of biogenic silica production through the construction of their cell walls (termed frustules). These frustules accumulate and are partially preserved in the ocean sediments. Diatom growth and nutrient utilization in high‐nitrate, low‐chlorophyll regions of the world’s oceans are mostly regulated by iron availability. Diatoms acclimate to iron limitation by decreasing cell size. The associated increase in surface area‐to‐volume ratio and decrease in diffusive boundary layer thickness may improve nutrient uptake kinetics. In parallel, cellular silicon (Si) contents are elevated in iron‐limited diatoms relative to nitrogen (N) and carbon (C). Variations in degree of silicification and nutritional requirements of iron‐limited diatoms have been hypothesized to account for higher cellular Si and\/or lower …",
            "Diatom elemental and morphological changes in response to iron limitation: a brief review with potential paleoceanographic applications",
            "A Marchetti and N Cassar",
            "2009",
            "FzKWOfUAAAAJ:IjCSPb-OGe4C",
            87,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1472-4669.2009.00207.x",
            "14405092976030795690",
            "\/scholar?cites=14405092976030795690",
            {
                "2010":3,
                "2011":6,
                "2012":5,
                "2013":9,
                "2014":11,
                "2015":7,
                "2016":5,
                "2017":14,
                "2018":6,
                "2019":8,
                "2020":12
            }
        ],
        [
            "The isotopic composition of organic carbon buried in marine sediments is an appealing proxy for palaeo CO2 concentrations due to the well-documented effect of CO2 concentrations on carbon fractionation by phytoplankton. However, a number of factors, in addition to CO2 concentrations, influence this fractionation. Included among these factors are cell geometry, in particular surface\/volume ratios, growth rate, and the presence of CO2 concentrating mechanisms. Other potentially confounding factors are calcification, diagenesis, and the nature of the growth-rate-limiting factor, e.g. light vs nutrients. Because of these confounding factors, palaeoreconstructions based on the isotopic composition of organic carbon (δ13C) will almost certainly have to be based on the isotopic signatures of organic compounds that can be associated with a single species, or group of physiologically similar species. Long-chain …",
            "13C discrimination patterns in oceanic phytoplankton: likely influence of CO2 concentrating mechanisms, and implications for palaeoreconstructions",
            "Edward A Laws and Brian N Popp and Nicolas Cassar and Jamie Tanimoto",
            "2002",
            "FzKWOfUAAAAJ:2osOgNQ5qMEC",
            87,
            "http:\/\/www.publish.csiro.au\/FP\/PP01183",
            "3386583597621266385",
            "\/scholar?cites=3386583597621266385",
            {
                "2003":2,
                "2004":4,
                "2005":3,
                "2006":10,
                "2007":5,
                "2008":1,
                "2009":1,
                "2010":6,
                "2011":3,
                "2012":4,
                "2013":9,
                "2014":6,
                "2015":8,
                "2016":8,
                "2017":3,
                "2018":3,
                "2019":9,
                "2020":1
            }
        ]
    ]
}