{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Goodness-of-fit (GOF) indexes provide \"rules of thumb\"—recommended cutoff values for assessing fit in structural equation modeling. Hu and Bentler (1999) proposed a more rigorous approach to evaluating decision rules based on GOF indexes and, on this basis, proposed new and more stringent cutoff values for many indexes. This article discusses potential problems underlying the hypothesis-testing rationale of their research, which is more appropriate to testing statistical significance than evaluating GOF. Many of their misspecified models resulted in a fit that should have been deemed acceptable according to even their new, more demanding criteria. Hence, rejection of these acceptable-misspecified models should have constituted a Type 1 error (incorrect rejection of an \"acceptable\" model), leading to the seemingly paradoxical results whereby the probability of correctly rejecting misspecified models …",
            "In search of golden rules: Comment on hypothesis-testing approaches to setting cutoff values for fit indexes and dangers in overgeneralizing Hu and Bentler's (1999) findings",
            "Herbert W Marsh and Kit-Tai Hau and Zhonglin Wen",
            "2004",
            "G-c_YRAAAAAJ:u5HHmVD_uO8C",
            4874,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1207\/s15328007sem1103_2",
            "4682013518915639253",
            "\/scholar?cites=4682013518915639253",
            {
                "2005":26,
                "2006":68,
                "2007":111,
                "2008":137,
                "2009":164,
                "2010":173,
                "2011":227,
                "2012":285,
                "2013":329,
                "2014":343,
                "2015":383,
                "2016":411,
                "2017":426,
                "2018":500,
                "2019":568,
                "2020":636,
                "2021":48
            }
        ],
        [
            "The concepts of mediator and related constructs, as well as the estimation of mediating effects were discussed. Based on the comparison of various testing methods, a procedure was proposed which was a composite test derived from two existing testing methods. The newly proposed procedure is likely to be better than any single testing method in terms of the sum of type 1 and type 2 error rates. Moreover, it can be used to test both partial and full mediating effects. As an illustration, the procedure was applied to an empirical study on students’ antisocial behaviors and their effects on peer relations.",
            "Testing and application of mediating effects (in Chinese)",
            "Zhonglin Wen and Lei Chang and Kit-Tai Hau and Hongyun Liu",
            "2004",
            "G-c_YRAAAAAJ:PR6Y55bgFSsC",
            2862,
            "http:\/\/journal.psych.ac.cn\/xlxb\/EN\/Y2004\/V36\/I05\/614",
            "3398884934073978465",
            "\/scholar?cites=3398884934073978465",
            {
                "2006":16,
                "2007":25,
                "2008":73,
                "2009":94,
                "2010":145,
                "2011":226,
                "2012":300,
                "2013":351,
                "2014":380,
                "2015":384,
                "2016":181,
                "2017":137,
                "2018":99,
                "2019":330,
                "2020":86,
                "2021":4
            }
        ]
    ]
}