{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The tribological phenomena of adhesion, friction, and wear arise when solid objects make contact. As the size of devices shrinks to micro- and nanoscales, the surface-to-volume ratio increases and the effects of body forces (gravity and inertia) become insignificant compared with those of surface forces (van der Waals, capillary, electrostatic, and chemical bonding). In microelectromechanical systems (MEMS), tribological and static interfacial forces are comparable with forces driving device motion. In this situation, macroscale lubrication and wear mitigation methods, such as the use of bulk fluids and micrometer thick coatings, are ineffective; new nano-engineering approaches must be employed for MEMS devices with moving structures. We review fundamental tribological problems related to micro- and nanoscale mechanical contacts and developments in MEMS lubrications.",
            "Nanotribology and MEMS",
            "Seong H Kim and David B Asay and Michael T Dugger",
            "2007",
            "G-hfX6gAAAAJ:UHK10RUVsp4C",
            348,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1748013207701408",
            "13952962117516468244",
            "\/scholar?cites=13952962117516468244",
            {
                "2008":11,
                "2009":21,
                "2010":35,
                "2011":26,
                "2012":24,
                "2013":44,
                "2014":27,
                "2015":26,
                "2016":24,
                "2017":21,
                "2018":28,
                "2019":37,
                "2020":20,
                "2021":2
            }
        ],
        [
            "This paper presents a quantitative comparison of the dichlorodimethylsilane (DDMS) monolayer to the octade-cyltrichlorosilane (OTS) self-assembled monolayer (SAM) with respect to the film properties and their effectiveness as anti-stiction coatings for micromechanical structures. Both coatings have been evaluated in several ways, including atomic force microscopy (AFM), contact angle analysis (CAA), work of adhesion by cantilever beam array (CBA) technique and coefficient of static friction using a sidewall testing device. While water and hexadecane contact angles are comparable, the DDMS coated microstructures exhibit higher adhesion than OTS coated ones. Furthermore, coefficient of static friction data indicate that the DDMS films are not as effective at lubrication as the OTS SAMs are, although both exhibit much improvement over chemical oxide. However, AFM data show that the samples which receive …",
            "Dichlorodimethylsilane as an anti-stiction monolayer for MEMS: a comparison to the octadecyltrichlorosilane self-assembled monolayer",
            "W Robert Ashurst and Christina Yau and Carlo Carraro and Roya Maboudian and Michael T Dugger",
            "2001",
            "G-hfX6gAAAAJ:dQ2og3OwTAUC",
            222,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/911090\/",
            "8016852595250307525",
            "\/scholar?cites=8016852595250307525",
            {
                "2001":4,
                "2002":9,
                "2003":21,
                "2004":17,
                "2005":19,
                "2006":19,
                "2007":21,
                "2008":12,
                "2009":19,
                "2010":8,
                "2011":22,
                "2012":13,
                "2013":7,
                "2014":5,
                "2015":7,
                "2016":4,
                "2017":3,
                "2018":7,
                "2019":2,
                "2020":3
            }
        ],
        [
            "MicroElectroMechanical Systems (MEMS) technology offers considerable potential throughout the manufacturing sector, because of certain intrinsic advantages in terms of low cost, reliability, and small size. Relatively simple MEMS are used in applications ranging from automobile air bag sensors to electronic games. Considerably more complex devices have been designed for defense applications, for which government funding is available; however, the fledgling industry suffers from insufficient knowledge of materials physics at micrometer size and from the fact that currently commercialized MEMS devices are designed for specialized and rather disparate purposes, do not have a broad user base, and therefore have not generated industry standards or the design and process software that would be built upon those industry standards. In addition to industry standards, further advances in MEMS technology …",
            "Materials issues in microelectromechanical devices: science, engineering, manufacturability and reliability",
            "AD Romig Jr and Michael T Dugger and Paul J McWhorter",
            "2003",
            "G-hfX6gAAAAJ:JQOojiI6XY0C",
            216,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1359645403004403",
            "15491113558477443679",
            "\/scholar?cites=15491113558477443679",
            {
                "2004":7,
                "2005":12,
                "2006":21,
                "2007":25,
                "2008":17,
                "2009":15,
                "2010":15,
                "2011":23,
                "2012":14,
                "2013":10,
                "2014":14,
                "2015":8,
                "2016":12,
                "2017":8,
                "2018":7,
                "2019":4,
                "2020":2
            }
        ],
        [
            "This paper describes the synthesis, structure, and tribological behavior of nanocomposite tungsten disulphide (WS2) solid lubricant films grown by atomic layer deposition. A new catalytic route, incorporating a diethyl zinc catalyst, was established to promote the adsorption and growth of WS2. The films were grown down to 8 nm in thickness by sequential exposures of WF6 and H2S gases in a viscous flow reactor on Si, SiO2, stainless steel, and polycrystalline Si and electroplated Ni microelectromechanical systems structures. Films were studied by cross-sectional transmission electron microscopy (XTEM) with Automated eXpert Spectral Image Analysis (AXSIA) software for X-ray spectral images and X-ray diffraction to determine the coating conformality and crystallinity. The coatings exhibited a hexagonal layered structure with predominant preferentially orientated (0 0 2) basal planes. Regardless of orientation to …",
            "Growth, structure, and tribological behavior of atomic layer-deposited tungsten disulphide solid lubricant coatings with applications to MEMS",
            "TW Scharf and SV Prasad and MT Dugger and PG Kotula and RS Goeke and RK Grubbs",
            "2006",
            "G-hfX6gAAAAJ:NJ774b8OgUMC",
            188,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1359645406004289",
            "6174035669103206405",
            "\/scholar?cites=6174035669103206405",
            {
                "2007":5,
                "2008":5,
                "2009":7,
                "2010":9,
                "2011":15,
                "2012":14,
                "2013":8,
                "2014":23,
                "2015":16,
                "2016":14,
                "2017":17,
                "2018":19,
                "2019":17,
                "2020":13,
                "2021":6
            }
        ],
        [
            "Molybdenum disulfide (MoS2) solid lubricant films were prepared by r.f. magnetron sputtering on 440C steel, 52100 steel, and silicon substrates. This study concentrated on films that were multilayer coatings of MoS2 with either nickel or Au-(20%)Pd metal interlayers. Multilayer thicknesses ranged from 0.2 nm to 1.0 nm while the multilayer periodic spacing ranged from 3 to 10 nm. Scanning electron microscopy and X-ray diffraction revealed that the multilayer films had dense microstructures that, in some cases, exhibited significant orientation of their basal planes parallel to the substrate. Film endurance was assessed in sliding contact using thrust washer tests and in rolling contact using thrust bearing tests. Some film microstructures exhibited excellent endurance. Brale indentation indicated that the metal layers can improve film fracture toughness. Friction in air and ultrahigh vacuum (UHV) was investigated using a …",
            "Structural and tribological studies of MoS 2 solid lubricant films having tailored metal-multilayer nanostructures",
            "Michael R Hilton and Reinhold Bauer and Stephen V Didziulis and Michael T Dugger and John M Keem and James Scholhamer",
            "1992",
            "G-hfX6gAAAAJ:_Ybze24A_UAC",
            185,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/025789729290099V",
            "549656605322701036",
            "\/scholar?cites=549656605322701036",
            {
                "1992":1,
                "1993":4,
                "1994":7,
                "1995":8,
                "1996":1,
                "1997":5,
                "1998":6,
                "1999":7,
                "2000":6,
                "2001":8,
                "2002":3,
                "2003":1,
                "2004":5,
                "2005":5,
                "2006":5,
                "2007":8,
                "2008":6,
                "2009":4,
                "2010":5,
                "2011":8,
                "2012":4,
                "2013":7,
                "2014":7,
                "2015":11,
                "2016":8,
                "2017":14,
                "2018":9,
                "2019":7,
                "2020":12,
                "2021":1
            }
        ],
        [
            "Toluene solutions of monochlorosilane and trichlorosilane coupling agents are shown to react differently with hydrated and dry silicon surfaces. For typical hydrated surfaces produced by piranha (H2O2 + H2SO4) etching, the saturation coverages of octadecyldimethylchlorosilane (ODMS) (one reactive Si−O bond) are approximately a third that of octadecyltrichlorosilane (ODTS) (three reactive Si−O bonds). In contrast, for samples vacuum baked at 400 °C, the saturation coverages of ODTS and ODMS are comparable. These data are consistent with coupling reactions limited to the surface hydroxyl groups. The ODTS saturation coverage on vacuum-fired silicon samples can be increased by soaking in water followed by a second ODTS exposure. From X-ray photoelectron spectra (XPS) and secondary ion mass spectra (SIMS) obtained as a function of solution exposure time, saturation coverage is shown to take at …",
            "Mechanistic aspects of alkylchlorosilane coupling reactions",
            "RR Rye and GC Nelson and MT Dugger",
            "1997",
            "G-hfX6gAAAAJ:uLbwQdceFCQC",
            165,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la960919p",
            "5605033206575126462",
            "\/scholar?cites=5605033206575126462",
            {
                "1999":7,
                "2000":10,
                "2001":10,
                "2002":7,
                "2003":12,
                "2004":9,
                "2005":10,
                "2006":6,
                "2007":8,
                "2008":11,
                "2009":7,
                "2010":15,
                "2011":11,
                "2012":8,
                "2013":9,
                "2014":3,
                "2015":7,
                "2016":4,
                "2017":4,
                "2018":1,
                "2019":4,
                "2020":1
            }
        ],
        [
            "As the size of mechanical systems shrinks from macro- to nanoscales, surface phenomena such as adhesion, friction, and wear become increasingly significant. This paper demonstrates the use of alcohol adsorption as a means of continuously replenishing the lubricating layer on the working device surfaces and elucidates the tribochemical reaction products formed in the sliding contact region. Friction and wear of native silicon oxide were studied over a wide range of length scales from macro- to nanoscales using a ball-on-flat tribometer (millimeter scale), sidewall microelectromechanical system (MEMS) tribometer (micrometer scale), and atomic force microscopy (nanometer scale). In all cases, the alcohol vapor adsorption successfully lubricated and prevented wear. Imaging time-of-flight secondary ion mass spectrometry analysis of the sliding contact region revealed that high molecular weight oligomeric …",
            "Macro-to nanoscale wear prevention via molecular adsorption",
            "David B Asay and Michael T Dugger and James A Ohlhausen and Seong H Kim",
            "2008",
            "G-hfX6gAAAAJ:kzcrU_BdoSEC",
            124,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la702598g",
            "13923782701519296222",
            "\/scholar?cites=13923782701519296222",
            {
                "2007":2,
                "2008":4,
                "2009":9,
                "2010":13,
                "2011":21,
                "2012":11,
                "2013":11,
                "2014":14,
                "2015":8,
                "2016":9,
                "2017":6,
                "2018":3,
                "2019":7,
                "2020":6
            }
        ],
        [
            "In-situ vapor-phase lubrication of sidewall MicroElectroMechanical System (MEMS) devices is investigated with 1-pentanol vapor. The 1-pentanol vapor successfully maintains lubricating properties between silicon contacts of MEMS devices. This is attributed to the ability of alcohol to adsorb on the silicon surface and sustain a lubricating layer, which prevents wear of the MEMS surfaces and minimizes friction. In the presence of these vapors, MEMS devices with sliding contacts operated without failure for up to a factor of 1.7 × 104 longer than in dry N2 gas alone, representing a dramatic improvement in operating life. Adhesion and friction were also investigated as a function of alcohol vapor pressure. The adhesive force between microfabricated MEMS sidewall surfaces increases from ∼30 to ∼60 nN as the alcohol vapor pressure is increased from 0 to 20% of saturation, and then only slightly increases to …",
            "In-situ vapor-phase lubrication of MEMS",
            "David B Asay and Michael T Dugger and Seong H Kim",
            "2008",
            "G-hfX6gAAAAJ:7T2F9Uy0os0C",
            122,
            "https:\/\/link.springer.com\/article\/10.1007\/s11249-007-9283-0",
            "7518334231298475190",
            "\/scholar?cites=7518334231298475190",
            {
                "2008":8,
                "2009":9,
                "2010":11,
                "2011":12,
                "2012":13,
                "2013":16,
                "2014":15,
                "2015":7,
                "2016":8,
                "2017":8,
                "2018":4,
                "2019":2,
                "2020":6
            }
        ],
        [
            "The burgeoning new technology of Micro-Electro-Mechanical Systems (MEMS) shows great promise in the weapons arena. We can now conceive of micro-gyros, micro-surety systems, and micro-navigators that are extremely small and inexpensive. Do we want to use this new technology in critical applications such as nuclear weapons? This question drove us to understand the reliability and failure mechanisms of silicon surface-micromachined MEMS. Development of a testing infrastructure was a crucial step to perform reliability experiments on MEMS devices and will be reported here. In addition, reliability test structures have been designed and characterized. Many experiments were performed to investigate failure modes and specifically those in different environments (humidity, temperature, shock, vibration, and storage). A predictive reliability model for wear of rubbing surfaces in microengines was developed. The root causes of failure for operating and non-operating MEMS are discussed. The major failure mechanism for operating MEMS was wear of the polysilicon rubbing surfaces. Reliability design rules for future MEMS devices are established.",
            "MEMS reliability: infrastructure, test structures, experiments, and failure modes",
            "Danelle M Tanner and Norman F Smith and LLOYD W IRWIN and William P Eaton and KAREN SUE HELGESEN and J JOSEPH CLEMENT and WILLIAM M MILLER and SAMUEL L MILLER and MICHAEL T DUGGER and JEREMY A WALRAVEN and KENNETH A PETERSON",
            "2000",
            "G-hfX6gAAAAJ:W5xh706n7nkC",
            110,
            "https:\/\/www.osti.gov\/biblio\/750344",
            "8965592164512124446",
            "\/scholar?cites=8965592164512124446",
            {
                "2000":1,
                "2001":3,
                "2002":6,
                "2003":12,
                "2004":9,
                "2005":8,
                "2006":5,
                "2007":2,
                "2008":6,
                "2009":4,
                "2010":4,
                "2011":8,
                "2012":9,
                "2013":4,
                "2014":3,
                "2015":3,
                "2016":4,
                "2017":10,
                "2018":2,
                "2019":2,
                "2020":4
            }
        ],
        [
            "The main thrust in any reliability work is identifying failure modes and mechanisms.  This is especially true for the new technology of MicroElectroMechanical Systems (MEMS).  The methods are sometimes just as important as the results achieved.  This paper will review some of the methods developed specifically for MEMS.  Our methodology uses statistical characterization and testing of complex MEMS devices to help us identify dominant failure modes.  We strive to determine the root cause of each failure mode and to gain a fundamental understanding of that mechanism.  Test structures designed to be sensitive to a particular failure mechanism are typically used to gain understanding.   The development of predictive models follows from this basic understanding. This paper will focus on the failure mechanism of wear and how our methodology was exercised to provide a predictive model.  The MEMS device …",
            "Wear mechanisms in a reliability methodology",
            "Danelle M Tanner and Michael T Dugger",
            "2003",
            "G-hfX6gAAAAJ:fEOibwPWpKIC",
            94,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/4980\/0000\/Wear-mechanisms-in-a-reliability-methodology\/10.1117\/12.476345.short",
            "13201520248240784905",
            "\/scholar?cites=13201520248240784905",
            {
                "2004":1,
                "2005":3,
                "2006":4,
                "2007":4,
                "2008":2,
                "2009":6,
                "2010":6,
                "2011":4,
                "2012":5,
                "2013":4,
                "2014":7,
                "2015":8,
                "2016":5,
                "2017":8,
                "2018":4,
                "2019":9,
                "2020":13,
                "2021":1
            }
        ]
    ]
}