{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Topological insulators are electronic materials that have a bulk band gap like an ordinary insulator but have protected conducting states on their edge or surface. These states are possible due to the combination of spin-orbit interactions and time-reversal symmetry. The two-dimensional (2D) topological insulator is a quantum spin Hall insulator, which is a close cousin of the integer quantum Hall state. A three-dimensional (3D) topological insulator supports novel spin-polarized 2D Dirac fermions on its surface. In this Colloquium the theoretical foundation for topological insulators and superconductors is reviewed and recent experiments are described in which the signatures of topological insulators have been observed. Transport experiments on Hg Te∕ Cd Te quantum wells are described that demonstrate the existence of the edge states predicted for the quantum spin Hall insulator. Experiments on Bi 1− x Sb x …",
            "Colloquium: Topological insulators",
            "M Zahid Hasan and Charles L Kane",
            "2010",
            "G1Qpy6MAAAAJ:u5HHmVD_uO8C",
            14876,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.82.3045",
            "1265713639207532773",
            "\/scholar?cites=1265713639207532773",
            {
                "2010":56,
                "2011":498,
                "2012":891,
                "2013":1159,
                "2014":1352,
                "2015":1560,
                "2016":1717,
                "2017":1788,
                "2018":1714,
                "2019":1836,
                "2020":2067,
                "2021":183
            }
        ],
        [
            "When electrons are subject to a large external magnetic field, the conventional charge quantum Hall effect 1, 2 dictates that an electronic excitation gap is generated in the sample bulk, but metallic conduction is permitted at the boundary. Recent theoretical models suggest that certain bulk insulators with large spin–orbit interactions may also naturally support conducting topological boundary states in the quantum limit 3, 4, 5, which opens up the possibility for studying unusual quantum Hall-like phenomena in zero external magnetic fields 6. Bulk Bi 1-x Sb x single crystals are predicted to be prime candidates 7, 8 for one such unusual Hall phase of matter known as the topological insulator 9, 10, 11. The hallmark of a topological insulator is the existence of metallic surface states that are higher-dimensional analogues of the edge states that characterize a quantum spin Hall insulator 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13. In …",
            "A topological Dirac insulator in a quantum spin Hall phase",
            "David Hsieh and Dong Qian and Lewis Wray and Yiman Xia and Yew San Hor and Robert Joseph Cava and M Zahid Hasan",
            "2008",
            "G1Qpy6MAAAAJ:Hck25ST_3aIC",
            3511,
            "https:\/\/www.nature.com\/articles\/nature06843",
            "17387286931259615516",
            "\/scholar?cites=17387286931259615516",
            {
                "2008":25,
                "2009":105,
                "2010":222,
                "2011":285,
                "2012":337,
                "2013":353,
                "2014":355,
                "2015":337,
                "2016":330,
                "2017":324,
                "2018":262,
                "2019":313,
                "2020":230,
                "2021":21
            }
        ],
        [
            "Recent experiments and theories have suggested that strong spin–orbit coupling effects in certain band insulators can give rise to a new phase of quantum matter, the so-called topological insulator, which can show macroscopic quantum-entanglement effects 1, 2, 3, 4, 5, 6, 7. Such systems feature two-dimensional surface states whose electrodynamic properties are described not by the conventional Maxwell equations but rather by an attached axion field, originally proposed to describe interacting quarks 8, 9, 10, 11, 12, 13, 14, 15. It has been proposed that a topological insulator 2 with a single Dirac cone interfaced with a superconductor can form the most elementary unit for performing fault-tolerant quantum computation 14. Here we present an angle-resolved photoemission spectroscopy study that reveals the first observation of such a topological state of matter featuring a single surface Dirac cone realized in …",
            "Observation of a large-gap topological-insulator class with a single Dirac cone on the surface",
            "Yuqi Xia and Dong Qian and David Hsieh and L Wray and Arijeet Pal and Hsin Lin and Arun Bansil and DHYS Grauer and Yew San Hor and Robert Joseph Cava and M Zahid Hasan",
            "2009",
            "G1Qpy6MAAAAJ:d1gkVwhDpl0C",
            3499,
            "https:\/\/www.nature.com\/articles\/nphys1274",
            "8795879528771450486",
            "\/scholar?cites=8795879528771450486",
            {
                "2009":37,
                "2010":200,
                "2011":300,
                "2012":368,
                "2013":366,
                "2014":341,
                "2015":355,
                "2016":334,
                "2017":332,
                "2018":302,
                "2019":272,
                "2020":250,
                "2021":26
            }
        ],
        [
            "A Weyl semimetal is a new state of matter that hosts Weyl fermions as emergent quasiparticles and admits a topological classification that protects Fermi arc surface states on the boundary of a bulk sample. This unusual electronic structure has deep analogies with particle physics and leads to unique topological properties. We report the experimental discovery of a Weyl semimetal, tantalum arsenide (TaAs). Using photoemission spectroscopy, we directly observe Fermi arcs on the surface, as well as the Weyl fermion cones and Weyl nodes in the bulk of TaAs single crystals. We find that Fermi arcs terminate on the Weyl fermion nodes, consistent with their topological character. Our work opens the field for the experimental study of Weyl fermions in physics and materials science.",
            "Discovery of a Weyl fermion semimetal and topological Fermi arcs",
            "Su-Yang Xu and Ilya Belopolski and Nasser Alidoust and Madhab Neupane and Guang Bian and Chenglong Zhang and Raman Sankar and Guoqing Chang and Zhujun Yuan and Chi-Cheng Lee and Shin-Ming Huang and Hao Zheng and Jie Ma and Daniel S Sanchez and BaoKai Wang and Arun Bansil and Fangcheng Chou and Pavel P Shibayev and Hsin Lin and Shuang Jia and M Zahid Hasan",
            "2015",
            "G1Qpy6MAAAAJ:fFSKOagxvKUC",
            2518,
            "https:\/\/science.sciencemag.org\/content\/349\/6248\/613.abstract",
            "802594432860810131",
            "\/scholar?cites=802594432860810131",
            {
                "2015":85,
                "2016":414,
                "2017":562,
                "2018":472,
                "2019":456,
                "2020":481,
                "2021":28
            }
        ],
        [
            "Helical Dirac fermions—charge carriers that behave as massless relativistic particles with an intrinsic angular momentum (spin) locked to its translational momentum—are proposed to be the key to realizing fundamentally new phenomena in condensed matter physics 1, 2, 3, 4, 5, 6, 7, 8, 9. Prominent examples include the anomalous quantization of magneto-electric coupling 4, 5, 6, half-fermion states that are their own antiparticle 7, 8, and charge fractionalization in a Bose–Einstein condensate 9, all of which are not possible with conventional Dirac fermions of the graphene variety 10. Helical Dirac fermions have so far remained elusive owing to the lack of necessary spin-sensitive measurements and because such fermions are forbidden to exist in conventional materials harbouring relativistic electrons, such as graphene 10 or bismuth 11. It has recently been proposed that helical Dirac fermions may exist at the …",
            "A tunable topological insulator in the spin helical Dirac transport regime",
            "David Hsieh and Yuqi Xia and Dong Qian and L Wray and JH Dil and Fedorov Meier and J Osterwalder and L Patthey and JG Checkelsky and Nai Phuan Ong and AV Fedorov and H Lin and Arun Bansil and D Grauer and YS Hor and RJ Cava and M Zahid Hasan",
            "2009",
            "G1Qpy6MAAAAJ:9yKSN-GCB0IC",
            1961,
            "https:\/\/www.nature.com\/articles\/nature08234",
            "13591480613027295321",
            "\/scholar?cites=13591480613027295321",
            {
                "2009":17,
                "2010":112,
                "2011":171,
                "2012":211,
                "2013":206,
                "2014":214,
                "2015":201,
                "2016":182,
                "2017":188,
                "2018":149,
                "2019":140,
                "2020":145,
                "2021":16
            }
        ],
        [
            "A topologically ordered material is characterized by a rare quantum organization of electrons that evades the conventional spontaneously broken symmetry–based classification of condensed matter. Exotic spin-transport phenomena, such as the dissipationless quantum spin Hall effect, have been speculated to originate from a topological order whose identification requires a spin-sensitive measurement, which does not exist to this date in any system. Using Mott polarimetry, we probed the spin degrees of freedom and demonstrated that topological quantum numbers are completely determined from spin texture–imaging measurements. Applying this method to Sb and Bi1–xSbx, we identified the origin of its topological order and unusual chiral properties. These results taken together constitute the first observation of surface electrons collectively carrying a topological quantum Berry9s phase and definite spin …",
            "Observation of unconventional quantum spin textures in topological insulators",
            "David Hsieh and Yuqi Xia and L Wray and Dong Qian and Arijeet Pal and JH Dil and J Osterwalder and F Meier and G Bihlmayer and CL Kane and YS Hor and RJ Cava and M Zahid Hasan",
            "2009",
            "G1Qpy6MAAAAJ:2osOgNQ5qMEC",
            1329,
            "https:\/\/science.sciencemag.org\/content\/323\/5916\/919.abstract",
            "7408742414466269604",
            "\/scholar?cites=7408742414466269604",
            {
                "2009":54,
                "2010":123,
                "2011":142,
                "2012":157,
                "2013":148,
                "2014":124,
                "2015":142,
                "2016":98,
                "2017":96,
                "2018":88,
                "2019":69,
                "2020":73,
                "2021":9
            }
        ],
        [
            "Weyl fermions are massless chiral fermions that play an important role in quantum field theory but have never been observed as fundamental particles. A Weyl semimetal is an unusual crystal that hosts Weyl fermions as quasiparticle excitations and features Fermi arcs on its surface. Such a semimetal not only provides a condensed matter realization of the anomalies in quantum field theories but also demonstrates the topological classification beyond the gapped topological insulators. Here, we identify a topological Weyl semimetal state in the transition metal monopnictide materials class. Our first-principles calculations on TaAs reveal its bulk Weyl fermion cones and surface Fermi arcs. Our results show that in the TaAs-type materials the Weyl semimetal state does not depend on fine-tuning of chemical composition or magnetic order, which opens the door for the experimental realization of Weyl semimetals and …",
            "A Weyl Fermion semimetal with surface Fermi arcs in the transition metal monopnictide TaAs class",
            "Shin-Ming Huang and Su-Yang Xu and Ilya Belopolski and Chi-Cheng Lee and Guoqing Chang and BaoKai Wang and Nasser Alidoust and Guang Bian and Madhab Neupane and Chenglong Zhang and Shuang Jia and Arun Bansil and Hsin Lin and M Zahid Hasan",
            "2015",
            "G1Qpy6MAAAAJ:3htObqc8RwsC",
            1251,
            "https:\/\/www.nature.com\/articles\/ncomms8373",
            "3364572059134567212",
            "\/scholar?cites=3364572059134567212",
            {
                "2015":68,
                "2016":243,
                "2017":275,
                "2018":221,
                "2019":214,
                "2020":207,
                "2021":17
            }
        ],
        [
            "Symmetry-broken three-dimensional (3D) topological Dirac semimetal systems with strong spin-orbit coupling can host many exotic Hall-like phenomena and Weyl fermion quantum transport. Here, using high-resolution angle-resolved photoemission spectroscopy, we performed systematic electronic structure studies on Cd 3 As 2, which has been predicted to be the parent material, from which many unusual topological phases can be derived. We observe a highly linear bulk band crossing to form a 3D dispersive Dirac cone projected at the Brillouin zone centre by studying the (001)-cleaved surface. Remarkably, an unusually high in-plane Fermi velocity up to 1.5× 10 6 ms− 1 is observed in our samples, where the mobility is known up to 40,000 cm 2 V− 1 s− 1, suggesting that Cd 3 As 2 can be a promising candidate as an anisotropic-hypercone (three-dimensional) high spin-orbit analogue of 3D graphene. Our …",
            "Observation of a three-dimensional topological Dirac semimetal phase in high-mobility Cd 3 As 2",
            "Madhab Neupane and Su-Yang Xu and Raman Sankar and Nasser Alidoust and Guang Bian and Chang Liu and Ilya Belopolski and Tay-Rong Chang and Horng-Tay Jeng and Hsin Lin and Arun Bansil and Fangcheng Chou and M Zahid Hasan",
            "2014",
            "G1Qpy6MAAAAJ:Dip1O2bNi0gC",
            1126,
            "https:\/\/www.nature.com\/articles\/ncomms4786",
            "7556782591887363875",
            "\/scholar?cites=7556782591887363875",
            {
                "2014":46,
                "2015":157,
                "2016":197,
                "2017":205,
                "2018":197,
                "2019":165,
                "2020":144,
                "2021":12
            }
        ],
        [
            "Topological insulators are a new class of insulators in which a bulk gap for electronic excitations is generated because of the strong spin–orbit coupling 1, 2, 3, 4, 5 inherent to these systems. These materials are distinguished from ordinary insulators by the presence of gapless metallic surface states, resembling chiral edge modes in quantum Hall systems, but with unconventional spin textures. A key predicted feature of such spin-textured boundary states is their insensitivity to spin-independent scattering, which is thought to protect them from backscattering and localization. Recently, experimental and theoretical efforts have provided strong evidence for the existence of both two-and three-dimensional classes of such topological insulator materials in semiconductor quantum well structures 6, 7, 8 and several bismuth-based compounds 9, 10, 11, 12, 13, but so far experiments have not probed the sensitivity of these …",
            "Topological surface states protected from backscattering by chiral spin texture",
            "Pedram Roushan and Jungpil Seo and Colin V Parker and Yew San Hor and David Hsieh and Dong Qian and Anthony Richardella and M Zahid Hasan and Robert Joseph Cava and Ali Yazdani",
            "2009",
            "G1Qpy6MAAAAJ:UeHWp8X0CEIC",
            1059,
            "https:\/\/www.nature.com\/articles\/nature08308",
            "705377674888447711",
            "\/scholar?cites=705377674888447711",
            {
                "2009":11,
                "2010":69,
                "2011":94,
                "2012":137,
                "2013":117,
                "2014":108,
                "2015":98,
                "2016":99,
                "2017":97,
                "2018":86,
                "2019":69,
                "2020":66,
                "2021":5
            }
        ],
        [
            "We show that the strongly spin-orbit coupled materials Bi 2 Te 3 and Sb 2 Te 3 and their derivatives belong to the Z 2 topological-insulator class. Using a combination of first-principles theoretical calculations and photoemission spectroscopy, we directly show that Bi 2 Te 3 is a large spin-orbit-induced indirect bulk band gap (δ∼ 150 meV) semiconductor whose surface is characterized by a single topological spin-Dirac cone. The electronic structure of self-doped Sb 2 Te 3 exhibits similar Z 2 topological properties. We demonstrate that the dynamics of spin-Dirac fermions can be controlled through systematic Mn doping, making these materials classes potentially suitable for topological device applications.",
            "Observation of Time-Reversal-Protected Single-Dirac-Cone Topological-Insulator States in  and ",
            "David Hsieh and Yuqi Xia and D Qian and L Wray and Fabian Meier and JH Dil and J Osterwalder and L Patthey and AV Fedorov and H Lin and A Bansil and D Grauer and YS Hor and RJ Cava and MZ Hasan",
            "2009",
            "G1Qpy6MAAAAJ:zYLM7Y9cAGgC",
            994,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.146401",
            "15071747985742564604",
            "\/scholar?cites=15071747985742564604",
            {
                "2009":3,
                "2010":50,
                "2011":84,
                "2012":94,
                "2013":90,
                "2014":101,
                "2015":100,
                "2016":95,
                "2017":105,
                "2018":91,
                "2019":87,
                "2020":83,
                "2021":9
            }
        ]
    ]
}