{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "The behaviour of strongly correlated materials, and in particular unconventional superconductors, has been studied extensively for decades, but is still not well understood. This lack of theoretical understanding has motivated the development of experimental techniques for studying such behaviour, such as using ultracold atom lattices to simulate quantum materials. Here we report the realization of intrinsic unconventional superconductivity—which cannot be explained by weak electron–phonon interactions—in a two-dimensional superlattice created by stacking two sheets of graphene that are twisted relative to each other by a small angle. For twist angles of about 1.1—the first ‘magic’angle—the electronic band structure of this ‘twisted bilayer graphene’exhibits flat bands near zero Fermi energy, resulting in correlated insulating states at half-filling. Upon electrostatic doping of the material away from these …",
            "Unconventional superconductivity in magic-angle graphene superlattices",
            "Yuan Cao and Valla Fatemi and Shiang Fang and Kenji Watanabe and Takashi Taniguchi and Efthimios Kaxiras and Pablo Jarillo-Herrero",
            "2018",
            "G6F60bEAAAAJ:ruyezt5ZtCIC",
            2441,
            "https:\/\/www.nature.com\/articles\/nature26160",
            "14771923097017647221",
            "\/scholar?cites=14771923097017647221",
            {
                "2018":258,
                "2019":754,
                "2020":1304,
                "2021":107
            }
        ],
        [
            "Since the discovery of graphene 1, the family of two-dimensional materials has grown, displaying a broad range of electronic properties. Recent additions include semiconductors with spin–valley coupling 2, Ising superconductors 3, 4, 5 that can be tuned into a quantum metal 6, possible Mott insulators with tunable charge-density waves 7, and topological semimetals with edge transport 8, 9. However, no two-dimensional crystal with intrinsic magnetism has yet been discovered 10, 11, 12, 13, 14; such a crystal would be useful in many technologies from sensing to data storage 15. Theoretically, magnetic order is prohibited in the two-dimensional isotropic Heisenberg model at finite temperatures by the Mermin–Wagner theorem 16. Magnetic anisotropy removes this restriction, however, and enables, for instance, the occurrence of two-dimensional Ising ferromagnetism. Here we use magneto-optical Kerr effect …",
            "Layer-dependent ferromagnetism in a van der Waals crystal down to the monolayer limit",
            "Bevin Huang and Genevieve Clark and Efrén Navarro-Moratalla and Dahlia R Klein and Ran Cheng and Kyle L Seyler and Ding Zhong and Emma Schmidgall and Michael A McGuire and David H Cobden and Wang Yao and Di Xiao and Pablo Jarillo-Herrero and Xiaodong Xu",
            "2017",
            "G6F60bEAAAAJ:-_dYPAW6P2MC",
            1663,
            "https:\/\/www.nature.com\/articles\/nature22391?sf86685293=1",
            "5713523964351744566",
            "\/scholar?cites=5713523964351744566",
            {
                "2017":51,
                "2018":275,
                "2019":492,
                "2020":769,
                "2021":66
            }
        ],
        [
            "A van der Waals heterostructure is a type of metamaterial that consists of vertically stacked two-dimensional building blocks held together by the van der Waals forces between the layers. This design means that the properties of van der Waals heterostructures can be engineered precisely, even more so than those of two-dimensional materials 1. One such property is the ‘twist’angle between different layers in the heterostructure. This angle has a crucial role in the electronic properties of van der Waals heterostructures, but does not have a direct analogue in other types of heterostructure, such as semiconductors grown using molecular beam epitaxy. For small twist angles, the moiré pattern that is produced by the lattice misorientation between the two-dimensional layers creates long-range modulation of the stacking order. So far, studies of the effects of the twist angle in van der Waals heterostructures have …",
            "Correlated insulator behaviour at half-filling in magic-angle graphene superlattices",
            "Yuan Cao and Valla Fatemi and Ahmet Demir and Shiang Fang and Spencer L Tomarken and Jason Y Luo and Javier D Sanchez-Yamagishi and Kenji Watanabe and Takashi Taniguchi and Efthimios Kaxiras and Ray C Ashoori and Pablo Jarillo-Herrero",
            "2018",
            "G6F60bEAAAAJ:e_rmSamDkqQC",
            1441,
            "https:\/\/www.nature.com\/articles\/nature26154",
            "12147920483441283827",
            "\/scholar?cites=12147920483441283827",
            {
                "2018":151,
                "2019":416,
                "2020":805,
                "2021":58
            }
        ],
        [
            "Graphene—a recently discovered form of graphite only one atomic layer thick 1—constitutes a new model system in condensed matter physics, because it is the first material in which charge carriers behave as massless chiral relativistic particles. The anomalous quantization of the Hall conductance 2, 3, which is now understood theoretically 4, 5, is one of the experimental signatures of the peculiar transport properties of relativistic electrons in graphene. Other unusual phenomena, like the finite conductivity of order 4e 2\/h (where e is the electron charge and h is Planck’s constant) at the charge neutrality (or Dirac) point 2, have come as a surprise and remain to be explained 5, 6, 7, 8, 9, 10, 11, 12, 13. Here we experimentally study the Josephson effect 14 in mesoscopic junctions consisting of a graphene layer contacted by two closely spaced superconducting electrodes 15. The charge density in the graphene layer …",
            "Bipolar supercurrent in graphene",
            "Hubert B Heersche and Pablo Jarillo-Herrero and Jeroen B Oostinga and Lieven MK Vandersypen and Alberto F Morpurgo",
            "2007",
            "G6F60bEAAAAJ:u5HHmVD_uO8C",
            1325,
            "https:\/\/www.nature.com\/articles\/nature05555",
            "17877471302002678016",
            "\/scholar?cites=17877471302002678016",
            {
                "2007":46,
                "2008":101,
                "2009":91,
                "2010":123,
                "2011":134,
                "2012":121,
                "2013":95,
                "2014":96,
                "2015":112,
                "2016":91,
                "2017":86,
                "2018":77,
                "2019":72,
                "2020":67,
                "2021":5
            }
        ]
    ]
}