{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Leigh Johnson and colleagues estimate the life expectancies of HIV positive South African adults who are taking antiretroviral therapy by using information from 6 programmes between 2001 and 2010.",
            "Life expectancies of South African adults starting antiretroviral treatment: collaborative analysis of cohort studies",
            "Leigh F Johnson and Joel Mossong and Rob E Dorrington and Michael Schomaker and Christopher J Hoffmann and Olivia Keiser and Matthew P Fox and Robin Wood and Hans Prozesky and Janet Giddy and Daniela Belen Garone and Morna Cornell and Matthias Egger and Andrew Boulle and International Epidemiologic Databases to Evaluate AIDS Southern Africa (IeDEA-SA) Collaboration",
            "2013",
            "G71myooAAAAJ:4DMP91E08xMC",
            417,
            "https:\/\/journals.plos.org\/plosmedicine\/article?id=10.1371\/journal.pmed.1001418",
            "5684878821857559959",
            "\/scholar?cites=5684878821857559959",
            {
                "2013":23,
                "2014":51,
                "2015":60,
                "2016":57,
                "2017":69,
                "2018":50,
                "2019":45,
                "2020":49,
                "2021":2
            }
        ],
        [
            "Hepatitis B virus (HBV) is the leading cause of chronic liver disease and liver-related death worldwide, with the majority of these cases occurring in areas of Africa and Asia where HBV prevalence is high. Many of the countries that are affected by hepatitis B are also affected by a high HIV burden, leading to frequent HIV\/HBV co-infection. The consequences of co-infection, including increased liver-related morbidity and mortality, increased hepatitis B viral replication, immune reconstitution to HBV in the setting of antiretroviral therapy, and hepatotoxicity from antiretroviral drugs, are especially important in regions with expanding antiretroviral programmes. Little data, however, are available on HIV\/HBV co-infection from regions with high chronic hepatitis B prevalence. This Review discusses the epidemiology, natural history, pathogenesis, and management of HIV\/HBV co-infection from these areas. Topics for future …",
            "Clinical implications of HIV and hepatitis B co-infection in Asia and Africa",
            "Christopher J Hoffmann and Chloe L Thio",
            "2007",
            "G71myooAAAAJ:IjCSPb-OGe4C",
            363,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1473309907701354",
            "1538314648940185902",
            "\/scholar?cites=1538314648940185902",
            {
                "2007":3,
                "2008":22,
                "2009":15,
                "2010":20,
                "2011":17,
                "2012":24,
                "2013":40,
                "2014":41,
                "2015":37,
                "2016":41,
                "2017":32,
                "2018":20,
                "2019":22,
                "2020":23,
                "2021":1
            }
        ],
        [
            "Morna Cornell and colleagues investigate differences in mortality for HIV-positive men and women on antiretroviral therapy in South Africa.",
            "Gender differences in survival among adult patients starting antiretroviral therapy in South Africa: a multicentre cohort study",
            "Morna Cornell and Michael Schomaker and Daniela Belen Garone and Janet Giddy and Christopher J Hoffmann and Richard Lessells and Mhairi Maskew and Hans Prozesky and Robin Wood and Leigh F Johnson and Matthias Egger and Andrew Boulle and Landon Myer and International Epidemiologic Databases to Evaluate AIDS Southern Africa (IeDEA-SA) Collaboration",
            "2012",
            "G71myooAAAAJ:qUcmZB5y_30C",
            223,
            "https:\/\/journals.plos.org\/plosmedicine\/article?id=10.1371\/journal.pmed.1001304",
            "7598509984770364703",
            "\/scholar?cites=7598509984770364703",
            {
                "2012":1,
                "2013":18,
                "2014":31,
                "2015":34,
                "2016":38,
                "2017":25,
                "2018":17,
                "2019":23,
                "2020":30,
                "2021":3
            }
        ],
        [
            "Objective:Hepatotoxicity is a significant complication of antiretroviral therapy (ART). We assessed the incidence of and risk factors for hepatotoxicity among HIV-infected individuals on ART in South Africa.Design:We conducted a retrospective cohort study in a workplace HIV care program in South Africa which uses a first-line regimen of efavirenz, zidovudine, and lamivudine and provides routine clinical and laboratory monitoring.Methods:We included subjects with baseline and follow-up alanine transaminase and aspartate aminotransferase tests. Severe hepatotoxicity cases were identified during the first 12 months of ART. Potential risk factors, including concomitant medication use, tuberculosis, and hepatitis B and C, were determined from clinical records, database queries, and serological testing. Associations with hepatotoxicity were investigated using Cox proportional hazards modeling.Results:Of the 868 …",
            "Hepatotoxicity in an African antiretroviral therapy cohort: the effect of tuberculosis and hepatitis B",
            "Christopher J Hoffmann and Salome Charalambous and Chloe L Thio and Desmond J Martin and Lindiwe Pemba and Katherine L Fielding and Gavin J Churchyard and Richard E Chaisson and Alison D Grant",
            "2007",
            "G71myooAAAAJ:QIV2ME_5wuYC",
            193,
            "https:\/\/journals.lww.com\/aidsonline\/Fulltext\/2007\/06190\/Hepatotoxicity_in_an_African_antiretroviral.9.aspx",
            "6586280263409397107",
            "\/scholar?cites=6586280263409397107",
            {
                "2007":4,
                "2008":10,
                "2009":11,
                "2010":25,
                "2011":20,
                "2012":16,
                "2013":14,
                "2014":10,
                "2015":17,
                "2016":18,
                "2017":14,
                "2018":3,
                "2019":18,
                "2020":11
            }
        ],
        [
            "Integration of retroviral cDNA into host chromosomal DNA is an essential and distinctive step in viral replication. Despite considerable study, the host determinants of sites for integration have not been fully clarified. To investigate integration site selection in vivo, we used two approaches. (i) We have analyzed the host sequences flanking 61 human immunodeficiency virus type 1 (HIV-1) integration sites made by experimental infection and compared them to a library of 104 control sequences. (ii) We have also analyzed HIV-1 integration frequencies near several human repeated-sequence DNA families, using a repeat-specific PCR-based assay. At odds with previous reports from smaller-scale studies, we found no strong biases either for or against integration near repetitive sequences such as Alu or LINE-1 elements. We also did not find a clear bias for integration in transcription units as proposed previously …",
            "Chromosome structure and human immunodeficiency virus type 1 cDNA integration: centromeric alphoid repeats are a disfavored target",
            "Sandrine Carteau and Christopher Hoffmann and Frederic Bushman",
            "1998",
            "G71myooAAAAJ:LkGwnXOMwfcC",
            179,
            "https:\/\/jvi.asm.org\/content\/72\/5\/4005.short",
            "3077156358280455363",
            "\/scholar?cites=3077156358280455363",
            {
                "1998":1,
                "1999":3,
                "2000":11,
                "2001":10,
                "2002":12,
                "2003":8,
                "2004":11,
                "2005":16,
                "2006":13,
                "2007":6,
                "2008":15,
                "2009":13,
                "2010":10,
                "2011":8,
                "2012":6,
                "2013":1,
                "2014":9,
                "2015":4,
                "2016":7,
                "2017":4,
                "2018":1,
                "2019":2,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Antiretroviral therapy (ART) is crucial for controlling HIV-1 infection through wide-scale treatment as prevention and pre-exposure prophylaxis (PrEP). Potent tenofovir disoproxil fumarate-containing regimens are increasingly used to treat and prevent HIV, although few data exist for frequency and risk factors of acquired drug resistance in regions hardest hit by the HIV pandemic. We aimed to do a global assessment of drug resistance after virological failure with first-line tenofovir-containing ART.The TenoRes collaboration comprises adult HIV treatment cohorts and clinical trials of HIV drug resistance testing in Europe, Latin and North America, sub-Saharan Africa, and Asia. We extracted and harmonised data for patients undergoing genotypic resistance testing after virological failure with a first-line regimen containing tenofovir plus a cytosine analogue (lamivudine or emtricitabine) plus a non …",
            "Global epidemiology of drug resistance after failure of WHO recommended first-line regimens for adult HIV-1 infection: a multicentre retrospective cohort study",
            "John Gregson and Michele Tang and Nicaise Ndembi and Raph L Hamers and Soo-Yon Rhee and Vincent C Marconi and Lameck Diero and Katherine A Brooks and Kristof Theys and Tobias Rinke De Wit and Monica Arruda and Frederico Garcia and Susana Monge and Huldrych F Günthard and Christopher J Hoffmann and Phyllis J Kanki and Nagalingeshwaran Kumarasamy and Bernard Kerschberger and Orna Mor and Charlotte Charpentier and Eva Todesco and Casper Rokx and Luuk Gras and Elias K Helvas and Henry Sunpath and Domenico Di Carlo and Antonio Antinori and Massimo Andreoni and Alessandra Latini and Cristina Mussini and Avelin Aghokeng and Anders Sonnerborg and Ujjwal Neogi and William J Fessel and Simon Agolory and Chunfu Yang and Jose L Blanco and James M Juma and Erasmus Smit and Daniel Schmidt and Christine Watera and Juliet Asio and Wilford Kurungi and Anna Tostevin and Tal El-Hay and Nathan Clumeck and Dominique Goedhals and Cloete Van Vuuren and Philip A Bester and Caroline Sabin and Irene Mukui and MARIA M Santoro and Carlo F Perno and Gillian Hunt and Lynn Morris and Ricardo Camacho and Tulio De Oliveira and Deenan Pillay and Eugene Schulter and Akio Murakami-Ogasawara and Gustavo Reyes-Terán and Karla Romero and Santiago Avila-Rios and Sunee Sirivichayakul and Kiat Ruxrungtham and Suwanna Mekprasan and David Dunn and Pontiano Kaleebu and Elliot Raizes and Rami Kantor and Robert W Shafer and Ravindra K Gupta",
            "2016",
            "G71myooAAAAJ:J_g5lzvAfSwC",
            176,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1473309915005368",
            "13400561553701642482",
            "\/scholar?cites=13400561553701642482",
            {
                "2015":2,
                "2016":25,
                "2017":39,
                "2018":34,
                "2019":35,
                "2020":38,
                "2021":1
            }
        ],
        [
            "  Background . Coinfection with hepatitis B virus (HBV) and human immunodeficiency virus (HIV) is common in Africa; however, the impact of HBV infection on the outcomes of antiretroviral therapy programs is unclear. We evaluated the impact of chronic hepatitis B on HIV virologic response, changes in CD4 cell count, hepatotoxicity, and mortality among Africans receiving highly active antiretroviral therapy (HAART).  Methods . We conducted a retrospective cohort study involving a workplace HAART program in South Africa. Participants received HAART according to a protocol and were followed up for up to 72 weeks. On the basis of pre-HAART serum assays, patients were classified as being hepatitis B surface antigen (HBsAg) negative, HBsAg positive with a low HBV DNA level (⩽1×104 copies\/mL), and HBsAg positive with a high HBV DNA level (>1×104 copies\/mL …",
            "Hepatitis B virus infection and response to antiretroviral therapy (ART) in a South African ART program",
            "Christopher J Hoffmann and Salome Charalambous and Desmond J Martin and Craig Innes and Gavin J Churchyard and Richard E Chaisson and Alison D Grant and Katherine L Fielding and Chloe L Thio",
            "2008",
            "G71myooAAAAJ:e5wmG9Sq2KIC",
            158,
            "https:\/\/academic.oup.com\/cid\/article-abstract\/47\/11\/1479\/282892",
            "8649837068960060403",
            "\/scholar?cites=8649837068960060403",
            {
                "2008":3,
                "2009":11,
                "2010":17,
                "2011":17,
                "2012":14,
                "2013":23,
                "2014":17,
                "2015":16,
                "2016":17,
                "2017":1,
                "2018":8,
                "2019":6,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Chronic hepatitis B (CH-B) is common among HIV-infected individuals and increases liver-related mortality in the absence of highly active antiretroviral therapy (HAART). The impact of CH-B on long-term HAART outcomes has not been fully characterized.MethodsTo address this question, HAART initiators enrolled in the Multicenter AIDS Cohort Study (MACS) were retrospectively analyzed. Subjects were classified by hepatitis B category based on serology at the time of HAART initiation. The association of CH-B with mortality, AIDS defining illnesses, CD4 rise, and HIV suppression was assessed using regression analysis.ResultsOf 816 men followed for a median of 7 years on HAART, 350 were never HBV infected, 357 had past infection, 45 had CH-B, and 64 were only core-antibody positive. Despite HAART, AIDS-related mortality was the most common cause of death (8.3\/1000 person-years (PYs)). It was …",
            "Hepatitis B and long-term HIV outcomes in co-infected HAART recipients",
            "Christopher J Hoffmann and Eric C Seaberg and Stephen Young and Mallory D Witt and Kristin D’Acunto and John Phair and Chloe L Thio",
            "2009",
            "G71myooAAAAJ:dfsIfKJdRG4C",
            136,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC2861825\/",
            "16614426931013398063",
            "\/scholar?cites=16614426931013398063",
            {
                "2009":1,
                "2010":11,
                "2011":16,
                "2012":14,
                "2013":19,
                "2014":16,
                "2015":17,
                "2016":11,
                "2017":6,
                "2018":4,
                "2019":12,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Abnormal thyroid function test results are common among human immunodeficiency virus (HIV)–infected patients. Although the prevalence of overt thyroid disease does not appear to be significantly increased in HIV-infected patients, compared with the general population, specific patterns of abnormal thyroid function test findings are more frequently identified among HIV-infected patients. Among patients with advanced acquired immunodeficiency syndrome, nonthyroidal illness (i.e., euthyroid sick syndrome) is common. During antiretroviral therapy, the prevalence of 2 generally asymptomatic conditions (subclinical hypothyroidism, which is characterized by isolated elevated thyroid-stimulating hormone levels, and isolated low free thyroxine levels) is increased. In addition, Graves disease, which is marked by low thyroid-stimulating hormone and elevated thyroxine levels, may occur during immune …",
            "Thyroid function abnormalities in HIV-infected patients",
            "Kenneth H Mayer and Christopher J Hoffmann and Todd T Brown",
            "2007",
            "G71myooAAAAJ:aqlVkmm33-oC",
            123,
            "https:\/\/academic.oup.com\/cid\/article-abstract\/45\/4\/488\/426848",
            "5682263453491930946",
            "\/scholar?cites=5682263453491930946",
            {
                "2008":6,
                "2009":8,
                "2010":2,
                "2011":9,
                "2012":9,
                "2013":12,
                "2014":12,
                "2015":15,
                "2016":13,
                "2017":10,
                "2018":11,
                "2019":10,
                "2020":4
            }
        ],
        [
            "  Background. Episodes of viremia are common in African antiretroviral therapy (ART) programs. We sought to describe viremia, resuppression, and accumulation of resistance during first-line combination ART (cART) in South Africa.  Methods. Retrospective analysis of a cohort receiving zidovudine, lamivudine, and either efavirenz or nevirapine with human immunodeficiency virus (HIV) RNA monitoring every 6 months. We assessed viremia (HIV RNA >1000 copies\/mL after initial HIV RNA response) and resuppression (HIV RNA <400 copies\/mL after viremia). Genotypic resistance testing was performed using stored plasma on a subset of patients at first detection of viremia and subsequently among patients with persistent viremia.  Results. Between 2002 and 2006, 3727 patients initiated cART (median CD4, 147 cells\/mm3). Of 1007 patients who …",
            "Viremia, resuppression, and time to resistance in human immunodeficiency virus (HIV) subtype C during first-line antiretroviral therapy",
            "Christopher J Hoffmann and Salome Charalambous and John Sim and Joanna Ledwaba and Graham Schwikkard and Richard E Chaisson and Katherine L Fielding and Gavin J Churchyard and Lynn Morris and Alison D Grant",
            "2009",
            "G71myooAAAAJ:RHpTSmoSYBkC",
            122,
            "https:\/\/academic.oup.com\/cid\/article-abstract\/49\/12\/1928\/439949",
            "9117388994000618033",
            "\/scholar?cites=9117388994000618033",
            {
                "2010":5,
                "2011":15,
                "2012":11,
                "2013":16,
                "2014":14,
                "2015":8,
                "2016":11,
                "2017":17,
                "2018":6,
                "2019":4,
                "2020":9,
                "2021":2
            }
        ]
    ]
}