{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A chemical reaction network for the regulation of the quinic acid (qa) gene cluster of Neurospora crassa is proposed. An efficient Monte Carlo method for walking through the parameter space of possible chemical reaction networks is developed to identify an ensemble of deterministic kinetics models with rate constants consistent with RNA and protein profiling data. This method was successful in identifying a model ensemble fitting available RNA profiling data on the qa gene cluster.",
            "An ensemble method for identifying regulatory circuits with special reference to the qa gene cluster of Neurospora crassa",
            "Dorjsuren Battogtokh and David K Asch and Mary E Case and Jonathan Arnold and H-B Schüttler",
            "2002",
            "g9cKfUEAAAAJ:eQOLeE2rZwMC",
            138,
            "https:\/\/www.pnas.org\/content\/99\/26\/16904.short",
            "5382658848576057903",
            "\/scholar?cites=5382658848576057903",
            {
                "2003":4,
                "2004":11,
                "2005":2,
                "2006":7,
                "2007":7,
                "2008":4,
                "2009":13,
                "2010":11,
                "2011":8,
                "2012":9,
                "2013":13,
                "2014":7,
                "2015":6,
                "2016":9,
                "2017":6,
                "2018":5,
                "2019":9,
                "2020":5
            }
        ],
        [
            "A model-driven discovery process, Computing Life, is used to identify an ensemble of genetic networks that describe the biological clock. A clock mechanism involving the genes white-collar-1 and white-collar-2 (wc-1 and wc-2) that encode a transcriptional activator (as well as a blue-light receptor) and an oscillator frequency (frq) that encodes a cyclin that deactivates the activator is used to guide this discovery process through three cycles of microarray experiments. Central to this discovery process is a new methodology for the rational design of a Maximally Informative Next Experiment (MINE), based on the genetic network ensemble. In each experimentation cycle, the MINE approach is used to select the most informative new experiment in order to mine for clock-controlled genes, the outputs of the clock. As much as 25% of the N. crassa transcriptome appears to be under clock-control. Clock outputs include genes with products in DNA metabolism, ribosome biogenesis in RNA metabolism, cell cycle, protein metabolism, transport, carbon metabolism, isoprenoid (including carotenoid) biosynthesis, development, and varied signaling processes. Genes under the transcription factor complex WCC ( = WC-1\/WC-2) control were resolved into four classes, circadian only (612 genes), light-responsive only (396), both circadian and light-responsive (328), and neither circadian nor light-responsive (987). In each of three cycles of microarray experiments data support that wc-1 and wc-2 are auto-regulated by WCC. Among 11,000 N. crassa genes a total of 295 genes, including a large fraction of phosphatases\/kinases, appear to be under the immediate …",
            "Systems biology of the clock in Neurospora crassa",
            "Wubei Dong and Xiaojia Tang and Yihai Yu and Roger Nilsen and Rosemary Kim and James Griffith and Jonathan Arnold and H-Bernd Schüttler",
            "2008",
            "g9cKfUEAAAAJ:5nxA0vEk-isC",
            99,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0003105",
            "9898360548937030903",
            "\/scholar?cites=9898360548937030903",
            {
                "2009":4,
                "2010":7,
                "2011":9,
                "2012":4,
                "2013":10,
                "2014":18,
                "2015":13,
                "2016":9,
                "2017":9,
                "2018":9,
                "2019":3,
                "2020":4
            }
        ],
        [
            "A diverse array of organisms from bacteria to humans may have evolved the ability to tell time in the presence or absence of external environmental cues. In the lowly bread mould, Neurospora crassa, biomolecular reactions involving the white-collar-1 (wc-1), white-collar-2 (wc-2), and frequency (frq) genes and their products constitute building blocks of a biological clock. Here we use genetic network models to explain quantitatively, from a systems perspective, how these building blocks interact, and how a complex trait like clock oscillation emerges from these interactions. We use a recently developed method of genetic network identification to find an ensemble of oscillating network models quantitatively consistent with available RNA and protein profiling data on the N. crassa clock. Predicted key features of the N. crassa clock system are a dynamically frustrated closed feedback loop, cooperativity in frq gene …",
            "A genetic network for the clock of Neurospora crassa",
            "Yihai Yu and Wubei Dong and Cara Altimus and Xiaojia Tang and James Griffith and Melissa Morello and Lisa Dudek and Jonathan Arnold and Heinz-Bernd Schüttler",
            "2007",
            "g9cKfUEAAAAJ:mVmsd5A6BfQC",
            54,
            "https:\/\/www.pnas.org\/content\/104\/8\/2809.short",
            "15670490004516139153",
            "\/scholar?cites=15670490004516139153",
            {
                "2007":2,
                "2008":6,
                "2009":4,
                "2010":2,
                "2011":3,
                "2012":5,
                "2013":7,
                "2014":7,
                "2015":3,
                "2016":2,
                "2017":3,
                "2018":6,
                "2019":2,
                "2020":2
            }
        ],
        [
            "We develop a general framework for a realistic rate equation modeling of cellulose hydrolysis using non‐complexed cellulase. Our proposed formalism, for the first time, takes into account explicitly the time evolution of the random substrate morphology resulting from the hydrolytic cellulose chain fragmentation and solubilization. This is achieved by integrating novel geometrical concepts to quantitatively capture the time‐dependent random morphology, together with the enzymatic chain fragmentation, into a coupled morphology‐plus‐kinetics rate equation approach. In addition, an innovative site number representation, based on tracking available numbers of β(1,4) glucosidic bonds, of different “site” types, exposed to attacks by different enzyme types, is presented. This site number representation results in an ordinary differential equation (ODE) system, with a substantially reduced ODE system size, compared to …",
            "Cellulose hydrolysis in evolving substrate morphologies I: a general modeling formalism",
            "Wen Zhou and Heinz‐Bernd Schüttler and Zhiqian Hao and Ying Xu",
            "2009",
            "g9cKfUEAAAAJ:u5HHmVD_uO8C",
            51,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/bit.22389",
            "884296307095512598",
            "\/scholar?cites=884296307095512598",
            {
                "2009":1,
                "2010":6,
                "2011":8,
                "2012":8,
                "2013":8,
                "2014":5,
                "2015":5,
                "2016":6,
                "2017":2,
                "2018":2
            }
        ],
        [
            "Numerical simulation results are presented for a cellulose hydrolysis model which incorporates both the enzymatic glucan chain fragmentation kinetics and the hydrolytic substrate morphology evolution within the general framework of our companion article I. To test the local Poisson (LP) approximation employed in the site number formalism of I, we numerically compare it to the corresponding exact chain number formalism of I. The LP results agree to very high accuracy with the exact chain number kinetics, assuming realistic parameters. From simulations of different types of random and non‐random model morphologies, we then show that the details of the random substrate morphology distribution, and its hydrolytic time evolution, profoundly affect the hydrolysis kinetics. Essential, likely very general, experimentally testable features of such morphology‐based hydrolysis models are (i) the existence of two distinct …",
            "Cellulose hydrolysis in evolving substrate morphologies II: numerical results and analysis",
            "Wen Zhou and Zhiqian Hao and Ying Xu and Heinz‐Bernd Schüttler",
            "2009",
            "g9cKfUEAAAAJ:MXK_kJrjxJIC",
            36,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/bit.22388",
            "10644858298133477983",
            "\/scholar?cites=10644858298133477983",
            {
                "2009":1,
                "2010":4,
                "2011":4,
                "2012":6,
                "2013":2,
                "2014":3,
                "2015":3,
                "2016":5,
                "2017":7,
                "2018":1
            }
        ],
        [
            "A broad overview of recent developments in computer simulation studies of condensed matter systems is provided in this book. Both classical and quantum systems are discussed. The contributions present new physical results and describe new simulation techniques and novel ways of interpreting simulational data. Topics covered include:-parallelization and vectorization-cellular automata, fractals and aggregation-damage spreading-molecular dynamics of proteins and rotating molecules in solids-quantum Monte Carlo studies of strongly correlated electron systems",
            "Computer Simulation Studies in Condensed Matter Physics II: New Directions Proceedings of the Second Workshop, Athens, GA, USA, February 20–24, 1989",
            "David P Landau and Kin K Mon and Heinz-Bernd Schüttler",
            "2012",
            "g9cKfUEAAAAJ:4TOpqqG69KYC",
            29,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=hO71CAAAQBAJ&oi=fnd&pg=PA1&dq=info:VX9PV9Btw9YJ:scholar.google.com&ots=7D5-QHStXM&sig=Q6fr2wKignOjvq7ZfxGx6SFod5E",
            "15475333486160609109",
            "\/scholar?cites=15475333486160609109",
            {
                "1991":2,
                "1992":5,
                "1993":7,
                "1994":1,
                "1995":1,
                "1996":1,
                "1997":2,
                "1998":1,
                "1999":1,
                "2000":1,
                "2001":2,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":1
            }
        ],
        [
            "We present a time-scale analysis for the enzymatic hydrolysis of solid cellulosic substrates, based on our recently developed kinetic model (Zhou et al., 2009a, Biotechnol Bioeng 104: 261–274; Zhou et al., 2009b, Biotechnol Bioeng 104: 275–289) which incorporates both enzymatic chain fragmentation and hydrolytic time evolution of the solid substrate morphology. Analytical order-of-magnitude estimates of the relevant single-layer chain depolymerization times are first discussed. These time-scale estimates for pure and mixed enzyme systems can be employed to calculate the degree of synergy between endo-and exo-acting enzymes in a mixed enzyme system. By the way of a quasi-steady-state approximation which allows for a greatly simplified analytical solution of the model, we also explain the origin and give order-of-magnitude estimates of the two characteristic hydrolysis time scales which arise in this …",
            "Cellulose hydrolysis in evolving substrate morphologies III: Time‐scale analysis",
            "Wen Zhou and Ying Xu and Heinz‐Bernd Schüttler",
            "2010",
            "g9cKfUEAAAAJ:UebtZRa9Y70C",
            29,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/bit.22814",
            "8325163091410300790",
            "\/scholar?cites=8325163091410300790",
            {
                "2012":8,
                "2013":3,
                "2014":4,
                "2015":3,
                "2016":6,
                "2017":4,
                "2018":1
            }
        ],
        [
            "A broad overview of recent developments in computer simulation studies of condensed matter systems is provided in this book. Both classical and quantum systems are discussed. The contributions present new physical results and describe new simulation techniques and novel ways of interpreting simulational data. Topics covered include:-parallelization and vectorization-cellular automata, fractals and aggregation-damage spreading-molecular dynamics of proteins and rotating molecules in solids-quantum Monte Carlo studies of strongly correlated electron systems",
            "Computer Simulation Studies in Condensed Matter Physics II: New Directions Proceedings of the Second Workshop, Athens, GA, USA, February 20–24, 1989",
            "David P Landau and Kin K Mon and Heinz-Bernd Schüttler",
            "2012",
            "g9cKfUEAAAAJ:YsMSGLbcyi4C",
            23,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=hO71CAAAQBAJ&oi=fnd&pg=PA1&dq=info:VX9PV9Btw9YJ:scholar.google.com&ots=7D5-QHStZG&sig=9xkpjWzfe92qdPrbLIrkw2iG07k",
            "15475333486160609109",
            "\/scholar?cites=15475333486160609109",
            {
                "1991":1,
                "1992":5,
                "1993":5,
                "1994":1,
                "1995":1,
                "1996":1,
                "1997":2,
                "1998":1,
                "1999":1,
                "2000":1,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":1
            }
        ],
        [
            "Collective cell movement is critical to the emergent properties of many multicellular systems, including microbial self-organization in biofilms, embryogenesis, wound healing, and cancer metastasis. However, even the best-studied systems lack a complete picture of how diverse physical and chemical cues act upon individual cells to ensure coordinated multicellular behavior. Known for its social developmental cycle, the bacterium Myxococcus xanthus uses coordinated movement to generate three-dimensional aggregates called fruiting bodies. Despite extensive progress in identifying genes controlling fruiting body development, cell behaviors and cell–cell communication mechanisms that mediate aggregation are largely unknown. We developed an approach to examine emergent behaviors that couples fluorescent cell tracking with data-driven models. A unique feature of this approach is the ability to identify cell …",
            "Data-driven modeling reveals cell behaviors controlling self-organization during Myxococcus xanthus development",
            "Christopher R Cotter and Heinz-Bernd Schüttler and Oleg A Igoshin and Lawrence J Shimkets",
            "2017",
            "g9cKfUEAAAAJ:UeHWp8X0CEIC",
            18,
            "https:\/\/www.pnas.org\/content\/114\/23\/E4592.short",
            "2922006767440902551",
            "\/scholar?cites=2922006767440902551",
            {
                "2017":1,
                "2018":5,
                "2019":5,
                "2020":5,
                "2021":1
            }
        ],
        [
            "The synchronization of stochastic coupled oscillators is a central problem in physics and an emerging problem in biology, particularly in the context of circadian rhythms. Most measurements on the biological clock are made at the macroscopic level of millions of cells. Here measurements are made on the oscillators in single cells of the model fungal system, Neurospora crassa, with droplet microfluidics and the use of a fluorescent recorder hooked up to a promoter on a clock controlled gene-2 (ccg-2). The oscillators of individual cells are stochastic with a period near 21 hours (h), and using a stochastic clock network ensemble fitted by Markov Chain Monte Carlo implemented on general-purpose graphical processing units (or GPGPUs) we estimated that> 94% of the variation in ccg-2 expression was stochastic (as opposed to experimental error). To overcome this stochasticity at the macroscopic level, cells must …",
            "Synchronizing stochastic circadian oscillators in single cells of Neurospora crassa",
            "Zhaojie Deng and Sam Arsenault and Cristian Caranica and James Griffith and Taotao Zhu and Ahmad Al-Omari and Heinz-Bernd Schüttler and Jonathan Arnold and Leidong Mao",
            "2016",
            "g9cKfUEAAAAJ:hqOjcs7Dif8C",
            18,
            "https:\/\/www.nature.com\/articles\/srep35828",
            "8376351079079446258",
            "\/scholar?cites=8376351079079446258",
            {
                "2016":1,
                "2017":4,
                "2018":4,
                "2019":2,
                "2020":4,
                "2021":1
            }
        ]
    ]
}