{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Now beyond its eleventh printing and translated into twelve languages, Michael Porter’s The Competitive Advantage of Nations has changed completely our conception of how prosperity is created and sustained in the modern global economy. Porter’s groundbreaking study of international competitiveness has shaped national policy in countries around the world. It has also transformed thinking and action in states, cities, companies, and even entire regions such as Central America. Based on research in ten leading trading nations, The Competitive Advantage of Nations offers the first theory of competitiveness based on the causes of the productivity with which companies compete. Porter shows how traditional comparative advantages such as natural resources and pools of labor have been superseded as sources of prosperity, and how broad macroeconomic accounts of competitiveness are insufficient. The book introduces Porter’s “diamond,” a whole new way to understand the competitive position of a nation (or other locations) in global competition that is now an integral part of international business thinking. Porter's concept of “clusters,” or groups of interconnected firms, suppliers, related industries, and institutions that arise in particular locations, has become a new way for companies and governments to think about economies, assess the competitive advantage of locations, and set public policy. Even before publication of the book, Porter’s theory had guided national reassessments in New Zealand and elsewhere. His ideas and personal involvement have shaped strategy in countries as diverse as the Netherlands, Portugal, Taiwan, Costa …",
            "Competitive advantage of nations: creating and sustaining superior performance",
            "Michael E Porter",
            "2011",
            "g9WIbh0AAAAJ:U8aB7V8aZVQC",
            111646,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=CqZzxAxBpfEC&oi=fnd&pg=PR23&dq=info:iX62fx1mhygJ:scholar.google.com&ots=AuYkIH10Sy&sig=5KSSCbRHdkCJ1blhyfkIMdwOdUI",
            "2920415160255807113",
            "\/scholar?cites=2920415160255807113",
            {
                "1990":323,
                "1991":471,
                "1992":700,
                "1993":830,
                "1994":974,
                "1995":1102,
                "1996":1130,
                "1997":1302,
                "1998":1422,
                "1999":1703,
                "2000":2083,
                "2001":2194,
                "2002":2594,
                "2003":2903,
                "2004":3520,
                "2005":3627,
                "2006":3898,
                "2007":4305,
                "2008":4729,
                "2009":4859,
                "2010":5256,
                "2011":5640,
                "2012":6105,
                "2013":6279,
                "2014":6162,
                "2015":6534,
                "2016":6294,
                "2017":6144,
                "2018":5705,
                "2019":5339,
                "2020":4436,
                "2021":230
            }
        ],
        [
            "Strategy may not be the most dynamic word in the business lexicon, but reports of its death as a core discipline are premature. The analytical approach to strategy first put forward in 1980 by Professor Michael E. Porter of the Harvard Business School was a watershed in business analysis. Measuring Business Excellence revisits Competitive Strategy, Professor Porter's seminal work, and finds that it remains a powerful framework for understanding the competitive situation faced by today's organizations.",
            "Competitive strategy",
            "Michael E Porter",
            "1997",
            "g9WIbh0AAAAJ:8d8msizDQcsC",
            70428,
            "https:\/\/www.emerald.com\/insight\/content\/doi\/10.1108\/eb025476\/full\/html",
            "2536315618142267259",
            "\/scholar?cites=2536315618142267259",
            {
                "1985":184,
                "1986":214,
                "1987":265,
                "1988":318,
                "1989":347,
                "1990":408,
                "1991":454,
                "1992":491,
                "1993":585,
                "1994":662,
                "1995":647,
                "1996":747,
                "1997":742,
                "1998":823,
                "1999":929,
                "2000":1136,
                "2001":1293,
                "2002":1484,
                "2003":1754,
                "2004":2034,
                "2005":2209,
                "2006":2456,
                "2007":2670,
                "2008":2826,
                "2009":3115,
                "2010":3307,
                "2011":3345,
                "2012":3706,
                "2013":4033,
                "2014":3817,
                "2015":4037,
                "2016":3915,
                "2017":3790,
                "2018":3650,
                "2019":3372,
                "2020":2730,
                "2021":155
            }
        ],
        [
            "Heart Disease and Stroke Statistics--2016 Update: A Report From the American Heart Association.Writing Group Members, Mozaffarian D, Benjamin EJ, Go AS, Arnett DK, Blaha MJ, Cushman M, Das SR, de Ferranti S, Després JP, Fullerton HJ, Howard VJ, Huffman MD, Isasi CR, Jiménez MC, Judd SE, Kissela BM, Lichtman JH, Lisabeth LD, Liu S, Mackey RH, Magid DJ, McGuire DK, Mohler ER 3rd, Moy CS, Muntner P, Mussolino ME, Nasir K, Neumar RW, Nichol G, Palaniappan L, Pandey DK, Reeves MJ, Rodriguez CJ, Rosamond W, Sorlie PD, Stein J, Towfighi A, Turan TN, Virani SS, Woo D, Yeh RW, Turner MB; American Heart Association Statistics Committee; Stroke Statistics Subcommittee.",
            "Executive summary: heart disease and stroke statistics—2015 update: a report from the American Heart Association",
            "Dariush Mozaffarian and Emelia J Benjamin and Alan S Go and Donna K Arnett and Michael J Blaha and Mary Cushman and Sarah De Ferranti and Jean-Pierre Després and Heather J Fullerton and Virginia J Howard and Mark D Huffman and Suzanne E Judd and Brett M Kissela and Daniel T Lackland and Judith H Lichtman and Lynda D Lisabeth and Simin Liu and Rachel H Mackey and David B Matchar and Darren K McGuire and Emile R Mohler III and Claudia S Moy and Paul Muntner and Michael E Mussolino and Khurram Nasir and Robert W Neumar and Graham Nichol and Latha Palaniappan and Dilip K Pandey and Mathew J Reeves and Carlos J Rodriguez and Paul D Sorlie and Joel Stein and Amytis Towfighi and Tanya N Turan and Salim S Virani and Joshua Z Willey and Daniel Woo and Robert W Yeh and Melanie B Turner",
            "2015",
            "g9WIbh0AAAAJ:F-1HeU7gMOYC",
            34378,
            "http:\/\/scholar.google.com\/scholar?cluster=12960707862178439566&hl=en&oi=scholarr",
            "4920226881403204332",
            "\/scholar?cites=4920226881403204332",
            {
                "2012":666,
                "2013":2435,
                "2014":4045,
                "2015":5269,
                "2016":5414,
                "2017":4378,
                "2018":3621,
                "2019":4038,
                "2020":3501,
                "2021":268
            }
        ],
        [
            "by Robert S. Kaplan and David P. Norton what you measure is what you get. Senior executives understand that their organization's, measurement system strongly affects the behavior of managers and employees. Executives also understand that traditional financial accounting measures like return-on-investment and earnings-per-share can give misleading signals for continuous improvement and innovation-activities today's competitive envi-",
            "The balanced scorecard: measures that drive performance",
            "Robert S Kaplan and David P Norton",
            "2005",
            "g9WIbh0AAAAJ:vPKCt-r_nWsC",
            26213,
            "https:\/\/www.academia.edu\/download\/54588379\/Kaplan_Nortonbalanced_scorecard.pdf",
            "18419661601019328268",
            "\/scholar?cites=18419661601019328268",
            {
                "1995":77,
                "1996":89,
                "1997":112,
                "1998":157,
                "1999":256,
                "2000":278,
                "2001":363,
                "2002":441,
                "2003":581,
                "2004":779,
                "2005":913,
                "2006":1003,
                "2007":1104,
                "2008":1257,
                "2009":1395,
                "2010":1465,
                "2011":1501,
                "2012":1649,
                "2013":1711,
                "2014":1663,
                "2015":1686,
                "2016":1598,
                "2017":1547,
                "2018":1463,
                "2019":1344,
                "2020":1116,
                "2021":60
            }
        ],
        [
            "ow that companies can source capital, goods, information, and technology from around the world, often with the click of a mouse, much of the conventional wisdom about how companies and nations compete needs to be overhauled. In theory, more open global markets and faster transportation and communication should diminish the role of location in competition. After all, anything that can be efficiently sourced from a distance through global markets and corporate networks is available to any company and therefore is essentially nullified as a source of competitive advantage.",
            "Clusters and the new economics of competition",
            "Michael E Porter",
            "1998",
            "g9WIbh0AAAAJ:WCOPUGKhX9IC",
            17718,
            "http:\/\/marasbiber.com\/wp-content\/uploads\/2018\/05\/Michael-E.-Porter-Cluster-Reading.pdf",
            "3970434014530855438",
            "\/scholar?cites=3970434014530855438",
            {
                "1999":62,
                "2000":148,
                "2001":219,
                "2002":305,
                "2003":445,
                "2004":572,
                "2005":709,
                "2006":701,
                "2007":819,
                "2008":943,
                "2009":924,
                "2010":1053,
                "2011":1105,
                "2012":1107,
                "2013":1096,
                "2014":1160,
                "2015":1144,
                "2016":1104,
                "2017":1055,
                "2018":989,
                "2019":891,
                "2020":738,
                "2021":39
            }
        ],
        [
            "Protecting our nation's security-our people, our territory and our way of life is my Administration's foremost mission and constitutional duty. America's security imperatives, however, have fundamentally changed. The central security challenge of the past half century—the threat of communist expansion-is gone. The dangers we face today are more diverse... large-scale environmental degradation, exacerbated by rapid population growth, threatens to undermine political stability in many countries and regions....",
            "security risk, that they have environmental threats, but sible.\" 10 Here Levy displays his own",
            "Debate-Gareth Porter",
            "1996",
            "g9WIbh0AAAAJ:_mQi-xiA4oYC",
            16369,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=mpK5AAAAIAAJ&oi=fnd&pg=PA61&dq=info:QQ_fBs3tV_4J:scholar.google.com&ots=AH7PUjdvR-&sig=mNx057tOdoD0oyQYcF8WshoHCkg",
            "18327378673446883137",
            "\/scholar?cites=18327378673446883137",
            {
                "1997":48,
                "1998":126,
                "1999":175,
                "2000":232,
                "2001":238,
                "2002":311,
                "2003":432,
                "2004":542,
                "2005":477,
                "2006":612,
                "2007":679,
                "2008":753,
                "2009":752,
                "2010":809,
                "2011":947,
                "2012":994,
                "2013":1039,
                "2014":1069,
                "2015":1112,
                "2016":1009,
                "2017":998,
                "2018":988,
                "2019":882,
                "2020":741,
                "2021":45
            }
        ],
        [
            "The fact is, the prevailing approaches to CSR are so fragmented and so disconnected from business and strategy as to obscure many of the greatest opportunities for companies to benefit society. If, instead, corporations were to analyze their prospects for social responsibility using the same frameworks that guide their core business choices, they would discover that CSR can be much more than a cost, a constraint, or a charitable deed–it can be a source of opportunity, innovation, and competitive advantage.In this article, we propose a new way to look at the relationship between business and society that does not treat corporate success and social welfare as a zero-sum game. We introduce a framework companies can use to identify all of the effects, both positive and negative, they have on society; determine which ones to address; and",
            "The link between competitive advantage and corporate social responsibility",
            "Michael E Porter and Mark R Kramer",
            "2006",
            "g9WIbh0AAAAJ:Y0-TYkg6YM4C",
            14227,
            "https:\/\/www.academia.edu\/download\/39684170\/Porter_Business_Case_for_CSR.pdf",
            "14432474142857930162",
            "\/scholar?cites=14432474142857930162",
            {
                "2007":133,
                "2008":316,
                "2009":445,
                "2010":727,
                "2011":824,
                "2012":1023,
                "2013":1139,
                "2014":1272,
                "2015":1382,
                "2016":1409,
                "2017":1363,
                "2018":1221,
                "2019":1363,
                "2020":1222,
                "2021":81
            }
        ],
        [
            "Pocos libros están destinados a convertirse en clásicos, y este es uno de ellos. Estrategia competitiva ofrece un conjunto completo de métodos analíticos que permiten estudiar la industria en su conjunto y pronosticar su evolución, entender a los competidores y su situación, y traducir el análisis en la estrategia competitiva de una compañía. Con más de 50 reimpresiones, traducido a 19 idiomas y en esta nueva edición reformada en español, este libro examina la forma en que una empresa compite con mayor eficacia y fortalece su posición en el mercado. Estrategia competitiva ha transformado la teoría, la práctica y la enseñanza de la estrategia empresarial en todo el mundo. Más de un millón de directivos en grandes y pequeñas empresas, analistas de inversión, consultores, estudiantes y académicos en todo el mundo han interiorizado las ideas de Porter y las han aplicado para evaluar diversas industrias, entender a los competidores y elegir una posición competitiva con una rentabilidad superior.",
            "Estrategia competitiva: técnicas para el análisis de los sectores industriales y de la competencia",
            "Michael E Porter",
            "2015",
            "g9WIbh0AAAAJ:2Q0AJrNhS-QC",
            13430,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=_n0dDAAAQBAJ&oi=fnd&pg=PT2&dq=info:NQ25b6n-CecJ:scholar.google.com&ots=aujKyNcOb3&sig=-VZPyZ-vvoxtUZsighPLTPbnQFE",
            "16648117501229075765",
            "\/scholar?cites=16648117501229075765",
            {
                "1995":38,
                "1996":37,
                "1997":45,
                "1998":81,
                "1999":133,
                "2000":126,
                "2001":220,
                "2002":225,
                "2003":303,
                "2004":339,
                "2005":400,
                "2006":483,
                "2007":499,
                "2008":500,
                "2009":592,
                "2010":658,
                "2011":703,
                "2012":724,
                "2013":749,
                "2014":768,
                "2015":896,
                "2016":930,
                "2017":978,
                "2018":1051,
                "2019":861,
                "2020":491,
                "2021":7
            }
        ],
        [
            " THE CAPITALIST SYSTEM is under siege. In recent years business increasingly has been viewed as a major cause of social, environmental, and economic problems. Companies are widely perceived to be prospering at the expense of the broader community.",
            "Creating shared value",
            "Michael E Porter and Mark R Kramer",
            "2019",
            "g9WIbh0AAAAJ:WTkkuPxyGkUC",
            11380,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-94-024-1144-7_16",
            "16158393826673782591",
            "\/scholar?cites=16158393826673782591",
            {
                "2011":288,
                "2012":612,
                "2013":845,
                "2014":1031,
                "2015":1307,
                "2016":1378,
                "2017":1441,
                "2018":1417,
                "2019":1389,
                "2020":1297,
                "2021":93
            }
        ],
        [
            "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together in a single document the most up-to-date statistics related to heart disease, stroke, and the factors in the AHA’s Life’s Simple 7 (Figure 1), which include core health behaviors (smoking, physical activity [PA], diet, and weight) and health factors (cholesterol, blood pressure [BP], and glucose control) that contribute to cardiovascular health. The Statistical Update represents a critical resource for the lay public, policy makers, media professionals, clinicians, healthcare administrators, researchers, health advocates, and others seeking the best available data on these factors and conditions. Cardiovascular disease (CVD) and stroke produce immense health and economic burdens in the United States and globally. The …",
            "Heart disease and stroke statistics—2017 update: a report from the American Heart Association",
            "Emelia J Benjamin and Michael J Blaha and Stephanie E Chiuve and Mary Cushman and Sandeep R Das and Rajat Deo and Sarah D De Ferranti and James Floyd and Myriam Fornage and Cathleen Gillespie and Carmen R Isasi and Monik C Jimenez and Lori Chaffin Jordan and Suzanne E Judd and Daniel Lackland and Judith H Lichtman and Lynda Lisabeth and Simin Liu and Chris T Longenecker and Rachel H Mackey and Kunihiro Matsushita and Dariush Mozaffarian and Michael E Mussolino and Khurram Nasir and Robert W Neumar and Latha Palaniappan and Dilip K Pandey and Ravi R Thiagarajan and Mathew J Reeves and Matthew Ritchey and Carlos J Rodriguez and Gregory A Roth and Wayne D Rosamond and Comilla Sasson and Amytis Towfighi and Connie W Tsao and Melanie B Turner and Salim S Virani and Jenifer H Voeks and Joshua Z Willey and John T Wilkins and Jason HY Wu and Heather M Alger and Sally S Wong and Paul Muntner",
            "2017",
            "g9WIbh0AAAAJ:prvsfHNhuEoC",
            10778,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/CIR.0000000000000485",
            "12750599967268488540",
            "\/scholar?cites=12750599967268488540",
            {
                "2017":621,
                "2018":2549,
                "2019":3675,
                "2020":3437,
                "2021":289
            }
        ]
    ]
}