{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Fundamental understanding of the charge transport physics of hybrid lead halide perovskite semiconductors is important for advancing their use in high-performance optoelectronics. We use field-effect transistors (FETs) to probe the charge transport mechanism in thin films of methylammonium lead iodide (MAPbI3). We show that through optimization of thin-film microstructure and source-drain contact modifications, it is possible to significantly minimize instability and hysteresis in FET characteristics and demonstrate an electron field-effect mobility (μFET) of 0.5 cm2\/Vs at room temperature. Temperature-dependent transport studies revealed a negative coefficient of mobility with three different temperature regimes. On the basis of electrical and spectroscopic studies, we attribute the three different regimes to transport limited by ion migration due to point defects associated with grain boundaries, polarization disorder …",
            "Understanding charge transport in lead iodide perovskite thin-film field-effect transistors",
            "S. P. Senanayak and B. Yang and T. H. Thomas and N. Giesbrecht and W. Huang and E. Gann and B. Nair and K. Goedel and S. Guha and X. Moya and C. R. McNeill and P. Docampo and A. Sadhanala and R. H. Friend and H. Sirringhaus",
            "2017",
            "G_sJJ8gAAAAJ:W5xh706n7nkC",
            254,
            "https:\/\/advances.sciencemag.org\/content\/3\/1\/e1601935?utm_source=TrendMD&utm_medium=cpc&utm_campaign=TrendMD_1",
            "1625487443968351722",
            "\/scholar?cites=1625487443968351722",
            {
                "2017":19,
                "2018":62,
                "2019":77,
                "2020":84,
                "2021":10
            }
        ],
        [
            "Endohedral fullerenes belong to a new class of compounds which are technologically and scientifically important owing to their unique structures and optoelectronic properties. This review focuses on theoretical calculations and spectroscopic (electronic, vibrational, and nuclear magnetic resonance (NMR)) studies of endohedral fullerenes thus far published. A theoretical background, with various computational methods used for determining energy-optimized electronic structure and calculation of vibrational spectra, is presented. Further, theoretical and spectroscopic investigations of individual endohedral fullerenes are discussed. Such studies provide structural information about the carbon cage, position of the encapsulated species, and the degree of charge transfer. In particular, 13C NMR spectroscopy is indispensable for the determination of the cage symmetry. In some cases, NMR signals from 45Sc …",
            "Electronic structures and spectral properties of endohedral fullerenes",
            "Suchi Guha and Kazuo Nakamoto",
            "2005",
            "G_sJJ8gAAAAJ:hC7cP41nSMkC",
            188,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0010854504002796",
            "13715868801722238766",
            "\/scholar?cites=13715868801722238766",
            {
                "2005":1,
                "2006":11,
                "2007":16,
                "2008":22,
                "2009":19,
                "2010":13,
                "2011":21,
                "2012":18,
                "2013":12,
                "2014":15,
                "2015":11,
                "2016":5,
                "2017":6,
                "2018":5,
                "2019":3,
                "2020":7,
                "2021":1
            }
        ],
        [
            "The static polarizability properties and the Raman-scattering intensities in molecular C 60 and C 70 are found to be well reproduced by a bond polarizability model with parameters similar to those obtained from studies of hydrocarbons. For the Raman spectrum of C 60 with off-resonance infrared laser excitation, a fit using first-principles vibrational eigenvectors yields α∥′-α⊥′= 2.30 A ̊ 2, 2 α⊥′+ α∥′= 2.30 A ̊ 2, α∥-α⊥= 1.28 A ̊ 3 for single bonds and α∥′-α⊥′= 2.60 A ̊ 2, 2 α⊥′+ α∥′= 7.55 A ̊ 2, α∥-α⊥= 0.32 A ̊ 3 for double bonds, with (α∥-α⊥) for the single bond arbitrarily set equal to its value in ethane, namely, 1.28 A ̊ 3. The transferability of these parameters to C 70 is discussed in detail.© 1996 The American Physical Society.",
            "Empirical bond polarizability model for fullerenes",
            "S Guha and Jose Menendez and JB Page and GB Adams",
            "1996",
            "G_sJJ8gAAAAJ:YFjsv_pBGBYC",
            127,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.53.13106",
            "2422452851674775620",
            "\/scholar?cites=2422452851674775620",
            {
                "1997":1,
                "1998":2,
                "1999":4,
                "2000":2,
                "2001":3,
                "2002":3,
                "2003":3,
                "2004":3,
                "2005":7,
                "2006":8,
                "2007":7,
                "2008":8,
                "2009":16,
                "2010":7,
                "2011":4,
                "2012":3,
                "2013":2,
                "2014":5,
                "2015":6,
                "2016":4,
                "2017":5,
                "2018":8,
                "2019":5,
                "2020":9
            }
        ],
        [
            "We present experimental and theoretical findings on the geometry of polycrystalline para hexaphenyl via Raman scattering. The planarity of the molecule is affected by hydrostatic pressure and temperature. Our studies indicate that the potential energy curve which governs the torsional motion between neighboring phenyl rings is “W” shaped. We determine the activation energy to promote the molecule from a nonplanar to a planar state to be 0.04 eV, in good agreement with our quantum chemical calculations. From the relative intensities of the 1280 cm− 1 to the 1220 cm− 1 Raman modes we show that high pressure planarizes the molecules, modifying the “W”-shaped potential energy curve to a “U”-shaped one.",
            "Planarity of para Hexaphenyl",
            "Suchi Guha and W Graupner and R Resel and Meera Chandrasekhar and Holalkere R Chandrasekhar and Rainer Glaser and G Leising",
            "1999",
            "G_sJJ8gAAAAJ:2osOgNQ5qMEC",
            123,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.3625",
            "5073338386934841271",
            "\/scholar?cites=5073338386934841271",
            {
                "1999":2,
                "2000":3,
                "2001":11,
                "2002":7,
                "2003":5,
                "2004":4,
                "2005":10,
                "2006":7,
                "2007":6,
                "2008":5,
                "2009":8,
                "2010":6,
                "2011":8,
                "2012":4,
                "2013":8,
                "2014":6,
                "2015":9,
                "2016":7,
                "2017":2,
                "2018":1,
                "2019":3
            }
        ],
        [
            "We present photoluminescence studies as a function of temperature from a series of conjugated polymers and a conjugated molecule all with distinctly different backbone conformations. The organic materials investigated here are planar methylated ladder-type poly para-phenylene, semi-planar polyfluorene, and nonplanar para-hexaphenyl. In the long-chain-polymers the photoluminescence transition energies blueshift with increasing temperatures. In contrast, in the conjugated molecules transition energies redshift with increasing temperatures. Empirical models that explain the temperature dependence of the band gap energies in inorganic semiconductors are extended to explain the temperature dependence of the transition energies in conjugated molecules.",
            "Temperature dependent photoluminescence of organic semiconductors with varying backbone conformation",
            "S Guha and JD Rice and YT Yau and CM Martin and M Chandrasekhar and HR Chandrasekhar and R Guentner and P Scandiucci De Freitas and U Scherf",
            "2002",
            "G_sJJ8gAAAAJ:RGFaLdJalmkC",
            117,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.67.125204",
            "12126867839135073434",
            "\/scholar?cites=12126867839135073434",
            {
                "2003":4,
                "2004":3,
                "2005":3,
                "2006":7,
                "2007":9,
                "2008":11,
                "2009":11,
                "2010":7,
                "2011":9,
                "2012":10,
                "2013":6,
                "2014":7,
                "2015":6,
                "2016":8,
                "2017":5,
                "2018":4,
                "2019":1,
                "2020":4,
                "2021":1
            }
        ],
        [
            "X-ray diffraction, optical spectroscopy (photoluminescence, photoluminescence excitation, Raman scattering), and molecular modeling are used in a broad study of structure and structural phase behavior within bulk poly(9,9-bis(2-ethylhexyl)fluorene-2,7-diyl) (PF2\/6). The nascent polymer initially appears in a disordered state, but annealing at modest temperatures, just above the glass transition temperature (Tg) of 332 K, initiates structural evolution toward the well-known hexagonal-type phase. Cooling from the high-temperature liquid crystal mesophase yields the same basic phase structure but with much improved long-range order. Despite these large-scale changes in the PF2\/6 interchain ordering, optical spectroscopy resolves only subtle variations in the spectroscopic features. Thermal cycling above 330 K (near Tg) yields red shifts in the Franck−Condon (FC) emission. These shifts are, in part, irreversible …",
            "Structural and spectroscopic investigations of bulk poly [bis (2-ethyl) hexylfluorene]",
            "B Tanto and S Guha and CM Martin and U Scherf and MJ Winokur",
            "2004",
            "G_sJJ8gAAAAJ:qUcmZB5y_30C",
            83,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ma049006p",
            "6951046307434934909",
            "\/scholar?cites=6951046307434934909",
            {
                "2005":10,
                "2006":12,
                "2007":16,
                "2008":6,
                "2009":14,
                "2010":2,
                "2011":3,
                "2012":1,
                "2013":2,
                "2014":2,
                "2015":3,
                "2016":2,
                "2017":3,
                "2018":5,
                "2019":1
            }
        ],
        [
            "Ethyl-hexyl substituted polyfluorene (PF) with its high level of molecular disorder can be described very well by one-carrier space-charge-limited conduction for a discrete set of trap levels with energy∼ 0.5 eV above the valence-band edge. Sweeping the bias above the trap-filling limit in the as-is polymer generates a set of exponential traps, which is clearly seen in the density of states calculations. The trapped charges in this set of traps have very long lifetimes and can be detrapped by photoexcitation. Thermal cycling the PF film to a crystalline phase prevents the creation of additional traps at higher voltages.",
            "Polyfluorene as a model system for space-charge-limited conduction",
            "Mohammad Arif and Minseong Yun and Shubhra Gangopadhyay and K Ghosh and L Fadiga and F Galbrecht and Ullrich Scherf and Suchi Guha",
            "2007",
            "G_sJJ8gAAAAJ:Y0pCki6q_DkC",
            68,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.75.195202",
            "11701036486119054513",
            "\/scholar?cites=11701036486119054513",
            {
                "2007":4,
                "2008":8,
                "2009":9,
                "2010":7,
                "2011":5,
                "2012":5,
                "2013":2,
                "2014":5,
                "2015":5,
                "2016":2,
                "2017":5,
                "2018":2,
                "2019":5,
                "2020":3,
                "2021":1
            }
        ],
        [
            "We report on a novel scheme of substrate engineering to obtain high-quality GaN layers on Si substrates. Ion implantation of an AlN∕Si substrate is performed to create a defective layer that partially isolates the III-nitride layer and the Si substrate and helps to reduce the strain in the film. Raman spectroscopy shows a substantial decrease in in-plane strain in GaN films grown on nitrogen implanted substrates. This is confirmed by the enhancement of the E2 (TO) phonon frequency from 564 to 567cm−1 corresponding to 84% stress reduction and substantial decrease in crack density for a 2-μm-thick GaN film. GaN films grown on implanted AlN∕Si substrate have better optical properties and smoother surface morphology as compared to nonimplanted AlN∕Si substrate.",
            "Development of strain reduced GaN on Si (111) by substrate engineering",
            "M Jamil and JR Grandusky and V Jindal and F Shahedipour-Sandvik and S Guha and M Arif",
            "2005",
            "G_sJJ8gAAAAJ:r0BpntZqJG4C",
            66,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2012538",
            "518767902621709267",
            "\/scholar?cites=518767902621709267",
            {
                "2005":2,
                "2006":4,
                "2007":9,
                "2008":2,
                "2009":4,
                "2010":10,
                "2011":7,
                "2012":2,
                "2013":8,
                "2014":6,
                "2015":3,
                "2016":3,
                "2017":3,
                "2018":1,
                "2019":2
            }
        ],
        [
            "A low-operating voltage and stable pentacene field-effect transistor (FET) employing thin low-dielectric constant gate layer of poly (methyl methacrylate) (PMMA) dissolved in propylene carbonate (PC) has been realized. This device exhibiting high field-effect mobility, a threshold voltage of −1 V, and a small sub-threshold slope at operating voltages below −3 V is compared with an FET cast from PMMA film dissolved in a low dipole moment solvent. The negligible hysteresis and excellent electrical stability of FETs under gate bias stress with the use of PC are traceable to the low density of trap states in PMMA bulk and at the interfaces.",
            "Low-operating voltage and stable organic field-effect transistors with poly (methyl methacrylate) gate dielectric solution deposited from a high dipole moment solvent",
            "NB Ukah and J Granstrom and RR Sanganna Gari and GM King and S Guha",
            "2011",
            "G_sJJ8gAAAAJ:mVmsd5A6BfQC",
            64,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3669696",
            "10134375691296995645",
            "\/scholar?cites=10134375691296995645",
            {
                "2011":1,
                "2012":5,
                "2013":7,
                "2014":9,
                "2015":7,
                "2016":6,
                "2017":9,
                "2018":10,
                "2019":5,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The β phase in di-octyl substituted polyfluorene (PF8) exhibits a surprising level of conformational order at nanometer length scales compared to other phases. We present Raman scattering studies of PF8 as a function of thermal cycling, which establishes a connection between the conformational isomers and the side and main chain morphology. Density-functional calculations of the vibrational spectra of single chain oligomers in conjunction with the experimental results demonstrate the incompatibility of the β phase with the overall α crystalline phase in PF8.",
            "Chain morphologies in semicrystalline polyfluorene: evidence from Raman scattering",
            "M Arif and C Volz and S Guha",
            "2006",
            "G_sJJ8gAAAAJ:UeHWp8X0CEIC",
            64,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.025503",
            "6856704204768473140",
            "\/scholar?cites=6856704204768473140",
            {
                "2006":2,
                "2007":9,
                "2008":9,
                "2009":7,
                "2010":4,
                "2011":7,
                "2012":2,
                "2013":4,
                "2014":2,
                "2015":4,
                "2016":2,
                "2017":3,
                "2018":4,
                "2019":5
            }
        ]
    ]
}