{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Osteosarcoma is the most common primary malignant tumor of bone. Analysis of familial cancer syndromes and sporadic cases has strongly implicated both p53 and pRb in its pathogenesis; however, the relative contribution of these mutations to the initiation of osteosarcoma is unclear. We describe here the generation and characterization of a genetically engineered mouse model in which all animals develop short latency malignant osteosarcoma. The genetically engineered mouse model is based on osteoblast-restricted deletion of p53 and pRb. Osteosarcoma development is dependent on loss of p53 and potentiated by loss of pRb, revealing a dominance of p53 mutation in the development of osteosarcoma. The model reproduces many of the defining features of human osteosarcoma including cytogenetic complexity and comparable gene expression signatures, histology, and metastatic behavior. Using a …",
            "Conditional mouse osteosarcoma, dependent on p53 loss and potentiated by loss of Rb, mimics the human disease",
            "Carl R Walkley and Rameez Qudsi and Vijay G Sankaran and Jennifer A Perry and Monica Gostissa and Sanford I Roth and Stephen J Rodda and Erin Snay and Patricia Dunning and Frederic H Fahey and Frederick W Alt and Andrew P McMahon and Stuart H Orkin",
            "2008",
            "GAJRejMAAAAJ:d1gkVwhDpl0C",
            301,
            "http:\/\/genesdev.cshlp.org\/content\/22\/12\/1662.short",
            "4691551213404908988",
            "\/scholar?cites=4691551213404908988",
            {
                "2008":4,
                "2009":15,
                "2010":28,
                "2011":15,
                "2012":23,
                "2013":35,
                "2014":32,
                "2015":39,
                "2016":33,
                "2017":19,
                "2018":19,
                "2019":15,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Availability of grafts and morbidity at the donor site limit autologous transplantation in patients requiring bone reconstruction. A tissue-engineering approach can overcome these limitations by producing bone-like tissue of custom shape and size from isolated cells. Several hydrogels facilitate osteogenesis on porous scaffolds; however, the relative suitability of various hydrogels has not been rigorously assessed. Fibrin glue, alginate, and collagen I hydrogels were mixed with swine bone marrow–derived differentiated mesenchymal stem cells (MSCs), applied to 3-dimensionally printed porous beta-tricalcium phosphate (β-TCP) scaffolds and implanted subcutaneously in nude mice. Although noninvasive assessment of osteogenesis in 3 dimensions is desirable for monitoring new bone formation in vivo, correlations with traditional histological and mechanical testing need to be established. High-resolution volumetric …",
            "Comparison of Hydrogels in the In Vivo Formation of Tissue-Engineered Bone Using Mesenchymal Stem Cells and Beta-Tricalcium Phosphate",
            "Christian Weinand and Rajiv Gupta and Albert Y Huang and Eli Weinberg and Ijad Madisch and Rameez A Qudsi and Craig M Neville and Irina Pomerantseva and Joseph P Vacanti",
            "2007",
            "GAJRejMAAAAJ:u-x6o8ySG0sC",
            63,
            "https:\/\/www.liebertpub.com\/doi\/abs\/10.1089\/ten.2006.0083",
            "3729675139287521056",
            "\/scholar?cites=3729675139287521056",
            {
                "2007":4,
                "2008":8,
                "2009":5,
                "2010":14,
                "2011":7,
                "2012":4,
                "2013":3,
                "2014":3,
                "2015":3,
                "2016":3,
                "2017":1,
                "2018":3,
                "2019":3,
                "2020":1,
                "2021":1
            }
        ],
        [
            "Aim:To systematically review and quantify the efficacy of tranexamic acid (TXA) use in reducing the risk of receiving a blood transfusion in patients undergoing orthopaedic trauma surgery, in reducing blood loss, and risk of thromboembolic events.Methods:A systematic literature search was performed using Medline, Embase, ClinicalTrials. gov, and conference proceeding abstracts from 2014–2016. A minimum of 2 reviewers screened each study and graded quality. The primary outcome measure was the risk of receiving a blood transfusion in the TXA group versus control. A meta-analysis was performed to construct a combined odds ratio (OR) of receiving a blood transfusion, mean difference (MD) of blood loss, and OR of thromboembolic events.Results:Sixteen studies met inclusion criteria and 12 contained sufficient data to be included in the quantitative analysis (1,333 patients). The risk of blood transfusion was …",
            "Tranexamic acid in orthopaedic trauma surgery: a meta-analysis",
            "Elizabeth B Gausden and Rameez Qudsi and Myles D Boone and Brian O'Gara and Joseph J Ruzbarsky and Dean G Lorich",
            "2017",
            "GAJRejMAAAAJ:UeHWp8X0CEIC",
            28,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC6827340\/",
            "6827618137121593153",
            "\/scholar?cites=6827618137121593153",
            {
                "2016":1,
                "2017":6,
                "2018":6,
                "2019":14
            }
        ],
        [
            "Hip fractures cause significant morbidity and mortality. Determining the optimal diagnostic strategy for the subset of patients with potential occult hip fracture remains challenging. We determined the most cost‐effective strategy for the diagnosis of occult hip fractures from the choices of performing only computed tomography (CT), performing only magnetic resonance imaging (MRI), performing CT and if negative performing MRI (MRI‐selective strategy) or discharging the patient without advanced imaging.We developed a decision‐analytic model to compare outcomes and costs of different diagnostic strategies for the diagnosis of an occult hip fracture from a societal perspective. Model inputs were derived from charge data, Medicare reimbursements, and the literature. Strategies with an incremental cost–effectiveness ratio (ICER) below $100,000 per quality‐adjusted life‐year (QALY) gained …",
            "Diagnostic imaging strategies for occult hip fractures: a decision and cost–effectiveness analysis",
            "Brian J Yun and MG Myriam Hunink and Anand M Prabhakar and Marilyn Heng and Shan W Liu and Rameez Qudsi and Ali S Raja",
            "2016",
            "GAJRejMAAAAJ:ufrVoPGSRksC",
            13,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/acem.13026",
            "16511790699455703042",
            "\/scholar?cites=16511790699455703042",
            {
                "2017":1,
                "2018":1,
                "2019":6,
                "2020":5
            }
        ],
        [
            "In many academic medical centers, resident physicians typically write initial opioid prescriptions, but little is known about their prescribing practices. We hypothesized that lower resident postgraduate year, residency-training program, and noncompletion of an opioid prescribing training would be factors associated with increased opioid prescribing by orthopedic residents after open reduction and internal fixation of distal radius fractures.A survey was administered to all 135 residents from 4 orthopedic residency programs in a state located in the northeastern United States between August 2017 and November 2017. Respondents were asked to indicate the initial analgesia (quantity and duration) they would prescribe for a younger and older, otherwise healthy, opiate-naïve female patient after open reduction and internal fixation of a distal radius fracture. We analyzed the quantity of initial opioids …",
            "Opioid Prescribing Patterns of Orthopedic Surgery Residents After Open Reduction Internal Fixation of Distal Radius Fractures",
            "Abhiram R Bhashyam and Jason Young and Rameez A Qudsi and Robert L Parisien and George SM Dyer",
            "2019",
            "GAJRejMAAAAJ:WF5omc3nYNoC",
            12,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0363502318306038",
            "16162639301138289745",
            "\/scholar?cites=16162639301138289745",
            {
                "2019":2,
                "2020":6,
                "2021":4
            }
        ],
        [
            "The burden of musculoskeletal disease remains high in low-income countries, with a high rate of pediatric disease. Efforts continue for orthopedic education, but there is little guidance on local needs and desires. Our aim was to determine the specific content and modalities that would be most useful for pediatric orthopedic educational programs abroad, and we demonstrate a practical method of identifying country-specific educational deficits through a self-reported needs survey in Haiti.A cross-sectional survey was administered using an automated response system. We obtained demographic information as well as training and practice patterns, comfort levels with pediatric diagnoses, and desired topics for education using a 5-point Likert Scale.Haitian Annual Assembly for Orthopaedic Trauma (HAAOT), the only national, continuing medical education conference for orthopedic providers in …",
            "A self-reported needs assessment survey of pediatric orthopaedic education in Haiti",
            "Rameez A Qudsi and Heather J Roberts and Abhiram R Bhashyam and Elena Losina and Donald S Bae and Francel Alexis and George S Dyer",
            "2018",
            "GAJRejMAAAAJ:_FxGoFyzp5QC",
            11,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1931720416303774",
            "17047650795161807329",
            "\/scholar?cites=17047650795161807329",
            {
                "2018":1,
                "2019":5,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Background:There is no consensus on the optimal fixation method for patients who require a surgical procedure for distal radial fractures. We used cost-effectiveness analyses to determine which of 3 modalities offers the best value: closed reduction and percutaneous pinning, open reduction and internal fixation, or external fixation.Methods:We developed a Markov model that projected short-term and long-term health benefits and costs in patients undergoing a surgical procedure for a distal radial fracture. Simulations began at the patient age of 50 years and were run over the patient’s lifetime. The analysis was conducted from health-care payer and societal perspectives. We estimated transition probabilities and quality-of-life values from the literature and determined costs from Medicare reimbursement schedules in 2016 US dollars. Suboptimal postoperative outcomes were determined by rates of reduction loss (4 …",
            "The cost-effectiveness of surgical fixation of distal radial fractures: a computer model-based evaluation of three operative modalities",
            "Prashant V Rajan and Rameez A Qudsi and George SM Dyer and Elena Losina",
            "2018",
            "GAJRejMAAAAJ:9yKSN-GCB0IC",
            8,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC6819022\/",
            "5667789453804256326",
            "\/scholar?cites=5667789453804256326",
            {
                "2018":1,
                "2019":2,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Background:Little is known about how to introduce complex technologies like arthroscopy into low-income countries. Thus, we compared low-versus high-resource intensive methods of teaching basic arthroscopic skills in a randomized controlled trial in Haiti.Methods:Forty-eight Haitian orthopaedic surgeons and residents attending an orthopaedic conference in Haiti were block randomized to receive instruction through a composite video (Control) or a composite video plus hands-on teaching with an expert visiting surgeon (Intervention). A low-fidelity surgical simulator tested visualization and triangulation skills. Participants completed a pre-and post-test where the goal was to sequentially tap the most numbers in 2.5 minutes. Outcome metrics included highest tapped number, number of errors, visualization loss, and number of lookdowns. Multivariate linear regression was used to confirm randomization and …",
            "A randomized controlled pilot study of educational techniques in teaching basic arthroscopic skills in a low-income country",
            "Abhiram R Bhashyam and Catherine Logan and Heather J Roberts and Rameez A Qudsi and Jacky Fils and George SM Dyer",
            "2017",
            "GAJRejMAAAAJ:W7OEmFMy1HYC",
            8,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC5410749\/",
            "13142363801565342334",
            "\/scholar?cites=13142363801565342334",
            {
                "2018":1,
                "2019":4,
                "2020":2,
                "2021":1
            }
        ],
        [
            "Rising health-care spending has renewed emphasis on valuebased care for institutions and policymakers. As a result, economic evidence increasingly is being considered in the shaping of clinical guidelines and practices1. Cost-effectiveness analysis using decision analytic models is a widely used methodology to establish the value of specific clinical interventions2. Models are informed by data from multiple sources, and are therefore capable of projecting outcomes and costs over longer time frames than the durations of randomized controlled trials (RCTs). Additionally, model-based evaluations can compare multiple interventions in the same analysis.",
            "Cost-effectiveness analyses in orthopaedic surgery: raising the bar",
            "Prashant V Rajan and Rameez A Qudsi and Lindsey L Wolf and Elena Losina",
            "2017",
            "GAJRejMAAAAJ:IjCSPb-OGe4C",
            5,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC5490335\/",
            "7168223584298318044",
            "\/scholar?cites=7168223584298318044",
            {
                "2019":2,
                "2020":3
            }
        ],
        [
            "To the Editor: A 16-year-old male with osteogenic sarcoma was treated with alternating cycles of cisplatin\/doxorubicin and high-dose methotrexate (HDMTX) according to our institutional protocol. His previous infusions were uneventful and demonstrated normal MTX clearance. Prior to the fourth HDMTX infusion, he had an unremarkable examination (weight, 55kg; surface area, 1.59 m2). Laboratory investigations showed normal electrolytes, liver function, and kidney function (serum creatinine [Cr] 0.8 mg\/dl; normal for age 1.0 mg\/dl). During infusion (12 gm\/m2 over 4 h, total 20 g), the patient developed severe nausea and vomiting. The 4-hr post-infusion MTX level was 1,540 μM (target level, 1,000–1,250 μM) and Cr was 1.0 mg\/dl (Fig. 1). The 24-hr post-infusion studies revealed persistently elevated MTX level (424 μM; target level< 10 μM), worsening renal function (Cr 2.3 mg\/dl), and evidence of hepatic injury (ALT 1,240 IU\/L, total bilirubin 4.2 mg\/dl, INR 2.06). He was started on 1,000 mg\/m2 of leucovorin, intravenously every 6 hr.Due to the unavailability of a standard dose of carboxypeptidase-G2 (CPG2)(50 U\/kg)[1], the patient only received 18 U\/kg (total 1,000 U, single vial), or approximately one-third of the standard dose. One hour post-administration, the MTX level decreased to 58μM, measured by automated fluorescence polarization immunoassay (FPI), detection limit 0.02 μM. Laboratory investigations demonstrated significant improvement on hospital day 4 (ALT 103IU\/L; bilirubin 0.6 mg\/dl, INR 1.09) with Cr decreasing to 1.4 mg\/dl on discharge (hospital day 16). Besides transient, mild jaundice and mild mucositis during hospitalization …",
            "Low-dose carboxypeptidase-G2 for methotrexate toxicity in a child",
            "Rameez Qudsi and Ola Abdulhadi and Iyad Sultan",
            "2010",
            "GAJRejMAAAAJ:roLk4NBRz8UC",
            5,
            "https:\/\/www.academia.edu\/download\/46756023\/pbc.2281120160624-9844-71lcue.pdf",
            "5619792378906995420",
            "\/scholar?cites=5619792378906995420",
            {
                "2010":1,
                "2011":1,
                "2012":2
            }
        ]
    ]
}