{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The pH-selective insertion and folding of a membrane peptide, pHLIP [pH (low) insertion peptide], can be used to target acidic tissue in vivo, including acidic foci in tumors, kidneys, and inflammatory sites. In a mouse breast adenocarcinoma model, fluorescently labeled pHLIP finds solid acidic tumors with high accuracy and accumulates in them even at a very early stage of tumor development. The fluorescence signal is stable for >4 days and is approximately five times higher in tumors than in healthy counterpart tissue. In a rat antigen-induced arthritis model, pHLIP preferentially accumulates in inflammatory foci. pHLIP also maps the renal cortical interstitium; however, kidney accumulation can be reduced significantly by providing mice with bicarbonate-containing drinking water. The peptide has three states: soluble in water, bound to the surface of a membrane, and inserted across the membrane as an α-helix. At …",
            "Mechanism and uses of a membrane peptide that targets tumors and other acidic tissues in vivo",
            "Oleg A Andreev and Allison D Dupuy and Michael Segala and Srikanth Sandugu and David A Serra and Clinton O Chichester and Donald M Engelman and Yana K Reshetnyak",
            "2007",
            "Gamv0UMAAAAJ:u5HHmVD_uO8C",
            282,
            "https:\/\/www.pnas.org\/content\/104\/19\/7893.short",
            "11531835370711584362",
            "\/scholar?cites=11531835370711584362",
            {
                "2007":4,
                "2008":13,
                "2009":11,
                "2010":23,
                "2011":15,
                "2012":18,
                "2013":24,
                "2014":23,
                "2015":22,
                "2016":30,
                "2017":27,
                "2018":24,
                "2019":21,
                "2020":22,
                "2021":1
            }
        ],
        [
            "We have previously observed the spontaneous, pH-dependent insertion of a water-soluble peptide to form a helix across lipid bilayers [Hunt, J. F., Rath, P., Rothschild, K. J. & Engelman, D. M. (1997) Biochemistry 36, 15177–15192]. We now use a related peptide, pH (low) insertion peptide, to translocate cargo molecules attached to its C terminus across the plasma membranes of living cells. Translocation is selective for low pH, and various types of cargo molecules attached by disulfides can be released by reduction in the cytoplasm, including peptide nucleic acids, a cyclic peptide (phalloidin), and organic compounds. Because a high extracellular acidity is characteristic of a variety of pathological conditions (such as tumors, infarcts, stroke-afflicted tissue, atherosclerotic lesions, sites of inflammation or infection, or damaged tissue resulting from trauma) or might be created artificially, pH (low) insertion peptide may …",
            "Translocation of molecules into cells by pH-dependent insertion of a transmembrane helix",
            "Yana K Reshetnyak and Oleg A Andreev and Ursula Lehnert and Donald M Engelman",
            "2006",
            "Gamv0UMAAAAJ:u-x6o8ySG0sC",
            222,
            "https:\/\/www.pnas.org\/content\/103\/17\/6460.short",
            "10805220927062902069",
            "\/scholar?cites=10805220927062902069",
            {
                "2006":5,
                "2007":5,
                "2008":7,
                "2009":16,
                "2010":12,
                "2011":13,
                "2012":7,
                "2013":16,
                "2014":14,
                "2015":21,
                "2016":23,
                "2017":16,
                "2018":18,
                "2019":21,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Solid tumors often develop an acidic environment due to the Warburg effect. The effectiveness of diagnosis and therapy may therefore be enhanced by the design and use of pH-sensitive agents that target acidic tumors. Recently, a novel technology was introduced to target acidic tumors using pH low insertion peptide (pHLIP), a peptide that inserts across cell membranes as an α-helix when the extracellular pH (pHe) is acidic. In this study, we expanded the application of the pHLIP technology to include positron emission tomography imaging of the acidic environment in prostate tumors using 64Cu conjugated to the pHLIP (64Cu-DOTA-pHLIP). Studies showed that this construct avidly accumulated in LNCaP and PC-3 tumors, with higher uptake and retention in the LNCaP tumors. Uptake correlated with differences in the bulk pHe of PC-3 and LNCaP tumors measured in magnetic resonance spectroscopy …",
            "A novel technology for the imaging of acidic prostate tumors by positron emission tomography",
            "Amy L Vāvere and Gráinne B Biddlecombe and William M Spees and Joel R Garbow and Dayanjali Wijesinghe and Oleg A Andreev and Donald M Engelman and Yana K Reshetnyak and Jason S Lewis",
            "2009",
            "Gamv0UMAAAAJ:9yKSN-GCB0IC",
            179,
            "https:\/\/cancerres.aacrjournals.org\/content\/69\/10\/4510.short",
            "8193882865498011913",
            "\/scholar?cites=8193882865498011913",
            {
                "2009":2,
                "2010":12,
                "2011":9,
                "2012":14,
                "2013":20,
                "2014":18,
                "2015":27,
                "2016":20,
                "2017":18,
                "2018":8,
                "2019":13,
                "2020":12,
                "2021":2
            }
        ],
        [
            "The membrane peptide pH (low) insertion peptide (pHLIP) lives in three worlds, being soluble in aqueous solution at pH 7.4, binding to the surface of lipid bilayers, and inserting as a transbilayer helix at low pH. With low pH driving the process, pHLIP can translocate cargo molecules attached to its C-terminus via a disulfide and release them in the cytoplasm of a cell. Here we examine a key aspect of the mechanism, showing that pHLIP is monomeric in each of its three major states: soluble in water near neutral pH (state I), bound to the surface of a membrane near neutral pH (state II), and inserted across the membrane as an α-helix at low pH (state III). The peptide does not induce fusion or membrane leakage. The unique properties of pHLIP made it attractive for the biophysical investigation of membrane protein folding in vitro and for the development of a novel class of delivery peptides for the transport of …",
            "A monomeric membrane peptide that lives in three worlds: in solution, attached to, and inserted across lipid bilayers",
            "Yana K Reshetnyak and Michael Segala and Oleg A Andreev and Donald M Engelman",
            "2007",
            "Gamv0UMAAAAJ:d1gkVwhDpl0C",
            178,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349507714911",
            "13434946147608607746",
            "\/scholar?cites=13434946147608607746",
            {
                "2008":7,
                "2009":7,
                "2010":13,
                "2011":9,
                "2012":8,
                "2013":16,
                "2014":12,
                "2015":18,
                "2016":18,
                "2017":17,
                "2018":21,
                "2019":11,
                "2020":19
            }
        ],
        [
            "The pH low-insertion peptide (pHLIP) serves as a model system for peptide insertion and folding across a lipid bilayer. It has three general states: (I) soluble in water or (II) bound to the surface of a lipid bilayer as an unstructured monomer, and (III) inserted across the bilayer as a monomeric α-helix. We used fluorescence spectroscopy and isothermal titration calorimetry to study the interactions of pHLIP with a palmitoyloleoylphosphatidylcholine (POPC) lipid bilayer and to calculate the transition energies between states. We found that the Gibbs free energy of binding to a POPC surface at low pHLIP concentration (state I–state II transition) at 37°C is approximately −7 kcal\/mol near neutral pH and that the free energy of insertion and folding across a lipid bilayer at low pH (state II–state III transition) is nearly −2 kcal\/mol. We discuss a number of related thermodynamic parameters from our measurements. Besides its …",
            "Energetics of peptide (pHLIP) binding to and folding across a lipid bilayer membrane",
            "Yana K Reshetnyak and Oleg A Andreev and Michael Segala and Vladislav S Markin and Donald M Engelman",
            "2008",
            "Gamv0UMAAAAJ:UeHWp8X0CEIC",
            160,
            "https:\/\/www.pnas.org\/content\/105\/40\/15340.short",
            "11665347923860040621",
            "\/scholar?cites=11665347923860040621",
            {
                "2008":2,
                "2009":3,
                "2010":12,
                "2011":9,
                "2012":10,
                "2013":13,
                "2014":15,
                "2015":18,
                "2016":18,
                "2017":9,
                "2018":16,
                "2019":19,
                "2020":11,
                "2021":1
            }
        ],
        [
            "Cancer is a complex disease with a range of genetic and biochemical markers within and among tumors, but a general tumor characteristic is extracellular acidity, which is associated with tumor growth and development. Acidosis could be a universal marker for cancer imaging and the delivery of therapeutic molecules, but its promise as a cancer biomarker has not been fully realized in the clinic. We have discovered a unique approach for the targeting of acidic tissue using the pH-sensitive folding and transmembrane insertion of pH (low) insertion peptide (pHLIP). The essence of the molecular mechanism has been elucidated, but the principles of design need to be understood for optimal clinical applications. Here, we report on a library of 16 rationally designed pHLIP variants. We show how the tuning of the biophysical properties of peptide–lipid bilayer interactions alters tumor targeting, distribution in organs, and …",
            "Family of pH (low) insertion peptides for tumor targeting",
            "Dhammika Weerakkody and Anna Moshnikova and Mak S Thakur and Valentina Moshnikova and Jennifer Daniels and Donald M Engelman and Oleg A Andreev and Yana K Reshetnyak",
            "2013",
            "Gamv0UMAAAAJ:M05iB0D1s5AC",
            155,
            "https:\/\/www.pnas.org\/content\/110\/15\/5834.short",
            "3199855402430737023",
            "\/scholar?cites=3199855402430737023",
            {
                "2014":21,
                "2015":29,
                "2016":26,
                "2017":22,
                "2018":18,
                "2019":19,
                "2020":19,
                "2021":1
            }
        ],
        [
            "Progress in nanomedicine depends on the development of nanomaterials and targeted delivery methods. In this work, we describe a method for the preferential targeting of gold nanoparticles to a tumor in a mouse model. The method is based on the use of the pH Low Insertion Peptide (pHLIP), which targets various imaging agents to acidic tumors. We compare tumor targeting by nonfunctionalized nanogold particles with nanogold–pHLIP conjugates, where nanogold is covalently attached to the N terminus of pHLIP. Our most important finding is that both intratumoral and i.v. administration demonstrated a significant enhancement of tumor uptake of gold nanoparticles conjugated with pHLIP. Statistically significant reduction of gold accumulation was observed in acidic tumors and kidney when pH-insensitive K-pHLIP was used as a vehicle, suggesting an important role of pH in the pHLIP-mediated targeting of gold …",
            "pHLIP peptide targets nanogold particles to tumors",
            "Lan Yao and Jennifer Daniels and Anna Moshnikova and Sergey Kuznetsov and Aftab Ahmed and Donald M Engelman and Yana K Reshetnyak and Oleg A Andreev",
            "2013",
            "Gamv0UMAAAAJ:iH-uZ7U-co4C",
            139,
            "https:\/\/www.pnas.org\/content\/110\/2\/465.short",
            "9135238931277589700",
            "\/scholar?cites=9135238931277589700",
            {
                "2013":6,
                "2014":26,
                "2015":30,
                "2016":16,
                "2017":22,
                "2018":16,
                "2019":13,
                "2020":9,
                "2021":1
            }
        ],
        [
            "What are the molecular events that occur when a peptide inserts across a membrane or exits from it? Using the pH-triggered insertion of the pH low insertion peptide to enable kinetic analysis, we show that insertion occurs in several steps, with rapid (0.1 sec) interfacial helix formation, followed by a much slower (100 sec) insertion pathway to give a transmembrane helix. The reverse process of unfolding and peptide exit from the bilayer core, which can be induced by a rapid rise of the pH from acidic to basic, proceeds approximately 400 times faster than folding\/insertion and through different intermediate states. In the exit pathway, the helix–coil transition is initiated while the polypeptide is still inside the membrane. The peptide starts to exit when about 30% of the helix is unfolded, and continues a rapid exit as it unfolds inside the membrane. These insights may guide understanding of membrane protein folding …",
            "pH (low) insertion peptide (pHLIP) inserts across a lipid bilayer as a helix and exits by a different path",
            "Oleg A Andreev and Alexander G Karabadzhak and Dhammika Weerakkody and Gregory O Andreev and Donald M Engelman and Yana K Reshetnyak",
            "2010",
            "Gamv0UMAAAAJ:eQOLeE2rZwMC",
            129,
            "https:\/\/www.pnas.org\/content\/107\/9\/4081.short",
            "10020386540352970043",
            "\/scholar?cites=10020386540352970043",
            {
                "2010":4,
                "2011":9,
                "2012":6,
                "2013":13,
                "2014":11,
                "2015":16,
                "2016":10,
                "2017":11,
                "2018":16,
                "2019":17,
                "2020":15,
                "2021":1
            }
        ],
        [
            "We have developed a way to measure cell surface pH by positioning a pH-sensitive fluorescent dye, seminaphtharhodafluor (SNARF), conjugated to the pH low insertion peptide (pHLIP). It has been observed that many diseased tissues are acidic and that tumors are especially so. A combination of effects acidifies tumor cell interiors, and cells pump out lactic acid and protons to maintain intracellular pH, acidifying the extracellular space. Overexpression of carbonic anhydrases on cell surfaces further contributes to acidification. Thus, the pH near tumor cell surfaces is expected to be low and to increase with distance from the membrane, so bulk pH measurements will not report surface acidity. Our new surface pH-measurement tool was validated in cancer cells grown in spheroids, in mouse tumor models in vivo, and in excised tumors. We found that the surface pH is sensitive to cell glycolytic activity: the pH …",
            "Probe for the measurement of cell surface pH in vivo and ex vivo",
            "Michael Anderson and Anna Moshnikova and Donald M Engelman and Yana K Reshetnyak and Oleg A Andreev",
            "2016",
            "Gamv0UMAAAAJ:eq2jaN3J8jMC",
            118,
            "https:\/\/www.pnas.org\/content\/113\/29\/8177.short",
            "7406153923852892867",
            "\/scholar?cites=7406153923852892867",
            {
                "2016":3,
                "2017":20,
                "2018":33,
                "2019":22,
                "2020":36,
                "2021":4
            }
        ],
        [
            "We find that pH-(low)-insertion-peptide (pHLIP)-facilitated translocation of phalloidin, a cell-impermeable polar toxin, inhibits the proliferation of cancer cells in a pH-dependent fashion. The monomeric pHLIP inserts its C terminus across a membrane under slightly acidic conditions (pH 6–6.5), forming a transmembrane helix. The delivery construct carries phalloidin linked to its inserting C terminus via a disulfide bond that is cleaved inside cells, releasing the toxin. To facilitate delivery of the polar agent, a lipophilic rhodamine moiety is also attached to the inserting end of pHLIP. After a 3 h incubation at pH 6.1–6.2 with 2–4 μM concentrations of the construct, proliferation in cultures of HeLa, JC, and M4A4 cancer cells is severely disrupted (> 90% inhibition of cell growth). Treated cells also show signs of cytoskeletal immobilization and multinucleation, consistent with the expected binding of phalloidin to F actin …",
            "pH-(low)-insertion-peptide (pHLIP) translocation of membrane impermeable phalloidin toxin inhibits cancer cell proliferation",
            "Ming An and Dayanjali Wijesinghe and Oleg A Andreev and Yana K Reshetnyak and Donald M Engelman",
            "2010",
            "Gamv0UMAAAAJ:Se3iqnhoufwC",
            114,
            "https:\/\/www.pnas.org\/content\/107\/47\/20246.short",
            "17393655546563356331",
            "\/scholar?cites=17393655546563356331",
            {
                "2011":5,
                "2012":7,
                "2013":15,
                "2014":11,
                "2015":21,
                "2016":5,
                "2017":14,
                "2018":11,
                "2019":17,
                "2020":8
            }
        ]
    ]
}