{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "We apply a generalized Becchi–Rouet–Stora–Tyutin (BRST) formulation to establish a connection between the gauge-fixed SU (2) Yang–Mills (YM) theories formulated in the Lorenz gauge and in the Maximal Abelian (MA) gauge. It is shown that the generating functional corresponding to the Faddeev–Popov (FP) effective action in the MA gauge can be obtained from that in the Lorenz gauge by carrying out an appropriate finite and field-dependent BRST (FFBRST) transformation. In this procedure, the FP effective action in the MA gauge is found from that in the Lorenz gauge by incorporating the contribution of non-trivial Jacobian due to the FFBRST transformation of the path integral measure. The present FFBRST formulation might be useful to see how Abelian dominance in the MA gauge is realized in the Lorenz gauge.",
            "Maximal Abelian gauge and a generalized BRST transformation",
            "Shinichi Deguchi and Vipul Kumar Pandey and Bhabani Prasad Mandal",
            "2016",
            "Gc1-YMoAAAAJ:d1gkVwhDpl0C",
            10,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269316300211",
            "4171501771304034231",
            "\/scholar?cites=4171501771304034231",
            {
                "2016":2,
                "2017":2,
                "2018":3,
                "2019":3
            }
        ],
        [
            "We develop BRST symmetry for the first time for a particle on the surface of a torus knot by analyzing the constraints of the system. The theory contains 2nd-class constraints and has been extended by introducing the Wess-Zumino term to convert it into a theory with first-class constraints. BFV analysis of the extended theory is performed to construct BRST\/anti-BRST symmetries for the particle on a torus knot. The nilpotent BRST\/anti-BRST charges which generate such symmetries are constructed explicitly. The states annihilated by these nilpotent charges consist of the physical Hilbert space. We indicate how various effective theories on the surface of the torus knot are related through the generalized version of the BRST transformation with finite-field–dependent parameters.",
            "BRST symmetry for a torus knot",
            "Vipul Kumar Pandey and Bhabani Prasad Mandal",
            "2017",
            "Gc1-YMoAAAAJ:u-x6o8ySG0sC",
            7,
            "https:\/\/iopscience.iop.org\/article\/10.1209\/0295-5075\/119\/31003\/meta",
            "2882165412252155543",
            "\/scholar?cites=2882165412252155543",
            {
                "2018":3,
                "2019":3,
                "2020":1
            }
        ]
    ]
}