{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The luminosity determination for the ATLAS detector at the LHC during pp collisions at s√= 8 TeV in 2012 is presented. The evaluation of the luminosity scale is performed using several luminometers, and comparisons between these luminosity detectors are made to assess the accuracy, consistency and long-term stability of the results. A luminosity uncertainty of δℒ\/ℒ = ±1.9% is obtained for the 22.7 fb-1 of pp collision data delivered to ATLAS at s√= 8 TeV in 2012.",
            "Luminosity Determination in Pp Collisions at S√ S= 8 TeV Using the ATLAS Detector at the LHC",
            "Masahiro Morii and SK Chan and B Clark and Paolo Giromini and Melissa Franklin and John Huth and Victoria Ippolito and Tomo Lazovich and D Lopez Mateos and Charlotte Rogan",
            "2016",
            "GcAKvkwAAAAJ:maZDTaKrznsC",
            3404,
            "https:\/\/dash.harvard.edu\/handle\/1\/42659223",
            "13028960326374976316",
            "\/scholar?cites=13028960326374976316",
            {
                "2011":185,
                "2012":562,
                "2013":377,
                "2014":138,
                "2015":125,
                "2016":190,
                "2017":496,
                "2018":605,
                "2019":433,
                "2020":274,
                "2021":9
            }
        ],
        [
            "By using the ATLAS detector, observations have been made of a centrality-dependent dijet asymmetry in the collisions of lead ions at the Large Hadron Collider. In a sample of lead-lead events with a per-nucleon center of mass energy of 2.76 TeV, selected with a minimum bias trigger, jets are reconstructed in fine-grained, longitudinally segmented electromagnetic and hadronic calorimeters. The transverse energies of dijets in opposite hemispheres are observed to become systematically more unbalanced with increasing event centrality leading to a large number of events which contain highly asymmetric dijets. This is the first observation of an enhancement of events with such large dijet asymmetries, not observed in proton-proton collisions, which may point to an interpretation in terms of strong jet energy loss in a hot, dense medium.",
            "Observation of a Centrality-Dependent Dijet Asymmetry in Lead-Lead Collisions at  with the ATLAS Detector at the LHC",
            "Georges Aad and B Abbott and J Abdallah and AA Abdelalim and Abdelmalek Abdesselam and B Abi and M Abolins and H Abramowicz and H Abreu and E Acerbi and BS Acharya and M Ackers and DL Adams and TN Addy and J Adelman and M Aderholz and S Adomeit and P Adragna and T Adye and S Aefsky and JA Aguilar-Saavedra and M Aharrouche and SP Ahlen and F Ahles and A Ahmad and M Ahsan and G Aielli and T Akdogan and TPA Åkesson and G Akimoto and AV Akimov and MS Alam and MA Alam and S Albrand and M Aleksa and IN Aleksandrov and M Aleppo and F Alessandria and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and M Aliev and G Alimonti and J Alison and M Aliyev and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and J Alonso and MG Alviggi and K Amako and P Amaral and C Amelung and VV Ammosov and A Amorim and G Amoros and N Amram and C Anastopoulos and T Andeen and CF Anders and KJ Anderson and A Andreazza and V Andrei and ML Andrieux and XS Anduaga and A Angerami and F Anghinolfi and N Anjos and A Annovi and A Antonaki and M Antonelli and S Antonelli and J Antos and F Anulli and S Aoun and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and ATH Arce and JP Archambault and S Arfaoui and JF Arguin and E Arik and M Arik and AJ Armbruster and KE Arms and SR Armstrong and O Arnaez and C Arnault and A Artamonov and G Artoni and D Arutinov and S Asai and J Silva and R Asfandiyarov and S Ask and B Åsman and L Asquith and K Assamagan and A Astbury and A Astvatsatourov and G Atoian and B Aubert and B Auerbach and E Auge and K Augsten and M Aurousseau and N Austin and R Avramidou and D Axen and C Ay and G Azuelos and Y Azuma and MA Baak and G Baccaglioni and C Bacci and AM Bach and H Bachacou and K Bachas and G Bachy and M Backes and E Badescu and P Bagnaia and S Bahinipati and Y Bai and DC Bailey and T Bain and JT Baines and OK Baker and S Baker and F Baltasar Dos Santos Pedrosa and E Banas and P Banerjee and Sw Banerjee and D Banfi and A Bangert and V Bansal and HS Bansil and L Barak and SP Baranov and A Barashkou and A Barbaro Galtieri and T Barber",
            "2010",
            "GcAKvkwAAAAJ:iKswqCX-FLkC",
            1200,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.252303",
            "10374830077736851981",
            "\/scholar?cites=10374830077736851981",
            {
                "2010":3,
                "2011":93,
                "2012":167,
                "2013":153,
                "2014":130,
                "2015":136,
                "2016":158,
                "2017":98,
                "2018":109,
                "2019":91,
                "2020":56,
                "2021":6
            }
        ],
        [
            "Measurements are presented of production properties and couplings of the recently discovered Higgs boson using the decays into boson pairs, H→ γ γ, H→ Z Z⁎→ 4 ℓ and H→ W W⁎→ ℓ ν ℓ ν. The results are based on the complete pp collision data sample recorded by the ATLAS experiment at the CERN Large Hadron Collider at centre-of-mass energies of s= 7 TeV and s= 8 TeV, corresponding to an integrated luminosity of about 25 fb− 1. Evidence for Higgs boson production through vector-boson fusion is reported. Results of combined fits probing Higgs boson couplings to fermions and bosons, as well as anomalous contributions to loop-induced production and decay modes, are presented. All measurements are consistent with expectations for the Standard Model Higgs boson.",
            "Measurements of Higgs boson production and couplings in diboson final states with the ATLAS detector at the LHC",
            "Georges Aad and Tatevik Abajyan and Brad Abbott and Jalal Abdallah and S Abdel Khalek and Rosemarie Aben and B Abi and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and Y Abulaiti and BS Acharya and L Adamczyk and DL Adams and TN Addy and J Adelman and S Adomeit and T Adye and S Aefsky and T Agatonovic-Jovin and JA Aguilar-Saavedra and M Agustoni and SP Ahlen and A Ahmad and M Ahsan and G Aielli and TPA Åkesson and G Akimoto and AV Akimov and MA Alam and J Albert and S Albrand and MJ Alconada Verzini and M Aleksa and IN Aleksandrov and F Alessandria and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and M Aliev and G Alimonti and L Alio and J Alison and BMM Allbrooke and LJ Allison and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and F Alonso and A Altheimer and B Alvarez Gonzalez and MG Alviggi and K Amako and Y Amaral Coutinho and C Amelung and VV Ammosov and SP Amor Dos Santos and A Amorim and S Amoroso and N Amram and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and XS Anduaga and S Angelidakis and P Anger and A Angerami and F Anghinolfi and AV Anisenkov and N Anjos and A Annovi and A Antonaki and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and ATH Arce and S Arfaoui and JF Arguin and S Argyropoulos and E Arik and M Arik and AJ Armbruster and O Arnaez and V Arnal and O Arslan and A Artamonov and G Artoni and S Asai and N Asbah and S Ask and B Åsman and L Asquith and K Assamagan and R Astalos and A Astbury and M Atkinson and NB Atlay and B Auerbach and E Auge and K Augsten and M Aurousseau and G Avolio and D Axen and G Azuelos and Y Azuma and MA Baak and C Bacci and AM Bach and H Bachacou and K Bachas and M Backes and M Backhaus and J Backus Mayes and E Badescu and P Bagiacchi and P Bagnaia and Y Bai and DC Bailey and T Bain and JT Baines and OK Baker and S Baker and P Balek and F Balli and E Banas and Sw Banerjee and D Banfi and A Bangert and V Bansal and HS Bansil and L Barak",
            "2013",
            "GcAKvkwAAAAJ:CRzUtm-VnGAC",
            1112,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269313006369",
            "686220583956310503",
            "\/scholar?cites=686220583956310503",
            {
                "2012":3,
                "2013":95,
                "2014":357,
                "2015":315,
                "2016":121,
                "2017":92,
                "2018":58,
                "2019":35,
                "2020":26,
                "2021":1
            }
        ],
        [
            "Two-particle correlations in relative azimuthal angle (Δ ϕ) and pseudorapidity (Δ η) are measured in s NN= 5.02 TeV p+ Pb collisions using the ATLAS detector at the LHC. The measurements are performed using approximately 1 μ b− 1 of data as a function of transverse momentum (p T) and the transverse energy (Σ E T Pb) summed over 3.1< η< 4.9 in the direction of the Pb beam. The correlation function, constructed from charged particles, exhibits a long-range (2<| Δ η|< 5)“near-side”(Δ ϕ∼ 0) correlation that grows rapidly with increasing Σ E T Pb. A long-range “away-side”(Δ ϕ∼ π) correlation, obtained by subtracting the expected contributions from recoiling dijets and other sources estimated using events with small Σ E T Pb, is found to match the near-side correlation in magnitude, shape (in Δ η and Δ ϕ) and Σ E T Pb dependence. The resultant Δ ϕ correlation is approximately symmetric about π\/2, and is …",
            "Observation of Associated Near-Side and Away-Side Long-Range Correlations in  Proton-Lead Collisions with the ATLAS Detector",
            "Georges Aad and Tatevik Abajyan and Brad Abbott and Jalal Abdallah and S Abdel Khalek and AA Abdelalim and R Aben and B Abi and M Abolins and OS Abouzeid and H Abramowicz and H Abreu and BS Acharya and L Adamczyk and DL Adams and TN Addy and J Adelman and S Adomeit and P Adragna and T Adye and S Aefsky and JA Aguilar-Saavedra and M Agustoni and SP Ahlen and F Ahles and A Ahmad and M Ahsan and G Aielli and TPA Åkesson and G Akimoto and AV Akimov and MA Alam and J Albert and S Albrand and M Aleksa and IN Aleksandrov and F Alessandria and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and M Aliev and G Alimonti and J Alison and BMM Allbrooke and LJ Allison and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and F Alonso and A Altheimer and B Alvarez Gonzalez and MG Alviggi and K Amako and C Amelung and VV Ammosov and SP Amor Dos Santos and A Amorim and S Amoroso and N Amram and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and XS Anduaga and S Angelidakis and P Anger and A Angerami and F Anghinolfi and A Anisenkov and N Anjos and A Annovi and A Antonaki and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and ATH Arce and S Arfaoui and JF Arguin and S Argyropoulos and E Arik and M Arik and AJ Armbruster and O Arnaez and V Arnal and A Artamonov and G Artoni and D Arutinov and S Asai and S Ask and B Åsman and L Asquith and K Assamagan and R Astalos and A Astbury and M Atkinson and B Auerbach and E Auge and K Augsten and M Aurousseau and G Avolio and D Axen and G Azuelos and Y Azuma and MA Baak and G Baccaglioni and C Bacci and AM Bach and H Bachacou and K Bachas and M Backes and M Backhaus and J Backus Mayes and E Badescu and P Bagnaia and Y Bai and DC Bailey and T Bain and JT Baines and OK Baker and S Baker and P Balek and F Balli and E Banas and P Banerjee and Sw Banerjee and D Banfi and A Bangert and V Bansal and HS Bansil and L Barak and SP Baranov and T Barber and EL Barberio",
            "2013",
            "GcAKvkwAAAAJ:o-PowTg_VKEC",
            750,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.182302",
            "8886099044352269458",
            "\/scholar?cites=8886099044352269458",
            {
                "2012":3,
                "2013":55,
                "2014":128,
                "2015":106,
                "2016":114,
                "2017":109,
                "2018":102,
                "2019":70,
                "2020":60,
                "2021":2
            }
        ],
        [
            "A search for squarks and gluinos in events containing jets, missing transverse momentum and no electrons or muons is presented. The data were recorded in 2011 by the ATLAS experiment in s= 7 TeV proton–proton collisions at the Large Hadron Collider. No excess above the Standard Model background expectation is observed in 1.04 fb− 1 of data. Gluino and squark masses below 700 GeV and 875 GeV respectively are excluded at the 95% confidence level in simplified models containing only squarks of the first two generations, a gluino octet and a massless neutralino. The exclusion limit increases to 1075 GeV for squarks and gluinos of equal mass. In MSUGRA\/CMSSM models with tan β= 10, A 0= 0 and μ> 0, squarks and gluinos of equal mass are excluded for masses below 950 GeV. These limits extend the region of supersymmetric parameter space excluded by previous measurements.",
            "Search for squarks and gluinos using final states with jets and missing transverse momentum with the ATLAS detector in s= 7 TeV proton–proton collisions",
            "Georges Aad and B Abbott and J Abdallah and AA Abdelalim and A Abdesselam and B Abi and M Abolins and H Abramowicz and H Abreu and E Acerbi and BS Acharya and DL Adams and TN Addy and J Adelman and M Aderholz and S Adomeit and P Adragna and T Adye and S Aefsky and JA Aguilar-Saavedra and M Aharrouche and SP Ahlen and F Ahles and A Ahmad and M Ahsan and G Aielli and T Akdogan and TPA Åkesson and G Akimoto and AV Akimov and A Akiyama and MS Alam and MA Alam and J Albert and S Albrand and M Aleksa and IN Aleksandrov and F Alessandria and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and M Aliev and G Alimonti and J Alison and M Aliyev and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and MG Alviggi and K Amako and P Amaral and C Amelung and VV Ammosov and A Amorim and G Amorós and N Amram and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and M-L Andrieux and XS Anduaga and A Angerami and F Anghinolfi and N Anjos and A Annovi and A Antonaki and M Antonelli and A Antonov and J Antos and F Anulli and S Aoun and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and ATH Arce and JP Archambault and S Arfaoui and J-F Arguin and E Arik and M Arik and AJ Armbruster and O Arnaez and C Arnault and A Artamonov and G Artoni and D Arutinov and S Asai and R Asfandiyarov and S Ask and B Åsman and L Asquith and K Assamagan and A Astbury and A Astvatsatourov and G Atoian and B Aubert and E Auge and K Augsten and M Aurousseau and N Austin and G Avolio and R Avramidou and D Axen and C Ay and G Azuelos and Y Azuma and MA Baak and G Baccaglioni and C Bacci and AM Bach and H Bachacou and K Bachas and G Bachy and M Backes and M Backhaus and E Badescu and P Bagnaia and S Bahinipati and Y Bai and DC Bailey and T Bain and JT Baines and OK Baker and MD Baker and S Baker and E Banas and P Banerjee and Sw Banerjee and D Banfi and A Bangert and V Bansal and HS Bansil and L Barak and SP Baranov and A Barashkou and A Barbaro Galtieri and T Barber",
            "2012",
            "GcAKvkwAAAAJ:hMod-77fHWUC",
            702,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S037026931200192X",
            "9412179707364787837",
            "\/scholar?cites=9412179707364787837",
            {
                "2011":121,
                "2012":309,
                "2013":130,
                "2014":60,
                "2015":19,
                "2016":25,
                "2017":15,
                "2018":7,
                "2019":3,
                "2020":10
            }
        ],
        [
            "Combined ATLAS and CMS measurements of the Higgs boson production and decay rates, as well as constraints on its couplings to vector bosons and fermions, are presented. The combination is based on the analysis of five production processes, namely gluon fusion, vector boson fusion, and associated production with a  or a  boson or a pair of top quarks, and of the six decay modes , , and . All results are reported assuming a value of 125.09 GeV for the Higgs boson mass, the result of the combined measurement by the ATLAS and CMS experiments. The analysis uses the CERN LHC proton--proton collision data recorded by the ATLAS and CMS experiments in 2011 and 2012, corresponding to integrated luminosities per experiment of approximately 5 fb  at  TeV and 20 fb  at  TeV. The Higgs boson production and decay rates measured by the two experiments are combined within the context of three generic parameterisations: two based on cross sections and branching fractions, and one on ratios of coupling modifiers. Several interpretations of the measurements with more model-dependent parameterisations are also given. The combined signal yield relative to the Standard Model prediction is measured to be 1.090.11. The combined measurements lead to observed significances for the vector boson fusion production process and for the  decay of  and  standard deviations, respectively. The data are consistent with the Standard Model predictions for all parameterisations considered.",
            "Measurements of the Higgs boson production and decay rates and constraints on its couplings from a combined ATLAS and CMS analysis of the LHC  collision data …",
            "CMS Collaborations",
            "2016",
            "GcAKvkwAAAAJ:4n0clTBhZ78C",
            565,
            "https:\/\/arxiv.org\/abs\/1606.02266",
            "14346399703163010511",
            "\/scholar?cites=14346399703163010511",
            {
                "2015":2,
                "2016":35,
                "2017":145,
                "2018":171,
                "2019":105,
                "2020":103,
                "2021":2
            }
        ],
        [
            "The inclusive Drell-Yan [1] production cross sections of W and Z bosons have been an important testing ground for QCD. Theoretical calculations of this process extend to next-to-leading order (NLO)[2–4] and next-to-next-toleading order (NNLO)[5–9] perturbation theory. Crucial ingredients of the resulting QCD cross section calculations are the parametrizations of the momentum distribution functions of partons in the proton (PDFs). These have been determined recently in a variety of phenomenological analyses to NLO QCD by the CTEQ [10, 11] group and to NNLO by the MSTW [12], ABKM [13, 14], HERAPDF [15, 16], JR [17], and NNPDF [18, 19] groups. The present measurement determines the cross sections times leptonic branching ratios, WÆ Á BRðW!‘Þ and Z= Ã Á BRðZ= Ã!‘‘Þ, of inclusive W and Z production for electron and muon final states, where ‘¼ e,. Compared to the initial measurement by the ATLAS Collaboration [20], the data set is enlarged by 100 and the luminosity uncertainty significantly reduced [21] from 11% to 3.4%. The CMS Collaboration has updated their initial measurement of total W and Z cross sections [22] to include data corresponding to an integrated luminosity similar to that used here [23]. Similar measurements have been performed at the p\" p collider Tevatron by the CDF and D0 collaborations [24, 25]. The presented cross section values are integrated over the fiducial region of the analysis and also extrapolated to the full kinematic range. The data are also reported differentially, as functions of the lepton pseudorapidity, 3 l, for the Wæ cross sections, and of the boson rapidity, yZ, for the Z= Ã cross section. For the …",
            "Measurement of the inclusive W±and Z\/γ* cross sections in the e and μ decay channels in pp collisions at√ s= 7 TeV with the ATLAS detector",
            "Lucian Ancu and Andreas Battaglia and Hans Peter Beck and Claudia Borer and Antonio Ereditato and Maria Fonseca and Valentina Gallo and Sigve Haug and Sonja Kabana and Tobias Kruker and Lukas Marti and Klaus Pretzl and Cyril Topfel and Nicola Venturi",
            "2012",
            "GcAKvkwAAAAJ:BrmTIyaxlBUC",
            486,
            "https:\/\/boris.unibe.ch\/id\/eprint\/18124",
            "11951058062555755890",
            "\/scholar?cites=11951058062555755890",
            {
                "2011":6,
                "2012":71,
                "2013":87,
                "2014":92,
                "2015":71,
                "2016":82,
                "2017":52,
                "2018":11,
                "2019":7,
                "2020":7
            }
        ],
        [
            "Decays of b hadrons into final states containing a D 0 meson and a muon are used to measure the b b¯ production cross-section in proton–proton collisions at a centre-of-mass energy of 7 TeV at the LHC. In the pseudorapidity interval 2< η< 6 and integrated over all transverse momenta we find that the average cross-section to produce b-flavoured or b¯-flavoured hadrons is (75.3±5.4±13.0) μb.",
            "Measurement of σ (pp→ bb¯ X) at s= 7 TeV in the forward region",
            "R Aaij and C Abellan Beteta and B Adeva and M Adinolfi and C Adrover and A Affolder and M Agari and Ziad Ajaltouni and J Albrecht and F Alessio and M Alexander and Matteo Alfonsi and P Alvarez Cartelle and AA Alves Jr and S Amato and Y Amhis and J Amoraal and J Anderson and R Antunes Nobrega and R Appleby and O Aquines Gutierrez and A Arefyev and L Arrabito and M Artuso and E Aslanides and Giulio Auriemma and S Bachmann and Y Bagaturia and DS Bailey and V Balagura and Wander Baldini and G Barber and C Barham and RJ Barlow and S Barsuk and S Basiladze and A Bates and C Bauer and Th Bauer and A Bay and I Bediaga and T Bellunato and K Belous and I Belyaev and M Benayoun and Giovanni Bencivenni and R Bernet and RP Bernhard and M-O Bettler and M Van Beuzekom and JH Bibby and S Bifani and Andrea Bizzeti and PM Bjørnstad and T Blake and F Blanc and C Blanks and J Blouw and S Blusk and A Bobrov and Valerio Bocci and B Bochin and E Bonaccorsi and A Bondar and N Bondar and Walter Bonivento and S Borghi and A Borgia and E Bos and TJV Bowcock and Concezio Bozzi and T Brambach and J van Den Brand and L Brarda and J Bressieux and S Brisbane and M Britsch and NH Brook and H Brown and Simone Brusa and A Büchler-Germann and A Bursche and J Buytaert and Sandro Cadeddu and JM Caicedo Carvajal and O Callot and Marta Calvi and M Calvo Gomez and A Camboni and W Cameron and L Camilleri and Pierluigi Campana and Angelo Carbone and Giovanni Carboni and Roberta Cardinale and Alessandro Cardini and J Carroll and L Carson and K Carvalho Akiba and G Casse and M Cattaneo and B Chadaj and M Charles and Ph Charpentier and J Cheng and N Chiapolini and A Chlopik and J Christiansen and Paolo Ciambrone and X Cid Vidal and PJ Clark and PEL Clarke and M Clemencic and HV Cliff and J Closier and C Coca and V Coco and J Cogan and P Collins and A Comerma-Montells and F Constantin and G Conti and A Contu and P Cooke and M Coombes and B Corajod and G Corti and GA Cowan and R Currie and B d'Almagne and C d'Ambrosio and Ignazio D'Antone and W Da Silva and Emiliano Dane and P David and I De Bonis and S De Capua and M De Cian and F De Lorenzi and JM De Miranda and L De Paula and P De Simone and D Decamp and G Decreuse and H Degaudenzi and M Deissenroth and L Del Buono and CJ Densham and C Deplano and O Deschamps",
            "2010",
            "GcAKvkwAAAAJ:_Qo2XoVZTnwC",
            482,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269310012074",
            "10202922771314474969",
            "\/scholar?cites=10202922771314474969",
            {
                "2010":9,
                "2011":90,
                "2012":74,
                "2013":75,
                "2014":49,
                "2015":48,
                "2016":43,
                "2017":45,
                "2018":25,
                "2019":14,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Context.  AGILE is an Italian Space Agency mission dedicated to observing the gamma-ray Universe. The AGILE's very innovative instrumentation for the first time combines a gamma-ray imager (sensitive in the energy range 30 MeV–50 GeV), a hard X-ray imager (sensitive in the range 18–60 keV), a calorimeter (sensitive in the range 350 keV–100 MeV), and an anticoincidence system. AGILE was successfully launched on 2007 April 23 from the Indian base of Sriharikota and was inserted in an equatorial orbit with very low particle background.Aims. AGILE provides crucial data for the study of active galactic nuclei, gamma-ray bursts, pulsars, unidentified gamma-ray sources, galactic compact objects, supernova remnants, TeV sources, and fundamental physics by microsecond timing.Methods. An optimal sky angular positioning (reaching 0.1 degrees in gamma-rays and 1–2 arcmin in hard X-rays) and very large …",
            "The AGILE mission",
            "M Tavani and G Barbiellini and A Argan and F Boffelli and A Bulgarelli and P Caraveo and PW Cattaneo and AW Chen and V Cocco and E Costa and F D'Ammando and E Del Monte and G De Paris and G Di Cocco and G Di Persio and I Donnarumma and Y Evangelista and M Feroci and A Ferrari and M Fiorini and F Fornari and F Fuschino and T Froysland and M Frutti and M Galli and F Gianotti and A Giuliani and C Labanti and I Lapshov and F Lazzarotto and F Liello and P Lipari and Francesco Longo and E Mattaini and M Marisaldi and M Mastropietro and A Mauri and F Mauri and S Mereghetti and E Morelli and A Morselli and L Pacciani and A Pellizzoni and F Perotti and G Piano and P Picozza and C Pontoni and G Porrovecchio and M Prest and G Pucella and M Rapisarda and A Rappoldi and E Rossi and A Rubini and P Soffitta and A Traci and M Trifoglio and A Trois and E Vallazza and S Vercellone and V Vittorini and A Zambra and D Zanello and C Pittori and B Preger and P Santolamazza and F Verrecchia and P Giommi and S Colafrancesco and A Antonelli and S Cutini and D Gasparrini and S Stellato and G Fanari and R Primavera and F Tamburelli and F Viola and G Guarrera and L Salotti and F D'Amico and E Marchetti and M Crisconio and P Sabatini and G Annoni and S Alia and A Longoni and R Sanquerin and M Battilana and P Concari and E Dessimone and R Grossi and A Parise and F Monzani and E Artina and R Pavesi and G Marseguerra and L Nicolini and L Scandelli and L Soli and V Vettorello and E Zardetto and A Bonati and L Maltecca and E D'Alba and M Patané and G Babini and F Onorati and L Acquaroli and M Angelucci and B Morelli and C Agostara and M Cerone and A Michetti and P Tempesta and S D'Eramo and F Rocca and F Giannini and G Borghi and B Garavelli and M Conte and M Balasini and I Ferrario and M Vanotti and E Collavo and M Giacomazzo",
            "2009",
            "GcAKvkwAAAAJ:zCSUwVk65WsC",
            414,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2009\/30\/aa10527-08\/aa10527-08.html",
            "6313517965134507490",
            "\/scholar?cites=6313517965134507490",
            {
                "2008":5,
                "2009":11,
                "2010":37,
                "2011":46,
                "2012":31,
                "2013":45,
                "2014":28,
                "2015":35,
                "2016":28,
                "2017":39,
                "2018":28,
                "2019":41,
                "2020":29,
                "2021":3
            }
        ],
        [
            "A search for the Standard Model Higgs boson produced in association with a top-quark pair, t tH, is presented. The analysis uses 20.3 fb− 1 of pp collision data at√ s= 8 TeV, collected with the ATLAS detector at the Large Hadron Collider during 2012. The search is designed for the H→ b b decay mode and uses events containing one or two electrons or muons. In order to improve the sensitivity of the search, events are categorised according to their jet and b-tagged jet multiplicities. A neural network is used to discriminate between signal and background events, the latter being dominated by t t+ jets production. In the single-lepton channel, variables calculated using a matrix element method are included as inputs to the neural network to improve discrimination of the irreducible t t+b b background. No significant excess of events above the background expectation is found and an observed (expected) limit of 3.4 (2.2) times the Standard Model cross section is obtained at 95% confidence level. The ratio of the measured t tH signal cross section to the Standard Model expectation is found to be μ= 1. 5±1. 1 assuming a Higgs boson mass of 125 GeV.",
            "Search for the Standard Model Higgs boson produced in association with top quarks and decaying into bb¯ in pp collisions at s= 8TeV with the ATLAS detector",
            "Georges Aad and Brad Abbott and Jalal Abdallah and R Aben and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and R Abreu and Y Abulaiti and BS Acharya and L Adamczyk and DL Adams and J Adelman and S Adomeit and T Adye and AA Affolder and T Agatonovic-Jovin and JA Aguilar-Saavedra and M Agustoni and SP Ahlen and F Ahmadov and G Aielli and H Akerstedt and TPA Åkesson and G Akimoto and AV Akimov and GL Alberghi and J Albert and S Albrand and MJ Alconada Verzini and M Aleksa and IN Aleksandrov and C Alexa and G Alexander and T Alexopoulos and M Alhroob and G Alimonti and L Alio and J Alison and SP Alkire and BMM Allbrooke and PP Allport and A Aloisio and A Alonso and F Alonso and C Alpigiani and A Altheimer and B Alvarez Gonzalez and D Álvarez Piqueras and MG Alviggi and K Amako and Y Amaral Coutinho and C Amelung and D Amidei and SP Amor Dos Santos and A Amorim and S Amoroso and N Amram and G Amundsen and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and S Angelidakis and I Angelozzi and P Anger and A Angerami and F Anghinolfi and AV Anisenkov and N Anjos and A Annovi and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and L Aperio Bella and G Arabidze and Y Arai and JP Araque and ATH Arce and FA Arduh and JF Arguin and S Argyropoulos and M Arik and AJ Armbruster and O Arnaez and V Arnal and H Arnold and M Arratia and O Arslan and A Artamonov and G Artoni and S Asai and N Asbah and A Ashkenazi and B Åsman and L Asquith and K Assamagan and R Astalos and M Atkinson and NB Atlay and B Auerbach and K Augsten and M Aurousseau and G Avolio and B Axen and MK Ayoub and G Azuelos and MA Baak and AE Baas and C Bacci and H Bachacou and K Bachas and M Backes and M Backhaus and E Badescu and P Bagiacchi and P Bagnaia and Y Bai and T Bain and JT Baines and OK Baker and P Balek and T Balestri and F Balli and E Banas and Sw Banerjee and AAE Bannoura and HS Bansil and L Barak and SP Baranov and EL Barberio and D Barberis and M Barbero and T Barillari and M Barisonzi and T Barklow and N Barlow and SL Barnes and BM Barnett and RM Barnett and Z Barnovska and A Baroncelli",
            "2015",
            "GcAKvkwAAAAJ:W5xh706n7nkC",
            401,
            "https:\/\/repo.scoap3.org\/records\/11264",
            "16864214895525332396",
            "\/scholar?cites=16864214895525332396",
            {
                "2014":5,
                "2015":58,
                "2016":120,
                "2017":69,
                "2018":78,
                "2019":45,
                "2020":23
            }
        ]
    ]
}