{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The current understanding of the behavior of quantum chromodynamics at finite temperature is presented. Perturbative methods are used to explore the high-temperature dynamics. At sufficiently high temperatures the plasma of thermal excitations screens all color electric fields and quarks are unconfined. It is believed that the high-temperature theory develops a dynamical mass gap. However in perturbation theory the infrared behavior of magnetic fluctuations is so singular that beyond some order the perturbative expansion breaks down. The topological classification of finite-energy, periodic fields is presented and the classical solutions which minimize the action in each topological sector are examined. These include periodic instantons and magnetic monopoles. At sufficiently high temperature only fields with integral topological charge can contribute to the functional integral. Electric screening completely …",
            "QCD and instantons at finite temperature",
            "David J Gross and Robert D Pisarski and Laurence G Yaffe",
            "1981",
            "gcwcrdoAAAAJ:u5HHmVD_uO8C",
            2656,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.53.43",
            "15525110529673214442",
            "\/scholar?cites=15525110529673214442",
            {
                "1982":53,
                "1983":58,
                "1984":46,
                "1985":61,
                "1986":39,
                "1987":50,
                "1988":66,
                "1989":76,
                "1990":64,
                "1991":64,
                "1992":55,
                "1993":61,
                "1994":77,
                "1995":69,
                "1996":63,
                "1997":71,
                "1998":80,
                "1999":63,
                "2000":51,
                "2001":79,
                "2002":53,
                "2003":69,
                "2004":61,
                "2005":68,
                "2006":68,
                "2007":69,
                "2008":63,
                "2009":78,
                "2010":59,
                "2011":67,
                "2012":79,
                "2013":66,
                "2014":67,
                "2015":78,
                "2016":77,
                "2017":70,
                "2018":85,
                "2019":68,
                "2020":98,
                "2021":8
            }
        ],
        [
            "At high enough density and\/or temperature ordinary matter undergoes a transition into a plasma-like phase, consisting of quarks and gluons rather than of separate hadrons. Due to asymptotic freedom, the asymptotic properties of such matter can be calculated perturbatively, while in the discussion of phase transitions one should concentrate on nonperturbative effects. Recent progress in this theory is reviewed, as well as its applications to such topics as hadronic structure, neutron stars, high energy collisions of hadrons, etc.",
            "Quantum chromodynamics and the theory of superdense matter",
            "Edward V Shuryak",
            "1980",
            "gcwcrdoAAAAJ:eflP2zaiRacC",
            1540,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0370157380901052",
            "10353488420955646281",
            "\/scholar?cites=10353488420955646281",
            {
                "1982":41,
                "1983":46,
                "1984":47,
                "1985":43,
                "1986":32,
                "1987":44,
                "1988":42,
                "1989":43,
                "1990":32,
                "1991":22,
                "1992":22,
                "1993":22,
                "1994":22,
                "1995":25,
                "1996":26,
                "1997":27,
                "1998":35,
                "1999":33,
                "2000":21,
                "2001":29,
                "2002":22,
                "2003":25,
                "2004":24,
                "2005":40,
                "2006":23,
                "2007":29,
                "2008":51,
                "2009":76,
                "2010":32,
                "2011":59,
                "2012":43,
                "2013":41,
                "2014":55,
                "2015":62,
                "2016":48,
                "2017":57,
                "2018":56,
                "2019":37,
                "2020":45,
                "2021":4
            }
        ],
        [
            "Confinement in a pure gauge theory at non-zero temperature may be discussed in terms of an order parameter which transforms under a global symmetry group, the center of the gauge group. Integrating out all degrees of freedom except this order parameter generates an effective scalar field theory for the order parameter, globally invariant under the center symmetry. We argue that the effective theory possesses only short-range couplings, and hence that the finite-temperature confinement phase transition (when continuous) is accompanied by long-range fluctuations only in the order parameter. Universality ideas then lead to predictions for the critical properties of U(1), Z(N), and SU(N) gauge theories for all dimensionalities of space-time. An explicit renormalization-group calculation is presented for the U(1) gauge theory in (2 + 1) dimensions, the results of which fit the general picture.",
            "Critical behavior at finite-temperature confinement transitions",
            "Benjamin Svetitsky and Laurence G Yaffe",
            "1982",
            "gcwcrdoAAAAJ:u-x6o8ySG0sC",
            1027,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321382901729",
            "10772364042842284868",
            "\/scholar?cites=10772364042842284868",
            {
                "1983":22,
                "1984":31,
                "1985":34,
                "1986":20,
                "1987":20,
                "1988":21,
                "1989":22,
                "1990":22,
                "1991":25,
                "1992":18,
                "1993":21,
                "1994":23,
                "1995":21,
                "1996":24,
                "1997":26,
                "1998":26,
                "1999":12,
                "2000":19,
                "2001":29,
                "2002":39,
                "2003":34,
                "2004":39,
                "2005":29,
                "2006":24,
                "2007":37,
                "2008":35,
                "2009":37,
                "2010":39,
                "2011":35,
                "2012":31,
                "2013":42,
                "2014":22,
                "2015":30,
                "2016":20,
                "2017":25,
                "2018":25,
                "2019":23,
                "2020":14,
                "2021":3
            }
        ],
        [
            "We use the AdS\/CFT correspondence to determine the rate of energy loss of a heavy quark moving through Script N= 4 SU (N c) supersymmetric Yang-Mills plasma at large't Hooft coupling. Using the dual description of the quark as a classical string ending on a D7-brane, we use a complementary combination of analytic and numerical techniques to determine the friction coefficient as a function of quark mass. Provided strongly coupled Script N= 4 Yang-Mills plasma is a good model for hot, strongly coupled QCD, our results may be relevant for charm and bottom physics at RHIC.",
            "Energy loss of a heavy quark moving through 𝒩= 4 supersymmetric Yang-Mills plasma",
            "Christopher P Herzog and Andreas Karch and Pavel Kovtun and Can Kozcaz and Laurence G Yaffe",
            "2006",
            "gcwcrdoAAAAJ:d1gkVwhDpl0C",
            776,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2006\/07\/013\/meta",
            "12999434721172872853",
            "\/scholar?cites=12999434721172872853",
            {
                "2006":19,
                "2007":86,
                "2008":78,
                "2009":100,
                "2010":62,
                "2011":55,
                "2012":54,
                "2013":53,
                "2014":59,
                "2015":34,
                "2016":46,
                "2017":27,
                "2018":35,
                "2019":31,
                "2020":35
            }
        ],
        [
            "Leading-log results are derived for the shear viscosity, electrical conductivity and flavor diffusion constants in both abelian and non-abelian high temperature gauge theories with various matter field content.",
            "Transport coefficients in high temperature gauge theories (I): leading-log results",
            "Peter Arnold and Guy David Moore and Laurence G Yaffe",
            "2000",
            "gcwcrdoAAAAJ:qjMakFHDy7sC",
            743,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2000\/11\/001\/meta",
            "4340660957691196503",
            "\/scholar?cites=4340660957691196503",
            {
                "2001":8,
                "2002":10,
                "2003":25,
                "2004":12,
                "2005":16,
                "2006":32,
                "2007":34,
                "2008":38,
                "2009":54,
                "2010":42,
                "2011":46,
                "2012":48,
                "2013":51,
                "2014":53,
                "2015":50,
                "2016":47,
                "2017":42,
                "2018":42,
                "2019":41,
                "2020":46,
                "2021":4
            }
        ],
        [
            "Results are presented of a full leading-order evaluation of the shear viscosity, flavor diffusion constants, and electrical conductivity in high temperature QCD and QED. The presence of Coulomb logarithms associated with gauge interactions imply that the leading-order results for transport coefficients may themselves be expanded in an infinite series in powers of 1\/log (1\/g); the utility of this expansion is also examined. A next-to-leading-log approximation is found to approximate the full leading-order result quite well as long as the Debye mass is less than the temperature.",
            "Transport coefficients in high temperature gauge theories, 2. Beyond leading log",
            "Peter Arnold and Guy D Moore and Laurence G Yaffe",
            "2003",
            "gcwcrdoAAAAJ:IjCSPb-OGe4C",
            634,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2003\/05\/051\/meta",
            "3311076513369103902",
            "\/scholar?cites=3311076513369103902",
            {
                "2003":5,
                "2004":12,
                "2005":10,
                "2006":27,
                "2007":28,
                "2008":40,
                "2009":48,
                "2010":37,
                "2011":35,
                "2012":42,
                "2013":48,
                "2014":47,
                "2015":46,
                "2016":54,
                "2017":32,
                "2018":34,
                "2019":39,
                "2020":46,
                "2021":2
            }
        ],
        [
            "This paper discusses the sense in which the large N limits of various quantum theories are equivalent to classical limits. A general method for finding classical limits in arbitrary quantum theories is developed. The method is based on certain assumptions which isolate the minimal structure any quantum theory should possess if it is to have a classical limit. In any theory satisfying these assumptions, one can generate a natural set of generalized coherent states. These coherent states may then be used to construct a classical phase space, derive a classical Hamiltonian, and show that the resulting classical dynamics is equivalent to the limiting form of the original quantum dynamics. This formalism is shown to be applicable to the large N limits of vector models, matrix models, and gauge theories. In every case, one can explicitly derive a classical action which contains the complete physics of the N=∞ theory.\" Solving\" …",
            "Large  limits as classical mechanics",
            "Laurence G Yaffe",
            "1982",
            "gcwcrdoAAAAJ:9yKSN-GCB0IC",
            556,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.54.407",
            "763084045581507396",
            "\/scholar?cites=763084045581507396",
            {
                "1983":6,
                "1984":12,
                "1985":17,
                "1986":22,
                "1987":18,
                "1988":12,
                "1989":19,
                "1990":15,
                "1991":8,
                "1992":20,
                "1993":23,
                "1994":20,
                "1995":17,
                "1996":20,
                "1997":14,
                "1998":18,
                "1999":15,
                "2000":10,
                "2001":8,
                "2002":10,
                "2003":13,
                "2004":14,
                "2005":12,
                "2006":15,
                "2007":17,
                "2008":9,
                "2009":16,
                "2010":19,
                "2011":12,
                "2012":10,
                "2013":12,
                "2014":10,
                "2015":10,
                "2016":10,
                "2017":21,
                "2018":11,
                "2019":16,
                "2020":18,
                "2021":2
            }
        ],
        [
            "We compute the photon emission rate of an equilibrated, hot QCD plasma at zero chemical potential, to leading order in both α EM and the QCD coupling g s (T). This requires inclusion of near-collinear bremsstrahlung and\\ipa contributions, and correct incorporation of Landau-Pomeranchuk-Migdal suppression effects for these processes. Analogous results for a QED plasma are also included.",
            "Photon emission from quark-gluon plasma: complete leading order results",
            "Peter Arnold and Guy D Moore and Laurence G Yaffe",
            "2001",
            "gcwcrdoAAAAJ:zYLM7Y9cAGgC",
            534,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2001\/12\/009\/meta",
            "5490149485249408884",
            "\/scholar?cites=5490149485249408884",
            {
                "2001":2,
                "2002":13,
                "2003":23,
                "2004":17,
                "2005":24,
                "2006":19,
                "2007":22,
                "2008":14,
                "2009":40,
                "2010":26,
                "2011":39,
                "2012":24,
                "2013":44,
                "2014":40,
                "2015":32,
                "2016":45,
                "2017":33,
                "2018":23,
                "2019":23,
                "2020":27,
                "2021":3
            }
        ],
        [
            "We recently derived, using diagrammatic methods, the leading-order hard photon emission rate in ultra-relativistic plasmas. This requires a correct treatment of multiple scattering effects which limit the coherence length of emitted radiation (the Landau-Pomeranchuk-Migdal effect). In this paper, we provide a more physical derivation of this result, and extend the treatment to the case of gluon radiation.",
            "Photon and gluon emission in relativistic plasmas",
            "Peter Arnold and Guy D Moore and Laurence G Yaffe",
            "2002",
            "gcwcrdoAAAAJ:eQOLeE2rZwMC",
            496,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2002\/06\/030\/meta",
            "12215712391942072224",
            "\/scholar?cites=12215712391942072224",
            {
                "2002":4,
                "2003":15,
                "2004":8,
                "2005":10,
                "2006":5,
                "2007":9,
                "2008":22,
                "2009":41,
                "2010":26,
                "2011":33,
                "2012":25,
                "2013":40,
                "2014":38,
                "2015":30,
                "2016":35,
                "2017":24,
                "2018":41,
                "2019":36,
                "2020":46,
                "2021":7
            }
        ],
        [
            "The instabilities of quantum gravity are investigated using the path-integral formulation of Einstein's theory. A brief review is given of the classical gravitational instabilities, as well as the stability of flat space. The Euclidean path-integral representation of the partition function is employed to discuss the instability of flat space at finite temperature. Semiclassical, or saddle-point, approximations are utilized. We show how the Jeans instability arises as a tachyon in the graviton propagator when small perturbations about hot flat space are considered. The effect due to the Schwarzschild instanton is studied. The small fluctuations about this instanton are analyzed and a negative mode is discovered. This produces, in the semiclassical approximation, an imaginary part of the free energy. This is interpreted as being due to the metastability of hot flat space to nucleate black holes. These then evolve by evaporation or by …",
            "Instability of flat space at finite temperature",
            "David J Gross and Malcolm J Perry and Laurence G Yaffe",
            "1982",
            "gcwcrdoAAAAJ:2osOgNQ5qMEC",
            484,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.25.330",
            "15133359679426562234",
            "\/scholar?cites=15133359679426562234",
            {
                "1982":3,
                "1983":14,
                "1984":8,
                "1985":5,
                "1986":8,
                "1987":5,
                "1988":7,
                "1989":11,
                "1990":6,
                "1991":12,
                "1992":8,
                "1993":6,
                "1994":13,
                "1995":11,
                "1996":13,
                "1997":5,
                "1998":12,
                "1999":15,
                "2000":17,
                "2001":15,
                "2002":19,
                "2003":12,
                "2004":15,
                "2005":15,
                "2006":18,
                "2007":18,
                "2008":18,
                "2009":14,
                "2010":14,
                "2011":12,
                "2012":23,
                "2013":12,
                "2014":13,
                "2015":14,
                "2016":14,
                "2017":13,
                "2018":16,
                "2019":15,
                "2020":13
            }
        ]
    ]
}