{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Infection with SARS-CoV-2, the etiologic agent of the ongoing COVID-19 pandemic, is accompanied by the shedding of the virus in stool. Therefore, the quantification of SARS-CoV-2 in wastewater affords the ability to monitor the prevalence of infections among the population via wastewater-based epidemiology (WBE). In the current work, SARS-CoV-2 RNA was concentrated from wastewater in a catchment in Australia and viral RNA copies were enumerated using reverse transcriptase quantitative polymerase chain reaction (RT-qPCR) resulting in two positive detections within a six day period from the same wastewater treatment plant (WWTP). The estimated viral RNA copy numbers observed in the wastewater were then used to estimate the number of infected individuals in the catchment via Monte Carlo simulation. Given the uncertainty and variation in the input parameters, the model estimated a median range …",
            "First confirmed detection of SARS-CoV-2 in untreated wastewater in Australia: a proof of concept for the wastewater surveillance of COVID-19 in the community",
            "Warish Ahmed and Nicola Angel and Janette Edson and Kyle Bibby and Aaron Bivins and Jake W O'Brien and Phil M Choi and Masaaki Kitajima and Stuart L Simpson and Jiaying Li and Ben Tscharke and Rory Verhagen and Wendy JM Smith and Julian Zaugg and Leanne Dierens and Philip Hugenholtz and Kevin V Thomas and Jochen F Mueller",
            "2020",
            "GCZI4uUAAAAJ:3WNXLiBY60kC",
            353,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0048969720322816",
            "14573030015221004816",
            "\/scholar?cites=14573030015221004816",
            {
                "2019":2,
                "2020":280,
                "2021":61
            }
        ],
        [
            "In a preliminary study in fruits of zucchini (Cucurbita pepo L. convar. giromontiina) polychlorinated dibenzo-p-dioxins and dibenzofurans (PCDD\/PCDF) concentra-tions were found which were approximately 2 orders of magnitude higher than in other fruits and vegetables examined. These results formed the basis for field experiments on the uptake of PCDD\/PCDF from con-taminated soils by zucchini and related plant species (pumpkin and cucumber). The experimental design allowed the discrimination of several uptake pathways and an evaluation of their contribution to the total PCDD\/PCDF contamination of the plants. Using two soils with different organic matter content, additional information was obtained on the influence of soil parameters on the soil-plant transfer of PCDD\/PCDF. For zucchini and pumpkin (both belonging to the genus Cucurbita), root uptake of PCDD\/PCDF and subsequent translocation to the …",
            "Soil-plant transfer of polychlorinated dibenzo-p-dioxins and dibenzofurans to vegetables of the cucumber family (Cucurbitaceae)",
            "Anke Huelster and Jochen F Mueller and Horst Marschner",
            "1994",
            "GCZI4uUAAAAJ:4TOpqqG69KYC",
            348,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/es00055a021",
            "57316077121970568",
            "\/scholar?cites=57316077121970568",
            {
                "1994":1,
                "1995":6,
                "1996":6,
                "1997":10,
                "1998":8,
                "1999":4,
                "2000":16,
                "2001":5,
                "2002":15,
                "2003":11,
                "2004":13,
                "2005":8,
                "2006":22,
                "2007":21,
                "2008":10,
                "2009":20,
                "2010":26,
                "2011":23,
                "2012":17,
                "2013":14,
                "2014":16,
                "2015":17,
                "2016":7,
                "2017":13,
                "2018":16,
                "2019":10,
                "2020":10
            }
        ],
        [
            "Pharmaceutical compounds are found in secondary treated effluents up to μg L-1 levels and therefore discharged into surface waters. Since the long term effects of these compounds on the environment and human health are, to date, largely unknown, implementation of advanced treatment of wastewaters is envisaged to reduce their discharge. This is of particular relevance where surface waters are used as drinking water sources and when considering indirect potable reuse. This study aimed at assessing the removal of organic micropollutants and the concurrent reduction of their biological activity in a full scale reclamation plant treating secondary effluent. The treatment consists of 6 stages: denitrification, pre-ozonation, coagulation\/flocculation\/dissolved air flotation and filtration (DAFF), main ozonation, activated carbon filtration and final ozonation for disinfection. For that purpose, representative 24-hour …",
            "Removal of micropollutants and reduction of biological activity in a full scale reclamation plant using ozonation and activated carbon filtration",
            "J Reungoat and M Macova and BI Escher and S Carswell and JF Mueller and J Keller",
            "2010",
            "GCZI4uUAAAAJ:IWHjjKOFINEC",
            319,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0043135409006319",
            "2567881483951121558",
            "\/scholar?cites=2567881483951121558",
            {
                "2010":4,
                "2011":36,
                "2012":36,
                "2013":23,
                "2014":24,
                "2015":36,
                "2016":34,
                "2017":24,
                "2018":37,
                "2019":34,
                "2020":23,
                "2021":5
            }
        ]
    ]
}