{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "SIDALC.\n",
            "Immunobiology: the immune system in health and disease.",
            "Charles A Janeway and J Donald Capra and Paul Travers and Mark Walport",
            "1999",
            "GdxFTAUAAAAJ:4JMBOYKVnBMC",
            9624,
            "http:\/\/www.sidalc.net\/cgi-bin\/wxis.exe\/?IsisScript=FCL.xis&method=post&formato=2&cantidad=1&expresion=mfn=009681",
            "6255788234883332623",
            "\/scholar?cites=6255788234883332623",
            {
                "1998":80,
                "1999":114,
                "2000":136,
                "2001":218,
                "2002":230,
                "2003":283,
                "2004":341,
                "2005":444,
                "2006":508,
                "2007":538,
                "2008":579,
                "2009":561,
                "2010":553,
                "2011":530,
                "2012":491,
                "2013":503,
                "2014":488,
                "2015":493,
                "2016":518,
                "2017":500,
                "2018":442,
                "2019":425,
                "2020":368,
                "2021":25
            }
        ],
        [
            "SIDALC.\n",
            "Immunobiology: the immune system in health and disease.",
            "Charles A Janeway and J Donald Capra and Paul Travers and Mark Walport",
            "1999",
            "GdxFTAUAAAAJ:e5wmG9Sq2KIC",
            9511,
            "http:\/\/www.sidalc.net\/cgi-bin\/wxis.exe\/?IsisScript=FCL.xis&method=post&formato=2&cantidad=1&expresion=mfn=009681",
            "6255788234883332623",
            "\/scholar?cites=6255788234883332623",
            {
                "1998":80,
                "1999":114,
                "2000":136,
                "2001":218,
                "2002":230,
                "2003":283,
                "2004":340,
                "2005":443,
                "2006":506,
                "2007":531,
                "2008":570,
                "2009":557,
                "2010":545,
                "2011":523,
                "2012":483,
                "2013":497,
                "2014":477,
                "2015":484,
                "2016":513,
                "2017":496,
                "2018":434,
                "2019":419,
                "2020":366,
                "2021":24
            }
        ],
        [
            "SIDALC.\n",
            "Immunobiology: the immune system in health and disease.",
            "Charles A Janeway and J Donald Capra and Paul Travers and Mark Walport",
            "1999",
            "GdxFTAUAAAAJ:4fKUyHm3Qg0C",
            9412,
            "http:\/\/www.sidalc.net\/cgi-bin\/wxis.exe\/?IsisScript=FCL.xis&method=post&formato=2&cantidad=1&expresion=mfn=009681",
            "6255788234883332623",
            "\/scholar?cites=6255788234883332623",
            {
                "1998":73,
                "1999":104,
                "2000":124,
                "2001":202,
                "2002":222,
                "2003":276,
                "2004":335,
                "2005":434,
                "2006":499,
                "2007":521,
                "2008":566,
                "2009":558,
                "2010":538,
                "2011":514,
                "2012":480,
                "2013":496,
                "2014":476,
                "2015":483,
                "2016":514,
                "2017":500,
                "2018":437,
                "2019":427,
                "2020":374,
                "2021":24
            }
        ],
        [
            "Autoreactive B cells are present in the lymphoid tissues of healthy individuals, but typically remain quiescent. When this homeostasis is perturbed, the formation of self-reactive antibodies can have serious pathological consequences. B cells expressing an antigen receptor specific for self-immunoglobulin-γ (IgG) make a class of autoantibodies known as rheumatoid factor (RF). Here we show that effective activation of RF+ B cells is mediated by IgG2a–chromatin immune complexes and requires the synergistic engagement of the antigen receptor and a member of the MyD88-dependent Toll-like receptor (TLR) family. Inhibitor studies implicate TLR9. These data establish a critical link between the innate and adaptive immune systems in the development of systemic autoimmune disease and explain the preponderance of autoantibodies reactive with nucleic acid–protein particles. The unique features of this dual …",
            "Chromatin–IgG complexes activate B cells by dual engagement of IgM and Toll-like receptors",
            "Elizabeth A Leadbetter and Ian R Rifkin and Andreas M Hohlbaum and Britte C Beaudette and Mark J Shlomchik and Ann Marshak-Rothstein",
            "2002",
            "GdxFTAUAAAAJ:d1gkVwhDpl0C",
            2068,
            "https:\/\/www.nature.com\/articles\/416603a",
            "14765867619864292860",
            "\/scholar?cites=14765867619864292860",
            {
                "2002":19,
                "2003":89,
                "2004":134,
                "2005":139,
                "2006":191,
                "2007":159,
                "2008":138,
                "2009":123,
                "2010":135,
                "2011":148,
                "2012":126,
                "2013":122,
                "2014":109,
                "2015":88,
                "2016":77,
                "2017":88,
                "2018":59,
                "2019":58,
                "2020":49,
                "2021":4
            }
        ],
        [
            "Graft versus host disease, an alloimmune attack on host tissues mounted by donor T cells, is the most important toxicity of allogeneic bone marrow transplantation. The mechanism by which allogeneic T cells are initially stimulated is unknown. In a murine allogeneic bone marrow transplantation model it was found that, despite the presence of numerous donor antigen-presenting cells, only host-derived antigen-presenting cells initiated graft versus host disease. Thus, strategies for preventing graft versus host disease could be developed that are based on inactivating host antigen-presenting cells. Such strategies could expand the safety and application of allogeneic bone marrow transplantation in treatment of common genetic and neoplastic diseases.",
            "Prevention of graft versus host disease by inactivation of host antigen-presenting cells",
            "Warren D Shlomchik and Matthew S Couzens and Cheng Bi Tang and Jennifer McNiff and Marie E Robert and Jinli Liu and Mark J Shlomchik and Stephen G Emerson",
            "1999",
            "GdxFTAUAAAAJ:9yKSN-GCB0IC",
            1349,
            "https:\/\/science.sciencemag.org\/content\/285\/5426\/412.abstract",
            "247130429258433793",
            "\/scholar?cites=247130429258433793",
            {
                "1999":4,
                "2000":17,
                "2001":36,
                "2002":57,
                "2003":84,
                "2004":104,
                "2005":93,
                "2006":80,
                "2007":92,
                "2008":99,
                "2009":77,
                "2010":87,
                "2011":75,
                "2012":71,
                "2013":85,
                "2014":55,
                "2015":53,
                "2016":39,
                "2017":43,
                "2018":33,
                "2019":28,
                "2020":22,
                "2021":2
            }
        ],
        [
            "Antibodies (Abs) to RNA- and DNA-containing autoantigens are characteristic of systemic lupus erythematosus (SLE). We showed previously that Toll-like receptor (TLR) 9, recognizing DNA, is required for the spontaneous generation of DNA autoantibodies, but not for the development of lupus nephritis in susceptible mice. We report that lupus-prone mice deficient in TLR7, a receptor for ssRNA, failed to generate Abs to RNA-containing antigens (Ags) such as Smith (Sm) Ag. TLR9 and TLR7 also had dramatic effects on clinical disease in lupus-prone mice. In the absence of TLR9, autoimmune disease was exacerbated, lymphocytes and plasmacytoid DCs were more activated, and serum IgG and IFN-α were increased. In contrast, TLR7-deficient mice had ameliorated disease, decreased lymphocyte activation, and decreased serum IgG. These findings reveal opposing inflammatory and regulatory roles for TLR7 …",
            "Toll-like receptor 7 and TLR9 dictate autoantibody specificity and have opposing inflammatory and regulatory roles in a murine model of lupus",
            "Sean R Christensen and Jonathan Shupe and Kevin Nickerson and Michael Kashgarian and Richard A Flavell and Mark J Shlomchik",
            "2006",
            "GdxFTAUAAAAJ:zYLM7Y9cAGgC",
            955,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1074761306003906",
            "10271057356370617565",
            "\/scholar?cites=10271057356370617565",
            {
                "2006":6,
                "2007":64,
                "2008":76,
                "2009":67,
                "2010":76,
                "2011":82,
                "2012":78,
                "2013":80,
                "2014":55,
                "2015":77,
                "2016":64,
                "2017":58,
                "2018":54,
                "2019":65,
                "2020":47,
                "2021":4
            }
        ],
        [
            "Previous studies (Leadbetter, E.A., I.R. Rifkin, A.H. Hohlbaum, B. Beaudette, M.J. Shlomchik, and A. Marshak-Rothstein. 2002. Nature. 416:603–607; Viglianti, G.A., C.M. Lau, T.M. Hanley, B.A. Miko, M.J. Shlomchik, and A. Marshak-Rothstein. 2003. Immunity. 19:837–847) established the unique capacity of DNA and DNA-associated autoantigens to activate autoreactive B cells via sequential engagement of the B cell antigen receptor (BCR) and Toll-like receptor (TLR) 9. We demonstrate that this two-receptor paradigm can be extended to the BCR\/TLR7 activation of autoreactive B cells by RNA and RNA-associated autoantigens. These data implicate TLR recognition of endogenous ligands in the response to both DNA- and RNA-associated autoantigens. Importantly, the response to RNA-associated autoantigens was markedly enhanced by IFN-α, a cytokine strongly linked to disease progression in patients with …",
            "RNA-associated autoantigens activate B cells by combined B cell antigen receptor\/Toll-like receptor 7 engagement",
            "Christina M Lau and Courtney Broughton and Abigail S Tabor and Shizuo Akira and Richard A Flavell and Mark J Mamula and Sean R Christensen and Mark J Shlomchik and Gregory A Viglianti and Ian R Rifkin and Ann Marshak-Rothstein",
            "2005",
            "GdxFTAUAAAAJ:IjCSPb-OGe4C",
            797,
            "https:\/\/rupress.org\/jem\/article-abstract\/202\/9\/1171\/52980",
            "3144444504851404167",
            "\/scholar?cites=3144444504851404167",
            {
                "2005":2,
                "2006":68,
                "2007":75,
                "2008":72,
                "2009":68,
                "2010":72,
                "2011":57,
                "2012":66,
                "2013":51,
                "2014":45,
                "2015":42,
                "2016":33,
                "2017":44,
                "2018":29,
                "2019":36,
                "2020":31,
                "2021":2
            }
        ],
        [
            "The precise role of B cells in systemic autoimmunity is incompletely understood. Although B cells are necessary for expression of disease (Chan, O., and M.J. Shlomchik. 1998. J. Immunol. 160:51–59, and Shlomchik, M.J., M.P. Madaio, D. Ni, M. Trounstine, and D. Huszar. 1994. J. Exp. Med. 180:1295–1306), it is unclear whether autoantibody production, antigen presentation, and\/or other B cell functions are required for the complete pathologic phenotype. To address this issue, two experimental approaches were used. In the first, the individual contributions of circulating antibodies and B cells were analyzed using MRL\/MpJ-Faslpr (MRL\/lpr) mice that expressed a mutant transgene encoding surface immunoglobulin (Ig), but which did not permit the secretion of circulating Ig. These mice developed nephritis, characterized by cellular infiltration within the kidney, indicating that B cells themselves, without soluble …",
            "A novel mouse with B cells but lacking serum antibody reveals an antibody-independent role for B cells in murine lupus",
            "Owen TM Chan and Lynn G Hannum and Ann M Haberman and Michael P Madaio and Mark J Shlomchik",
            "1999",
            "GdxFTAUAAAAJ:UeHWp8X0CEIC",
            765,
            "https:\/\/rupress.org\/jem\/article-abstract\/189\/10\/1639\/7841",
            "1327452945692966239",
            "\/scholar?cites=1327452945692966239",
            {
                "1999":6,
                "2000":16,
                "2001":21,
                "2002":21,
                "2003":24,
                "2004":28,
                "2005":46,
                "2006":53,
                "2007":51,
                "2008":50,
                "2009":45,
                "2010":55,
                "2011":49,
                "2012":48,
                "2013":46,
                "2014":40,
                "2015":31,
                "2016":32,
                "2017":29,
                "2018":22,
                "2019":25,
                "2020":21
            }
        ],
        [
            "Polyclonal activation has been proposed as the reason that auto-antibodies are produced during autoimmune disease 1–3. This model denies a role for specific antigen selection of B cells and predicts instead a multiclonal population of unmutated or randomly mutated autoantibodies. We have found that the genetic features and clonal composition of spontaneously derived immunoglobulin G (IgG) antiself-IgG (rheumatoid factor (RF)) autoantibodies derived from the autoimmune MRL\/lpr mouse strain are inconsistent with both the predictions of this model and the actual outcome of experimental polyclonal activation 4, 5. Instead we have found that MRL\/lpr RFs are oligoclonal or even monoclonal in origin. They harbour numerous somatic mutations which are distributed in a way that suggests immunoglobulin-receptor-depen-dent selection of these mutations. In this sense, the MRL\/lpr RFs resemble antibodies …",
            "The role of clonal selection and somatic mutation in autoimmunity",
            "Mark J Shlomchik and Ann Marshak-Rothstein and Claudia B Wolfowicz and Thomas L Rothstein and Martin G Weigert",
            "1987",
            "GdxFTAUAAAAJ:2osOgNQ5qMEC",
            754,
            "https:\/\/www.nature.com\/articles\/328805a0",
            "8004791612177152059",
            "\/scholar?cites=8004791612177152059",
            {
                "1987":2,
                "1988":32,
                "1989":41,
                "1990":41,
                "1991":39,
                "1992":42,
                "1993":44,
                "1994":42,
                "1995":44,
                "1996":17,
                "1997":25,
                "1998":26,
                "1999":30,
                "2000":16,
                "2001":15,
                "2002":23,
                "2003":25,
                "2004":15,
                "2005":25,
                "2006":20,
                "2007":16,
                "2008":15,
                "2009":9,
                "2010":14,
                "2011":14,
                "2012":18,
                "2013":26,
                "2014":17,
                "2015":14,
                "2016":11,
                "2017":6,
                "2018":9,
                "2019":12,
                "2020":9
            }
        ],
        [
            "The proximate cause of autoantibodies characteristic of systemic autoimmune diseases has been controversial. One hypothesis is that autoantibodies are the result of polyclonal nonspecific B cell activation. Alternatively, autoantibodies could be the result of antigen-driven B cell activation, as observed in secondary immune responses. We have approached this question by studying monoclonal anti-DNA autoantibodies derived from unmanipulated spleen cells of the autoimmune MRL\/lpr mouse strain. This analysis shows that anti-DNAs, like rheumatoid factors (19), are the result of specific antigen-driven stimulation. In addition, correlation of sequences with fine specificity shows that: (a) somatic mutations can cause specificity for dsDNA and that such mutations are selected for; (b) arginine residues play an important role in determining specificity; and (c) anti-idiotypes that recognize the majority of anti-DNA are …",
            "Anti-DNA antibodies from autoimmune mice arise by clonal expansion and somatic mutation.",
            "M Shlomchik and M Mascelli and H Shan and MZ Radic and D Pisetsky and A Marshak-Rothstein and M Weigert",
            "1990",
            "GdxFTAUAAAAJ:qjMakFHDy7sC",
            716,
            "https:\/\/rupress.org\/jem\/article-abstract\/171\/1\/265\/24222",
            "3708344756550471056",
            "\/scholar?cites=3708344756550471056",
            {
                "1990":15,
                "1991":32,
                "1992":59,
                "1993":53,
                "1994":58,
                "1995":58,
                "1996":33,
                "1997":21,
                "1998":31,
                "1999":27,
                "2000":20,
                "2001":23,
                "2002":14,
                "2003":25,
                "2004":19,
                "2005":18,
                "2006":23,
                "2007":21,
                "2008":16,
                "2009":14,
                "2010":12,
                "2011":18,
                "2012":26,
                "2013":13,
                "2014":12,
                "2015":15,
                "2016":8,
                "2017":9,
                "2018":10,
                "2019":7,
                "2020":5
            }
        ]
    ]
}