{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Recently, we have predicted that the modulation instability of optical vortex solitons propagating in nonlinear colloidal suspensions with exponential saturable nonlinearity leads to formation of necklace beams (NBs). Here, we investigate the dynamics of NB formation and propagation, and demonstrate a variety of optical beam structures emerging upon vortex beam propagation in engineered nonlinear colloidal medium. In particular, we show that the distance at which the NB is formed depends on the input power of the vortex beam. Moreover, we show that the NB trajectories are not necessarily tangent to the initial vortex ring, and that their velocities have components stemming both from the beam diffraction and from the beam orbital angular momentum. We also demonstrate the generation of elliptical rotating solitons and analyze the influence of losses on their propagation. Finally, we investigate the conservation …",
            "Dynamics of necklace beams in nonlinear colloidal suspensions",
            "Wiktor Walasik and Salih Z Silahli and Natalia M Litchinitser",
            "2017",
            "gesBw40AAAAJ:ufrVoPGSRksC",
            14,
            "https:\/\/www.nature.com\/articles\/s41598-017-12169-x",
            "17511357570679375918",
            "\/scholar?cites=17511357570679375918",
            {
                "2017":1,
                "2018":5,
                "2019":3,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Modulational instability is a phenomenon that reveals itself as the exponential growth of weak perturbations in the presence of an intense pump beam propagating in a nonlinear medium. It plays a key role in such nonlinear optical processes as supercontinuum generation, light filamentation, rogue waves, and ring (or necklace) beam formation. To date, a majority of studies of these phenomena have focused on light–matter interactions in self-focusing Kerr media existing in nature. However, a large and tunable nonlinear response of a colloidal suspension can be tailored at will by judiciously engineering the optical polarizability. Here, we analytically and numerically show the possibility of necklace beam generation originating from spatial modulational instability of vortex beams in engineered soft-matter nonlinear media with different types of exponential nonlinearity.",
            "Necklace beam generation in nonlinear colloidal engineered media",
            "Salih Z Silahli and Wiktor Walasik and Natalia M Litchinitser",
            "2015",
            "gesBw40AAAAJ:u5HHmVD_uO8C",
            14,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-40-24-5714",
            "11438087648677524541",
            "\/scholar?cites=11438087648677524541",
            {
                "2016":4,
                "2017":4,
                "2018":2,
                "2019":2,
                "2020":1,
                "2021":1
            }
        ],
        [
            "One of the most fundamental properties of isotropic negative-index metamaterials (NIMs), namely opposite directionality of the Poynting vector and the wavevector, enable many novel linear and nonlinear regimes of light–matter interactions. Here, we predict distinct characteristics of azimuthal modulation instability (MI) of optical vortices with different topological charges in NIMs with Kerr-type and saturable nonlinearity. We derive an analytical expression for the spatial modulation-instability gain for the Kerr-nonlinearity case and show that a specific condition relating the diffraction and the nonlinear lengths must be fulfilled for the azimuthal MI to occur. Finally, we investigate the rotation of the necklace beams due to the transfer of orbital angular momentum of the generating vortex on the movement of solitary necklace beams. We show that the direction of rotation is opposite in positive-and negative-index materials.",
            "Modulation instability of structured-light beams in negative-index metamaterials",
            "Salih Z Silahli and Wiktor Walasik and Natalia M Litchinitser",
            "2016",
            "gesBw40AAAAJ:u-x6o8ySG0sC",
            7,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2040-8978\/18\/5\/054010\/meta",
            "11218076386996281802",
            "\/scholar?cites=11218076386996281802",
            {
                "2016":2,
                "2017":2,
                "2018":1,
                "2019":2
            }
        ],
        [
            "Colloidal media with well-defined optical properties have been widely used as model systems in many fundamental and applied studies of light-matter interactions in complex media. Recent progress in the field of engineered nanoscale optical materials with fundamentally new physical properties opens new opportunities for tailoring the properties of colloids. In this work, we experimentally demonstrate the evolution of the optical vortex beams of different topological charges propagating in engineered nano-colloidal suspension of negative polarizability with saturable nonlinearities. Due to the high power of the incident beam, the modulation instability leads to an exponential growth of weak perturbations and thus splits the original vortex beam into a necklace beam consisting of several bright spots. At a fixed power, the number of observed bright spots is intrinsically determined by the topological charge of the …",
            "Nanoscale orbital angular momentum beam instabilities in engineered nonlinear colloidal media",
            "Jingbo Sun and Salih Z Silahli and Wiktor Walasik and Qi Li and Eric Johnson and Natalia M Litchinitser",
            "2018",
            "gesBw40AAAAJ:LkGwnXOMwfcC",
            5,
            "https:\/\/www.osapublishing.org\/viewmedia.cfm?seq=0&uri=oe-26-5-5118",
            "11477255595930768105",
            "\/scholar?cites=11477255595930768105",
            {
                "2019":4,
                "2020":1
            }
        ],
        [
            "Sculpting a flat patch of membrane into an endocytic vesicle requires curvature generation on the cell surface, which is the primary function of endocytic protein complexes. The mechanism through which membrane curvature is imposed during formation of clathrin-coated vesicles is an ongoing controversy. Using super-resolved live cell fluorescence imaging, we demonstrate that curvature generation by clathrin-coated pits can be detected in real time within cultured cells and tissues of developing metazoan organisms. We found that the footprint of clathrin coats increase monotonically during formation of curved pits at different levels of plasma membrane tension. Our findings are only compatible with models that predict curvature generation at early stages of endocytic clathrin-coated pit formation. Therefore, clathrin-coated vesicle formation does not necessitate a dynamically unstable clathrin lattice that would allow an abrupt flat-to-curved transition.Endocytic clathrin coats acquire curvature without a flat-to-curved transition that requires an extensive reorganization of the clathrin lattice.",
            "Endocytic clathrin coats develop curvature at early stages of their formation",
            "Nathan M Willy and Joshua P Ferguson and Salih Silahli and Cemal Cakez and Farah Hasan and Yan Chen and Min Wu and Henry C Chang and Alex Travesset and Siyu Li and Roya Zandi and Dong Li and Eric Betzig and Emanuele Cocucci and Comert Kural",
            "2019",
            "gesBw40AAAAJ:Se3iqnhoufwC",
            4,
            "https:\/\/www.biorxiv.org\/content\/10.1101\/715219v2.abstract",
            "18339015812011072462",
            "\/scholar?cites=18339015812011072462",
            {
                "2020":4
            }
        ],
        [
            "We predict analytically and confirm numerically the possibility of necklace beam generation originating from spatial modulation instability of vortex beams in engineered optical media, such as, colloidal and negative-index materials, with different types of nonlinearity.",
            "Necklace beam generation using structured light in metamaterials",
            "Salih Z Silahli and Wiktor Walasik and Natalia M Litchinitser",
            "2016",
            "gesBw40AAAAJ:2osOgNQ5qMEC",
            1,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/7787696\/",
            "9518895296450068853",
            "\/scholar?cites=9518895296450068853",
            {
                "2016":1
            }
        ]
    ]
}