{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Despite recent controversy about their function in some organisms, sirtuins are thought to play evolutionarily conserved roles in lifespan extension. Whether sirtuins can reverse aging-associated degeneration is unknown. Tissue-specific stem cells persist throughout the entire lifespan to repair and maintain tissues, but their self-renewal and differentiation potential become dysregulated with aging. We show that SIRT3, a mammalian sirtuin that regulates the global acetylation landscape of mitochondrial proteins and reduces oxidative stress, is highly enriched in hematopoietic stem cells (HSCs) where it regulates a stress response. SIRT3 is dispensable for HSC maintenance and tissue homeostasis at a young age under homeostatic conditions but is essential under stress or at an old age. Importantly, SIRT3 is suppressed with aging, and SIRT3 upregulation in aged HSCs improves their regenerative capacity. Our …",
            "SIRT3 Reverses Aging-Associated Degeneration",
            "Katharine Brown and Stephanie Xie and Xiaolei Qiu and Mary Mohrin and Jiyung Shin and Yufei Liu and Dan Zhang and David T Scadden and Danica Chen",
            "2013",
            "ggtNJrIAAAAJ:qxL8FJ1GzNcC",
            307,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2211124713000120",
            "1353331832110914629",
            "\/scholar?cites=1353331832110914629",
            {
                "2012":1,
                "2013":16,
                "2014":38,
                "2015":39,
                "2016":27,
                "2017":42,
                "2018":38,
                "2019":37,
                "2020":61,
                "2021":3
            }
        ],
        [
            "Deterioration of adult stem cells accounts for much of aging-associated compromised tissue maintenance. How stem cells maintain metabolic homeostasis remains elusive. Here, we identified a regulatory branch of the mitochondrial unfolded protein response (UPRmt), which is mediated by the interplay of SIRT7 and NRF1 and is coupled to cellular energy metabolism and proliferation. SIRT7 inactivation caused reduced quiescence, increased mitochondrial protein folding stress (PFSmt), and compromised regenerative capacity of hematopoietic stem cells (HSCs). SIRT7 expression was reduced in aged HSCs, and SIRT7 up-regulation improved the regenerative capacity of aged HSCs. These findings define the deregulation of a UPRmt-mediated metabolic checkpoint as a reversible contributing factor for HSC aging.",
            "A mitochondrial UPR-mediated metabolic checkpoint regulates hematopoietic stem cell aging",
            "Mary Mohrin and Jiyung Shin and Yufei Liu and Katharine Brown and Hanzhi Luo and Yannan Xi and Cole M Haynes and Danica Chen",
            "2015",
            "ggtNJrIAAAAJ:QIV2ME_5wuYC",
            279,
            "https:\/\/science.sciencemag.org\/content\/347\/6228\/1374.abstract",
            "8810440226634901590",
            "\/scholar?cites=8810440226634901590",
            {
                "2015":16,
                "2016":45,
                "2017":56,
                "2018":56,
                "2019":38,
                "2020":62,
                "2021":4
            }
        ],
        [
            "Reactive oxygen species (ROS) are a family of compounds that can oxidatively damage cellular macromolecules and may influence lifespan. Sirtuins are a conserved family of nicotinamide adenine dinucleotide (NAD+)-dependent protein deacetylases that regulate lifespan in many model organisms including yeast and mice. Recent work suggests that sirtuins can modulate ROS levels notably during a dietary regimen known as calorie restriction which enhances lifespan for several organisms. Although both sirtuins and ROS have been implicated in the aging process, their precise roles remain unknown. In this review, we summarize current thinking about the oxidative stress theory of aging, discuss some of the compelling data linking the sirtuins to ROS and aging, and propose a conceptual model placing the sirtuins into an ROS-driven mitochondria-mediated hormetic response.",
            "The sirtuins, oxidative stress and aging: an emerging link",
            "Philip I Merksamer and Yufei Liu and Wenjuan He and Matthew D Hirschey and Danica Chen and Eric Verdin",
            "2013",
            "ggtNJrIAAAAJ:aqlVkmm33-oC",
            183,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC3629286\/",
            "1109666769857825463",
            "\/scholar?cites=1109666769857825463",
            {
                "2013":6,
                "2014":27,
                "2015":22,
                "2016":26,
                "2017":20,
                "2018":29,
                "2019":24,
                "2020":22,
                "2021":5
            }
        ],
        [
            "Nonalcoholic fatty liver disease is the most common chronic liver disorder in developed countries. Its pathogenesis is poorly understood, and therapeutic options are limited. Here, we show that SIRT7, an NAD+-dependent H3K18Ac deacetylase, functions at chromatin to suppress ER stress and prevent the development of fatty liver disease. SIRT7 is induced upon ER stress and is stabilized at the promoters of ribosomal proteins through its interaction with the transcription factor Myc to silence gene expression and to relieve ER stress. SIRT7-deficient mice develop chronic hepatosteatosis resembling human fatty liver disease. Myc inactivation or pharmacological suppression of ER stress alleviates fatty liver caused by SIRT7 deficiency. Importantly, SIRT7 suppresses ER stress and reverts the fatty liver disease in diet-induced obese mice. Our study identifies SIRT7 as a cofactor of Myc for transcriptional repression …",
            "SIRT7 Represses Myc Activity to Suppress ER Stress and Prevent Fatty Liver Disease",
            "Jiyung Shin and Ming He and Yufei Liu and Silvana Paredes and Lidia Villanova and Katharine Brown and Xiaolei Qiu and Noushin Nabavi and Mary Mohrin and Kathleen Wojnoonski and Patrick Li and Hwei-Ling Cheng and Andrew J Murphy and David M Valenzuela and Hanzhi Luo and Pankaj Kapahi and Ronald Krauss and Raul Mostoslavsky and George D Yancopoulos and Frederick W Alt and Katrin F Chua and Danica Chen",
            "2013",
            "ggtNJrIAAAAJ:9ZlFYXVOiuMC",
            171,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2211124713005767",
            "12882183009642832941",
            "\/scholar?cites=12882183009642832941",
            {
                "2013":1,
                "2014":13,
                "2015":30,
                "2016":27,
                "2017":24,
                "2018":22,
                "2019":26,
                "2020":25,
                "2021":3
            }
        ]
    ]
}