{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The competitive adsorption of Nafion functional groups induce complex potential dependencies (Stark tuning) of vibrational modes of CO adsorbed (COads) on the Pt of operating fuel cell electrodes. Operando infrared (IR) spectroscopy, polarization modulated IR spectroscopy (PM-IRRAS) of Pt−Nafion interfaces, and attenuated total reflectance IR spectroscopy of bulk Nafion were correlated by density functional theory (DFT) calculated spectra to elucidate Nafion functional group coadsorption responsible for the Stark tuning of COads on high surface area fuel cell electrodes. The DFT calculations and observed spectra suggest that the side-chain CF3, CF2 groups (i.e., of the backbone and side chain) and the SO3− are ordered by the platinum surface. A model of the Nafion−Pt interface with appropriate dihedral and native bond angles, consistent with experimental and calculated spectra, suggest direct adsorption …",
            "Elucidating the ionomer-electrified metal interface",
            "Ian Kendrick and Dunesh Kumari and Adam Yakaboski and Nicholas Dimakis and Eugene S Smotkin",
            "2010",
            "GHQ3uKoAAAAJ:9yKSN-GCB0IC",
            101,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja1081487",
            "4809094152386256179",
            "\/scholar?cites=4809094152386256179",
            {
                "2011":9,
                "2012":10,
                "2013":14,
                "2014":11,
                "2015":8,
                "2016":12,
                "2017":13,
                "2018":8,
                "2019":6,
                "2020":10
            }
        ],
        [
            "Nafion, a sulfonated tetrafluoroethylene copolymer, and its short-side-chain derivative revolutionized low-temperature fuel cell development. Nevertheless, after over 7000 publications on Nafion since 1975, 1 the definitive assignment of key infrared (IR) peaks, including those associated with the SO3-exchange group and the ether linkages, has been elusive. Nafion and relevant derivatives are given in Scheme 1. The highlights of reported interpretations of selected IR spectra (Figure 1a-f) provide the context for this Communication. The attenuated total reflectance (ATR) spectra of hydrated Nafion (a) and the short-side-chain ionomer (b)(ie, Scheme 1) focus on the∼ 1060 cm-1 and a multiplet that includes a shoulder at 995 cm-1 and two peaks∼ 983 and 970 cm-1, hereafter referred to as νhhf and νhlf, respectively. The νhf and νlf have been conventionally assigned to ether groups in proximity to the backbone and the sulfonate group, respectively. Cable et al. 2 associated νhlf to the ether linkage closest to the sulfonate group because of its enhanced sensitivity to ion exchange and the fact that the νhlf persists in the Dow short-side-chain ionomer spectrum. The short-side-chain ionomer has only one ether group, positioned adjacent to the sulfonate group. The sulfonyl fluoride precursor was also compared to Nafion. In the sulfonyl fluoride spectrum (c), νhlf diminishes concurrently with the∼ 1060 cm-1 peak. These observations were reconciled by invoking solvation effects as responsible for the sensitivity of νhlf to ion exchange because in hydrated Nafion, the sulfonate group is embedded in an aqueous phase. Therefore, the ether group in …",
            "Mechanically coupled internal coordinates of ionomer vibrational modes",
            "Matthew Webber and Nicholas Dimakis and Dunesh Kumari and Michael Fuccillo and Eugene S Smotkin",
            "2010",
            "GHQ3uKoAAAAJ:UeHWp8X0CEIC",
            67,
            "https:\/\/www.academia.edu\/download\/43030232\/Mechanically_Coupled_Internal_Coordinate20160224-21411-12k6m6s.pdf",
            "630917046514272107",
            "\/scholar?cites=630917046514272107",
            {
                "2010":3,
                "2011":7,
                "2012":4,
                "2013":6,
                "2014":10,
                "2015":6,
                "2016":4,
                "2017":11,
                "2018":10,
                "2019":4,
                "2020":2
            }
        ],
        [
            "Cluster and periodic density functional theory (DFT) of carbon monoxide adsorbed atop on Pt (COads) show that ruthenium alloying weakens both the COads internal and C−Pt bonds and reduces the COads adsorption energy. A new theoretical model based on the π-attraction σ-repulsion is used to explain the above results. This model correlates (1) Mulliken population, (2) density-of-states analysis of the COads orbitals, (3) the individual interaction of these orbitals with the metal lattice bands, and (4) their polarizations within the COads molecule. In this study, the σ interaction has both attractive and repulsive components via electron donation to the metal bands and Pauli repulsion, respectively. Cluster DFT shows that the overall weakening of the COads internal bond upon alloying is due to the dominance of reduced σ donation to the metal (which weakens the COads internal bond) over increased π bonding …",
            "Attraction− repulsion mechanism for carbon monoxide adsorption on platinum and platinum− ruthenium alloys",
            "Nicholas Dimakis and Matthew Cowan and Gehard Hanson and Eugene S Smotkin",
            "2009",
            "GHQ3uKoAAAAJ:YsMSGLbcyi4C",
            43,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp9036809",
            "10907945111058104446",
            "\/scholar?cites=10907945111058104446",
            {
                "2010":1,
                "2011":1,
                "2012":3,
                "2013":7,
                "2014":3,
                "2015":2,
                "2016":5,
                "2017":2,
                "2018":3,
                "2019":8,
                "2020":8
            }
        ],
        [
            "The extended x-ray-absorption fine structure (EXAFS) Debye-Waller factor is an essential term appearing in the EXAFS equation that accounts for the molecular structural and thermal disorder of a sample. Single-and multiple-scattering Debye-Waller factors must be known accurately to obtain quantitative agreement between theory and experiment. Since the total number of fitting parameters that can be varied is limited in general, data cannot support fitting of all relevant multiple-scattering Debye-Waller factors. Calculation of the Debye-Waller factors is typically done using the correlated Debye approximation, where a single parameter (Debye temperature) is varied. However, this procedure cannot account in general for Debye-Waller factors in materials with heterogeneous bond strengths, such as biomolecules. As an alternative procedure in this work, we calculate them ab initio directly from the known or …",
            "Ab initio single-and multiple-scattering EXAFS Debye-Waller factors: Raman and infrared data",
            "Nicholas Dimakis and Grant Bunker",
            "1998",
            "GHQ3uKoAAAAJ:u5HHmVD_uO8C",
            37,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.58.2467",
            "1652697689558626035",
            "\/scholar?cites=1652697689558626035",
            {
                "1999":1,
                "2000":1,
                "2001":3,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":3,
                "2006":3,
                "2007":2,
                "2008":3,
                "2009":3,
                "2010":4,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":2,
                "2018":2
            }
        ],
        [
            "The C−O stretching frequency (νCO) of atop CO\/Pt in PtRu alloys is compositionally tuned in proportion to the Pt mole percent. The application of a Blyholder−Bagus type mechanism (i.e., increased back-donation from the metal d-band to the hybridized 2π* CO molecular orbitals (MOs)) to compositional tuning has been paradoxical because (1) a Pt−C bond contraction, expected with increased back-donation as the Pt mole percent is reduced, is not observed (i.e., calculated Pt−C bond is either elongated or insensitive to alloying and the binding energies of CO\/Pt decrease with alloying) and (2) the lowering d-band center and increased d-band vacancies upon alloying (suggesting less back-donation to the higher energy metal hybridized 2π* CO MOs) must be reconciled with the alloy-induced red shift of the νCO. A library of spin-optimized Pt and Pt alloy clusters was the basis of density functional theory (DFT …",
            "A band dispersion mechanism for Pt alloy compositional tuning of linear bound CO stretching frequencies",
            "Nicholas Dimakis and Hakim Iddir and Robert R Díaz-Morales and Renxuan Liu and Grant Bunker and Eun-Hyuk Chung and Eugene S Smotkin",
            "2005",
            "GHQ3uKoAAAAJ:qjMakFHDy7sC",
            33,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp046332y",
            "16137406109829582855",
            "\/scholar?cites=16137406109829582855",
            {
                "2005":1,
                "2006":2,
                "2007":3,
                "2008":4,
                "2009":2,
                "2010":2,
                "2011":5,
                "2012":3,
                "2013":1,
                "2014":2,
                "2015":3,
                "2016":1,
                "2017":3,
                "2018":1
            }
        ],
        [
            "The time‐dependent IR spectra during dehydration of fully hydrated Nafion show the reversible disappearance of the 1061 cm−1 and 969 cm−1 concurrent with the emergence of peaks at ∼928 cm−1 and ∼1408 cm−1. The first pair of group modes is associated with a dissociated exchange group (sulfonate) with a local C3V symmetry. The C3V group modes shift with state‐of‐hydration: The 969 cm−1 peak completely vanishes and the 1061 cm−1 is reduced to a small shoulder at 1070 cm−1 at end of dehydration. The C3V group modes are replaced by the pair of group modes of an associated exchange group (sulfonic acid) with C1 local symmetry. The density functional theory normal mode analysis confirms that the sulfonic acid\/sulfonate site plays a dominant role in the C1 and C3V group modes, respectively. This work clarifies the importance of assigning fluoropolymers peaks as group modes rather than …",
            "Theoretical and experimental infrared spectra of hydrated and dehydrated Nafion",
            "Ian Kendrick and Adam Yakaboski and Erin Kingston and Jonathan Doan and Nicholas Dimakis and Eugene S Smotkin",
            "2013",
            "GHQ3uKoAAAAJ:7PzlFSSx8tAC",
            29,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/polb.23348",
            "10101722355714166414",
            "\/scholar?cites=10101722355714166414",
            {
                "2014":5,
                "2015":2,
                "2016":6,
                "2017":5,
                "2018":5,
                "2019":3,
                "2020":3
            }
        ],
        [
            "Transition metal atom adsorption on graphene monolayers has been elucidated using periodic density functional theory under hybrid and generalized gradient approximation functionals. More specifically, we examined the adsorption of Cu, Fe, Zn, Ru, and Os on graphene monolayers by calculating, among others, the electronic density-of-states spectra of the adatom-graphene system and the overlap populations of the adatom with the nearest adsorbing graphene carbon atoms. These calculations reveal that Cu form primarily covalent bonds with graphene atoms via strong hybridization between the adatom orbitals and the sp band of the graphene substrate, whereas the interaction of the Ru and Os with graphene also contain ionic parts. Although the interaction of Fe with graphene atoms is mostly covalent, some charge transfer to graphene is also observed. The interaction of Zn with graphene is weak. Mulliken …",
            "Density functional theory calculations on transition metal atoms adsorbed on graphene monolayers",
            "Nicholas Dimakis and Fernando Antonio Flor and Andres Salgado and Kolade Adjibi and Sarah Vargas and Justin Saenz",
            "2017",
            "GHQ3uKoAAAAJ:SjuI4pbJlxcC",
            27,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S016943321632267X",
            "6858845192475092383",
            "\/scholar?cites=6858845192475092383",
            {
                "2017":4,
                "2018":8,
                "2019":5,
                "2020":8,
                "2021":2
            }
        ],
        [
            "Periodic density functional theory calculations elucidate carbon monoxide coverage effects on platinum and ruthenium surfaces. As expected the CO stretching frequencies increase with coverage. Unexpectedly, overlap population calculations show that increased stretching frequencies may not always correspond to stronger bonds. A theoretical framework is established based on a modified π-attraction σ-repulsion scheme. This phenomenological model directly relates the internal adsorbate bond strength to the net change of the carbon 2s and 2pxy contributions to the π- and σ-components, respectively. The variation of the metal–surface bond is examined by using the charges, polarizations, and electron densities of the adsorbate CO orbitals. For the systems studied here, the traditional frontier orbital model of the 5σ-donation\/2π*-back-donation with the metal substrate bands is not always sufficient to explain the …",
            "Carbon monoxide adsorption coverage study on platinum and ruthenium surfaces",
            "Nicholas Dimakis and Nestor E Navarro and Thomas Mion and Eugene S Smotkin",
            "2014",
            "GHQ3uKoAAAAJ:L1USKYWJimsC",
            26,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp501709q",
            "9395132108898602069",
            "\/scholar?cites=9395132108898602069",
            {
                "2014":2,
                "2015":4,
                "2016":2,
                "2017":5,
                "2018":4,
                "2019":7,
                "2020":2
            }
        ],
        [
            "X-ray absorption fine structure (XAFS) spectroscopy is one of the few direct probes of the structure of metalloprotein binding that is equally applicable to proteins in crystals, solutions, and membranes. Despite considerable progress in the calculation of the photoelectron scattering aspects of XAFS, calculation of the vibrational aspects has lagged because of the difficulty of the calculations. We report here initial results that express single-and multiple-scattering Debye-Waller factors as polynomial functions of first shell radial distance for metal-peptide complexes, enabling quantitatively accurate full multiple-scattering XAFS data analysis of active sites of unknown structure at arbitrary temperatures without the use of ad hoc assumptions.",
            "Group-fitted ab initiosingle-and multiple-scattering EXAFS Debye-Waller factors",
            "Nicholas Dimakis and Grant Bunker",
            "2002",
            "GHQ3uKoAAAAJ:u-x6o8ySG0sC",
            25,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.65.201103",
            "9441300151155827690",
            "\/scholar?cites=9441300151155827690",
            {
                "2003":1,
                "2004":1,
                "2005":2,
                "2006":2,
                "2007":5,
                "2008":2,
                "2009":1,
                "2010":2,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":2,
                "2016":2,
                "2017":1
            }
        ],
        [
            "An accurate and practical method for the calculation and use of thermal x-ray absorption fine structure (XAFS) Debye-Waller factors (DWFs) in active sites of metalloproteins is presented. These factors are calculated on model clusters within the local density functional approximation with nonlocal corrections. The DWFs are mapped out and parametrized as a function of the first shell distance and an angle (where applicable), for all significant single and multiple scattering paths, as well as the sample temperature. This approach is applied to the biologically essential but spectroscopically silent Zn+ 2 active sites composed of histidines, cysteines, and carboxylate ligands in homogeneous and heterogeneous environments. Detailed analysis of the relative scattering paths for Zn metalloproteins using projected vibrational density of states further explain why these paths are not detectable by XAFS for first shell metal …",
            "XAFS Debye-Waller factors for Zn metalloproteins",
            "Nicholas Dimakis and Grant Bunker",
            "2004",
            "GHQ3uKoAAAAJ:d1gkVwhDpl0C",
            23,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.70.195114",
            "15427722208046851991",
            "\/scholar?cites=15427722208046851991",
            {
                "2005":1,
                "2006":2,
                "2007":5,
                "2008":1,
                "2009":1,
                "2010":4,
                "2011":2,
                "2012":2,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":1
            }
        ]
    ]
}