{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Spin–orbit coupling (SOC) in graphene can be greatly enhanced by proximity coupling it to transition metal dichalcogenides (TMDs) such as WSe2. We find that the strength of the acquired SOC in graphene depends on the stacking order of the heterostructures when using hexagonal boron nitride (h-BN) as the capping layer, i.e., SiO2\/graphene\/WSe2\/h-BN exhibiting stronger SOC than SiO2\/WSe2\/graphene\/h-BN. We utilize photoluminescence (PL) as an indicator to characterize the interaction between graphene and monolayer WSe2 grown by chemical vapor deposition. We observe much stronger PL quenching in the SiO2\/graphene\/WSe2\/h-BN stack than in the SiO2\/WSe2\/graphene\/h-BN stack and, correspondingly, a much larger weak antilocalization (WAL) effect or stronger induced SOC in the former than in the latter. We attribute these two effects to the interlayer distance between graphene and WSe2 …",
            "Effect of Distance on Photoluminescence Quenching and Proximity-Induced Spin–Orbit Coupling in Graphene\/WSe2 Heterostructures",
            "Bowen Yang and Everardo Molina and Jeongwoo Kim and David Barroso and Mark Lohmann and Yawen Liu and Yadong Xu and Ruqian Wu and Ludwig Bartels and Kenji Watanabe and Takashi Taniguchi and Jing Shi",
            "2018",
            "gIl_6h4AAAAJ:u5HHmVD_uO8C",
            14,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.8b00691",
            "435507081940893690",
            "\/scholar?cites=435507081940893690",
            {
                "2018":1,
                "2019":2,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Spin orbit assisted Mott insulators such as sodium iridate (Na 2 IrO 3) have been an important subject of study in recent years. In these materials, the interplay of electronic correlations, spin-orbit coupling, crystal field effects, and a honeycomb arrangement of ions bring exciting ground states, predicted in the frame of the Kitaev model. The insulating character of Na 2 IrO 3 has hampered its integration to an electronic device, desirable for applications, such as the manipulation of quasiparticles interesting for topological quantum computing. Here we show through electronic transport measurements supported by angle-resolved photoemission spectroscopy (ARPES) experiments, that electronic transport in Na 2 IrO 3 is ruled by variable range hopping and it is strongly dependent on the magnetic ordering transition known for bulk Na 2 IrO 3, as well as on external electric fields. Electronic transport measurements allow …",
            "Competition between magnetic order and charge localization in  thin crystal devices",
            "Josue Rodriguez and Gilbert Lopez and Francisco Ramirez and Nicholas P Breznay and Robert Kealhofer and Vikram Nagarajan and Drew Latzke and Samantha Wilson and Naomy Marrufo and Peter Santiago and Jared Lara and Amirari Diego and Everardo Molina and David Rosser and Hadi Tavassol and Alessandra Lanzara and James G Analytis and Claudia Ojeda-Aristizabal",
            "2020",
            "gIl_6h4AAAAJ:qjMakFHDy7sC",
            1,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.101.235415",
            "16717814841993380534",
            "\/scholar?cites=16717814841993380534",
            {
                "2021":1
            }
        ]
    ]
}