{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "UP has also been employed in a variety of courses such as chemistry, biology, mathematics, engineering, and even comparative literature. In this article, we will discuss the classroom design and teaching techniques that allow pedagogical advances to be used in large-enrollment classes. Should you want even more details of the implementation and research underpinnings, a more in-depth description can be found in Beichner et al. 2007.",
            "Scaling up education reform",
            "Jon DH Gaffney and Evan Richards and Mary Bridget Kustusch and Lin Ding and Robert J Beichner",
            "2008",
            "GiNYd38AAAAJ:u5HHmVD_uO8C",
            149,
            "https:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.472.7226&rep=rep1&type=pdf",
            "14066782921552389810",
            "\/scholar?cites=14066782921552389810",
            {
                "2008":2,
                "2009":4,
                "2010":8,
                "2011":9,
                "2012":11,
                "2013":13,
                "2014":14,
                "2015":22,
                "2016":16,
                "2017":14,
                "2018":12,
                "2019":10,
                "2020":11
            }
        ],
        [
            "Several studies in recent years have demonstrated that upper-division students struggle with the mathematics of thermodynamics. This paper presents a task analysis based on several expert attempts to solve a challenging mathematics problem in thermodynamics. The purpose of this paper is twofold. First, we highlight the importance of cognitive task analysis for understanding expert performance and show how the epistemic games framework can be used as a tool for this type of analysis, with thermodynamics as an example. Second, through this analysis, we identify several issues related to thermodynamics that are relevant to future research into student understanding and learning of the mathematics of thermodynamics.",
            "Partial derivative games in thermodynamics: A cognitive task analysis",
            "Mary Bridget Kustusch and David Roundy and Tevian Dray and Corinne A Manogue",
            "2014",
            "GiNYd38AAAAJ:WF5omc3nYNoC",
            27,
            "https:\/\/journals.aps.org\/prper\/abstract\/10.1103\/PhysRevSTPER.10.010101",
            "15328009224228117760",
            "\/scholar?cites=15328009224228117760",
            {
                "2014":1,
                "2015":5,
                "2016":4,
                "2017":2,
                "2018":3,
                "2019":6,
                "2020":2
            }
        ],
        [
            "Students in introductory physics struggle with vector algebra and these challenges are often associated with contextual and representational features of the problems. Performance on problems about cross product direction is particularly poor and some research suggests that this may be primarily due to misapplied right-hand rules. However, few studies have had the resolution to explore student use of right-hand rules in detail. This study reviews literature in several disciplines, including spatial cognition, to identify ten contextual and representational problem features that are most likely to influence performance on problems requiring a right-hand rule. Two quantitative measures of performance (correctness and response time) and two qualitative measures (methods used and type of errors made) were used to explore the impact of these problem features on student performance. Quantitative results are consistent …",
            "Assessing the impact of representational and contextual problem features on student use of right-hand rules",
            "Mary Bridget Kustusch",
            "2016",
            "GiNYd38AAAAJ:_FxGoFyzp5QC",
            19,
            "https:\/\/journals.aps.org\/prper\/abstract\/10.1103\/PhysRevPhysEducRes.12.010102",
            "7192081458938502064",
            "\/scholar?cites=7192081458938502064",
            {
                "2016":1,
                "2017":3,
                "2018":4,
                "2019":2,
                "2020":8
            }
        ],
        [
            "We introduce a series of activities to help students understand the partial derivatives that arise in thermodynamics. Students construct thought experiments that would allow them to measure given partial derivatives. These activities are constructed with a number of learning goals in mind, beginning with helping students to learn to think of thermodynamic quantities in terms of how one can measure or change them. A second learning goal is for students to understand the importance of the quantities held fixed in either a partial derivative or an experiment. Students additionally are given an experimental perspective—particularly when this activity is combined with real laboratory experiments—on the meaning of either fixing or changing entropy. In this paper, we introduce the activities and explain their learning goals. We also include examples of student work from classroom video and follow-up interviews.",
            "Name the experiment! Interpreting thermodynamic derivatives as thought experiments",
            "David Roundy and Mary Bridget Kustusch and Corinne Manogue",
            "2014",
            "GiNYd38AAAAJ:YsMSGLbcyi4C",
            17,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.4824548",
            "12303729930490377178",
            "\/scholar?cites=12303729930490377178",
            {
                "2014":2,
                "2015":3,
                "2016":1,
                "2017":2,
                "2018":2,
                "2019":5
            }
        ],
        [
            "Metacognitive strategies, such as those associated with a growth mindset, reflection, sense making, or developing accurate self-assessments, are integral to student success in postsecondary education. We present a three-pronged approach to developing metacognitive strategies in two targeted populations in STEM—deaf\/hard-of-hearing students and (separately) first-generation students—who share similar obstacles in their transition to college. Project IMPRESS (Integrating Metacognitive Practice and Research to Ensure Student Success) seeks to embed metacognitive practice in authentic scientific and education practice. In a 2-week summer experience, students engage in iterative experimentation and model-building around climate change. During the academic year, coursework introduces students to metacognitive topics that students then apply to their concurrent STEM courses. The third component …",
            "Improving Retention Through Metacognition: A Program for Deaf\/Hard-of-Hearing and First-Generation STEM College Students",
            "Scott V Franklin and Elizabeth Hane and Mary Bridget Kustusch and Corey Ptak and Eleanor C Sayre",
            "2018",
            "GiNYd38AAAAJ:8k81kl-MbHgC",
            7,
            "https:\/\/www.jstor.org\/stable\/26616264",
            "2450288470636002367",
            "\/scholar?cites=2450288470636002367",
            {
                "2017":1,
                "2018":1,
                "2019":1,
                "2020":4
            }
        ],
        [
            "Several studies in recent years have demonstrated that upper-division students struggle with partial derivatives and the complicated chain rules ubiquitous in thermodynamics. We asked several experts (primarily faculty who teach thermodynamics) to solve a challenging and novel thermodynamics problem in order to understand how they navigate through this maze. What we found was a tremendous variety in solution strategies and sense-making tools, both within and between individuals. This case study focuses on one particular expert: his solution paths, use of sense-making tools, and comparison of different approaches.",
            "An expert path through a thermo maze",
            "Mary Bridget Kustusch and David Roundy and Tevian Dray and Corinne Manogue",
            "2013",
            "GiNYd38AAAAJ:W7OEmFMy1HYC",
            7,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4789695",
            "16864474494125726036",
            "\/scholar?cites=16864474494125726036",
            {
                "2014":2,
                "2015":1,
                "2016":1,
                "2017":1,
                "2018":2
            }
        ],
        [
            "KUSTUSCH, MARY BRIDGET. Student Understanding of Cross Product Direction and Use of Right-hand Rules: An Exploration of Representation and Context-dependence.(Under the direction of Robert J. Beichner.)Students in introductory physics struggle with vector algebra and with cross product direction in particular. Some have suggested that this may be due to misapplied right-hand rules, but there are few studies that have had the resolution to explore this. Additionally, previous research on student understanding has noted several kinds of representation-dependence of student performance with vector algebra in both physics and non-physics (or math) contexts (eg Hawkins et al., 2009; Van Deventer, 2008). Yet with few exceptions (eg Scaife and Heckler, 2010), these findings have not been applied to cross product direction questions or the use of right-hand rules. Also, the extensive work in spatial cognition is particularly applicable to cross product direction due to the spatial and kinesthetic nature of the right-hand rule.",
            "Student Understanding of Cross Product Direction and Use of Right-hand Rules: An Exploration of Representation and Context-dependence",
            "Mary Bridget Kustusch",
            "2011",
            "GiNYd38AAAAJ:u-x6o8ySG0sC",
            7,
            "https:\/\/repository.lib.ncsu.edu\/bitstream\/handle\/1840.16\/6895\/etd.pdf?sequence=2",
            "7762054578726349949",
            "\/scholar?cites=7762054578726349949",
            {
                "2015":1,
                "2016":2,
                "2017":2,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Research has shown that students struggle to understand the use of partial derivatives in thermodynamics. We have designed an apparatus, which we have called a Partial Derivative Machine, that serves as a mechanical analogue of a thermodynamic system. Using this device, students have a tangible way to wrestle with issues related to partial derivatives and thermodynamics, such as which variables are held fixed, how many variables are independent, and how energy can be added to a system. In this paper, we present a description of the apparatus, an introduction to the associated activities, and an overview of how this apparatus can be connected to thermodynamic systems.",
            "The Partial Derivative Machine",
            "Grant Sherer and Mary Bridget Kustusch and Corinne A Manogue and David Roundy",
            "2013",
            "GiNYd38AAAAJ:Y0pCki6q_DkC",
            6,
            "http:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.718.1467&rep=rep1&type=pdf",
            "10034882653328387969",
            "\/scholar?cites=10034882653328387969",
            {
                "2014":2,
                "2015":1,
                "2016":2
            }
        ],
        [
            "We investigate the utility of two qualitative measures of equity. Our data are videos of groups of first-generation and Deaf or hard-of-hearing students in a pre-matriculation university program designed to help them persist in STEM fields by developing their metacognitive practices. We analyze video data of students in small groups trying to accomplish various tasks. We analyze how groups engage with proposed ideas (inchargeness) and create a space of open sharing (civility). By capturing different aspects of each group, these measures combine to help our understanding of what an equitable group could look like.",
            "Qualitative Measures of Equity in Small Groups",
            "Ben Archibeque and Mary-Bridget Kustusch and Florian Genz and Scott Franklin and Eleanor C Sayre",
            "2018",
            "GiNYd38AAAAJ:0EnyYjriUFMC",
            4,
            "https:\/\/arxiv.org\/abs\/1803.01459",
            "7333731659818720784",
            "\/scholar?cites=7333731659818720784",
            {
                "2020":3,
                "2021":1
            }
        ],
        [
            "We propose a novel application of Social Network Analysis (SNA) using classroom video data as a means of quantitatively and visually exploring the collaborations between students. The context for our study was a summer program that works with first generation students and deaf\/hard-of-hearing students to engage in authentic science practice and develop a supportive community. We applied SNA to data from one activity during the two-week program to test our approach and as a means to begin to assess whether the goals of the program are being met. We used SNA to identify groups that were interacting in unexpected ways and then to highlight how individuals were contributing to the overall group behavior. We plan to expand our new use of SNA to video data on a larger scale.",
            "Using Social Network Analysis on classroom video data",
            "Katarzyna E Pomian and Justyna P Zwolak and Eleanor C Sayre and Scott V Franklin and Mary Bridget Kustusch",
            "2017",
            "GiNYd38AAAAJ:hqOjcs7Dif8C",
            4,
            "https:\/\/arxiv.org\/abs\/1710.11055",
            "709489004230779255",
            "\/scholar?cites=709489004230779255",
            {
                "2018":2,
                "2019":2
            }
        ]
    ]
}