{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "From measurements of Hf–Yb mixtures, we have found that the correction of isobaric interferences involving accepted Yb isotope ratios and reasonable estimates of mass bias result in a significantly under-corrected 176Hf, which is proportional to the amount of Yb added. This can be explained by (1) a significant difference in the instrumental mass bias between Hf and Yb, and (2) that the accepted values for isotopic ratios within the Yb and\/or Hf systems are incorrect. We have evaluated these possibilities by measuring mixed solutions of Yb and Hf on two MC-ICP-MS instruments and undertaking a series of REE fractionation experiments using a thermal ionisation mass spectrometer (TIMS). Our results indicate that the presently accepted abundances of the Yb isotopes are not appropriate. We present new values for Yb isotopic abundances based on the TIMS and MC-ICP-MS results. Using the newly defined Yb …",
            "Hf isotope ratio analysis using multi-collector inductively coupled plasma mass spectrometry: an evaluation of isobaric interference corrections",
            "Nan-Chin Chu and Rex N Taylor and Valérie Chavagnac and Robert W Nesbitt and Rose M Boella and J Andrew Milton and Christopher R German and Germain Bayon and Kevin Burton",
            "2002",
            "gKnG0lQAAAAJ:u5HHmVD_uO8C",
            1046,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2002\/ja\/b206707b",
            "18375572041291903649",
            "\/scholar?cites=18375572041291903649",
            {
                "2003":3,
                "2004":6,
                "2005":4,
                "2006":20,
                "2007":22,
                "2008":24,
                "2009":34,
                "2010":31,
                "2011":45,
                "2012":69,
                "2013":87,
                "2014":71,
                "2015":100,
                "2016":86,
                "2017":91,
                "2018":108,
                "2019":102,
                "2020":126,
                "2021":13
            }
        ],
        [
            "The existing Hf isotope database for mid-ocean ridge basalts (MORB) is limited in both quantity and precision. Nevertheless, in Hf–Nd isotope space, MORBs show a wide variation in 176 Hf\/177 Hf over a relatively restricted range in 143 Nd\/144 Nd. The highest 176 Hf\/177 Hf ratios (≥ 0.283355) within the MORB range are restricted to just four samples (< 6.5% of total). Of these high 176 Hf\/177 Hf MORBs, three are from ridge segments adjacent to known active plumes and one is from a ridge segment for which a plume influence has been suggested. By comparison, MORBs fromnormal'ridge segments show a more limited range in 176 Hf\/177 Hf ratios (0.283040 to 0.283311). We suggest that NMORB and the depleted MORB mantle reservoir (DMM) are characterised by a similarly limited range in 176 Hf\/177 Hf ratios. Furthermore, we suggest that the high 176 Hf\/177 Hf MORB-like basalts may ultimately be related …",
            "High precision Hf isotope measurements of MORB and OIB by thermal ionisation mass spectrometry: insights into the depleted mantle",
            "GM Nowell and PD Kempton and SR Noble and JG Fitton and AD Saunders and JJ Mahoney and RN Taylor",
            "1998",
            "gKnG0lQAAAAJ:u-x6o8ySG0sC",
            678,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0009254198000369",
            "11723802483722048977",
            "\/scholar?cites=11723802483722048977",
            {
                "1998":2,
                "1999":4,
                "2000":8,
                "2001":8,
                "2002":14,
                "2003":11,
                "2004":18,
                "2005":16,
                "2006":20,
                "2007":30,
                "2008":17,
                "2009":35,
                "2010":26,
                "2011":35,
                "2012":41,
                "2013":38,
                "2014":42,
                "2015":46,
                "2016":51,
                "2017":46,
                "2018":58,
                "2019":52,
                "2020":49,
                "2021":6
            }
        ],
        [
            "Basaltic lavas, forming thick offshore seaward-dipping reflector sequences (SDRS) and onshore igneous provinces around the North Atlantic margins, represent melting of anomalously hot mantle in the head of the ancestral Iceland plume. Some of these lavas are chemically and isotopically indistinguishable from recent Icelandic basalt, but others more closely resemble basalt erupted at normal segments of mid-ocean ridges (N-MORB). In this paper we show that Icelandic basalt and N-MORB define parallel tight arrays on a plot oflog (Nb\/Y) against log (Zr\/Y), with N-MORB relatively deficient in Nb. Deficiency or excess of Nb, relative to the lower bound of the Iceland array, may be expressed as Δ N b= 1.74+ log⁡(N b\/Y)− 1.92 log⁡(Z r\/Y) such that Icelandic basalt has ΔNb> 0 and N-MORB has ΔNb< 0. ΔNb is a fundamental source characteristic and is insensitive to the effects of variable degrees of mantle melting …",
            "Thermal and chemical structure of the Iceland plume",
            "JG Fitton and AD Saunders and MJ Norry and BS Hardarson and RN Taylor",
            "1997",
            "gKnG0lQAAAAJ:d1gkVwhDpl0C",
            637,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0012821X97001702",
            "15734840659191834863",
            "\/scholar?cites=15734840659191834863",
            {
                "1997":3,
                "1998":8,
                "1999":8,
                "2000":20,
                "2001":18,
                "2002":16,
                "2003":24,
                "2004":20,
                "2005":20,
                "2006":18,
                "2007":22,
                "2008":16,
                "2009":27,
                "2010":27,
                "2011":20,
                "2012":32,
                "2013":27,
                "2014":31,
                "2015":36,
                "2016":45,
                "2017":29,
                "2018":51,
                "2019":47,
                "2020":57,
                "2021":5
            }
        ],
        [
            "The Bonin archipelago represents an uplifted fore-arc terrain which exposes the products of Eocene supra-subduction zone magmatism. Chichijima, at the centre of the chain, represents the type locality for the high-Mg andesitic lava termed boninite. The range of extrusives which constitute the boninite series volcanics are present on Chichijima, and are disposed in the sequence boninite-andesite-dacite with increasing height in the volcano-stratigraphy. Progression to evolved compositions within the Chichijima boninite series is controlled by crystal fractionation from a boninite parental magma containing ∼ 15% MgO. Olivine and clinoenstatite are the initial liquidus phases, but extraction of enstatitic orthopyroxene, followed by clinopyroxene and plagioclase, is responsible for the general evolution from boninite, through andesite, to dacite. Some andesites within the overlying Mikazukiyama Formation are …",
            "Mineralogy, chemistry, and genesis of the boninite series volcanics, Chichijima, Bonin Islands, Japan",
            "Rex N Taylor and Robert W Nesbitt and Phillipe Vidal and Russell S Harmon and Bernard Auvray and Ian W Croudace",
            "1994",
            "gKnG0lQAAAAJ:qjMakFHDy7sC",
            255,
            "https:\/\/academic.oup.com\/petrology\/article-abstract\/35\/3\/577\/1554135",
            "3173660379211136940",
            "\/scholar?cites=3173660379211136940",
            {
                "1994":3,
                "1995":4,
                "1996":5,
                "1997":4,
                "1998":5,
                "1999":2,
                "2000":1,
                "2001":4,
                "2002":5,
                "2003":21,
                "2004":11,
                "2005":11,
                "2006":13,
                "2007":5,
                "2008":7,
                "2009":7,
                "2010":9,
                "2011":12,
                "2012":11,
                "2013":10,
                "2014":8,
                "2015":13,
                "2016":15,
                "2017":9,
                "2018":22,
                "2019":18,
                "2020":17,
                "2021":1
            }
        ],
        [
            "New radiogenic isotope and trace element data are presented for the volcanic sequences along 600 km of the active Izu–Bonin arc, the Oligocene Izu arc, and their associated rift basins. As with many intra-oceanic island arcs, the Pliocene–Recent Izu–Bonin frontal-arc lavas are highly depleted in Zr, Nb and the rare-earth elements relative to typical mid-ocean ridge basalt (MORB), indicating that the mantle wedge source has undergone a previous episode of melting. Ratios between these elements (such as Nb\/Zr and La\/Sm), as well as 143Nd\/144Nd, do not vary significantly along the length of the frontal-arc. These parameters suggest that each of the arc volcanoes is derived from similar melt fractions of the mantle wedge. However, Ba\/Zr, Ba\/Rb and 87Sr\/86Sr increase along the frontal-arc to the north. This leads us to propose that a variable enrichment in Ba and radiogenic Sr is superimposed on the mantle …",
            "Isotopic characteristics of subduction fluids in an intra-oceanic setting, Izu–Bonin Arc, Japan",
            "Rex N Taylor and Robert W Nesbitt",
            "1998",
            "gKnG0lQAAAAJ:9yKSN-GCB0IC",
            247,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0012821X98001824",
            "1670411700740500931",
            "\/scholar?cites=1670411700740500931",
            {
                "2000":4,
                "2001":6,
                "2002":8,
                "2003":22,
                "2004":16,
                "2005":12,
                "2006":9,
                "2007":12,
                "2008":17,
                "2009":20,
                "2010":13,
                "2011":2,
                "2012":11,
                "2013":10,
                "2014":14,
                "2015":7,
                "2016":14,
                "2017":7,
                "2018":14,
                "2019":14,
                "2020":11,
                "2021":1
            }
        ],
        [
            "The radiogenic isotopic composition of both detrital and Fe–Mn fractions in marine sediments can be used in paleoceanography to infer changes of bottom-water circulation. We have examined various chemical techniques for the analysis of Sr and Nd isotope ratios in these fractions and present a robust method that can be used to separate both the Fe–Mn oxides and the detrital fraction from a marine sediment sample for isotopic analysis. Our sequential leaching procedure involves the use of 10% acetic acid, followed by 1 M hydroxylamine hydrochloride in 25% acetic acid to remove the carbonate component and the Fe–Mn oxide fraction, respectively. The applicability of our chemical procedure is illustrated with examples from a marine sediment core raised from the northern Cape Basin, southeast Atlantic Ocean.",
            "An improved method for extracting marine sediment fractions and its application to Sr and Nd isotopic analysis",
            "Gunter Bayon and CR German and RM Boella and JA Milton and RN Taylor and RW Nesbitt",
            "2002",
            "gKnG0lQAAAAJ:IjCSPb-OGe4C",
            245,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0009254101004168",
            "17550497212354127852",
            "\/scholar?cites=17550497212354127852",
            {
                "2002":1,
                "2003":1,
                "2004":3,
                "2005":4,
                "2006":7,
                "2007":5,
                "2008":11,
                "2009":6,
                "2010":13,
                "2011":13,
                "2012":21,
                "2013":19,
                "2014":20,
                "2015":20,
                "2016":18,
                "2017":14,
                "2018":26,
                "2019":19,
                "2020":20,
                "2021":4
            }
        ],
        [
            "A remarkable record of early arc volcanism in the Izu–Bonin–Mariana (IBM) arc is exposed in and around the Bonin Islands, an uplifted segment of the IBM forearc. New 40Ar\/39Ar dating results imply that the boninitic volcanism on Chichijima Island occurred in a brief period during Eocene time, between 46–48 Ma. A slightly younger volcanic succession is identified along the Bonin Ridge, including 44.74 ± 0.23 Ma high-Mg andesite from the Mikazukiyama Formation, the youngest volcanic sequence on Chichijima, 44.0 ± 0.3 Ma tholeiitic to calcalkaline andesite from Hahajima Island, and 3 samples of andesite collected by the submersible SHINKAI 6500 from the Bonin Ridge Escarpment (BRE) that range in age from 41.84 ± 0.14 to 43.88 ± 0.21 Ma. Four SHINKAI 6500 dives (YK 04–05) on the BRE mapped an elongated constructional volcanic ridge atop the escarpment; we observed steeply west-dipping …",
            "Early stages in the evolution of Izu–Bonin arc volcanism: New age, chemical, and isotopic constraints",
            "Osamu Ishizuka and Jun-Ichi Kimura and Yi B Li and Robert J Stern and Mark K Reagan and Rex N Taylor and Yasuhiko Ohara and Sherman H Bloomer and Teruaki Ishii and Ulysses S Hargrove III and Satoru Haraguchi",
            "2006",
            "gKnG0lQAAAAJ:W7OEmFMy1HYC",
            238,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0012821X06005772",
            "7843616882108529265",
            "\/scholar?cites=7843616882108529265",
            {
                "2006":1,
                "2007":3,
                "2008":11,
                "2009":15,
                "2010":15,
                "2011":15,
                "2012":11,
                "2013":7,
                "2014":25,
                "2015":18,
                "2016":18,
                "2017":15,
                "2018":26,
                "2019":24,
                "2020":30
            }
        ],
        [
            "This study reports the results of thirteen rare earth elements (REE) in sixteen geochemical reference samples. The analytical procedure involved dissolution of a whole rock or mineral separate, spiking with Tm, and separation of the REE using a simple ion‐exchange chromatography procedure. The resulting REE solutions were analysed by ICP‐MS. The results are compared with literature values. The agreement between our data and recommended or ID‐TIMS values is very favorable. The precision of the technique is better than 5% (2) for all the REE.",
            "Determination of rare earth elements in sixteen silicate reference samples by ICP‐MS after Tm addition and ion exchange separation",
            "JA Barrat and F Keller and J Amossé and RN Taylor and RW Nesbitt and T Hirata",
            "1996",
            "gKnG0lQAAAAJ:UeHWp8X0CEIC",
            224,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1751-908X.1996.tb00177.x",
            "13600158594889386658",
            "\/scholar?cites=13600158594889386658",
            {
                "1996":1,
                "1997":2,
                "1998":6,
                "1999":7,
                "2000":12,
                "2001":6,
                "2002":7,
                "2003":8,
                "2004":12,
                "2005":10,
                "2006":3,
                "2007":7,
                "2008":13,
                "2009":9,
                "2010":8,
                "2011":12,
                "2012":10,
                "2013":12,
                "2014":14,
                "2015":6,
                "2016":12,
                "2017":8,
                "2018":12,
                "2019":15,
                "2020":9,
                "2021":2
            }
        ],
        [
            "New Sr–Nd–Pb–Hf data require the existence of at least four mantle components in the genesis of basalts from the the North Atlantic Igneous Province (NAIP): (1) one (or more likely a small range of) enriched component(s) within the Iceland plume, (2) a depleted component within the Iceland plume (distinct from the shallow N-MORB source), (3) a depleted sheath surrounding the plume and (4) shallow N-MORB source mantle. These components have been available since the major phase of igneous activity associated with plume head impact during Paleogene times. In Hf–Nd isotope space, samples from Iceland, DSDP Leg 49 (Sites 407, 408 and 409), ODP Legs 152 and 163 (southeast Greenland margin), the Reykjanes Ridge, Kolbeinsey Ridge and DSDP Leg 38 (Site 348) define fields that are oblique to the main ocean island basalt array and extend toward a component with higher 176Hf\/177Hf than the N …",
            "The Iceland plume in space and time: a Sr–Nd–Pb–Hf study of the North Atlantic rifted margin",
            "PD Kempton and JG Fitton and AD Saunders and GM Nowell and RN Taylor and BS Hardarson and G Pearson",
            "2000",
            "gKnG0lQAAAAJ:2osOgNQ5qMEC",
            201,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0012821X00000479",
            "12455668915726119052",
            "\/scholar?cites=12455668915726119052",
            {
                "2000":3,
                "2001":5,
                "2002":15,
                "2003":22,
                "2004":14,
                "2005":11,
                "2006":11,
                "2007":14,
                "2008":11,
                "2009":8,
                "2010":13,
                "2011":5,
                "2012":6,
                "2013":5,
                "2014":7,
                "2015":10,
                "2016":16,
                "2017":5,
                "2018":8,
                "2019":6,
                "2020":4
            }
        ],
        [
            "We present new isotopic and trace element data, including high-precision double-spike Pb isotope measurements, for back-arc lavas from the Izu–Bonin arc. Systematic along-arc isotopic variation of lavas has been identified in the Izu–Bonin arc that is coherent between the volcanic front and back-arc. The Sr isotopes are more radiogenic in the north, while Pb isotopes are less radiogenic in the north compared to the central part of the arc. This is particularly apparent in the back-arc seamounts. Decoupled variation of Pb and Sr isotopes cannot be explained by changes in the amount of a single subduction component. Almost parallel but distinct trends on Pb–Pb isotope plots imply differing mantle sources in the northern and central parts of the arc. The decoupling of Sr and Pb isotopic variation for both volcanic front and back-arc can be explained by the presence of two mantle components: a MORB source …",
            "Fluid–mantle interaction in an intra-oceanic arc: constraints from high-precision Pb isotopes",
            "Osamu Ishizuka and Rex N Taylor and J Andy Milton and Robert W Nesbitt",
            "2003",
            "gKnG0lQAAAAJ:zYLM7Y9cAGgC",
            186,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0012821X03002012",
            "12459548893420214238",
            "\/scholar?cites=12459548893420214238",
            {
                "2003":4,
                "2004":3,
                "2005":5,
                "2006":13,
                "2007":10,
                "2008":11,
                "2009":19,
                "2010":10,
                "2011":12,
                "2012":11,
                "2013":10,
                "2014":10,
                "2015":14,
                "2016":11,
                "2017":11,
                "2018":7,
                "2019":9,
                "2020":13,
                "2021":1
            }
        ]
    ]
}