{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We study the properties of M and F theory compactifications to three and four dimensions with background fluxes. We provide a simple construction of supersymmetric vacua, including some with orientifold descriptions. These vacua, which have warp factors, typically have fewer moduli than conventional Calabi-Yau compactifications. The mechanism for anomaly cancellation in the orientifold models involves background RR and NS fluxes. We consider in detail an orientifold of K3× T 2 with background fluxes. After a combination of T and S-dualities, this type IIB orientifold is mapped to a compactification of the SO (32) heterotic string on a non-Kähler space with torsion.",
            "M-theory, orientifolds and G-flux",
            "Keshav Dasgupta and Govindan Rajesh and Savdeep Sethi",
            "1999",
            "gKXAYxEAAAAJ:bEWYMUwI8FkC",
            866,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/1999\/08\/023\/meta",
            "14022953600849969149",
            "\/scholar?cites=14022953600849969149",
            {
                "2000":17,
                "2001":19,
                "2002":22,
                "2003":47,
                "2004":63,
                "2005":83,
                "2006":53,
                "2007":47,
                "2008":40,
                "2009":51,
                "2010":39,
                "2011":47,
                "2012":45,
                "2013":42,
                "2014":37,
                "2015":34,
                "2016":29,
                "2017":24,
                "2018":39,
                "2019":41,
                "2020":41,
                "2021":1
            }
        ],
        [
            "We study the restrictions imposed by cancellation of the tadpoles for two-, three-, and four-form gauge fields in string theory, M-theory and F-theory compactified to two, three and four dimensions, respectively. For a large class of supersymmetric vacua, turning on a sufficient number of strings, membranes and three-branes, respectively, can cancel the tadpoles, and preserve supersymmetry. However, there are cases where the tadpole cannot be removed in this way, either because the tadpole is fractional, or because of its sign. For M-theory and F-theory compactifications, we also explore the relation of the membranes and three-branes to the non-perturbative space-time superpotential.",
            "Constraints on low-dimensional string compactifications",
            "S Sethi and Cumrun Vafa and Edward Witten",
            "1996",
            "gKXAYxEAAAAJ:5nxA0vEk-isC",
            416,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S055032139600483X",
            "18068452363389738297",
            "\/scholar?cites=18068452363389738297",
            {
                "1996":8,
                "1997":27,
                "1998":33,
                "1999":22,
                "2000":18,
                "2001":15,
                "2002":11,
                "2003":13,
                "2004":22,
                "2005":23,
                "2006":22,
                "2007":12,
                "2008":6,
                "2009":13,
                "2010":21,
                "2011":17,
                "2012":13,
                "2013":8,
                "2014":16,
                "2015":11,
                "2016":11,
                "2017":12,
                "2018":20,
                "2019":21,
                "2020":18
            }
        ],
        [
            "Supersymmetry is used to derive conditions on higher derivative terms in the effective action of type IIB supergravity. Using these conditions, we are able to prove earlier conjectures that certain modular invariant interactions of order (α′) 3 relative to the Einstein-Hilbert term are proportional to eigenfunctions of the Laplace operator on the fundamental domain of SL (2, Z). We also discuss how these arguments generalize to terms of higher order in α′, as well as to compactifications of supergravity.",
            "Supersymmetry constraints on type IIB supergravity",
            "Michael B Green and Savdeep Sethi",
            "1999",
            "gKXAYxEAAAAJ:M3NEmzRMIkIC",
            266,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.59.046006",
            "14638267192805757924",
            "\/scholar?cites=14638267192805757924",
            {
                "1998":5,
                "1999":22,
                "2000":15,
                "2001":7,
                "2002":8,
                "2003":16,
                "2004":9,
                "2005":10,
                "2006":8,
                "2007":9,
                "2008":19,
                "2009":3,
                "2010":17,
                "2011":5,
                "2012":13,
                "2013":18,
                "2014":11,
                "2015":20,
                "2016":12,
                "2017":7,
                "2018":6,
                "2019":8,
                "2020":16,
                "2021":1
            }
        ],
        [
            "We modify and extend an earlier proposal by Brown and Teitelboim to relax the effective cosmological term by nucleation of branes coupled to a three-index gauge potential. Microscopic considerations from string\/M-theory suggest two major innovations in the framework. First, the dependence of brane properties on the compactification of extra dimensions may generate a very small quantized unit for jumps in the effective cosmological term. Second, internal degrees of freedom for multiply coincident branes may enhance tunneling rates by exponentially large density of states factors. These new features essentially alter the relaxation dynamics. By requiring stability on the scale of the lifetime of the universe, rather than absolute stability, we derive a non-trivial relation between the supersymmetry breaking scale and the value of the cosmological term. It is plausibly, though not certainly, satisfied in Nature.",
            "Saltatory relaxation of the cosmological constant",
            "Jonathan L Feng and John March-Russell and Savdeep Sethi and Frank Wilczek",
            "2001",
            "gKXAYxEAAAAJ:3fE2CSJIrl8C",
            264,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321301000979",
            "5762090143460002952",
            "\/scholar?cites=5762090143460002952",
            {
                "2000":3,
                "2001":17,
                "2002":11,
                "2003":20,
                "2004":31,
                "2005":34,
                "2006":21,
                "2007":25,
                "2008":11,
                "2009":14,
                "2010":8,
                "2011":7,
                "2012":5,
                "2013":13,
                "2014":2,
                "2015":6,
                "2016":10,
                "2017":6,
                "2018":8,
                "2019":4,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We study the existence of D-brane bound states at threshold in Type II string theories. In a number of situations, we can reduce the question of existence to quadrature, and the study of a particular limit of the propagator for the system of D-branes. This involves a derivation of an index theorem for a family of non-Fredholm operators. In support of the conjectured relation between compactified eleven-dimensional supergravity and Type IIA string theory, we show that a bound state exists for two coincident zero-branes. This result also provides support for the conjectured description of M-theory  as a matrix model. In addition, we provide further evidence that there are no BPS bound states for two and three-branes twice wrapped on Calabi–Yau vanishing cycles.",
            "D-brane bound states redux",
            "Savdeep Sethi and Mark Stern",
            "1998",
            "gKXAYxEAAAAJ:hC7cP41nSMkC",
            262,
            "https:\/\/link.springer.com\/article\/10.1007\/s002200050374",
            "11748042661946029407",
            "\/scholar?cites=11748042661946029407",
            {
                "1997":10,
                "1998":44,
                "1999":30,
                "2000":27,
                "2001":19,
                "2002":22,
                "2003":10,
                "2004":4,
                "2005":9,
                "2006":4,
                "2007":4,
                "2008":7,
                "2009":8,
                "2010":7,
                "2011":5,
                "2012":6,
                "2013":1,
                "2014":3,
                "2015":11,
                "2016":5,
                "2017":5,
                "2018":3,
                "2019":8,
                "2020":5
            }
        ],
        [
            "We study string compactifications with sixteen supersymmetries. The moduli space for these compactifications becomes quite intricate in lower dimensions, partly because there are many different irreducible components. We focus primarily, but not exclusively, on compactifications to seven or more dimensions. These vacua can be realized in a number ways: the perturbative constructions we study include toroidal compactifications of the heterotic\/type I strings, asymmetric orbifolds, and orientifolds. In addition, we describe less conventional M and F theory compactifications on smooth spaces. The last class of vacua considered are compactifications on singular spaces with non-trivial discrete fluxes.We find a number of new components in the string moduli space. Contained in some of these components are M theory compactifications with novel kinds of``frozen''singularities. We are naturally led to conjecture the existence of new dualities relating spaces with different singular geometries and fluxes. As our study of these vacua unfolds, we also learn about additional topics including: F theory on spaces without section, automorphisms of del Pezzo surfaces, and novel physics (and puzzles) from equivariant K-theory. Lastly, we comment on how the data we gain about the M theory three-form might be interpreted.",
            "Triples, fluxes, and strings",
            "Jan de Boer and Robbert Dijkgraaf and Kentaro Hori and Arjan Keurentjes and John Morgan and David R Morrison and Savdeep Sethi",
            "2001",
            "gKXAYxEAAAAJ:YOwf2qJgpHMC",
            213,
            "https:\/\/arxiv.org\/abs\/hep-th\/0103170",
            "8012632801117390737",
            "\/scholar?cites=8012632801117390737",
            {
                "2000":1,
                "2001":12,
                "2002":13,
                "2003":16,
                "2004":12,
                "2005":13,
                "2006":12,
                "2007":4,
                "2008":6,
                "2009":4,
                "2010":8,
                "2011":7,
                "2012":10,
                "2013":4,
                "2014":7,
                "2015":4,
                "2016":12,
                "2017":7,
                "2018":17,
                "2019":12,
                "2020":30,
                "2021":1
            }
        ],
        [
            "The light-like linear dilaton background represents a particularly simple time-dependent 1\/2 BPS solution of critical type-IIA superstring theory in ten dimensions. Its lift to M-theory, as well as its Einstein frame metric, are singular in the sense that the geometry is geodesically incomplete and the Riemann tensor diverges along a light-like subspace of codimension one. We study this background as a model for a big bang type singularity in string theory\/M-theory. We construct the dual Matrix theory description in terms of a (1+ 1)-d supersymmetric Yang-Mills theory on a time-dependent world-sheet given by the Milne orbifold of (1+ 1)-d Minkowski space. Our model provides a framework in which the physics of the singularity appears to be under control.",
            "A matrix big bang",
            "Ben Craps and Savdeep Sethi and Erik Verlinde",
            "2005",
            "gKXAYxEAAAAJ:dhFuZR0502QC",
            161,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2005\/10\/005\/meta",
            "10485000731034913918",
            "\/scholar?cites=10485000731034913918",
            {
                "2005":4,
                "2006":30,
                "2007":21,
                "2008":18,
                "2009":22,
                "2010":12,
                "2011":11,
                "2012":9,
                "2013":7,
                "2014":8,
                "2015":2,
                "2016":1,
                "2017":6,
                "2018":4,
                "2019":2,
                "2020":3
            }
        ],
        [
            "We consider supersymmetric gauge theories with impurities in various dimensions. These systems arise in the study of intersecting branes. Unlike conventional gauge theories, the Higgs branch of an impurity theory can have compact directions. For models with eight supercharges, the Higgs branch is a hyperKahler manifold given by the moduli space of solutions of certain differential equations. These equations are the dimensional reductions of self-duality equations with boundary conditions determined by the impurities. They can also be interpreted as Nahm transforms of self-duality equations on toroidally compactified spaces. We discuss the application of our results to the light-cone formulation of Yang-Mills theories and to the solution of certain N= 2 d= 4 gauge theories.",
            "The Higgs branch of impurity theories",
            "Anton Kapustin and Savdeep Sethi",
            "1998",
            "gKXAYxEAAAAJ:YsMSGLbcyi4C",
            139,
            "https:\/\/arxiv.org\/abs\/hep-th\/9804027",
            "1854297561220444324",
            "\/scholar?cites=1854297561220444324",
            {
                "1998":5,
                "1999":9,
                "2000":11,
                "2001":16,
                "2002":11,
                "2003":12,
                "2004":6,
                "2005":6,
                "2006":4,
                "2007":4,
                "2008":5,
                "2009":8,
                "2010":6,
                "2011":4,
                "2012":7,
                "2013":6,
                "2014":9,
                "2015":2,
                "2016":2,
                "2017":3,
                "2018":2,
                "2019":1
            }
        ],
        [
            "The matrix model formulation of M-theory can be generalized by compactification to ten-dimensional type II string theory, formulated in the infinite momentum frame. Both the type IIA and IIB string theories can be formulated in this way. In the M-theory and type IIA cases, the transverse rotational invariance is manifest, but in the IIB case, one of the transverse dimensions materializes in a completely different way from the other seven. The full O(8) rotational symmetry then follows in a surprising way from the electric-magnetic duality of supersymmetric Yang-Mills field theory.",
            "Rotational invariance in the M (atrix) formulation of type IIB theory",
            "Savdeep Sethi and Leonard Susskind",
            "1997",
            "gKXAYxEAAAAJ:0EnyYjriUFMC",
            128,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269397003596",
            "4610720168881178475",
            "\/scholar?cites=4610720168881178475",
            {
                "1997":25,
                "1998":22,
                "1999":22,
                "2000":11,
                "2001":8,
                "2002":3,
                "2003":2,
                "2004":6,
                "2005":2,
                "2006":7,
                "2007":1,
                "2008":5,
                "2009":3,
                "2010":2,
                "2011":2,
                "2012":4,
                "2013":1,
                "2014":2
            }
        ],
        [
            "We consider quantum mechanical gauge theories with sixteen supersymmetries. The Hamiltonians or Lagrangians characterizing these theories can contain higher derivative terms. In the operator approach, we show that the free theory is essentially the unique abelian theory with up to four derivatives in the following sense: any small deformation of the free theory, which preserves the supersymmetries, can be gauged away by a unitary conjugation. We also present a method for deriving constraints on terms appearing in an effective Lagrangian. We apply this method to the effective Lagrangian describing the dynamics of two well-separated clusters of D0-branes. As a result, we prove a non-renormalization theorem for the ν4 interaction.",
            "Constraints from extended supersymmetry in quantum mechanics",
            "Sonia Paban and Savdeep Sethi and Mark Stern",
            "1998",
            "gKXAYxEAAAAJ:O3NaXMp0MMsC",
            124,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321398005185",
            "15888280663384070062",
            "\/scholar?cites=15888280663384070062",
            {
                "1998":19,
                "1999":25,
                "2000":18,
                "2001":10,
                "2002":5,
                "2003":6,
                "2004":3,
                "2005":4,
                "2006":3,
                "2007":2,
                "2008":2,
                "2009":2,
                "2010":1,
                "2011":4,
                "2012":1,
                "2013":7,
                "2014":2,
                "2015":3,
                "2016":2,
                "2017":5
            }
        ]
    ]
}