{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We describe a calculation of the O (α s 2) QCD corrections to the fully differential cross section for W and Z boson production in hadronic collisions. The result is fully realistic in that it includes spin correlations, finite width effects, γ− Z interference and allows for the application of arbitrary cuts on the leptonic decay products of the W and Z. We have implemented this calculation into a numerical program. We demonstrate the use of this code by presenting phenomenological results for several future LHC analyses and recent Tevatron measurements, including the W cross section in the forward rapidity region and the central over forward cross section ratio.",
            "Electroweak gauge boson production at hadron colliders through O (α s 2)",
            "Kirill Melnikov and Frank Petriello",
            "2006",
            "GlZmG-kAAAAJ:u5HHmVD_uO8C",
            1946,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.74.114017",
            "268988346374942877",
            "\/scholar?cites=268988346374942877",
            {
                "2007":26,
                "2008":56,
                "2009":44,
                "2010":69,
                "2011":214,
                "2012":262,
                "2013":218,
                "2014":163,
                "2015":177,
                "2016":208,
                "2017":175,
                "2018":174,
                "2019":100,
                "2020":54,
                "2021":1
            }
        ],
        [
            "We introduce an improved version of the simulation code FEWZ (Fully Exclusive W and Z Production) for hadron collider production of lepton pairs through the Drell–Yan process at next-to-next-to-leading order (NNLO) in the strong coupling constant. The program is fully differential in the phase space of leptons and additional hadronic radiation. The new version offers users significantly more options for customization. FEWZ now bins multiple, user-selectable histograms during a single run, and produces parton distribution function (PDF) errors automatically. It also features a significantly improved integration routine, and can take advantage of multiple processor cores locally or on the Condor distributed computing system. We illustrate the new features of FEWZ by presenting numerous phenomenological results for LHC physics. We compare NNLO QCD with initial ATLAS and CMS results, and discuss in detail the …",
            "FEWZ 2.0: a code for hadronic Z production at next-to-next-to-leading order",
            "Ryan Gavin and Ye Li and Frank Petriello and Seth Quackenbush",
            "2011",
            "GlZmG-kAAAAJ:9yKSN-GCB0IC",
            1804,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0010465511002189",
            "1854383574192344856",
            "\/scholar?cites=1854383574192344856",
            {
                "2011":67,
                "2012":163,
                "2013":206,
                "2014":161,
                "2015":220,
                "2016":238,
                "2017":263,
                "2018":245,
                "2019":148,
                "2020":84,
                "2021":4
            }
        ],
        [
            "We compute the rapidity distributions of W and Z bosons produced at the Fermilab Tevatron and the CERN LHC through next-to-next-to leading order in QCD. Our results demonstrate remarkable stability with respect to variations of the factorization and renormalization scales for all values of rapidity accessible in current and future experiments. These processes are therefore “gold-plated”: current theoretical knowledge yields QCD predictions accurate to better than 1%. These results strengthen the proposal to use W and Z production to determine parton-parton luminosities and constrain parton distribution functions at the LHC. For example, LHC data should easily be able to distinguish the central parton distribution fit obtained by MRST from that obtained by Alekhin.",
            "High-precision QCD at hadron colliders: Electroweak gauge boson rapidity distributions at next-to-next-to leading order",
            "Charalampos Anastasiou and Lance Dixon and Kirill Melnikov and Frank Petriello",
            "2004",
            "GlZmG-kAAAAJ:u-x6o8ySG0sC",
            1716,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.69.094008",
            "16990303757607073474",
            "\/scholar?cites=16990303757607073474",
            {
                "2004":16,
                "2005":35,
                "2006":29,
                "2007":64,
                "2008":65,
                "2009":61,
                "2010":73,
                "2011":106,
                "2012":158,
                "2013":115,
                "2014":118,
                "2015":115,
                "2016":119,
                "2017":185,
                "2018":183,
                "2019":155,
                "2020":110,
                "2021":2
            }
        ],
        [
            "This Report summarizes the results of the first 10 months' activities of the LHC Higgs Cross Sections Working Group. The main goal of the working group was to present the status-of-art on Higgs Physics at the LHC integrating all new results that have appeared in the last few years. The Report is more than a mere collection of the proceedings of the general meetings. The subgroups have been working in different directions. An attempt has been made to present the first Report from these subgroups in a complete and homogeneous form. The subgroups' contributions correspondingly comprise the main parts of the Report. A significant amount of work has been performed in providing higher-order corrections to the Higgs-boson cross sections and pinning down the theoretical uncertainty of the Standard Model predictions. This Report comprises explicit numerical results on total cross sections, leaving the issues of event selection cuts and differential distributions to future publications. The subjects for further study are identified.",
            "Handbook of LHC Higgs cross sections: 1. Inclusive observables",
            "Stefan Dittmaier and C Mariotti and G Passarino and R Tanaka and J Baglio and P Bolzoni and R Boughezal and O Brein and C Collins-Tooth and S Dawson and S Dean and A Denner and S Farrington and M Felcini and M Flechl and D De Florian and S Forte and M Grazzini and C Hackstein and T Hahn and R Harlander and T Hartonen and S Heinemeyer and J Huston and A Kalinowski and M Krämer and F Krauss and JS Lee and S Lehti and F Maltoni and K Mazumdar and S-O Moch and A Mück and M Mühlleitner and P Nason and C Neu and C Oleari and J Olsen and S Palmer and F Petriello and G Piacquadio and A Pilaftsis and CT Potter and I Puljak and J Qian and D Rebuzzi and L Reina and H Rzehak and M Schumacher and Pietro Slavich and M Spira and F Stöckli and RS Thorne and M Vazquez Acosta and T Vickey and A Vicini and D Wackeroth and M Warsinsky and M Weber and G Weiglein and C Weydert and J Yu and M Zaro and T Zirke and LHC Higgs Cross Section Working Group",
            "2011",
            "GlZmG-kAAAAJ:d1gkVwhDpl0C",
            1425,
            "https:\/\/arxiv.org\/abs\/1101.0593",
            "3640539132609963806",
            "\/scholar?cites=3640539132609963806",
            {
                "2011":82,
                "2012":208,
                "2013":226,
                "2014":185,
                "2015":214,
                "2016":184,
                "2017":119,
                "2018":78,
                "2019":57,
                "2020":64
            }
        ],
        [
            "This Report summarizes the results of the activities in 2012 and the first half of 2013 of the LHC Higgs Cross Section Working Group. The main goal of the working group was to present the state of the art of Higgs Physics at the LHC, integrating all new results that have appeared in the last few years. This report follows the first working group report Handbook of LHC Higgs Cross Sections: 1. Inclusive Observables (CERN-2011-002) and the second working group report Handbook of LHC Higgs Cross Sections: 2. Differential Distributions (CERN-2012-002). After the discovery of a Higgs boson at the LHC in mid-2012 this report focuses on refined prediction of Standard Model (SM) Higgs phenomenology around the experimentally observed value of 125-126 GeV, refined predictions for heavy SM-like Higgs bosons as well as predictions in the Minimal Supersymmetric Standard Model and first steps to go beyond these models. The other main focus is on the extraction of the characteristics and properties of the newly discovered particle such as couplings to SM particles, spin and CP-quantum numbers etc.",
            "Handbook of LHC Higgs cross sections: 3. Higgs properties",
            "S Heinemeyer and C Mariotti and G Passarino and R Tanaka and JR Andersen and P Artoisenet and EA Bagnaschi and A Banfi and T Becher and FU Bernlochner and S Bolognesi and P Bolzoni and R Boughezal and D Buarque and J Campbell and F Caola and M Carena and F Cascioli and N Chanon and T Cheng and SY Choi and A David and P De Aquino and G Degrassi and D Del Re and A Denner and H Van Deurzen and S Diglio and B Di Micco and R Di Nardo and S Dittmaier and M Duhrssen and RK Ellis and G Ferrera and N Fidanza and M Flechl and D De Florian and S Forte and R Frederix and S Frixione and S Gangal and Y Gao and MV Garzelli and D Gillberg and P Govoni and M Grazzini and N Greiner and J Griffiths and AV Gritsan and C Grojean and DC Hall and C Hays and R Harlander and R Hernandez-Pinto and S Hoche and J Huston and T Jubb and M Kadastik and S Kallweit and A Kardos and L Kashif and N Kauer and H Kim and R Klees and M Kramer and F Krauss and A Laureys and S Laurila and S Lehti and Q Li and S Liebler and X Liu and HE Logan and G Luisoni and M Malberti and F Maltoni and K Mawatari and F Maierhofer and H Mantler and S Martin and P Mastrolia and O Mattelaer and J Mazzitelli and B Mellado and K Melnikov and P Meridiani and DJ Miller and E Mirabella and SO Moch and P Monni and N Moretti and A Muck and M Muhlleitner and P Musella and P Nason and C Neu and M Neubert and C Oleari and J Olsen and LHC Higgs Cross Section Working Group",
            "2013",
            "GlZmG-kAAAAJ:70eg2SAEIzsC",
            1270,
            "https:\/\/arxiv.org\/abs\/1307.1347",
            "14016478849432145290",
            "\/scholar?cites=14016478849432145290",
            {
                "2013":26,
                "2014":144,
                "2015":254,
                "2016":279,
                "2017":186,
                "2018":149,
                "2019":132,
                "2020":92,
                "2021":1
            }
        ],
        [
            "This Report summarises the results of the second year's activities of the LHC Higgs Cross Section Working Group. The main goal of the working group was to present the state of the art of Higgs Physics at the LHC, integrating all new results that have appeared in the last few years. The first working group report Handbook of LHC Higgs Cross Sections: 1. Inclusive Observables (CERN-2011-002) focuses on predictions (central values and errors) for total Higgs production cross sections and Higgs branching ratios in the Standard Model and its minimal supersymmetric extension, covering also related issues such as Monte Carlo generators, parton distribution functions, and pseudo-observables. This second Report represents the next natural step towards realistic predictions upon providing results on cross sections with benchmark cuts, differential distributions, details of specific decay channels, and further recent developments.",
            "Handbook of LHC Higgs cross sections: 2. Differential distributions",
            "Stefan Dittmaier and C Mariotti and G Passarino and R Tanaka and S Alekhin and J Alwall and EA Bagnaschi and A Banfi and J Blumlein and S Bolognesi and N Chanon and T Cheng and L Cieri and AM Cooper-Sarkar and M Cutajar and S Dawson and G Davies and N De Filippis and G Degrassi and A Denner and D d'Enterria and S Diglio and B Di Micco and R Di Nardo and RK Ellis and A Farilla and S Farrington and M Felcini and G Ferrera and M Flechl and D De Florian and S Forte and S Ganjour and MV Garzelli and S Gascon-Shotkin and S Glazov and S Goria and M Grazzini and J-Ph Guillet and C Hackstein and K Hamilton and R Harlander and M Hauru and S Heinemeyer and S Hoche and J Huston and C Jackson and P Jimenez-Delgado and MD Jorgensen and M Kado and S Kallweit and A Kardos and N Kauer and H Kim and M Kovac and M Kramer and F Krauss and C-M Kuo and S Lehti and Q Li and N Lorenzo and F Maltoni and B Mellado and SO Moch and A Muck and M Muhlleitner and P Nadolsky and P Nason and C Neu and A Nikitenko and C Oleari and J Olsen and S Palmer and S Paganis and CG Papadopoulos and TC Petersen and F Petriello and F Petrucci and G Piacquadio and E Pilon and CT Potter and J Price and I Puljak and W Quayle and V Radescu and D Rebuzzi and L Reina and J Rojo and D Rosco and GP Salam and A Sapronov and J Schaarschmidt and M Schonherr and M Schumacher and F Siegert and Pietro Slavich and M Spira and IW Stewart and WJ Stirling and LHC Higgs Cross Section Working Group",
            "2012",
            "GlZmG-kAAAAJ:2osOgNQ5qMEC",
            1031,
            "https:\/\/arxiv.org\/abs\/1201.3084",
            "2367266395068704013",
            "\/scholar?cites=2367266395068704013",
            {
                "2012":118,
                "2013":151,
                "2014":148,
                "2015":174,
                "2016":152,
                "2017":110,
                "2018":94,
                "2019":40,
                "2020":38
            }
        ],
        [
            "This Report summarizes the results of the activities of the LHC Higgs Cross Section Working Group in the period 2014-2016. The main goal of the working group was to present the state-of-the-art of Higgs physics at the LHC, integrating all new results that have appeared in the last few years. The first part compiles the most up-to-date predictions of Higgs boson production cross sections and decay branching ratios, parton distribution functions, and off-shell Higgs boson production and interference effects. The second part discusses the recent progress in Higgs effective field theory predictions, followed by the third part on pseudo-observables, simplified template cross section and fiducial cross section measurements, which give the baseline framework for Higgs boson property measurements. The fourth part deals with the beyond the Standard Model predictions of various benchmark scenarios of Minimal Supersymmetric Standard Model, extended scalar sector, Next-to-Minimal Supersymmetric Standard Model and exotic Higgs boson decays. This report follows three previous working-group reports: Handbook of LHC Higgs Cross Sections: 1. Inclusive Observables (CERN-2011-002), Handbook of LHC Higgs Cross Sections: 2. Differential Distributions (CERN-2012-002), and Handbook of LHC Higgs Cross Sections: 3. Higgs properties (CERN-2013-004). The current report serves as the baseline reference for Higgs physics in LHC Run 2 and beyond.",
            "Handbook of LHC Higgs cross sections: 4. Deciphering the nature of the Higgs sector",
            "Daniel de Florian and Christophe Grojean and F Maltoni and C Mariotti and A Nikitenko and M Pieri and P Savard and M Schumacher and R Tanaka and R Aggleton and MA Ahmad and B Allanach and C Anastasiou and W Astill and SA Badger and M Badziak and J Baglio and E Bagnaschi and A Ballestrero and A Banfi and D Barducci and M Beckingham and C Becot and G Bélanger and J Bellm and N Belyaev and FU Bernlochner and C Beskidt and A Biekötter and Fady Bishara and W Bizon and NE Bomark and Marco Bonvini and S Borowka and V Bortolotto and S Boselli and FJ Botella and R Boughezal and GC Branco and J Brehmer and L Brenner and S Bressler and I Brivio and A Broggio and VH Brun and G Buchalla and CD Burgard and A Calandri and L Caminada and R Caminal Armadans and F Campanario and J Campbell and Fabrizio Caola and CM Carloni Calame and Stefano Carrazza and A Carvalho and M Casolino and O Cata and A Celis and Francesco Cerutti and N Chanon and M Chen and X Chen and B Chokoufé Nejad and N Christensen and M Ciuchini and R Contino and T Corbett and SR Costa and DM Curtin and M Dall'Osso and A David and SJ Dawson and J de Blas and W de Boer and P de Castro Manzano and C Degrande and LM Rueda-Delgado and Federico Demartin and A Denner and B Di Micco and R Di Nardo and S Dittmaier and A Dobado and T Dorigo and FA Dreyer and M Dührssen and C Duhr and F Dulat and K Ecker and KA Ellis and U Ellwanger and C Englert and D Espriu and A Falkowski and L Fayard and R Feger and G Ferrera and A Ferroglia and N Fidanza and T Figy and M Flechl and JD Fontes and Stefano Forte and P Francavilla and E Franco and R Frederix and A Freitas and F Freitas and F Frensch and S Frixione and B Fuks and E Furlan and S Gadatsch and J Gao and Y Gao and MV Garzelli and T Gehrmann and R Gerosa and M Ghezzi and D Ghosh and S Gieseke and D Gillberg and GF Giudice and EWN Glover and F Goertz and D Gonçalves and J Gonzalez-Fraile and M Gorbahn and S Gori and CA Gottardo and Maxime Gouzevitch and P Govoni and D Gray and M Grazzini and N Greiner and A Greljo and J Grigo and AV Gritsan and R Gröber and S Guindon and HE Haber and C Han and TS Han and R Harlander and MA Harrendorf and HB Hartanto and C Hays and S Heinemeyer and G Heinrich",
            "2016",
            "GlZmG-kAAAAJ:tkaPQYYpVKoC",
            992,
            "https:\/\/research.vu.nl\/en\/publications\/handbook-of-lhc-higgs-cross-sections-4-deciphering-the-nature-of-",
            "13767609578705763261",
            "\/scholar?cites=13767609578705763261",
            {
                "2016":8,
                "2017":177,
                "2018":338,
                "2019":248,
                "2020":212,
                "2021":2
            }
        ],
        [
            "We combine the next-to-next-to-leading order QCD corrections to lepton-pair production through the Drell-Yan mechanism with the next-to-leading order (NLO) electroweak corrections within the framework of the Fully Exclusive W and Z Production (FEWZ) simulation code. Control over both sources of higher-order contributions is necessary for measurements where percent-level theoretical predictions are crucial and in phase-space regions where the NLO electroweak corrections grow large. The inclusion of both corrections in a single simulation code eliminates the need to separately incorporate such effects as final-state radiation and electroweak Sudakov logarithms when comparing many experimental results to theory. We recalculate the NLO electroweak corrections in the complex-mass scheme for both massless and massive final-state leptons, and modify the QCD corrections in the original FEWZ code to …",
            "Combining QCD and electroweak corrections to dilepton production in the framework of the FEWZ simulation code",
            "Ye Li and Frank Petriello",
            "2012",
            "GlZmG-kAAAAJ:5nxA0vEk-isC",
            923,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.86.094034",
            "4859953632960553760",
            "\/scholar?cites=4859953632960553760",
            {
                "2012":4,
                "2013":30,
                "2014":85,
                "2015":103,
                "2016":133,
                "2017":144,
                "2018":202,
                "2019":125,
                "2020":89,
                "2021":3
            }
        ],
        [
            "We present an updated version of the FEWZ (Fully Exclusive W and Z production) code for the calculation of W and gamma*\/Z production at next-to-next-to-leading order in the strong coupling. Several new features and observables are introduced, and an order-of-magnitude speed improvement over the performance of FEWZ 2.0 is demonstrated. New phenomenological results for W production and comparisons with LHC data are presented, and used to illustrate the range of physics studies possible with the features of FEWZ 2.1. We demonstrate with an example the importance of directly comparing fiducial-region measurements with theoretical predictions, rather than first extrapolating them to the full phase space.",
            "W physics at the LHC with FEWZ 2.1",
            "Ryan Gavin and Ye Li and Frank Petriello and Seth Quackenbush",
            "2012",
            "GlZmG-kAAAAJ:hqOjcs7Dif8C",
            812,
            "https:\/\/arxiv.org\/abs\/1201.5896",
            "9906726753896046882",
            "\/scholar?cites=9906726753896046882",
            {
                "2012":21,
                "2013":30,
                "2014":74,
                "2015":79,
                "2016":137,
                "2017":198,
                "2018":134,
                "2019":81,
                "2020":53,
                "2021":3
            }
        ],
        [
            "We compute the 3-loop Script O (αα s) correction to the Higgs boson production cross section arising from light quarks using an effective theory approach. Our calculation probes the factorization of QCD and electroweak perturbative corrections to this process. We combine our results with the best current estimates for contributions from top and bottom quarks to derive an updated theoretical prediction for the Higgs boson production cross section in gluon fusion. With the use of the MSTW 2008 parton distribution functions that include the newest experimental data, our study results in cross sections approximately 4–6% lower for intermediate Higgs boson masses than those used in recent Tevatron analyses that imposed a 95% confidence level exclusion limit of a Standard Model Higgs boson with M H= 170 GeV.",
            "Mixed QCD-electroweak corrections to Higgs boson production in gluon fusion",
            "Charalampos Anastasiou and Radja Boughezal and Frank Petriello",
            "2009",
            "GlZmG-kAAAAJ:qjMakFHDy7sC",
            639,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2009\/04\/003\/meta",
            "5150583249253607224",
            "\/scholar?cites=5150583249253607224",
            {
                "2009":30,
                "2010":46,
                "2011":67,
                "2012":143,
                "2013":78,
                "2014":42,
                "2015":35,
                "2016":29,
                "2017":23,
                "2018":54,
                "2019":42,
                "2020":42
            }
        ]
    ]
}