{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We compare the dark current-voltage (IV) characteristics of three different thin-film solar cell types: hydrogenated amorphous silicon (a-Si:H) p-i-n cells, organic bulk heterojunction (BHJ) cells, and Cu(In,Ga)Se2 (CIGS) cells. All three device types exhibit a significant shunt leakage current at low forward bias (V<∼0.4) and reverse bias, which cannot be explained by the classical solar cell diode model. This parasitic shunt current exhibits non-Ohmic behavior, as opposed to the traditional constant shunt resistance model for photovoltaics. We show here that this shunt leakage (Ish), across all three solar cell types considered, is characterized by the following common phenomenological features: (a) voltage symmetry about V=0, (b) nonlinear (power law) voltage dependence, and (c) extremely weak temperature dependence. Based on this analysis, we provide a simple method of subtracting this shunt current …",
            "Universality of non-Ohmic shunt leakage in thin-film solar cells",
            "Sourabh Dongaonkar and Jonathan D Servaites and Grayson M Ford and Stephen Loser and J Moore and Ryan M Gelfand and Hooman Mohseni and Hugh W Hillhouse and Rakesh Agrawal and Mark A Ratner and Tobin J Marks and Mark S Lundstrom and Muhammad A Alam",
            "2010",
            "gMgHmdIAAAAJ:u5HHmVD_uO8C",
            216,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3518509",
            "5781831860441066627",
            "\/scholar?cites=5781831860441066627",
            {
                "2010":1,
                "2011":9,
                "2012":12,
                "2013":31,
                "2014":25,
                "2015":23,
                "2016":29,
                "2017":27,
                "2018":21,
                "2019":14,
                "2020":22
            }
        ],
        [
            "Colloidal quantum dots, viruses, DNA and all other nanoparticles have acoustic vibrations that can act as ‘fingerprints’ to identify their shape, size and mechanical properties, yet high-resolution Raman spectroscopy in this low-energy range has been lacking. Here, we demonstrate extraordinary acoustic Raman (EAR) spectroscopy to measure the Raman-active vibrations of single isolated nanoparticles in the 0.1–10 cm− 1 range with∼ 0.05 cm− 1 resolution, to resolve peak splitting from material anisotropy and to probe the low-frequency modes of biomolecules. EAR employs a nanoaperture laser tweezer that can select particles of interest and manipulate them once identified. We therefore believe that this nanotechnology will enable expanded capabilities for the study of nanoparticles in the materials and life sciences.",
            "Probing the Raman-active acoustic vibrations of nanoparticles with extraordinary spectral resolution",
            "Skyler Wheaton and Ryan M Gelfand and Reuven Gordon",
            "2015",
            "gMgHmdIAAAAJ:-f6ydRqryjwC",
            78,
            "https:\/\/www.nature.com\/nphoton\/journal\/v9\/n1\/abs\/nphoton.2014.283.html",
            "5306158324240393278",
            "\/scholar?cites=5306158324240393278",
            {
                "2015":12,
                "2016":19,
                "2017":7,
                "2018":12,
                "2019":13,
                "2020":13,
                "2021":2
            }
        ],
        [
            "We present spatial mapping of optical force generated near the hot spot of a metal–dielectric–metal bowtie nanoantenna at a wavelength of 1550 nm. Maxwell’s stress tensor method has been used to simulate the optical force and it agrees well with the experimental data. This method could potentially produce field intensity and optical force mapping simultaneously with a high spatial resolution. Detailed mapping of the optical force is crucial for understanding and designing plasmonic-based optical trapping for emerging applications such as chip-scale biosensing and optomechanical switching.",
            "Opto-mechanical force mapping of deep subwavelength plasmonic modes",
            "John Kohoutek and Dibyendu Dey and Alireza Bonakdar and Ryan Gelfand and Alejandro Sklar and Omer Gokalp Memis and Hooman Mohseni",
            "2011",
            "gMgHmdIAAAAJ:d1gkVwhDpl0C",
            67,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl201780y",
            "13753081358430185534",
            "\/scholar?cites=13753081358430185534",
            {
                "2011":3,
                "2012":10,
                "2013":9,
                "2014":11,
                "2015":13,
                "2016":8,
                "2017":5,
                "2018":6,
                "2019":2
            }
        ],
        [
            "Nanoaperture optical tweezers are emerging as useful label-free, free-solution tools for the detection and identification of biological molecules and their interactions at the single molecule level. Nanoaperture optical tweezers provide a low-cost, scalable, straight-forward, high-speed and highly sensitive (SNR ∼ 33) platform to observe real-time dynamics and to quantify binding kinetics of protein–small molecule interactions without the need to use tethers or labeling. Such nanoaperture-based optical tweezers, which are 1000 times more efficient than conventional optical tweezers, have been used to trap and isolate single DNA molecules and to study proteins like p53, which has been claimed to be in mutant form for 75% of human cancers. More recently, nanoaperture optical tweezers have been used to probe the low-frequency (in the single digit wavenumber range) Raman active modes of single nanoparticles …",
            "Label-free free-solution nanoaperture optical tweezers for single molecule protein studies",
            "Ahmed A Al Balushi and Abhay Kotnala and Skyler Wheaton and Ryan M Gelfand and Yashaswini Rajashekara and Reuven Gordon",
            "2015",
            "gMgHmdIAAAAJ:hFOr9nPyWt4C",
            51,
            "https:\/\/pubs.rsc.org\/ko\/content\/articlehtml\/2015\/an\/c4an02213k",
            "512383793031932928",
            "\/scholar?cites=512383793031932928",
            {
                "2015":2,
                "2016":8,
                "2017":1,
                "2018":12,
                "2019":12,
                "2020":13,
                "2021":3
            }
        ],
        [
            "We demonstrate the trapping of single 20 and 40 nm polystyrene spheres at the cleaved end of a fiber optic with a double nanohole aperture in gold and without any microscope optics. An optical transmission increase of 15% indicates a trapping event for the 40 nm particle, and the jump is 2% for the 20 nm particle. This modular technique can be used to replace those used with current optical trapping setups that require complicated free space optics and frequent calibration, with one that is modular and requires no free space optics. This simple arrangement with the potential for fiber translation is of interest for future biosensor and optical nano-pipette devices.",
            "Cleaved fiber optic double nanohole optical tweezers for trapping nanoparticles",
            "Ryan M Gelfand and Skylar Wheaton and Reuven Gordon",
            "2014",
            "gMgHmdIAAAAJ:qUcmZB5y_30C",
            43,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-39-22-6415",
            "3495817129707870264",
            "\/scholar?cites=3495817129707870264",
            {
                "2015":9,
                "2016":8,
                "2017":4,
                "2018":9,
                "2019":8,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Remarkable breakthroughs have established the functionality of graphene and carbon nanotube transistors as replacements to silicon in conventional computing structures, and numerous spintronic logic gates have been presented. However, an efficient cascaded logic structure that exploits electron spin has not yet been demonstrated. In this work, we introduce and analyse a cascaded spintronic computing system composed solely of low-dimensional carbon materials. We propose a spintronic switch based on the recent discovery of negative magnetoresistance in graphene nanoribbons, and demonstrate its feasibility through tight-binding calculations of the band structure. Covalently connected carbon nanotubes create magnetic fields through graphene nanoribbons, cascading logic gates through incoherent spintronic switching. The exceptional material properties of carbon materials permit Terahertz operation …",
            "Cascaded spintronic logic with low-dimensional carbon",
            "Joseph S Friedman and Anuj Girdhar and Ryan M Gelfand and Gokhan Memik and Hooman Mohseni and Allen Taflove and Bruce W Wessels and Jean-Pierre Leburton and Alan V Sahakian",
            "2017",
            "gMgHmdIAAAAJ:RHpTSmoSYBkC",
            36,
            "https:\/\/www.nature.com\/articles\/ncomms15635",
            "3026358249796788008",
            "\/scholar?cites=3026358249796788008",
            {
                "2017":2,
                "2018":11,
                "2019":11,
                "2020":12
            }
        ],
        [
            "Recently, self-assembled monolayers (SAMs) have been used for plasmonic rulers to measure the nonlocal influence on the Au nanoparticle - metal film resonance wavelength shift and probe the ultimate field enhancement. Here we examine the influence of surface roughness on this plasmonic ruler in the nonlocal regime by comparing plasmonic resonance shifts for as-deposited and for ultra-flat Au films. It is shown that the resonance shift is larger for ultra-flat films, suggesting that there is not the saturation from nonlocal effects previously reported for the spacer range from 0.7 nm to 1.6 nm. We attribute the previously reported saturation to the planarization of the as-deposited films by thinner SAMs, as measured here by atomic-force microscopy. This work is of interest both in probing the ultimate limits of plasmonic enhancement with SAMs for applications in Raman and nonlinear optics, but also in the study of …",
            "Effect of surface roughness on self-assembled monolayer plasmonic ruler in nonlocal regime",
            "Ghazal Hajisalem and Qiao Min and Ryan Gelfand and Reuven Gordon",
            "2014",
            "gMgHmdIAAAAJ:mVmsd5A6BfQC",
            35,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-22-8-9604",
            "14452601808108501299",
            "\/scholar?cites=14452601808108501299",
            {
                "2014":3,
                "2015":4,
                "2016":2,
                "2017":5,
                "2018":11,
                "2019":3,
                "2020":6
            }
        ],
        [
            "Optical nanoantennas are capable of enhancing the near-field intensity and confining optical energy within a small spot size. We report a novel metal–dielectric–metal coupled-nanorods antenna integrated on the facet of a quantum-cascade laser. Finite-difference time-domain simulations showed that, for dielectric thicknesses in the range from 10 to 30nm, peak optical intensity at the top of the antenna gap is 4000 times greater than the incident field intensity. This is 4 times higher enhancement compared to a coupled metal antenna. The antenna is fabricated using focused ion-beam milling and measured using modified scanning probe microscopy. Such a device has potential applications in building mid-IR biosensors.",
            "Quantum-cascade laser integrated with a metal–dielectric–metal-based plasmonic antenna",
            "Dibyendu Dey and John Kohoutek and Ryan M Gelfand and Alireza Bonakdar and Hooman Mohseni",
            "2010",
            "gMgHmdIAAAAJ:2osOgNQ5qMEC",
            32,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-35-16-2783",
            "551531214590074581",
            "\/scholar?cites=551531214590074581",
            {
                "2010":2,
                "2011":7,
                "2012":6,
                "2013":6,
                "2014":2,
                "2015":3,
                "2016":2,
                "2017":3,
                "2018":1
            }
        ],
        [
            "Exploiting optical nano-antennas to boost the near-field confinement within a small volume can increase the limit of molecular detection by an order of magnitude. We present a novel antenna design based on Au-SiO 2 -Au single nanorod integrated on the facet of a quantum cascade laser operating in the midinfrared region of the optical spectrum. Finite-difference time-domain simulations showed that for sandwiched dielectric thicknesses within the range of 20-30 nm, peak optical intensity at the top of the antenna ends is 500 times greater than the incident field intensity. The device was fabricated using focused ion beam milling. Apertureless midinfrared near-field scanning optical microscopy showed that the device can generate a spatially confined spot within a nanometric size about 12 times smaller than the operating wavelength. Such high intensity, hot spot locations can be used in increasing photon …",
            "Composite nano-antenna integrated with quantum cascade laser",
            "Dibyendu Dey and John Kohoutek and Ryan M Gelfand and Alireza Bonakdar and Hooman Mohseni",
            "2010",
            "gMgHmdIAAAAJ:9yKSN-GCB0IC",
            28,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/5565402\/",
            "17811688757991801928",
            "\/scholar?cites=17811688757991801928",
            {
                "2011":9,
                "2012":6,
                "2013":6,
                "2014":3,
                "2015":1,
                "2016":1,
                "2017":2
            }
        ],
        [
            "We report on the signal-to-noise performance of a nanoinjection imager, which is based on a short-wave IR InGaAs\/GaAsSb\/InP detector with an internal avalanche-free amplification mechanism. Test pixels in the imager show responsivity values reaching 250A\/W at 1550nm, −75°C, and 1.5V due to an internal charge amplification mechanism in the detector. In the imager, the measured imager noise was 28 electrons (e^−) rms at a frame rate of 1950frames\/s. Additionally, compared to a high-end short-wave IR imager, the nanoinjection camera shows 2 orders of magnitude improved signal-to-noise ratio at thermoelectric cooling temperatures primarily due to the small excess noise at high amplification.",
            "Signal-to-noise performance of a short-wave infrared nanoinjection imager",
            "Omer Gokalp Memis and John Kohoutek and Wei Wu and Ryan M Gelfand and Hooman Mohseni",
            "2010",
            "gMgHmdIAAAAJ:Y0pCki6q_DkC",
            27,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-35-16-2699",
            "634432543756296979",
            "\/scholar?cites=634432543756296979",
            {
                "2011":1,
                "2012":2,
                "2013":3,
                "2014":5,
                "2015":2,
                "2016":6,
                "2017":2,
                "2018":1,
                "2019":2,
                "2020":3
            }
        ]
    ]
}