{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "",
            "In vitro modeling of ryanodine receptor 2 dysfunction using human induced pluripotent stem cells",
            "Azra Fatima and Guoxing Xu and Kaifeng Shao and Symeon Papadopoulos and Martin Lehmann and Juan J Arnáiz-Cot and Angelo O Rosa and Filomain Nguemo and Matthias Matzkies and Sven Dittmann and Susannah L Stone and Matthias Linke and Ulrich Zechner and Vera Beyer and Hans Christian Hennies and Stephan Rosenkranz and Baerbel Klauke and Abdul S Parwani and Wilhelm Haverkamp and Gabriele Pfitzer and Martin Farr and Lars Cleemann and Martin Morad and Hendrik Milting and Juergen Hescheler and Tomo Šaric",
            "2011",
            "gN1iRm0AAAAJ:u5HHmVD_uO8C",
            181,
            "https:\/\/www.karger.com\/article\/Abstract\/335753",
            "4702263690406651967",
            "\/scholar?cites=4702263690406651967",
            {
                "2012":14,
                "2013":24,
                "2014":24,
                "2015":30,
                "2016":26,
                "2017":21,
                "2018":15,
                "2019":16,
                "2020":9,
                "2021":1
            }
        ],
        [
            "Sirtuin 6 (SIRT6) is a member of the sirtuin family of NAD+–dependent deacetylases. Genetic deletion of Sirt6 in mice results in a severe degenerative phenotype with impaired liver function and premature death. The role of SIRT6 in development and progression of hepatocellular carcinoma is currently unknown. We first investigated SIRT6 expression in 153 primary human liver cancers and in normal and cirrhotic livers using microarray analysis. SIRT6 was significantly down‐regulated in both cirrhotic livers and cancer. A Sirt6 knockout (KO) gene expression signature was generated from primary hepatoctyes isolated from 3‐week‐old Sirt6‐deficient animals. Sirt6‐deficient hepatocytes showed up‐regulation of established hepatocellular carcinoma (HCC) biomarkers alpha‐fetoprotein (Afp), insulin‐like growth factor 2 (Igf2), H19, and glypican‐3. Furthermore, decreased SIRT6 expression was observed in …",
            "Sirtuin‐6–dependent genetic and epigenetic alterations are associated with poor clinical outcome in hepatocellular carcinoma patients",
            "Jens U Marquardt and Kerstin Fischer and Katharina Baus and Anubha Kashyap and Shengyun Ma and Markus Krupp and Matthias Linke and Andreas Teufel and Ulrich Zechner and Dennis Strand and Snorri S Thorgeirsson and Peter R Galle and Susanne Strand",
            "2013",
            "gN1iRm0AAAAJ:d1gkVwhDpl0C",
            136,
            "https:\/\/aasldpubs.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/hep.26413",
            "3713273177516244172",
            "\/scholar?cites=3713273177516244172",
            {
                "2013":8,
                "2014":16,
                "2015":18,
                "2016":26,
                "2017":13,
                "2018":22,
                "2019":10,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Long QT syndromes (LQTS) are heritable diseases characterized by prolongation of the QT interval on an electrocardiogram, which often leads to syncope and sudden cardiac death. Here we report the generation of induced pluripotent stems (iPS) cells from two patients with LQTS type 3 carrying a different point mutation in a sodium channel Nav1.5 (p.V240M and p.R535Q) and functional characterization of cardiomyocytes (CM) derived from them. The iPS cells exhibited all characteristic properties of pluripotent stem cells, maintained the disease-specific mutation and readily differentiated to CM. The duration of action potentials at 50% and 90% repolarization was longer in LQTS-3 CM as compared to control CM but this difference did not reach statistical significance due to high variations among cells. Sodium current recordings demonstrated longer time to peak and longer time to 90% of inactivation of the Na+ channel in the LQTS-3 CM. This hints at a defective Na+ channel caused by deficiency in open-state inactivation of the Na+ channel that is characteristic of LQTS-3. These analyses suggest that the effect of channel mutation in the diseased CM is demonstrated in vitro and that the iPS cell-derived CM can serve as a model system for studying the pathophysiology of LQTS-3, toxicity testing and design of novel therapeutics. However, further improvements in the model are still required to reduce cell-to-cell and cell line-to-cell line variability.",
            "The disease-specific phenotype in cardiomyocytes derived from induced pluripotent stem cells of two long QT syndrome type 3 patients",
            "Azra Fatima and Shao Kaifeng and Sven Dittmann and Guoxing Xu and Manoj K Gupta and Matthias Linke and Ulrich Zechner and Filomain Nguemo and Hendrik Milting and Martin Farr and Jürgen Hescheler and Tomo Šarić",
            "2013",
            "gN1iRm0AAAAJ:UeHWp8X0CEIC",
            72,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0083005",
            "3161769583826417863",
            "\/scholar?cites=3161769583826417863",
            {
                "2014":4,
                "2015":9,
                "2016":14,
                "2017":16,
                "2018":9,
                "2019":10,
                "2020":9,
                "2021":1
            }
        ],
        [
            "To detect rare epigenetic effects associated with assisted reproduction, it is necessary to monitor methylation patterns of developmentally important genes in a few germ cells and individual embryos. Bisulfite treatment degrades DNA and reduces its complexity, rendering methylation analysis from small amounts of DNA extremely challenging. Here we describe a simple approach that allows determining the parent-specific methylation patterns of multiple genes in individual early embryos. Limiting dilution (LD) of bisulfite-treated DNA is combined with independent multiplex PCRs of single DNA target molecules to avoid amplification bias. Using this approach, we compared the methylation status of three imprinted (H19, Snrpn and Igf2r) and one pluripotency-related gene (Oct4) in three different groups of single mouse two-cell embryos. Standard in vitro fertilization of superovulated oocytes and the use of in vitro …",
            "Limiting dilution bisulfite (pyro) sequencing reveals parent-specific methylation patterns in single early mouse embryos and bovine oocytes",
            "Nady El Hajj and Tom Trapphoff and Matthias Linke and Andreas May and Tamara Hansmann and Juliane Kuhtz and Kurt Reifenberg and Julia Heinzmann and Heiner Niemann and Angelika Daser and Ursula Eichenlaub-Ritter and Ulrich Zechner and Thomas Haaf",
            "2011",
            "gN1iRm0AAAAJ:u-x6o8ySG0sC",
            53,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.4161\/epi.6.10.17202",
            "9634515575880175295",
            "\/scholar?cites=9634515575880175295",
            {
                "2012":5,
                "2013":7,
                "2014":14,
                "2015":10,
                "2016":4,
                "2017":5,
                "2018":3,
                "2019":4
            }
        ],
        [
            "Reprogramming of somatic cells into induced pluripotent stem cells (iPSCs) is an epigenetic phenomenon. It has been suggested that iPSC retain some tissue-specific memory whereas little is known about interindividual epigenetic variation. We have reprogrammed mesenchymal stromal cells from human bone marrow (iP-MSC) and compared their DNA methylation profiles with initial MSC and embryonic stem cells (ESCs) using high-density DNA methylation arrays covering more than 450,000 CpG sites. Overall, DNA methylation patterns of iP-MSC and ESC were similar whereas some CpG sites revealed highly significant differences, which were not related to parental MSC. Furthermore, hypermethylation in iP-MSC versus ESC occurred preferentially outside of CpG islands and was enriched in genes involved in epidermal differentiation indicating that these differences are not due to random de novo …",
            "Induced pluripotent mesenchymal stromal cell clones retain donor-derived differences in DNA methylation profiles",
            "Kaifeng Shao and Carmen Koch and Manoj K Gupta and Qiong Lin and Michael Lenz and Stephanie Laufs and Bernd Denecke and Manfred Schmidt and Matthias Linke and Hans C Hennies and Jürgen Hescheler and Martin Zenke and Ulrich Zechner and Tomo Šarić and Wolfgang Wagner",
            "2013",
            "gN1iRm0AAAAJ:2osOgNQ5qMEC",
            51,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1525001616305809",
            "8657878519921083574",
            "\/scholar?cites=8657878519921083574",
            {
                "2012":1,
                "2013":9,
                "2014":9,
                "2015":2,
                "2016":12,
                "2017":2,
                "2018":7,
                "2019":5,
                "2020":4
            }
        ],
        [
            "Reprogramming of mouse somatic cells into induced pluripotent stem cells (iPSCs) often generates partially reprogrammed iPSCs (pre-iPSCs), low-grade chimera forming iPSCs (lg-iPSCs) and fully reprogrammed, high-grade chimera production competent iPSCs (hg-iPSCs). Lg-iPSC transcriptome analysis revealed misregulated Dlk1-Dio3 cluster gene expression and subsequently the imprinting defect at the Dlk1-Dio3 locus. Here, we show that germ-cell marker Dppa3 is present only in lg-iPSCs and hg-iPSCs, and that induction with exogenous Dppa3 enhances reprogramming kinetics, generating all hg-iPSCs, similar to vitamin C (Vc). Conversely, Dppa3-null fibroblasts show reprogramming block at pre-iPSCs state and Dlk1-Dio3 imprinting defect. At the molecular level, we show that Dppa3 is associated with Dlk1-Dio3 locus and identify that Dppa3 maintains imprinting by antagonizing Dnmt3a binding. Our …",
            "Dppa3 expression is critical for generation of fully reprogrammed iPS cells and maintenance of Dlk1-Dio3 imprinting",
            "Xingbo Xu and Lukasz Smorag and Toshinobu Nakamura and Tohru Kimura and Ralf Dressel and Antje Fitzner and Xiaoying Tan and Matthias Linke and Ulrich Zechner and Wolfgang Engel and DV Krishna Pantakani",
            "2015",
            "gN1iRm0AAAAJ:TQgYirikUcIC",
            43,
            "https:\/\/www.nature.com\/articles\/ncomms7008",
            "2588891215597825672",
            "\/scholar?cites=2588891215597825672",
            {
                "2015":5,
                "2016":7,
                "2017":7,
                "2018":11,
                "2019":5,
                "2020":6,
                "2021":2
            }
        ],
        [
            "To date, gene expression profiles of bovine preimplantation embryos have only been indirectly related to developmental potential due to the invasive nature of such procedures. This study sought to find a direct correlation between transcriptome fingerprint of blastomeres of bovine 2-cell stage embryos with developmental competence of the corresponding sister blastomeres. Isolated blastomeres were classified according to the sister blastomere's development into three groups: two groups displayed developmental incompetency, including those blastomeres whose corresponding sister blastomeres either stopped cleaving after separation (2CB) or were blocked after two additional cleavages before embryonic genome activation (8CB). In the third group were competent blastomeres, which were defined as those whose sister blastomeres developed to the blastocyst stage (BL). As a result, developmental …",
            "Transcriptome fingerprint of bovine 2-cell stage blastomeres is directly correlated with the individual developmental competence of the corresponding sister blastomere",
            "Eva Held and Dessie Salilew-Wondim and Matthias Linke and Ulrich Zechner and Franca Rings and Dawit Tesfaye and Karl Schellander and Michael Hoelker",
            "2012",
            "gN1iRm0AAAAJ:9yKSN-GCB0IC",
            32,
            "https:\/\/academic.oup.com\/biolreprod\/article-abstract\/87\/6\/154,%201-13\/2514068",
            "15246634731440108524",
            "\/scholar?cites=15246634731440108524",
            {
                "2012":1,
                "2013":12,
                "2014":3,
                "2015":5,
                "2016":3,
                "2017":4,
                "2018":2,
                "2019":2
            }
        ],
        [
            "Social isolation and loneliness increase the risk of death as much as well-established risk factors for mortality such as cigarette smoking and alcohol consumption. The underlying molecular mechanisms are poorly understood. In the present study, 3 months old male C57BL\/6 mice were socially isolated by individual housing for another 3 months. At the age of 6 months, epigenetic changes were analyzed in midbrain. Social isolation of male adult mice led to an increased global DNA methylation, which was associated with enhanced activity of DNA methyltransferase. Di-and trimethylation of global histone H3 lysine 4 (H3K4) were increased in midbrain of socially isolated mice, accompanied by enhanced H3K4 histone methyltransferase activity. In addition, social isolation of adult mice led to activation of histone acetyltransferases as well as of histone deacetylases (HDAC) resulting in a net enhancement of histone H3 lysine 9 (H3K9) acetylation. Gene-specific effects were observed for Hdac1, Hdac3 and the serotonin transporter Slc6a4. Social isolation led to an up-regulation of Hdac1 and Hdac3, associated with decreased DNA methylation in the CpG island of the respective genes. On the contrary, the Slc6a4 gene was down-regulated, which was associated with enhanced DNA methylation. Collectively, the results from the present study demonstrate for the first time that social isolation of adult mice leads to a wide range of global epigenetic changes and these effects may have profound impact on gene expression pattern and phenotype of the socially isolated animals.",
            "Social isolation-induced epigenetic changes in midbrain of adult mice",
            "D Siuda and Z Wu and Y Chen and L Guo and M Linke and U Zechner and N Xia and G Reifenberg and H Kleinert and U Forstermann and H Li",
            "2014",
            "gN1iRm0AAAAJ:HDshCWvjkbEC",
            29,
            "http:\/\/jpp.krakow.pl\/journal\/archive\/04_14\/pdf\/247_04_14_article.pdf",
            "2415661839435479616",
            "\/scholar?cites=2415661839435479616",
            {
                "2015":2,
                "2016":3,
                "2017":5,
                "2018":5,
                "2019":7,
                "2020":7
            }
        ],
        [
            "Genomic imprinting is a process that causes genes to be expressed from one allele only according to parental origin, the other allele being silent. Diseases can arise when the normally active alleles are not expressed. In this context, low level of expression of the normally silent alleles has been considered as genetic noise although such expression has never been further studied. Prader-Willi Syndrome (PWS) is a neurodevelopmental disease involving imprinted genes, including NDN, which are only expressed from the paternally inherited allele, with the maternally inherited allele silent. We present the first in-depth study of the low expression of a normally silent imprinted allele, in pathological context. Using a variety of qualitative and quantitative approaches and comparing wild-type, heterozygous and homozygous mice deleted for Ndn, we show that, in absence of the paternal Ndn allele, the maternal Ndn allele is expressed at an extremely low level with a high degree of non-genetic heterogeneity. The level of this expression is sex-dependent and shows transgenerational epigenetic inheritance. In about 50% of mutant mice, this expression reduces birth lethality and severity of the breathing deficiency, correlated with a reduction in the loss of serotonergic neurons. In wild-type brains, the maternal Ndn allele is never expressed. However, using several mouse models, we reveal a competition between non-imprinted Ndn promoters which results in monoallelic (paternal or maternal) Ndn expression, suggesting that Ndn allelic exclusion occurs in the absence of imprinting regulation. Importantly, specific expression of the maternal NDN allele is …",
            "Stochastic Loss of Silencing of the Imprinted Ndn\/NDN Allele, in a Mouse Model and Humans with Prader-Willi Syndrome, Has Functional Consequences",
            "Anne Rieusset and Fabienne Schaller and Unga Unmehopa and Valery Matarazzo and Françoise Watrin and Matthias Linke and Beatrice Georges and Jocelyn Bischof and Femke Dijkstra and Monique Bloemsma and Severine Corby and François J Michel and Rachel Wevrick and Ulrich Zechner and Dick Swaab and Keith Dudley and Laurent Bezin and Françoise Muscatelli",
            "2013",
            "gN1iRm0AAAAJ:IjCSPb-OGe4C",
            23,
            "https:\/\/journals.plos.org\/plosgenetics\/article?id=10.1371\/journal.pgen.1003752",
            "9921341083517391926",
            "\/scholar?cites=9921341083517391926",
            {
                "2013":1,
                "2014":6,
                "2015":4,
                "2016":3,
                "2017":3,
                "2018":4,
                "2019":2
            }
        ],
        [
            "Ovarian stimulation with gonadotrophins is an integral part of assisted reproductive technologies in human subfertility\/infertility treatment. Recent findings have associated ovarian stimulation with the increased incidence of imprinting disorders in humans as well as defects in genome-wide methylation reprogramming and, in particular, imprinting in mice. Here, we present the first study that determined the impact of ovarian stimulation on the expression of developmentally important reprogramming genes (Apex1, Lig1, Lig3, Mbd2, Mbd3, Mbd4, and Polb) in single early mouse morula embryos (16-cell stage). Using absolute quantification of mRNA by quantitative real-time PCR, we observed an association of ovarian stimulation with a downregulation of mRNAs encoding the base excision repair proteins APEX1 and POLB as well as the 5-methyl-CpG-binding domain protein MBD3 in individual morula embryos …",
            "The impact of ovarian stimulation on the expression of candidate reprogramming genes in mouse preimplantation embryos",
            "M 8 Linke and A May and K Reifenberg and T Haaf and U Zechner",
            "2013",
            "gN1iRm0AAAAJ:qjMakFHDy7sC",
            14,
            "https:\/\/www.karger.com\/Article\/Abstract\/343755",
            "8443788932798308439",
            "\/scholar?cites=8443788932798308439",
            {
                "2013":3,
                "2014":1,
                "2015":2,
                "2016":2,
                "2017":1,
                "2018":3,
                "2019":1
            }
        ]
    ]
}