{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Monoclonal antibodies (mAbs) are a major class of biopharmaceuticals. It is hypothesized that some concentrated mAb solutions exhibit formation of a solution phase consisting of reversibly self-associated aggregates (or reversible clusters), which is speculated to be responsible for their distinct solution properties. Here, we report direct observation of reversible clusters in concentrated solutions of mAbs using neutron spin echo. Specifically, a stable mAb solution is studied across a transition from dispersed monomers in dilute solution to clustered states at more concentrated conditions, where clusters of a preferred size are observed. Once mAb clusters have formed, their size, in contrast to that observed in typical globular protein solutions, is observed to remain nearly constant over a wide range of concentrations. Our results not only conclusively establish a clear relationship between the undesirable high viscosity …",
            "Observation of small cluster formation in concentrated monoclonal antibody solutions and its implications to solution viscosity",
            "Eric J Yearley and Paul D Godfrin and Tatiana Perevozchikova and Hailiang Zhang and Peter Falus and Lionel Porcar and Michihiro Nagao and Joseph E Curtis and Pradad Gawande and Rosalynn Taing and Isidro E Zarraga and Norman J Wagner and Yun Liu",
            "2014",
            "gNC8DmIAAAAJ:tKAzc9rXhukC",
            126,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349514002835",
            "4970734337754861871",
            "\/scholar?cites=4970734337754861871",
            {
                "2014":10,
                "2015":12,
                "2016":21,
                "2017":18,
                "2018":25,
                "2019":24,
                "2020":12,
                "2021":2
            }
        ],
        [
            "We have investigated structure and relaxation phenomena for ionic liquids 1-octyl-3-methylimidazolium hexafluorophosphate (C8mimPF6) and bis(trifluoromethylsulfonyl)imide (C8mimTFSI) by means of neutron diffraction and neutron spin echo (NSE) techniques. The diffraction patterns show two distinct peaks appeared at scattering vectors Q of 0.3 and 1.0 Å–1. The former originates from the nanoscale structure characteristic to ionic liquids and the latter due to the interionic correlations. Interestingly, the intensity of the low-Q peak drastically grows upon cooling and keeps growing even below the glass transition temperature. The NSE measurements have been performed at these two Q positions, to explore the time evolution of each correlation. The relaxation related to the ionic correlation (ionic diffusion) is of Arrhenius-type and exhibits nonexponential behavior. The activation energy (Ea) of the ionic diffusion …",
            "Heterogeneous slow dynamics of imidazolium-based ionic liquids studied by neutron spin echo",
            "Maiko Kofu and Michihiro Nagao and Takeshi Ueki and Yuzo Kitazawa and Yutaro Nakamura and Syota Sawamura and Masayoshi Watanabe and Osamu Yamamuro",
            "2013",
            "gNC8DmIAAAAJ:dfsIfKJdRG4C",
            112,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp312608r",
            "1165700994695354706",
            "\/scholar?cites=1165700994695354706",
            {
                "2013":2,
                "2014":14,
                "2015":16,
                "2016":15,
                "2017":20,
                "2018":14,
                "2019":14,
                "2020":14,
                "2021":2
            }
        ],
        [
            "Thickness fluctuations have long been predicted in biological membranes but never directly observed experimentally. Here, we utilize neutron spin echo spectroscopy to experimentally reveal such fluctuations in a pure, fully saturated, phosphocholine lipid bilayer system. These fluctuations appear as an excess in the dynamics of undulation fluctuations. Like the bending rigidity, the thickness fluctuations change dramatically as the lipid transition temperature is crossed, appearing to be completely suppressed below the transition. Above the transition, the relaxation rate is on the order of 100 ns and is independent of temperature. The amplitude of the thickness fluctuations is 3.7 Å±0.7 Å, which agrees well with theoretical calculations and molecular dynamics simulations. The dependence of the fluctuations on lipid tail lengths is also investigated and determined to be minimal in the range of 14 to 18 carbon tails.",
            "Lipid bilayers and membrane dynamics: insight into thickness fluctuations",
            "Andrea C Woodka and Paul D Butler and Lionel Porcar and Bela Farago and Michihiro Nagao",
            "2012",
            "gNC8DmIAAAAJ:zA6iFVUQeVQC",
            109,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.058102",
            "17573702923467854037",
            "\/scholar?cites=17573702923467854037",
            {
                "2012":1,
                "2013":6,
                "2014":11,
                "2015":10,
                "2016":8,
                "2017":20,
                "2018":11,
                "2019":18,
                "2020":23,
                "2021":1
            }
        ],
        [
            "Pressure-induced phase separation of poly(N-isopropylacrylamide) (PNIPA) aqueous solutions and gels were investigated by small-angle neutron scattering (SANS). The cloud point curves were constructed on the pressure−temperature (P−T) plane by visual observation for both the solutions and gels. As observed in the phase diagram of aqueous solutions of proteins, the cloud point temperatures (Tcloud) were a function of the pressure, P, and had maxima at P0 = 51.7 MPa and P0 = 93.2 MPa respectively for the solution and gel in H2O. The difference in Tcloud indicates that the effect of cross-linking is significant, and it leads to an increase of the miscible region. The SANS intensity function for the solution was well represented by a Lorentz function, i.e., an Ornstein−Zernike (OZ) function, from which the correlation length, ξ, and the susceptibility, I(0), were evaluated as a function of pressure. The critical …",
            "SANS study on pressure-induced phase separation of poly (N-isopropylacrylamide) aqueous solutions and gels",
            "Mitsuhiro Shibayama and Kohji Isono and Satoshi Okabe and Takeshi Karino and Michihiro Nagao",
            "2004",
            "gNC8DmIAAAAJ:d1gkVwhDpl0C",
            99,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ma0359685",
            "13365819737184851508",
            "\/scholar?cites=13365819737184851508",
            {
                "2004":3,
                "2005":6,
                "2006":10,
                "2007":9,
                "2008":8,
                "2009":6,
                "2010":3,
                "2011":3,
                "2012":5,
                "2013":6,
                "2014":8,
                "2015":4,
                "2016":6,
                "2017":7,
                "2018":8,
                "2019":5,
                "2020":2
            }
        ],
        [
            "The small-angle neutron scattering instrument, SANS-U, owned by the Institute for Solid State Physics, The University of Tokyo, has been upgraded. The SANS-U is a 32 m SANS instrument installed in 1991 at the guide hall of the JRR-3M research reactor of the Japan Atomic Energy Research Institute, and has been serving for inter-university cooperative research use since 1993. The major upgrades include (i) replacement of the two-dimensional area detector by a multi-wire type position-sensitive proportional counter, (ii) renewal of the operating system from a VAX and sequencers to an integrated PXI system controlled by LabVIEW-RT software, (iii) a focusing collimation system, and (iv) a variety of accessory equipment. These upgrades provide a wide dynamic range of neutron counting, user-friendly operation and real-time circular averaging of two-dimensional data.",
            "Upgrade of the 32 m small-angle neutron scattering instrument SANS-U",
            "Satoshi Okabe and Michihiro Nagao and Takeshi Karino and Satoshi Watanabe and Tomohiro Adachi and Hirohiko Shimizu and Mitsuhiro Shibayama",
            "2005",
            "gNC8DmIAAAAJ:u5HHmVD_uO8C",
            98,
            "https:\/\/scripts.iucr.org\/cgi-bin\/paper?aj5055",
            "1989639338524742605",
            "\/scholar?cites=1989639338524742605",
            {
                "2006":10,
                "2007":18,
                "2008":9,
                "2009":13,
                "2010":12,
                "2011":17,
                "2012":8,
                "2013":4,
                "2014":5,
                "2015":1,
                "2016":1
            }
        ],
        [
            "We have performed the heat capacity, neutron diffraction, and neutron quasielastic scattering measurements of an ionic liquid 1-octyl-3-methylimidazolium chloride (C8mimCl). The heat capacity data revealed that C8mimCl exhibits a glass transition with a large heat capacity jump at Tg = 214 K, which is lower than Tg of C4mimCl with a shorter alkyl-chain. In the neutron diffraction measurement for a deuterated analogue, d-C8mimCl, the peaks associated with the inter-domain, inter-ionic, and inter-alkyl-chain correlations appeared at (3, 11, and 14) nm−1, respectively. The temperature dependence of these peaks indicates that the packing of the alkyl-chains becomes more compact and the domains become more vivid and larger as decreasing temperature. The quasielastic neutron scattering measurements using neutron spin echo and time-of-flight type instruments demonstrated that C8mimCl has faster …",
            "Hierarchical structure and dynamics of an ionic liquid 1-octyl-3-methylimidazolium chloride",
            "Osamu Yamamuro and Takeshi Yamada and Maiko Kofu and Masamichi Nakakoshi and Michihiro Nagao",
            "2011",
            "gNC8DmIAAAAJ:7PzlFSSx8tAC",
            90,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3622598",
            "997178250968945047",
            "\/scholar?cites=997178250968945047",
            {
                "2012":7,
                "2013":5,
                "2014":11,
                "2015":17,
                "2016":10,
                "2017":11,
                "2018":9,
                "2019":11,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Phase separation of acetonitrile−water mixtures by addition of NaCl has been studied on the molecular level by large-angle X-ray scattering (LAXS) and small-angle neutron scattering (SANS) methods. A phase diagram of acetonitrile−water−NaCl mixtures at 298 K has shown that phase separation occurs over a wide range of acetonitrile mole fraction (xAN) of ∼0.1 < xAN ≤ ∼0.7, where the microheterogeneity of the mixtures occurs. The radial distribution functions obtained by the LAXS measurements have revealed that before phase separation the amounts of preferentially hydrated Na+ and Cl- gradually increase with increasing NaCl concentration and that the number of linear hydrogen bonds among water molecules increases when the concentration of NaCl increases. After phase separation of the acetonitrile−water−NaCl mixtures the structures of the acetonitrile-rich phase are very similar to those of the …",
            "Large-angle X-ray scattering and small-angle neutron scattering study on phase separation of acetonitrile− water mixtures by addition of NaCl",
            "Toshiyuki Takamuku and Atsushi Yamaguchi and Daisuke Matsuo and Masaaki Tabata and Midori Kumamoto and Jun Nishimoto and Koji Yoshida and Toshio Yamaguchi and Michihiro Nagao and Toshiya Otomo and Tomohiro Adachi",
            "2001",
            "gNC8DmIAAAAJ:9yKSN-GCB0IC",
            81,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp003011n",
            "9422076741546474790",
            "\/scholar?cites=9422076741546474790",
            {
                "2001":3,
                "2002":3,
                "2003":4,
                "2004":5,
                "2005":5,
                "2006":7,
                "2007":6,
                "2008":2,
                "2009":4,
                "2010":5,
                "2011":5,
                "2012":8,
                "2013":2,
                "2014":4,
                "2015":1,
                "2016":6,
                "2017":4,
                "2018":3,
                "2019":3,
                "2020":1
            }
        ],
        [
            "The 32 m small-angle neutron scattering instrument, SANS-U, owned by the Institute for Solid State Physics, The University of Tokyo, was upgraded in 2004 with a new multi-wired two-dimensional detector, a focusing collimation system, and a LabVIEW based controlling system. The performance of the new SANS-U, such as (1) linearity and uniformity of the detector, (2) the incident beam flux, (3) the flux and collimation relationship, (4) the absolute intensity correction and so on, was examined. Sample thickness dependence of incoherent scattering intensity from standard polyethylene samples was discussed by considering multiple scattering. The q-resolution of SANS-U was estimated with a series of Bragg reflections from a microphase-separated structure in a block copolymer film, where q is the momentum transfer.",
            "Current status of the 32 m small-angle neutron scattering instrument, SANS-U",
            "S Okabe and T Karino and M Nagao and S Watanabe and M Shibayama",
            "2007",
            "gNC8DmIAAAAJ:u-x6o8ySG0sC",
            73,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S016890020602403X",
            "12323672594490954687",
            "\/scholar?cites=12323672594490954687",
            {
                "2007":6,
                "2008":6,
                "2009":9,
                "2010":9,
                "2011":17,
                "2012":9,
                "2013":4,
                "2014":6,
                "2015":1,
                "2016":2,
                "2017":1,
                "2018":1,
                "2019":2
            }
        ],
        [
            "The intermediate functions I (Q, t) obtained from neutron spin–echo (NSE) experiments were well fitted to I (Q, t)= I (Q, 0) exp [−(Γt) 2\/3] for the bicontinuous microemulsion and the lamellar phases of the C 12 E 5\/n-octane\/water system and also for the lamellar phase of the DPPC\/water\/CaCl 2 system. The relaxation rate Γ increased as Q 3. These results support the theory presented by Zilman and Granek [Phys. Rev. Lett. 77 (1996) 4788]. Bending modulus of the membrane ϰ was estimated in the C 12 E 5\/n-octane\/water system and in the DPPC\/water\/CaCl 2 system using their theory.",
            "Neutron spin–echo investigations of membrane undulations in complex fluids involving amphiphiles",
            "Takayoshi Takeda and Y Kawabata and H Seto and S Komura and SK Ghosh and M Nagao and D Okuhara",
            "1999",
            "gNC8DmIAAAAJ:2osOgNQ5qMEC",
            70,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022369799001225",
            "14099963658208289276",
            "\/scholar?cites=14099963658208289276",
            {
                "1999":2,
                "2000":2,
                "2001":4,
                "2002":3,
                "2003":3,
                "2004":5,
                "2005":6,
                "2006":1,
                "2007":2,
                "2008":4,
                "2009":7,
                "2010":3,
                "2011":4,
                "2012":3,
                "2013":2,
                "2014":3,
                "2015":1,
                "2016":5,
                "2017":5,
                "2018":5
            }
        ],
        [
            "We have used neutron spin echo (NSE) spectroscopy to study the effect of bilayer thickness and monounsaturation (existence of a single double bond on one of the aliphatic chains) on the physical properties of unilamellar vesicles. The bending elasticity of saturated and monounsaturated phospholipid bilayers made of phospholipids with alkyl chain length ranging from 14 to 20 carbons was investigated. The bending elasticity κ c of phosphatidylcholines (PCs) in the liquid crystalline (L α) phase ranges from 0.38× 10− 19 J for 1, 2-dimyristoyl-sn-glycero-3-phosphocholine to 0.64× 10− 19 J for 1, 2-dieicosenoyl-sn-glycero-3-phosphocholine. It was confirmed that, contrary to the strong effect on the main transition temperature, the monounsaturation has a limited influence on the bending elasticity of lipid bilayers. In addition, when the area modulus K A varies little with chain unsaturation or length, the elastic ratios (κ c …",
            "Bending elasticity of saturated and monounsaturated phospholipid membranes studied by the neutron spin echo technique",
            "Zheng Yi and Michihiro Nagao and Dobrin P Bossev",
            "2009",
            "gNC8DmIAAAAJ:roLk4NBRz8UC",
            69,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/21\/15\/155104\/meta",
            "4271230685442254358",
            "\/scholar?cites=4271230685442254358",
            {
                "2009":2,
                "2010":8,
                "2011":5,
                "2012":5,
                "2013":5,
                "2014":5,
                "2015":6,
                "2016":3,
                "2017":7,
                "2018":7,
                "2019":5,
                "2020":11
            }
        ]
    ]
}