{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "The expression dynamics of interacting genes depends, in part, on the structure of regulatory networks. Genetic regulatory networks include an overrepresentation of subgraphs commonly known as network motifs. In this article, we demonstrate that gene copy number is an omnipresent parameter that can dramatically modify the dynamical function of network motifs. We consider positive feedback, bistable feedback, and toggle switch motifs and show that variation in gene copy number, on the order of a single or few copies, can lead to multiple orders of magnitude change in gene expression and, in some cases, switches in deterministic control. Further, small changes in gene copy number for a 3-gene motif with successive inhibition (the “repressilator”) can lead to a qualitative switch in system behavior among oscillatory and equilibrium dynamics. In all cases, the qualitative change in expression is due to the …",
            "Small-scale copy number variation and large-scale changes in gene expression",
            "Yuriy Mileyko and Richard I Joh and Joshua S Weitz",
            "2008",
            "gnux4iQAAAAJ:u5HHmVD_uO8C",
            104,
            "https:\/\/www.pnas.org\/content\/105\/43\/16659.short",
            "12448579514007485532",
            "\/scholar?cites=12448579514007485532",
            {
                "2009":5,
                "2010":13,
                "2011":11,
                "2012":18,
                "2013":6,
                "2014":11,
                "2015":9,
                "2016":5,
                "2017":7,
                "2018":5,
                "2019":8,
                "2020":4
            }
        ],
        [
            "There are numerous examples of human pathogens which persist in environmental reservoirs while infectious outbreaks remain rare. In this manuscript, we consider the dynamics of infectious diseases for which the primary mode of transmission is indirect and mediated by contact with a contaminated reservoir. We evaluate the realistic scenario in which the number of ingested pathogens must be above a critical threshold to cause infection in susceptible individuals. This minimal infectious dose is a consequence of the clearance effect of the innate immune system. Infected individuals shed pathogens back into the aquatic reservoir, indirectly increasing the transmittability of the pathogen to the susceptible. Building upon prior works in the study of cholera dynamics, we introduce and analyze a family of reservoir mediated SIR models with a threshold pathogen density for infection. Analyzing this family of …",
            "Dynamics of indirectly transmitted infectious diseases with immunological threshold",
            "Richard I Joh and Hao Wang and Howard Weiss and Joshua S Weitz",
            "2009",
            "gnux4iQAAAAJ:u-x6o8ySG0sC",
            99,
            "https:\/\/link.springer.com\/article\/10.1007\/s11538-008-9384-4",
            "5789854200536851938",
            "\/scholar?cites=5789854200536851938",
            {
                "2008":1,
                "2009":3,
                "2010":3,
                "2011":9,
                "2012":12,
                "2013":10,
                "2014":6,
                "2015":9,
                "2016":10,
                "2017":11,
                "2018":7,
                "2019":7,
                "2020":10
            }
        ],
        [
            "For many bacterial viruses, the choice of whether to kill host cells or enter a latent state depends on the multiplicity of coinfection. Here, we present a mathematical theory of how bacterial viruses can make collective decisions concerning the fate of infected cells. We base our theory on mechanistic models of gene regulatory dynamics. Unlike most previous work, we treat the copy number of viral genes as variable. Increasing the viral copy number increases the rate of transcription of viral mRNAs. When viral regulation of cell fate includes nonlinear feedback loops, very small changes in transcriptional rates can lead to dramatic changes in steady-state gene expression. Hence, we prove that deterministic decisions can be reached, e.g., lysis or latency, depending on the cellular multiplicity of infection within a broad class of gene regulatory models of viral decision-making. Comparisons of a parameterized version of …",
            "Collective decision making in bacterial viruses",
            "Joshua S Weitz and Yuriy Mileyko and Richard I Joh and Eberhard O Voit",
            "2008",
            "gnux4iQAAAAJ:d1gkVwhDpl0C",
            75,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349508784121",
            "9916514749266260471",
            "\/scholar?cites=9916514749266260471",
            {
                "2008":2,
                "2009":6,
                "2010":8,
                "2011":8,
                "2012":5,
                "2013":3,
                "2014":8,
                "2015":3,
                "2016":6,
                "2017":9,
                "2018":5,
                "2019":5,
                "2020":7
            }
        ],
        [
            "In modern molecular biology, RNA has emerged as a versatile macromolecule capable of mediating an astonishing number of biological functions beyond its role as a transient messenger of genetic information. The recent discovery and functional analyses of new classes of noncoding RNAs (ncRNAs) have revealed their widespread use in many pathways, including several in the nucleus. This Review focuses on the mechanisms by which nuclear ncRNAs directly contribute to the maintenance of genome stability. We discuss how ncRNAs inhibit spurious recombination among repetitive DNA elements, repress mobilization of transposable elements (TEs), template or bridge DNA double-strand breaks (DSBs) during repair, and direct developmentally regulated genome rearrangements in some ciliates. These studies reveal an unexpected repertoire of mechanisms by which ncRNAs contribute to genome stability …",
            "Nuclear Noncoding RNAs and Genome Stability",
            "Jasbeer S Khanduja and Isabel A Calvo and Richard I Joh and Ian T Hill and Mo Motamedi",
            "2016",
            "gnux4iQAAAAJ:zYLM7Y9cAGgC",
            60,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1097276516302428",
            "1328156235214244169",
            "\/scholar?cites=1328156235214244169",
            {
                "2016":3,
                "2017":14,
                "2018":17,
                "2019":10,
                "2020":14,
                "2021":1
            }
        ],
        [
            "Cells can adapt to their environment and develop distinct identities by rewiring their transcriptional networks to regulate the output of key biological pathways without concomitant mutations to the underlying genes. These alterations, called epigenetic changes, persist stably through mitotic or, in some instances, meiotic cell divisions. In eukaryotes, heritable changes to chromatin structure are a prominent, but not exclusive, mechanism by which epigenetic changes are mediated. These changes are initiated by sequence-specific events, which trigger a cascade of molecular interactions resulting in feedback mechanisms, alterations in chromatin structure, histone posttranslational modifications (PTMs), and ultimately establishment of distinct transcriptional states. In recent years, advances in next generation sequencing have led to the discovery of several novel classes of noncoding RNAs (ncRNAs). In addition to their …",
            "Regulation of histone methylation by noncoding RNAs",
            "Richard I Joh and Christina M Palmieri and Ian T Hill and Mo Motamedi",
            "2014",
            "gnux4iQAAAAJ:qjMakFHDy7sC",
            52,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1874939914001588",
            "16431341806477806919",
            "\/scholar?cites=16431341806477806919",
            {
                "2014":1,
                "2015":7,
                "2016":7,
                "2017":11,
                "2018":6,
                "2019":7,
                "2020":11,
                "2021":1
            }
        ],
        [
            "Cell fate determination is usually described as the result of the stochastic dynamics of gene regulatory networks (GRNs) reaching one of multiple steady-states each of which corresponds to a specific decision. However, the fate of a cell is determined in finite time suggesting the importance of transient dynamics in cellular decision making. Here we consider cellular decision making as resulting from first passage processes of regulatory proteins and examine the effect of transient dynamics within the initial lysis-lysogeny switch of phage λ. Importantly, the fate of an infected cell depends, in part, on the number of coinfecting phages. Using a quantitative model of the phage λ GRN, we find that changes in the likelihood of lysis and lysogeny can be driven by changes in phage co-infection number regardless of whether or not there exists steady-state bistability within the GRN. Furthermore, two GRNs which yield qualitatively distinct steady state behaviors as a function of phage infection number can show similar transient responses, sufficient for alternative cell fate determination. We compare our model results to a recent experimental study of cell fate determination in single cell assays of multiply infected bacteria. Whereas the experimental study proposed a “quasi-independent” hypothesis for cell fate determination consistent with an observed data collapse, we demonstrate that observed cell fate results are compatible with an alternative form of data collapse consistent with a partial gene dosage compensation mechanism. We show that including partial gene dosage compensation at the mRNA level in our stochastic model of fate determination leads …",
            "To lyse or not to lyse: transient-mediated stochastic fate determination in cells infected by bacteriophages.",
            "Richard I Joh and Joshua S Weitz",
            "2011",
            "gnux4iQAAAAJ:9yKSN-GCB0IC",
            48,
            "https:\/\/journals.plos.org\/ploscompbiol\/article?id=10.1371\/journal.pcbi.1002006",
            "6992708222536689892",
            "\/scholar?cites=6992708222536689892",
            {
                "2011":1,
                "2012":3,
                "2013":3,
                "2014":6,
                "2015":2,
                "2016":9,
                "2017":3,
                "2018":5,
                "2019":4,
                "2020":10
            }
        ],
        [
            "Quiescence (G0) is a ubiquitous stress response through which cells enter reversible dormancy, acquiring distinct properties including reduced metabolism, resistance to stress, and long life. G0 entry involves dramatic changes to chromatin and transcription of cells, but the mechanisms coordinating these processes remain poorly understood. Using the fission yeast, here, we track G0-associated chromatin and transcriptional changes temporally and show that as cells enter G0, their survival and global gene expression programs become increasingly dependent on Clr4\/SUV39H, the sole histone H3 lysine 9 (H3K9) methyltransferase, and RNAi proteins. Notably, G0 entry results in RNAi-dependent H3K9 methylation of several euchromatic pockets, prior to which Argonaute1-associated small RNAs from these regions emerge. Overall, our data reveal another function for constitutive heterochromatin proteins (the …",
            "Survival in Quiescence Requires the Euchromatic Deployment of Clr4\/SUV39H by Argonaute-Associated Small RNAs",
            "Richard I Joh and Jasbeer S Khanduja and Isabel A Calvo and Meeta Mistry and Christina M Palmieri and Andrej J Savol and Shannan J Ho Sui and Ruslan I Sadreyev and Martin J Aryee and Mo Motamedi",
            "2016",
            "gnux4iQAAAAJ:Tyk-4Ss8FVUC",
            20,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1097276516307560",
            "13568753508892182655",
            "\/scholar?cites=13568753508892182655",
            {
                "2017":6,
                "2018":6,
                "2019":4,
                "2020":4
            }
        ],
        [
            "Shigellosis, a diarrheal disease, is endemic worldwide and is responsible for approximately 15,000 laboratory-confirmed cases in the United States every year. However, patients with shigellosis often do not seek medical care. To estimate the burden of shigellosis, we extended time-series susceptible-infected-recovered models to infer epidemiologic parameters from underreported case data. We applied the time-series susceptible-infected-recovered–based inference schemes to analyze the largest surveillance data set of Shigella sonnei in the United States from 1967 to 2007 with county-level resolution. The dynamics of shigellosis transmission show strong annual and multiyear cycles, as well as seasonality. By using the schemes, we inferred individual-level parameters of shigellosis infection, including seasonal transmissibilities and basic reproductive number (R0). In addition, this study provides …",
            "Dynamics of Shigellosis Epidemics: Estimating Individual-Level Transmission and Reporting Rates From National Epidemiologic Data Sets",
            "Richard I Joh and Robert M Hoekstra and Ezra J Barzilay and Anna Bowen and Eric D Mintz and Howard Weiss and Joshua S Weitz",
            "2013",
            "gnux4iQAAAAJ:2osOgNQ5qMEC",
            20,
            "https:\/\/academic.oup.com\/aje\/article-abstract\/178\/8\/1319\/83269",
            "16875241675506684306",
            "\/scholar?cites=16875241675506684306",
            {
                "2012":1,
                "2013":1,
                "2014":3,
                "2015":4,
                "2016":4,
                "2017":2,
                "2018":2
            }
        ],
        [
            "The fission (Schizosaccharomyces pombe) and budding (Saccharomyces cerevisiae) yeasts have served as excellent models for many seminal discoveries in eukaryotic biology. In these organisms, genes are deleted or tagged easily by transforming cells with PCR-generated DNA inserts, flanked by short (50-100bp) regions of gene homology. These PCR reactions use especially designed long primers, which, in addition to the priming sites, carry homology for gene targeting. Primer design follows a fixed method but is tedious and time-consuming especially when done for a large number of genes. To automate this process, we developed the Python-based Genome Retrieval Script (GRS), an easily customizable open-source script for genome analysis. Using GRS, we created PRIMED, the complete PRIMEr D atabase for deleting and C-terminal tagging genes in the main S. pombe and five of the most commonly used S. cerevisiae strains. Because of the importance of noncoding RNAs (ncRNAs) in many biological processes, we also included the deletion primer set for these features in each genome. PRIMED are accurate and comprehensive and are provided as downloadable Excel files, removing the need for future primer design, especially for large-scale functional analyses. Furthermore, the open-source GRS can be used broadly to retrieve genome information from custom or other annotated genomes, thus providing a suitable platform for building other genomic tools by the yeast or other research communities.",
            "PRIMED: PRIMEr Database for Deleting and Tagging All Fission and Budding Yeast Genes Developed Using the Open-Source Genome Retrieval Script (GRS).",
            "MT Cummings and RI Joh and M Motamedi",
            "2015",
            "gnux4iQAAAAJ:IjCSPb-OGe4C",
            2,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0116657",
            "13904620568214165627",
            "\/scholar?cites=13904620568214165627",
            {
                "2016":2
            }
        ]
    ]
}