{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The ionic liquid (IL) 1‐butyl‐3‐methylimidazolium tetrafluoroborate (bmimBF4) forms nonaqueous microemulsions with p‐xylene, with the aid of the nonionic surfactant TX‐100. The phase behavior of the ternary system is investigated, and three microregions of the microemulsions—ionic liquid‐in‐oil (IL\/O), bicontinuous, and oil‐in‐ionic liquid (O\/IL)—are identified by conductivity measurements, according to percolation theory. On the basis of a phase diagram, a series of IL\/O microemulsions are chosen and characterized by dynamic light scattering (DLS). The size of aggregates increases on increasing the amount of added polar component (bmimBF4), which is a similar phenomenon to that observed for typical water‐in‐oil (W\/O) microemulsions, suggesting the formation of IL\/O microemulsions. The microstructural characteristics of the microemulsions are investigated by FTIR and 1H …",
            "Structural Studies of 1‐Butyl‐3‐methylimidazolium Tetrafluoroborate\/TX‐100\/ p‐Xylene Ionic Liquid Microemulsions",
            "Yan'an Gao and Jin Zhang and Hongyan Xu and Xueyan Zhao and Liqiang Zheng and Xinwei Li and Li Yu",
            "2006",
            "Gnv5wj8AAAAJ:OU6Ihb5iCvQC",
            178,
            "https:\/\/chemistry-europe.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/cphc.200600120",
            "3136763433508137867",
            "\/scholar?cites=3136763433508137867",
            {
                "2007":9,
                "2008":14,
                "2009":23,
                "2010":16,
                "2011":21,
                "2012":17,
                "2013":13,
                "2014":10,
                "2015":18,
                "2016":13,
                "2017":2,
                "2018":8,
                "2019":4,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Dairy cows with ketosis are characterized by oxidative stress, hepatic damage, and hyperketonemia. Acetoacetate (AA) is the main component of ketone bodies in ketotic cows, and is associated with the above pathological process. However, the potential mechanism was not illuminated. Therefore, the aim of this study was to investigate the mechanism of AA‐induced hepatic oxidative damage in ketotic cows. Compared with healthy cows, ketotic cows exhibited severe oxidative stress and hepatic damage. Moreover, the extent of hepatic damage and oxidative stress had a positive relationship with the AA levels. In vitro, AA treatment increased reactive oxygen species (ROS) content and further induced oxidative stress and apoptosis of bovine hepatocytes. In this process, AA treatment increased the phosphorylation levels of JNK and p38MAPK and decreased the phosphorylation level of ERK, which could increase …",
            "Acetoacetate induces hepatocytes apoptosis by the ROS‐mediated MAPKs pathway in ketotic cows",
            "Xiliang Du and Zhen Shi and Zhicheng Peng and Chenxu Zhao and Yuming Zhang and Zhe Wang and Xiaobing Li and Guowen Liu and Xinwei Li",
            "2017",
            "Gnv5wj8AAAAJ:zYLM7Y9cAGgC",
            145,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jcp.25773",
            "2656330630919729581",
            "\/scholar?cites=2656330630919729581",
            {
                "2017":8,
                "2018":82,
                "2019":33,
                "2020":19,
                "2021":1
            }
        ],
        [
            "β-Hydroxybutyrate (BHB) is an important indicator for metabolic disorders in dairy cows, such as ketosis and fatty liver. Dairy cows with ketosis display oxidative stress that may be associated with high levels of BHB. The purpose of this study was to demonstrate a correlation between the high levels of BHB and oxidative stress in dairy cows with ketosis, and to investigate the molecular mechanisms underlying oxidative damage in bovine hepatocytes. The results showed that dairy cows with ketosis exhibited oxidative stress and liver damage, which was significantly correlated with plasma BHB. Similarly, high concentrations of BHB increased the oxidative stress of cow hepatocytes in vitro, resulting in the phosphorylation and activation of p38 mitogen-activated protein kinase (MAPK), which led to increased expression, nuclear localization, and transcriptional activity of p53 and decreased Nrf2 in bovine hepatocytes …",
            "β-Hydroxybutyrate induces bovine hepatocyte apoptosis via an ROS-p38 signaling pathway",
            "Yuxiang Song and Na Li and Jingmin Gu and Shoupeng Fu and Zhicheng Peng and Chenxu Zhao and Yuming Zhang and Xiaobing Li and Zhe Wang and Xinwei Li and Guowen Liu",
            "2016",
            "Gnv5wj8AAAAJ:aqlVkmm33-oC",
            137,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S002203021630683X",
            "17185235199520248842",
            "\/scholar?cites=17185235199520248842",
            {
                "2017":6,
                "2018":89,
                "2019":27,
                "2020":14,
                "2021":1
            }
        ],
        [
            "",
            "Histamine induces bovine rumen epithelial cell inflammatory response via NF-κB pathway",
            "Xudong Sun and Xue Yuan and Liang Chen and Tingting Wang and Zhe Wang and Guoquan Sun and Xiaobing Li and Xinwei Li and Guowen Liu",
            "2017",
            "Gnv5wj8AAAAJ:YOwf2qJgpHMC",
            105,
            "https:\/\/www.karger.com\/Article\/Abstract\/478765",
            "13553253481997781454",
            "\/scholar?cites=13553253481997781454",
            {
                "2017":5,
                "2018":70,
                "2019":16,
                "2020":14
            }
        ],
        [
            "Dairy cows with fatty liver are characterized by hepatic lipid accumulation and a severe inflammatory response. Sterol receptor element binding protein-1c (SREBP-1c) and nuclear factor κB (NF-κB) are components of the main pathways for controlling triglyceride (TG) accumulation and inflammatory levels, respectively. A previous study demonstrated that hepatic inflammatory levels are positively correlated with hepatic TG content. We therefore speculated that SREBP-1c might play an important role in the overactivation of the hepatic NF-κB inflammatory pathway in cows with fatty liver. Compared with healthy cows, cows with fatty liver exhibited severe hepatic injury and high blood concentrations of the inflammatory cytokines TNF-α, IL-6 and IL-1β. Hepatic SREBP-1c-mediated lipid synthesis and the NF-κB inflammatory pathway were both overinduced in cows with fatty liver. In vitro, treatment with non-esterified fatty …",
            "SREBP-1c overactivates ROS-mediated hepatic NF-κB inflammatory pathway in dairy cows with fatty liver",
            "Xinwei Li and Weikun Huang and Jingmin Gu and Xiliang Du and Lin Lei and Xue Yuan and Guoquan Sun and Zhe Wang and Xiaobing Li and Guowen Liu",
            "2015",
            "Gnv5wj8AAAAJ:qjMakFHDy7sC",
            85,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0898656815002089",
            "2300936882617916736",
            "\/scholar?cites=2300936882617916736",
            {
                "2016":8,
                "2017":8,
                "2018":22,
                "2019":25,
                "2020":20,
                "2021":2
            }
        ],
        [
            "",
            "Elevated apoptosis in the liver of dairy cows with ketosis",
            "Xiliang Du and Liang Chen and Dan Huang and Zhicheng Peng and Chenxu Zhao and Yuming Zhang and Yiwei Zhu and Zhe Wang and Xinwei Li and Guowen Liu",
            "2017",
            "Gnv5wj8AAAAJ:u5HHmVD_uO8C",
            80,
            "https:\/\/www.karger.com\/Article\/Abstract\/480529",
            "46903782341357377",
            "\/scholar?cites=46903782341357377",
            {
                "2018":34,
                "2019":21,
                "2020":21,
                "2021":2
            }
        ],
        [
            "The hepatic growth hormone (GH)–insulin-like growth factor (IGF)-I axis is essential for regulating intrahepatic lipid metabolism. Ketotic cows are characterized by high blood concentrations of fatty acids and β-hydroxybutyrate (BHB), which display lipotoxicity. The aim of this study was to investigate changes in the hepatic GH–IGF-I axis in ketotic cows and to determine the effects of fatty acids and BHB on the GH–IGF-I axis in calf hepatocytes. Liver and blood samples were collected from healthy (n = 15) and clinically ketotic (n = 15) cows. Hepatocytes were isolated from calves and treated with various concentrations of GH, fatty acids, and BHB. The results showed that clinically ketotic cows displayed a high blood concentration of GH, a low blood concentration of IGF-I, and decreased hepatic GHR1A expression as well as impaired hepatic Janus kinase 2 (JAK2)-signal transducer and activator of transcription 5 …",
            "High concentrations of fatty acids and β-hydroxybutyrate impair the growth hormone-mediated hepatic JAK2-STAT5 pathway in clinically ketotic cows",
            "Xiliang Du and Yiwei Zhu and Zhicheng Peng and Yuanxu Cui and Qiang Zhang and Zhen Shi and Yuan Guan and Xueying Sha and Taiyu Shen and Yuchen Yang and Xiaobing Li and Zhe Wang and Xinwei Li and Guowen Liu",
            "2018",
            "Gnv5wj8AAAAJ:_kc_bZDykSQC",
            77,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022030218300298",
            "14450680851660646060",
            "\/scholar?cites=14450680851660646060",
            {
                "2018":42,
                "2019":23,
                "2020":11,
                "2021":1
            }
        ],
        [
            "Adiponectin (Ad) plays a crucial role in hepatic lipid metabolism. However, the regulating mechanism of hepatic lipid metabolism by Ad in dairy cows is unclear. Hepatocytes from a newborn female calf were cultured in vitro and treated with different concentrations of Ad and BML-275 (an AMPKα inhibitor). The results showed that Ad significantly increased the expression of two Ad receptors. Furthermore, the phosphorylation and activity of AMPKα, as well as the expression levels and transcriptional activity of peroxisome proliferator activated receptor-α (PPARα) and its target genes involved in lipid oxidation, showed a corresponding trend of upregulation. However, the expression levels and transcriptional activity of sterol regulatory element binding protein 1c (SREBP-1c) and carbohydrate-responsive element-binding protein (ChREBP) decreased in a similar manner. When BML-275 was added, the p-AMPKα level …",
            "Adiponectin activates the AMPK signaling pathway to regulate lipid metabolism in bovine hepatocytes",
            "Hui Chen and Liang Zhang and Xinwei Li and Xiaobing Li and Guoquan Sun and Xue Yuan and Liancheng Lei and Juxiong Liu and Liheng Yin and Qinghua Deng and Jianguo Wang and Zhaoxi Liu and Wentao Yang and Zhe Wang and Hui Zhang and Guowen Liu",
            "2013",
            "Gnv5wj8AAAAJ:d1gkVwhDpl0C",
            65,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0960076013001568",
            "1178560440714028032",
            "\/scholar?cites=1178560440714028032",
            {
                "2014":9,
                "2015":11,
                "2016":8,
                "2017":9,
                "2018":8,
                "2019":7,
                "2020":10,
                "2021":3
            }
        ],
        [
            "The natural incidence of fatty liver in ruminants is significantly higher than in monogastric animals. Fatty liver is associated with sterol regulatory element-binding protein 1c (SREBP-1c). The aim of this study was to investigate the regulatory network effects of SREBP-1c on the lipid metabolic genes involved in fatty acid uptake, activation, oxidation, synthesis, and very low-density lipoprotein (VLDL) assembly in bovine hepatocytes. In vitro, bovine hepatocytes were transfected with an adenovirus-mediated SREBP-1c overexpression vector. SREBP-1c overexpression significantly up-regulated the expression and activity of the fatty acid uptake, activation, and synthesis enzymes: liver fatty acid binding protein, fatty acid translocase, acyl-CoA synthetase long-chain 1, acetyl-CoA carboxylase 1, and fatty acid synthase, increasing triglyceride (TG) synthesis and accumulation. SREBP-1c overexpression down-regulated the …",
            "SREBP-1c overexpression induces triglycerides accumulation through increasing lipid synthesis and decreasing lipid oxidation and VLDL assembly in bovine hepatocytes",
            "Xinwei Li and Yu Li and Wentao Yang and Chong Xiao and Shixin Fu and Qinghua Deng and Hongyan Ding and Zhe Wang and Guowen Liu and Xiaobing Li",
            "2014",
            "Gnv5wj8AAAAJ:hqOjcs7Dif8C",
            63,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0960076014000387",
            "9328786469824540553",
            "\/scholar?cites=9328786469824540553",
            {
                "2014":2,
                "2015":4,
                "2016":12,
                "2017":9,
                "2018":14,
                "2019":15,
                "2020":7
            }
        ],
        [
            "Non-esterified fatty acids (NEFAs) are important induction factors of inflammatory responses in some metabolic diseases. High plasma levels of NEFAs and oxidative stress exist in the dairy cows with ketosis. The aim of this study was to investigate whether high levels of NEFAs can induce inflammatory response and the specific molecular mechanism in the hepatocytes of dairy cow. In vitro, primary cultured bovine hepatocytes were treated with different concentrations of NEFAs, PDTC (an NF-κB inhibitor) and NAC (an antioxidant). NEFAs significantly activated NF-κB pathway. Activated NF-κB upregulated the release of pro-inflammatory cytokines, thereby inducing inflammatory response in bovine hepatocytes. When PDTC was added, activation of NF-κB-mediated inflammatory response induced by NEFAs was inhibited. NEFAs treatment results in the overproduction of the markers of oxidative stress, reactive …",
            "NEFAs activate the oxidative stress-mediated NF-κB signaling pathway to induce inflammatory response in calf hepatocytes",
            "Xiaoxia Shi and Dangdang Li and Qinghua Deng and Yu Li and Guoquan Sun and Xue Yuan and Yuxiang Song and Zhe Wang and Xiaobing Li and Xinwei Li and Guowen Liu",
            "2015",
            "Gnv5wj8AAAAJ:LkGwnXOMwfcC",
            61,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0960076014002490",
            "5716730569490886211",
            "\/scholar?cites=5716730569490886211",
            {
                "2015":2,
                "2016":12,
                "2017":12,
                "2018":13,
                "2019":8,
                "2020":11,
                "2021":2
            }
        ]
    ]
}