{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Para atingir as perspectivas melhores e mais duradouras do desenvolvimento que integram o núcleo das Metas de Desenvolvimento do Milênio de 2015 e ir além, devemos capacitar as pessoas que vivem com deficiência e retirar as barreiras que as impedem de participar na comunidade, de ter acesso a uma educação de qualidade, de encontrar um trabalho decente, e de ter suas vozes ouvidas. Como resultado, a Organização Mundial da Saúde e o Grupo Banco Mundial produziram em conjunto este Relatório Mundial sobre a deficiência para proporcionar evidências a favor de políticas e programas inovadores capazes de melhorar a vida das pessoas com deficiência, e facilitar a implementação da Convenção das Nações Unidas sobre os Direitos das Pessoas com Deficiência, que entrou em vigor a partir de Maio de 2008. Este importante tratado internacional reforçou a nossa compreensão da deficiência como uma prioridade de direitos humanos e de desenvolvimento. O Relatório Mundial sobre a deficiência sugere ações para todas as partes interessadas–incluindo governos, organizações da sociedade civil, e organizações de pessoas com deficiência–para criar ambientes facilitadores, desenvolver serviços de suporte e reabilitação, garantir uma adequada proteção social, criar políticas e programas de inclusão, e fazer cumprir as normas e a legislação, tanto existentes como novas, para o benefício das pessoas com deficiência e da comunidade como um todo. As pessoas com deficiência devem estar no centro de tais esforços. A visão que nos move é a de um mundo de inclusão, no qual todos sejamos capazes de viver uma …",
            "World report on disability 2011",
            "World Health Organization",
            "2011",
            "GO52dLwAAAAJ:sSrBHYA8nusC",
            4810,
            "https:\/\/apps.who.int\/iris\/bitstream\/handle\/10665\/44575\/9789240685215_eng.pdf",
            "13468147465721756637",
            "\/scholar?cites=13468147465721756637",
            {
                "2011":45,
                "2012":166,
                "2013":304,
                "2014":416,
                "2015":429,
                "2016":534,
                "2017":614,
                "2018":661,
                "2019":692,
                "2020":784,
                "2021":66
            }
        ],
        [
            "Long-term exposure to participate matter air pollution has been associated with increased cardiopulmonary mortality in the USA. We aimed to assess the relation between traffic-related air pollution and mortality in participants of the Netherlands Cohort study on Diet and Cancer (NLCS), an ongoing study.We investigated a random sample of 5000 people from the full cohort of the NLCS study (age 55–69 years) from 1986 to 1994. Long-term exposure to traffic-related air pollutants (black smoke and nitrogen dioxide) was estimated for the 1986 home address. Exposure was characterised with the measured regional and urban background concentration and an indicator variable for living near major roads. The association between exposure to air pollution and (cause specific) mortality was assessed with Cox's proportional hazards models, with adjustment for potential confounders.489 …",
            "Association between mortality and indicators of traffic-related air pollution in the Netherlands: a cohort study",
            "Gerard Hoek and Bert Brunekreef and Sandra Goldbohm and Paul Fischer and Piet A van den Brandt",
            "2002",
            "GO52dLwAAAAJ:NaGl4SEjCO4C",
            1937,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673602112803",
            "15749504145651412831",
            "\/scholar?cites=15749504145651412831",
            {
                "2002":7,
                "2003":52,
                "2004":88,
                "2005":118,
                "2006":99,
                "2007":166,
                "2008":127,
                "2009":149,
                "2010":117,
                "2011":121,
                "2012":128,
                "2013":100,
                "2014":81,
                "2015":94,
                "2016":85,
                "2017":94,
                "2018":82,
                "2019":87,
                "2020":75,
                "2021":9
            }
        ],
        [
            "Ambient air pollution is suspected to cause lung cancer. We aimed to assess the association between long-term exposure to ambient air pollution and lung cancer incidence in European populations.This prospective analysis of data obtained by the European Study of Cohorts for Air Pollution Effects used data from 17 cohort studies based in nine European countries. Baseline addresses were geocoded and we assessed air pollution by land-use regression models for particulate matter (PM) with diameter of less than 10 μm (PM10), less than 2·5 μm (PM2·5), and between 2·5 and 10 μm (PMcoarse), soot (PM2·5absorbance), nitrogen oxides, and two traffic indicators. We used Cox regression models with adjustment for potential confounders for cohort-specific analyses and random effects models for meta-analyses.The 312 944 cohort members contributed 4 013 131 person-years at …",
            "Air pollution and lung cancer incidence in 17 European cohorts: prospective analyses from the European Study of Cohorts for Air Pollution Effects (ESCAPE)",
            "Ole Raaschou-Nielsen and Zorana J Andersen and Rob Beelen and Evangelia Samoli and Massimo Stafoggia and Gudrun Weinmayr and Barbara Hoffmann and Paul Fischer and Mark J Nieuwenhuijsen and Bert Brunekreef and Wei W Xun and Klea Katsouyanni and Konstantina Dimakopoulou and Johan Sommar and Bertil Forsberg and Lars Modig and Anna Oudin and Bente Oftedal and Per E Schwarze and Per Nafstad and Ulf De Faire and Nancy L Pedersen and Claes-Göran Östenson and Laura Fratiglioni and Johanna Penell and Michal Korek and Göran Pershagen and Kirsten T Eriksen and Mette Sørensen and Anne Tjønneland and Thomas Ellermann and Marloes Eeftens and Petra H Peeters and Kees Meliefste and Meng Wang and Bas Bueno-de-Mesquita and Timothy J Key and Kees de Hoogh and Hans Concin and Gabriele Nagel and Alice Vilier and Sara Grioni and Vittorio Krogh and Ming-Yi Tsai and Fulvio Ricceri and Carlotta Sacerdote and Claudia Galassi and Enrica Migliore and Andrea Ranzi and Giulia Cesaroni and Chiara Badaloni and Francesco Forastiere and Ibon Tamayo and Pilar Amiano and Miren Dorronsoro and Antonia Trichopoulou and Christina Bamia and Paolo Vineis and Gerard Hoek",
            "2013",
            "GO52dLwAAAAJ:q3oQSFYPqjQC",
            1435,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1470204513702791",
            "17074228931272487433",
            "\/scholar?cites=17074228931272487433",
            {
                "2012":23,
                "2013":55,
                "2014":116,
                "2015":179,
                "2016":177,
                "2017":186,
                "2018":267,
                "2019":173,
                "2020":182,
                "2021":24
            }
        ],
        [
            "Studies on the health effects of long-term average exposure to outdoor air pollution have played an important role in recent health impact assessments. Exposure assessment for epidemiological studies of long-term exposure to ambient air pollution remains a difficult challenge because of substantial small-scale spatial variation. Current approaches for assessing intra-urban air pollution contrasts include the use of exposure indicator variables, interpolation methods, dispersion models and land-use regression (LUR) models. LUR models have been increasingly used in the past few years. This paper provides a critical review of the different components of LUR models.We identified 25 land-use regression studies. Land-use regression combines monitoring of air pollution at typically 20–100 locations, spread over the study area, and development of stochastic models using predictor variables usually obtained through …",
            "A review of land-use regression models to assess spatial variation of outdoor air pollution",
            "Gerard Hoek and Rob Beelen and Kees De Hoogh and Danielle Vienneau and John Gulliver and Paul Fischer and David Briggs",
            "2008",
            "GO52dLwAAAAJ:70eg2SAEIzsC",
            1078,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1352231008005748",
            "693500310281218113",
            "\/scholar?cites=693500310281218113",
            {
                "2009":20,
                "2010":32,
                "2011":54,
                "2012":59,
                "2013":81,
                "2014":85,
                "2015":99,
                "2016":125,
                "2017":117,
                "2018":119,
                "2019":125,
                "2020":138,
                "2021":15
            }
        ],
        [
            "Few studies on long-term exposure to air pollution and mortality have been reported from Europe. Within the multicentre European Study of Cohorts for Air Pollution Effects (ESCAPE), we aimed to investigate the association between natural-cause mortality and long-term exposure to several air pollutants.We used data from 22 European cohort studies, which created a total study population of 367 251 participants. All cohorts were general population samples, although some were restricted to one sex only. With a strictly standardised protocol, we assessed residential exposure to air pollutants as annual average concentrations of particulate matter (PM) with diameters of less than 2·5 μm (PM2·5), less than 10 μm (PM10), and between 10 μm and 2·5 μm (PMcoarse), PM2.5 absorbance, and annual average concentrations of nitrogen oxides (NO2 and NOx), with land use regression models. We …",
            "Effects of long-term exposure to air pollution on natural-cause mortality: an analysis of 22 European cohorts within the multicentre ESCAPE project",
            "Rob Beelen and Ole Raaschou-Nielsen and Massimo Stafoggia and Zorana Jovanovic Andersen and Gudrun Weinmayr and Barbara Hoffmann and Kathrin Wolf and Evangelia Samoli and Paul Fischer and Mark Nieuwenhuijsen and Paolo Vineis and Wei W Xun and Klea Katsouyanni and Konstantina Dimakopoulou and Anna Oudin and Bertil Forsberg and Lars Modig and Aki S Havulinna and Timo Lanki and Anu Turunen and Bente Oftedal and Wenche Nystad and Per Nafstad and Ulf De Faire and Nancy L Pedersen and Claes-Göran Östenson and Laura Fratiglioni and Johanna Penell and Michal Korek and Göran Pershagen and Kirsten Thorup Eriksen and Kim Overvad and Thomas Ellermann and Marloes Eeftens and Petra H Peeters and Kees Meliefste and Meng Wang and Bas Bueno-de-Mesquita and Dorothea Sugiri and Ursula Krämer and Joachim Heinrich and Kees De Hoogh and Timothy Key and Annette Peters and Regina Hampel and Hans Concin and Gabriele Nagel and Alex Ineichen and Emmanuel Schaffner and Nicole Probst-Hensch and Nino Künzli and Christian Schindler and Tamara Schikowski and Martin Adam and Harish Phuleria and Alice Vilier and Françoise Clavel-Chapelon and Christophe Declercq and Sara Grioni and Vittorio Krogh and Ming-Yi Tsai and Fulvio Ricceri and Carlotta Sacerdote and Claudia Galassi and Enrica Migliore and Andrea Ranzi and Giulia Cesaroni and Chiara Badaloni and Francesco Forastiere and Ibon Tamayo and Pilar Amiano and Miren Dorronsoro and Michail Katsoulis and Antonia Trichopoulou and Bert Brunekreef and Gerard Hoek",
            "2014",
            "GO52dLwAAAAJ:1yQoGdGgb4wC",
            990,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673613621583",
            "1489739478083214129",
            "\/scholar?cites=1489739478083214129",
            {
                "2014":65,
                "2015":118,
                "2016":117,
                "2017":135,
                "2018":167,
                "2019":184,
                "2020":168,
                "2021":22
            }
        ],
        [
            "Despite the important contribution of traffic sources to urban air quality, relatively few studies have evaluated the effects of traffic-related air pollution on health, such as its influence on the development of asthma and other childhood respiratory diseases. We examined the relationship between traffic-related air pollution and the development of asthmatic\/allergic symptoms and respiratory infections in a birth cohort (n ∼ 4,000) study in The Netherlands. A validated model was used to assign outdoor concentrations of traffic-related air pollutants (nitrogen dioxide, particulate matter less than 2.5 μm in aerodynamic diameter, and “soot”) at the home of each subject of the cohort. Questionnaire-derived data on wheezing, dry nighttime cough, ear, nose, and throat infections, skin rash, and physician-diagnosed asthma, bronchitis, influenza, and eczema at 2 years of age were analyzed in relation to air pollutants. Adjusted …",
            "Air pollution from traffic and the development of respiratory infections and asthmatic and allergic symptoms in children",
            "Michael Brauer and Gerard Hoek and Patricia Van Vliet and Kees Meliefste and Paul H Fischer and Alet Wijga and Laurens P Koopman and Herman J Neijens and Jorrit Gerritsen and Marjan Kerkhof and Joachim Heinrich and Tom Bellander and Bert Brunekreef",
            "2002",
            "GO52dLwAAAAJ:J_g5lzvAfSwC",
            801,
            "https:\/\/www.atsjournals.org\/doi\/abs\/10.1164\/rccm.200108-007OC",
            "14580629830865761207",
            "\/scholar?cites=14580629830865761207",
            {
                "2003":12,
                "2004":30,
                "2005":39,
                "2006":42,
                "2007":51,
                "2008":49,
                "2009":45,
                "2010":41,
                "2011":55,
                "2012":45,
                "2013":42,
                "2014":51,
                "2015":44,
                "2016":52,
                "2017":46,
                "2018":51,
                "2019":43,
                "2020":32,
                "2021":2
            }
        ],
        [
            "Background: Current air quality standards for particulate matter (PM) use the PM mass concentration [PM with aerodynamic diameters ≤ 10 μm (PM10) or ≤ 2.5 μm (PM2.5)] as a metric. It has been suggested that particles from combustion sources are more relevant to human health than are particles from other sources, but the impact of policies directed at reducing PM from combustion processes is usually relatively small when effects are estimated for a reduction in the total mass concentration.Objectives: We evaluated the value of black carbon particles (BCP) as an additional indicator in air quality management.Methods: We performed a systematic review and meta-analysis of health effects of BCP compared with PM mass based on data from time-series studies and cohort studies that measured both exposures. We compared the potential health benefits of a hypothetical traffic abatement measure, using near …",
            "Black Carbon as an Additional Indicator of the Adverse Health Effects of Airborne Particles Compared with PM10 and PM2.5",
            "Nicole AH Janssen and Gerard Hoek and Milena Simic-Lawson and Paul Fischer and Leendert Van Bree and Harry Ten Brink and Menno Keuken and Richard W Atkinson and H Ross Anderson and Bert Brunekreef and Flemming R Cassee",
            "2011",
            "GO52dLwAAAAJ:EUQCXRtRnyEC",
            768,
            "https:\/\/ehp.niehs.nih.gov\/doi\/abs\/10.1289\/ehp.1003369",
            "10592521907022988991",
            "\/scholar?cites=10592521907022988991",
            {
                "2011":4,
                "2012":37,
                "2013":50,
                "2014":61,
                "2015":107,
                "2016":80,
                "2017":77,
                "2018":102,
                "2019":101,
                "2020":119,
                "2021":19
            }
        ],
        [
            "As part of the EU-funded SAVIAH project, a regression-based methodology for mapping traffic-related air pollution was developed within a GIS environment. Mapping was carried out for NO2 in Amsterdam, Huddersfield and Prague. In each centre, surveys of NO2, as a marker for traffic-related pollution, were conducted using passive diffusion tubes, exposed for four 2-week periods. A GIS was also established, containing data on monitored air pollution levels, road network, traffic volume, land cover, altitude and other, locally determined, features. Data from 80 of the monitoring sites were then used to construct a regression equation, on the basis of predictor environmental variables, and the resulting equation used to map air pollution across the study area. The accuracy of the map was then assessed by comparing predicted pollution levels with monitored levels at a range of independent reference sites. Results …",
            "Mapping urban air pollution using GIS: a regression-based approach",
            "David J Briggs and Susan Collins and Paul Elliott and Paul Fischer and Simon Kingham and Erik Lebret and Karel Pryl and Hans Van Reeuwijk and Kirsty Smallbone and Andre Van Der Veen",
            "1997",
            "GO52dLwAAAAJ:vV6vV6tmYwMC",
            647,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/136588197242158",
            "9073085949730687403",
            "\/scholar?cites=9073085949730687403",
            {
                "2000":11,
                "2001":8,
                "2002":14,
                "2003":11,
                "2004":11,
                "2005":20,
                "2006":14,
                "2007":19,
                "2008":30,
                "2009":30,
                "2010":30,
                "2011":33,
                "2012":29,
                "2013":35,
                "2014":47,
                "2015":53,
                "2016":43,
                "2017":50,
                "2018":49,
                "2019":39,
                "2020":50,
                "2021":4
            }
        ],
        [
            "Land Use Regression (LUR) models have been used increasingly for modeling small-scale spatial variation in air pollution concentrations and estimating individual exposure for participants of cohort studies. Within the ESCAPE project, concentrations of PM2.5, PM2.5 absorbance, PM10, and PMcoarse were measured in 20 European study areas at 20 sites per area. GIS-derived predictor variables (e.g., traffic intensity, population, and land-use) were evaluated to model spatial variation of annual average concentrations for each study area. The median model explained variance (R2) was 71% for PM2.5 (range across study areas 35–94%). Model R2 was higher for PM2.5 absorbance (median 89%, range 56–97%) and lower for PMcoarse (median 68%, range 32– 81%). Models included between two and five predictor variables, with various traffic indicators as the most common predictors. Lower R2 was related to …",
            "Development of Land Use Regression Models for PM2.5, PM2.5 Absorbance, PM10 and PMcoarse in 20 European Study Areas; Results of the ESCAPE Project",
            "Marloes Eeftens and Rob Beelen and Kees de Hoogh and Tom Bellander and Giulia Cesaroni and Marta Cirach and Christophe Declercq and Audrius Dėdelė and Evi Dons and Audrey de Nazelle and Konstantina Dimakopoulou and Kirsten Eriksen and Grégoire Falq and Paul Fischer and Claudia Galassi and Regina Gražulevičienė and Joachim Heinrich and Barbara Hoffmann and Michael Jerrett and Dirk Keidel and Michal Korek and Timo Lanki and Sarah Lindley and Christian Madsen and Anna Mölter and Gizella Nádor and Mark Nieuwenhuijsen and Michael Nonnemacher and Xanthi Pedeli and Ole Raaschou-Nielsen and Evridiki Patelarou and Ulrich Quass and Andrea Ranzi and Christian Schindler and Morgane Stempfelet and Euripides Stephanou and Dorothea Sugiri and Ming-Yi Tsai and Tarja Yli-Tuomi and Mihály J Varró and Danielle Vienneau and Stephanie von Klot and Kathrin Wolf and Bert Brunekreef and Gerard Hoek",
            "2012",
            "GO52dLwAAAAJ:738O_yMBCRsC",
            619,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/es301948k",
            "17478314449685245950",
            "\/scholar?cites=17478314449685245950",
            {
                "2012":2,
                "2013":27,
                "2014":71,
                "2015":73,
                "2016":79,
                "2017":69,
                "2018":96,
                "2019":83,
                "2020":104,
                "2021":10
            }
        ],
        [
            "Several studies have found an effect on mortality of between-city contrasts in long-term exposure to air pollution. The effect of within-city contrasts is still poorly understood.We studied the association between long-term exposure to traffic-related air pollution and mortality in a Dutch cohort.We used data from an ongoing cohort study on diet and cancer with 120,852 subjects who were followed from 1987 to 1996. Exposure to black smoke (BS), nitrogen dioxide, sulfur dioxide, and particulate matter ≤mu;M2.5), as well as various exposure variables related to traffic, were estimated at the home address. We conducted Cox analyses in the full cohort adjusting for age, sex, smoking, and area-level socioeconomic status.Traffic intensity on the nearest road was independently associated with mortality. Relative risks (95% confidence intervals) for a 10-μg\/m3 increase in BS …",
            "Long-term effects of traffic-related air pollution on mortality in a Dutch cohort (NLCS-AIR study)",
            "Rob Beelen and Gerard Hoek and Piet A van Den Brandt and R Alexandra Goldbohm and Paul Fischer and Leo J Schouten and Michael Jerrett and Edward Hughes and Ben Armstrong and Bert Brunekreef",
            "2008",
            "GO52dLwAAAAJ:ldfaerwXgEUC",
            611,
            "https:\/\/ehp.niehs.nih.gov\/doi\/abs\/10.1289\/ehp.10767",
            "6813293723276360690",
            "\/scholar?cites=6813293723276360690",
            {
                "2008":9,
                "2009":37,
                "2010":39,
                "2011":37,
                "2012":45,
                "2013":38,
                "2014":46,
                "2015":50,
                "2016":63,
                "2017":59,
                "2018":59,
                "2019":62,
                "2020":50,
                "2021":10
            }
        ]
    ]
}