{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "A new generation of parton distribution functions with increased precision and quantitative estimates of uncertainties is presented. This work significantly extends previous CTEQ and other global analyses on two fronts:(i) a full treatment of available experimental correlated systematic errors for both new and old data sets;(ii) a systematic and pragmatic treatment of uncertainties of the parton distributions and their physical predictions, using a recently developed eigenvector-basis approach to the hessian method. The new gluon distribution is considerably harder than that of previous standard fits. A number of physics issues, particularly relating to the behavior of the gluon distribution, are addressed in more quantitative terms than before. Extensive results on the uncertainties of parton distributions at various scales, and on parton luminosity functions at the Tevatron RunII and the LHC, are presented. The latter provide …",
            "New generation of parton distributions with uncertainties from global QCD analysis",
            "Jonathan Pumplin and Daniel Robert Stump and Joey Huston and Hung-Liang Lai and Pavel Nadolsky and Wu-Ki Tung",
            "2002",
            "GOqnRJcAAAAJ:u5HHmVD_uO8C",
            11496,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2002\/07\/012\/meta",
            "13548917821577440984",
            "\/scholar?cites=13548917821577440984",
            {
                "2002":40,
                "2003":142,
                "2004":255,
                "2005":337,
                "2006":369,
                "2007":419,
                "2008":587,
                "2009":533,
                "2010":553,
                "2011":879,
                "2012":1019,
                "2013":953,
                "2014":860,
                "2015":1012,
                "2016":1135,
                "2017":814,
                "2018":754,
                "2019":529,
                "2020":249,
                "2021":8
            }
        ]
    ]
}