{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Recent observations and model simulations demonstrate unequivocally that non‐Sun‐synchronous (nonmigrating) tides due to deep tropical convection produce large longitudinal and local time variations in bulk ionosphere‐thermosphere‐mesosphere properties. We thus stand at an exciting research frontier: understanding how persistent, large‐scale tropospheric weather systems affect the geospace environment. Science challenge questions include: (1) How much of the tropospheric influence is due to tidal propagation directly into the upper thermosphere? (2) How large is the interannual and the solar cycle variability of the tides and what causes them? These questions are addressed using solar maximum to solar minimum tidal wind and temperature analyses from the Thermosphere Ionosphere Mesosphere Electrodynamics and Dynamics (TIMED) satellite in the mesosphere\/lower thermosphere (MLT), and …",
            "Tropospheric tides from 80 to 400 km: Propagation, interannual variability, and solar cycle effects",
            "J Oberheide and JM Forbes and K Häusler and Q Wu and SL Bruinsma",
            "2009",
            "GPjxYN8AAAAJ:2osOgNQ5qMEC",
            171,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2009JD012388",
            "4941587590832722071",
            "\/scholar?cites=4941587590832722071",
            {
                "2009":4,
                "2010":10,
                "2011":15,
                "2012":23,
                "2013":18,
                "2014":6,
                "2015":14,
                "2016":15,
                "2017":13,
                "2018":25,
                "2019":10,
                "2020":17,
                "2021":1
            }
        ],
        [
            "TIMED Doppler Interferometer (TIDI) measurements of zonal and meridional winds in the mesosphere\/lower thermosphere are analyzed for diurnal nonmigrating tides (June 2002 to June 2005). Climatologies of monthly mean amplitudes and phases for seven tidal components are presented at altitudes between 85 and 105 km and latitudes between 45°S and 45°N (westward propagating wave numbers 2, 3, and 4; the standing diurnal tide; and eastward propagating wave numbers 1, 2, and 3). The observed seasonal variations agree well with 1991–1994 UARS results at 95 km. Comparisons between the TIDI results and global scale wave model (GSWM) and thermosphere‐ionosphere‐mesosphere‐electrodynamics general circulation model (TIME‐GCM) tidal predictions indicate that the large eastward propagating wave number 3 amplitude is driven by tropical tropospheric latent heat release alone. In contrast …",
            "Diurnal nonmigrating tides from TIMED Doppler Interferometer wind data: Monthly climatologies and seasonal variations",
            "J Oberheide and Q Wu and TL Killeen and ME Hagan and RG Roble",
            "2006",
            "GPjxYN8AAAAJ:u5HHmVD_uO8C",
            167,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2005ja011491",
            "13125356349281749307",
            "\/scholar?cites=13125356349281749307",
            {
                "2007":8,
                "2008":20,
                "2009":14,
                "2010":20,
                "2011":17,
                "2012":18,
                "2013":14,
                "2014":15,
                "2015":12,
                "2016":4,
                "2017":5,
                "2018":8,
                "2019":3,
                "2020":7
            }
        ]
    ]
}