{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "N6-methyladenosine (m6A) is the most prevalent internal modification of messenger RNA (mRNA) in higher eukaryotes. Here we report ALKBH5 as another mammalian demethylase that oxidatively reverses m6A in mRNA in vitro and in vivo. This demethylation activity of ALKBH5 significantly affects mRNA export and RNA metabolism as well as the assembly of mRNA processing factors in nuclear speckles. Alkbh5-deficient male mice have increased m6A in mRNA and are characterized by impaired fertility resulting from apoptosis that affects meiotic metaphase-stage spermatocytes. In accordance with this defect, we have identified in mouse testes 1,551 differentially expressed genes that cover broad functional categories and include spermatogenesis-related mRNAs involved in the p53 functional interaction network. The discovery of this RNA demethylase strongly suggests that the reversible m6A modification …",
            "ALKBH5 is a mammalian RNA demethylase that impacts RNA metabolism and mouse fertility",
            "Guanqun Zheng and John Arne Dahl and Yamei Niu and Peter Fedorcsak and Chun-Min Huang and Charles J Li and Cathrine B Vågbø and Yue Shi and Wen-Ling Wang and Shu-Hui Song and Zhike Lu and Ralph PG Bosmans and Qing Dai and Ya-Juan Hao and Xin Yang and Wen-Ming Zhao and Wei-Min Tong and Xiu-Jie Wang and Florian Bogdan and Kari Furu and Ye Fu and Guifang Jia and Xu Zhao and Jun Liu and Hans E Krokan and Arne Klungland and Yun-Gui Yang and Chuan He",
            "2013",
            "gq1oNDUAAAAJ:Se3iqnhoufwC",
            1238,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1097276512008921",
            "6486610214282988216",
            "\/scholar?cites=6486610214282988216",
            {
                "2013":22,
                "2014":65,
                "2015":76,
                "2016":105,
                "2017":143,
                "2018":193,
                "2019":239,
                "2020":353,
                "2021":34
            }
        ],
        [
            "The role of Fat Mass and Obesity-associated protein (FTO) and its substrate N6-methyladenosine (m 6 A) in mRNA processing and adipogenesis remains largely unknown. We show that FTO expression and m 6 A levels are inversely correlated during adipogenesis. FTO depletion blocks differentiation and only catalytically active FTO restores adipogenesis. Transcriptome analyses in combination with m 6 A-seq revealed that gene expression and mRNA splicing of grouped genes are regulated by FTO. M 6 A is enriched in exonic regions flanking 5′-and 3′-splice sites, spatially overlapping with mRNA splicing regulatory serine\/arginine-rich (SR) protein exonic splicing enhancer binding regions. Enhanced levels of m 6 A in response to FTO depletion promotes the RNA binding ability of SRSF2 protein, leading to increased inclusion of target exons. FTO controls exonic splicing of adipogenic regulatory factor …",
            "FTO-dependent demethylation of N6-methyladenosine regulates mRNA splicing and is required for adipogenesis",
            "Xu Zhao and Ying Yang and Bao-Fa Sun and Yue Shi and Xin Yang and Wen Xiao and Ya-Juan Hao and Xiao-Li Ping and Yu-Sheng Chen and Wen-Jia Wang and Kang-Xuan Jin and Xing Wang and Chun-Min Huang and Yu Fu and Xiao-Meng Ge and Shu-Hui Song and Hyun Seok Jeong and Hiroyuki Yanagisawa and Yamei Niu and Gui-Fang Jia and Wei Wu and Wei-Min Tong and Akimitsu Okamoto and Chuan He and Jannie M Rendtlew Danielsen and Xiu-Jie Wang and Yun-Gui Yang",
            "2014",
            "gq1oNDUAAAAJ:3fE2CSJIrl8C",
            480,
            "https:\/\/www.nature.com\/articles\/cr2014151",
            "8403716036671565683",
            "\/scholar?cites=8403716036671565683",
            {
                "2015":28,
                "2016":45,
                "2017":73,
                "2018":81,
                "2019":102,
                "2020":137,
                "2021":9
            }
        ],
        [
            "Housekeeping (HK) genes are ubiquitously expressed in all tissue\/cell types and constitute a basal transcriptome for the maintenance of basic cellular functions. Partitioning transcriptomes into HK and tissue-specific (TS) genes relatively is fundamental for studying gene expression and cellular differentiation. Although many studies have aimed at large-scale and thorough categorization of human HK genes, a meaningful consensus has yet to be reached. We collected two latest gene expression datasets (both EST and microarray data) from public databases and analyzed the gene expression profiles in 18 human tissues that have been well-documented by both two data types. Benchmarked by a manually-curated HK gene collection (HK408), we demonstrated that present data from EST sampling was far from saturated, and the inadequacy has limited the gene detectability and our understanding of TS …",
            "How many human genes can be defined as housekeeping with current expression data?",
            "Jiang Zhu and Fuhong He and Shuhui Song and Jing Wang and Jun Yu",
            "2008",
            "gq1oNDUAAAAJ:ULOm3_A8WrAC",
            142,
            "https:\/\/link.springer.com\/article\/10.1186\/1471-2164-9-172",
            "10224963576310748290",
            "\/scholar?cites=10224963576310748290",
            {
                "2008":7,
                "2009":9,
                "2010":6,
                "2011":8,
                "2012":14,
                "2013":13,
                "2014":11,
                "2015":13,
                "2016":17,
                "2017":7,
                "2018":6,
                "2019":12,
                "2020":4,
                "2021":1
            }
        ]
    ]
}