{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Puzzling aspects of high-transition-temperature (high-T c) superconductors include the prevalence of magnetism in the normal state and the persistence of superconductivity in high magnetic fields. Superconductivity and magnetism generally are thought to be incompatible, based on what is known about conventional superconductors. Recent results 1, however, indicate that antiferromagnetism can appear in the superconducting state of a high-T c superconductor in the presence of an applied magnetic field. Magnetic fields penetrate a superconductor in the form of quantized flux lines, each of which represents a vortex of supercurrents. Superconductivity is suppressed in the core of the vortex and it has been suggested that antiferromagnetism might develop there 2. Here we report the results of a high-field nuclear-magnetic-resonance (NMR) imaging experiment 3, 4, 5 in which we spatially resolve the electronic …",
            "Spatially resolved electronic structure inside and outside the vortex cores of a high-temperature superconductor",
            "VF Mitrović and EE Sigmund and M Eschrig and HN Bachman and William P Halperin and AP Reyes and P Kuhns and WG Moulton",
            "2001",
            "gQIcPSoAAAAJ:u5HHmVD_uO8C",
            228,
            "https:\/\/www.nature.com\/articles\/35097039",
            "6436826557000914613",
            "\/scholar?cites=6436826557000914613",
            {
                "2001":1,
                "2002":22,
                "2003":51,
                "2004":31,
                "2005":25,
                "2006":16,
                "2007":13,
                "2008":12,
                "2009":13,
                "2010":9,
                "2011":7,
                "2012":4,
                "2013":4,
                "2014":4,
                "2015":2,
                "2016":2,
                "2017":2,
                "2018":2,
                "2019":3,
                "2020":1
            }
        ],
        [
            "Superconductivity is a quantum phenomenon arising, in its simplest form, from the pairing of fermions with opposite spin into a state with zero net momentum. Whether superconductivity can occur in fermionic systems with an unequal number of two species distinguished by spin or flavour presents an important open question in condensed-matter physics or quantum chromodynamics 1. In condensed matter the imbalance between spin-up and spin-down electrons that form the Cooper pairs is induced by the magnetic field. Such an imbalanced system can lead to exotic superconductivity in which pairs acquire finite momentum 2, 3. This momentum leads to a spatially inhomogeneous state consisting of periodically alternating ‘normal’and ‘superconducting’regions. Here, we establish that the hallmark of this state is the appearance of spatially localized and spin-polarized quasiparticles forming the so-called Andreev …",
            "Evidence of Andreev bound states as a hallmark of the FFLO phase in κ-(BEDT-TTF)2Cu(NCS)2",
            "H Mayaffre and S Krämer and M Horvatić and C Berthier and K Miyagawa and K Kanoda and VF Mitrović",
            "2014",
            "gQIcPSoAAAAJ:YOwf2qJgpHMC",
            130,
            "https:\/\/www.nature.com\/articles\/nphys3121",
            "16219823403526950421",
            "\/scholar?cites=16219823403526950421",
            {
                "2015":16,
                "2016":21,
                "2017":23,
                "2018":27,
                "2019":24,
                "2020":18,
                "2021":1
            }
        ],
        [
            "We present nuclear magnetic resonance (NMR) measurements on the three distinct In sites of CeCoIn 5 with a magnetic field applied in the [100] direction. We identify the microscopic nature of the long range magnetic order (LRO) stabilized at low temperatures in fields above 10.2 T while still in the superconducting (SC) state. We infer that the ordered moment is oriented along the c^ axis and map its field evolution. The study of the field dependence of the NMR shift for the different In sites indicates that the LRO likely coexists with a modulated SC phase, possibly that predicted by Fulde, Ferrell, Larkin, and Ovchinnikov. Furthermore, we discern a field region dominated by strong spin fluctuations where static LRO is absent and propose a revised phase diagram.",
            "Field evolution of coexisting superconducting and magnetic orders in CeCoIn 5",
            "G Koutroulakis and MD Stewart Jr and VF Mitrović and M Horvatić and C Berthier and G Lapertot and J Flouquet",
            "2010",
            "gQIcPSoAAAAJ:vV6vV6tmYwMC",
            101,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.087001",
            "3451840266163190775",
            "\/scholar?cites=3451840266163190775",
            {
                "2010":8,
                "2011":27,
                "2012":18,
                "2013":8,
                "2014":7,
                "2015":6,
                "2016":8,
                "2017":10,
                "2018":5,
                "2019":2,
                "2020":2
            }
        ],
        [
            "We report In 115 nuclear magnetic resonance measurements of the heavy-fermion superconductor CeCoIn 5 in the vicinity of the superconducting critical field H c 2 for a magnetic field applied perpendicular to the c^ axis. A possible inhomogeneous superconducting state, the Fulde-Ferrell-Larkin-Ovchinnikov (FFLO) state, is stabilized in this part of the phase diagram. In an 11 T applied magnetic field, we observe clear signatures of the two phase transitions: the higher temperature one to the homogeneous superconducting state and the lower temperature phase transition to a FFLO state. We find that the spin susceptibility in the putative FFLO state is significantly enhanced as compared to the value in a homogeneous superconducting state. The implications of this finding for the nature of the low temperature phase are discussed.",
            "Observation of spin susceptibility enhancement in the possible Fulde-Ferrell-Larkin-Ovchinnikov state of CeCoIn 5",
            "VF Mitrović and M Horvatić and C Berthier and G Knebel and G Lapertot and J Flouquet",
            "2006",
            "gQIcPSoAAAAJ:u-x6o8ySG0sC",
            85,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.117002",
            "3480584259553150394",
            "\/scholar?cites=3480584259553150394",
            {
                "2006":1,
                "2007":9,
                "2008":8,
                "2009":18,
                "2010":12,
                "2011":12,
                "2012":6,
                "2013":2,
                "2014":2,
                "2015":4,
                "2016":2,
                "2017":2,
                "2018":3,
                "2019":4
            }
        ],
        [
            "We present a comprehensive optical study of the narrow gap FeSb2 semiconductor. From the optical reflectivity, measured from the far infrared up to the ultraviolet spectral range, we extract the complete absorption spectrum, represented by the real part σ1(ω) of the complex optical conductivity. With decreasing temperature below 80 K, we find a progressive depletion of σ1(ω) below Eg∼300 cm-1, the semiconducting optical gap. The suppressed (Drude) spectral weight within the gap is transferred at energies ω>Eg and also partially piles up over a continuum of excitations extending in the spectral range between zero and Eg. Moreover, the interaction of one phonon mode with this continuum leads to an asymmetric phonon shape. Even though several analogies between FeSb2 and FeSi were claimed and a Kondo-insulator scenario was also invoked for both systems, our data on FeSb2 differ in several …",
            "Optical investigation of the metal-insulator transition in FeSb 2",
            "Andrea Perucchi and Leonardo Degiorgi and Rongwei Hu and C Petrovic and Vesna F Mitrović",
            "2006",
            "gQIcPSoAAAAJ:9yKSN-GCB0IC",
            70,
            "https:\/\/link.springer.com\/article\/10.1140\/epjb\/e2006-00433-1",
            "2090456655066769078",
            "\/scholar?cites=2090456655066769078",
            {
                "2006":1,
                "2007":5,
                "2008":4,
                "2009":9,
                "2010":7,
                "2011":6,
                "2012":7,
                "2013":7,
                "2014":5,
                "2015":2,
                "2016":2,
                "2017":1,
                "2018":6,
                "2019":4,
                "2020":3,
                "2021":1
            }
        ],
        [
            "High T c superconductivity in La 2− x Sr x CuO 4 coexists with (striped and glassy) magnetic order. Here, we report NMR measurements of the L 139 a spin-lattice relaxation, which displays a stretched-exponential time dependence, in both pure and disordered x= 0.12 single crystals. An analysis in terms of a distribution of relaxation rates T 139 1− 1 indicates that:(i) the spin-freezing temperature is spatially inhomogeneous with an onset at T g onset= 20 K for the pristine samples and (ii) the width of the T 1− 1 distribution in the vicinity of T g onset is insensitive to an∼ 1% level of atomic disorder in CuO 2 planes. This suggests that the stretched-exponential L 139 a relaxation, considered as a manifestation of the system’s glassiness, may not arise from quenched disorder.",
            "Similar glassy features in the  NMR response of pure and disordered ",
            "VF Mitrović and M-H Julien and C De Vaulx and M Horvatić and C Berthier and Takao Suzuki and K Yamada",
            "2008",
            "gQIcPSoAAAAJ:Tyk-4Ss8FVUC",
            69,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.78.014504",
            "5435822887408527135",
            "\/scholar?cites=5435822887408527135",
            {
                "2008":1,
                "2009":3,
                "2010":7,
                "2011":5,
                "2012":3,
                "2013":7,
                "2014":4,
                "2015":5,
                "2016":4,
                "2017":11,
                "2018":5,
                "2019":4,
                "2020":9,
                "2021":1
            }
        ],
        [
            "Superconductors have two key characteristics: they expel magnetic field and they conduct electrical current with zero resistance. However, both properties are compromised in high magnetic fields, which can penetrate the material and create a mixed state of quantized vortices. The vortices move in response to an electrical current, dissipating energy and destroying the zero-resistance state 1. One of the central problems for applications of high-temperature superconductivity is the stabilization of vortices to ensure zero electrical resistance. We find that vortices in the anisotropic superconductor Bi 2 Sr 2 CaCu 2 O 8+ δ (Bi-2212) have a phase transition from a liquid state, which is inherently unstable, to a two-dimensional vortex solid. We show that at high field the transition temperature is independent of magnetic field, as was predicted theoretically for the melting of an ideal two-dimensional vortex lattice 2, 3. Our …",
            "Two-dimensional vortices in superconductors",
            "Bo Chen and William P Halperin and Prasenjit Guptasarma and DG Hinks and VF Mitrović and AP Reyes and PL Kuhns",
            "2007",
            "gQIcPSoAAAAJ:IjCSPb-OGe4C",
            55,
            "https:\/\/www.nature.com\/articles\/nphys540",
            "6167196190349743836",
            "\/scholar?cites=6167196190349743836",
            {
                "2007":1,
                "2008":4,
                "2009":3,
                "2010":6,
                "2011":9,
                "2012":3,
                "2013":3,
                "2014":2,
                "2015":4,
                "2016":1,
                "2017":6,
                "2018":3,
                "2019":2,
                "2020":6
            }
        ],
        [
            "We report spatially resolved nuclear-magnetic-resonance measurements on a high-temperature superconductor that indicate the presence of correlated antiferromagnetic fluctuations in the vortex core. The nuclear-spin-lattice relaxation rate 1\/17 T 1 of planar 17 O, in near-optimally doped YB 2 Cu 3 O 7− δ, was measured. Outside of the core,(17 T 1 T)− 1 is independent of temperature consistent with theoretical predictions for a d-wave superconductor. In the vortex core,(17 T 1 T)− 1 increases with decreasing temperature following an antiferromagnetic Curie-Weiss law.",
            "Antiferromagnetism in the vortex cores of ",
            "VF Mitrović and EE Sigmund and William P Halperin and AP Reyes and P Kuhns and WG Moulton",
            "2003",
            "gQIcPSoAAAAJ:2osOgNQ5qMEC",
            51,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.67.220503",
            "1738004658539322221",
            "\/scholar?cites=1738004658539322221",
            {
                "2003":6,
                "2004":10,
                "2005":5,
                "2006":8,
                "2007":6,
                "2008":2,
                "2009":1,
                "2010":1,
                "2011":4,
                "2012":3,
                "2013":2,
                "2014":1,
                "2015":1
            }
        ],
        [
            "Anisotropic magnetic and electronic transport measurements were carried out on large single crystals of Fe 1− x Co x Sb 2 (0⩽ x⩽ 1). The semiconducting state of Fe Sb 2 evolves into metallic and weakly ferromagnetic by substitution of Fe with Co for x< 0.5. Further doping induces structural transformation from orthorhombic P n n m structure of Fe Sb 2 to monoclinic P 21∕ c structure of Co Sb 2, where semiconducting and diamagnetic ground state is restored again. Large magnetoresistance and anisotropy in electronic transport were observed.",
            "Anisotropy in the magnetic and transport properties of Fe 1− x Co x Sb 2",
            "Rongwei Hu and VF Mitrović and C Petrovic",
            "2006",
            "gQIcPSoAAAAJ:qjMakFHDy7sC",
            48,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.74.195130",
            "3558892931038430494",
            "\/scholar?cites=3558892931038430494",
            {
                "2006":1,
                "2007":4,
                "2008":2,
                "2009":5,
                "2010":3,
                "2011":4,
                "2012":7,
                "2013":9,
                "2014":3,
                "2015":3,
                "2016":1,
                "2017":1,
                "2018":3,
                "2019":1,
                "2020":1
            }
        ],
        [
            "Study of the combined effects of strong electronic correlations with spin-orbit coupling (SOC) represents a central issue in quantum materials research. Predicting emergent properties represents a huge theoretical problem since the presence of SOC implies that the spin is not a good quantum number. Existing theories propose the emergence of a multitude of exotic quantum phases, distinguishable by either local point symmetry breaking or local spin expectation values, even in materials with simple cubic crystal structure such as Ba 2 NaOsO 6. Experimental tests of these theories by local probes are highly sought for. Our local measurements designed to concurrently probe spin and orbital\/lattice degrees of freedom of Ba 2 NaOsO 6 provide such tests. Here we show that a canted ferromagnetic phase which is preceded by local point symmetry breaking is stabilized at low temperatures, as predicted by quantum …",
            "Magnetism and local symmetry breaking in a Mott insulator with strong spin orbit interactions",
            "L Lu and M Song and W Liu and AP Reyes and P Kuhns and HO Lee and IR Fisher and VF Mitrović",
            "2017",
            "gQIcPSoAAAAJ:fPk4N6BV_jEC",
            46,
            "https:\/\/www.nature.com\/articles\/ncomms14407?origin=ppub",
            "10600043744974478113",
            "\/scholar?cites=10600043744974478113",
            {
                "2017":8,
                "2018":5,
                "2019":14,
                "2020":18,
                "2021":1
            }
        ]
    ]
}