{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present a modulated microwave approach for quantum computing with qubits comprising three spins in a triple quantum dot. This approach includes single-and two-qubit gates that are protected against low-frequency electrical noise, due to an operating point with a narrowband response to high frequency electric fields. Furthermore, existing double quantum dot advances, including robust preparation and measurement via spin-to-charge conversion, are immediately applicable to the new qubit. Finally, the electric dipole terms implicit in the high frequency coupling enable strong coupling with superconducting microwave resonators, leading to more robust two-qubit gates.",
            "Electrically protected resonant exchange qubits in triple quantum dots",
            "Jacob M Taylor and Vanita Srinivasa and J Medford",
            "2013",
            "gqLONAwAAAAJ:u5HHmVD_uO8C",
            95,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.050502",
            "6694384846078721254",
            "\/scholar?cites=6694384846078721254",
            {
                "2013":1,
                "2014":12,
                "2015":11,
                "2016":16,
                "2017":16,
                "2018":15,
                "2019":13,
                "2020":10,
                "2021":1
            }
        ],
        [
            "The silicon metal-oxide-semiconductor (MOS) material system is a technologically important implementation of spin-based quantum information processing. However, the MOS interface is imperfect leading to concerns about 1\/f trap noise and variability in the electron g-factor due to spin–orbit (SO) effects. Here we advantageously use interface–SO coupling for a critical control axis in a double-quantum-dot singlet–triplet qubit. The magnetic field-orientation dependence of the g-factors is consistent with Rashba and Dresselhaus interface–SO contributions. The resulting all-electrical, two-axis control is also used to probe the MOS interface noise. The measured inhomogeneous dephasing time,, of 1.6 μs is consistent with 99.95% 28 Si enrichment. Furthermore, when tuned to be sensitive to exchange fluctuations, a quasi-static charge noise detuning variance of 2 μeV is observed, competitive with low-noise …",
            "A silicon metal-oxide-semiconductor electron spin-orbit qubit",
            "Ryan M Jock and N Tobias Jacobson and Patrick Harvey-Collard and Andrew M Mounce and Vanita Srinivasa and Dan R Ward and John Anderson and Ron Manginell and Joel R Wendt and Martin Rudolph and Tammy Pluym and John King Gamble and Andrew D Baczewski and Wayne M Witzel and Malcolm S Carroll",
            "2018",
            "gqLONAwAAAAJ:8k81kl-MbHgC",
            59,
            "https:\/\/www.nature.com\/articles\/s41467-018-04200-0",
            "16782359397341772418",
            "\/scholar?cites=16782359397341772418",
            {
                "2018":18,
                "2019":23,
                "2020":18
            }
        ],
        [
            "We present an approach for entangling electron spin qubits localized on spatially separated impurity atoms or quantum dots via a multielectron, two-level quantum dot. The effective exchange interaction mediated by the dot can be understood as the simplest manifestation of Ruderman-Kittel-Kasuya-Yosida exchange, and can be manipulated through gate voltage control of level splittings and tunneling amplitudes within the system. This provides both a high degree of tunability and a means for realizing high-fidelity two-qubit gates between spatially separated spins, yielding an experimentally accessible method of coupling donor electron spins in silicon via a hybrid impurity-dot system.",
            "Tunable spin-qubit coupling mediated by a multielectron quantum dot",
            "Vanita Srinivasa and Haitan Xu and Jacob M Taylor",
            "2015",
            "gqLONAwAAAAJ:2osOgNQ5qMEC",
            44,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.114.226803",
            "4030476358208402072",
            "\/scholar?cites=4030476358208402072",
            {
                "2015":4,
                "2016":4,
                "2017":10,
                "2018":11,
                "2019":8,
                "2020":7
            }
        ],
        [
            "We investigate a hybrid quantum system consisting of spatially separated resonant exchange qubits, defined in three-electron semiconductor triple quantum dots, that are coupled via a superconducting transmission line resonator. Drawing on methods from circuit quantum electrodynamics and Hartmann-Hahn double resonance techniques, we analyze three specific approaches for implementing resonator-mediated two-qubit entangling gates in both dispersive and resonant regimes of interaction. We calculate entangling gate fidelities as well as the rate of relaxation via phonons for resonant exchange qubits in silicon triple dots and show that such an implementation is particularly well suited to achieving the strong coupling regime. Our approach combines the favorable coherence properties of encoded spin qubits in silicon with the rapid and robust long-range entanglement provided by circuit QED systems.",
            "Entangling distant resonant exchange qubits via circuit quantum electrodynamics",
            "Vanita Srinivasa and Jacob M Taylor and Charles Tahan",
            "2016",
            "gqLONAwAAAAJ:LkGwnXOMwfcC",
            34,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.94.205421",
            "14612182173450924825",
            "\/scholar?cites=14612182173450924825",
            {
                "2016":2,
                "2017":8,
                "2018":8,
                "2019":6,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We investigate phonon-induced spin and charge relaxation mediated by spin-orbit and hyperfine interactions for a single electron confined within a double quantum dot. A simple toy model incorporating both direct decay to the ground state of the double dot and indirect decay via an intermediate excited state yields an electron spin relaxation rate that varies nonmonotonically with the detuning between the dots. We confirm this model with experiments performed on a GaAs double dot, demonstrating that the relaxation rate exhibits the expected detuning dependence and can be electrically tuned over several orders of magnitude. Our analysis suggests that spin-orbit mediated relaxation via phonons serves as the dominant mechanism through which the double-dot electron spin-flip rate varies with detuning.",
            "Simultaneous spin-charge relaxation in double quantum dots",
            "Vanita Srinivasa and Katja C Nowack and Mohammad Shafiei and LMK Vandersypen and Jacob M Taylor",
            "2013",
            "gqLONAwAAAAJ:d1gkVwhDpl0C",
            32,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.196803",
            "14621507432531132121",
            "\/scholar?cites=14621507432531132121",
            {
                "2013":2,
                "2014":3,
                "2015":1,
                "2016":5,
                "2017":2,
                "2018":4,
                "2019":7,
                "2020":8
            }
        ],
        [
            "We present a method for encoding and transporting qubits within a dimerized Heisenberg spin-1 2 chain. Logical qubits are localized at the domain walls that separate the two possible dimerized states. The domain walls can be moved to produce “flying spin qubits.” The topological nature of these states makes them stable against local perturbations of the exchange profile. Pairs of domain walls can be used to generate Einstein-Podolsky-Rosen pairs of entangled qubits. We discuss speed limitations within an exactly solvable three-spin model and describe a possible physical realization using quantum dot arrays.",
            "Flying spin qubits: A method for encoding and transporting qubits within a dimerized heisenberg spin-1 2 chain",
            "Vanita Srinivasa and Jeremy Levy and C Stephen Hellberg",
            "2007",
            "gqLONAwAAAAJ:u-x6o8ySG0sC",
            26,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.76.094411",
            "7296356039147247489",
            "\/scholar?cites=7296356039147247489",
            {
                "2009":3,
                "2010":3,
                "2011":2,
                "2012":4,
                "2013":1,
                "2014":3,
                "2015":5,
                "2016":3,
                "2017":1
            }
        ],
        [
            "We investigate a method for entangling two singlet-triplet qubits in adjacent double quantum dots via capacitive interactions. In contrast to prior work, here we focus on a regime with strong interactions between the qubits. The interplay of the interaction energy and simultaneous large detunings for both double dots gives rise to the “double charge resonant” regime, in which the unpolarized (1111) and fully polarized (0202) four-electron states in the absence of interqubit tunneling are near degeneracy, while being energetically well separated from the partially polarized (0211 and 1102) states. A rapid controlled-phase gate may be realized by combining time evolution in this regime in the presence of intraqubit tunneling and the interqubit Coulomb interaction with refocusing π pulses that swap the singly occupied singlet and triplet states of the two qubits via, eg, magnetic gradients. We calculate the fidelity of this …",
            "Capacitively coupled singlet-triplet qubits in the double charge resonant regime",
            "Vanita Srinivasa and Jacob M Taylor",
            "2015",
            "gqLONAwAAAAJ:Y0pCki6q_DkC",
            18,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.92.235301",
            "1264994629744794282",
            "\/scholar?cites=1264994629744794282",
            {
                "2015":3,
                "2016":1,
                "2017":3,
                "2018":4,
                "2019":3,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Spin-orbit coupling is relatively weak for electrons in bulk silicon, but enhanced interactions are reported in nanostructures such as the quantum dots used for spin qubits. These interactions have been attributed to various dissimilar interface effects, including disorder or broken crystal symmetries. In this Letter, we use a double-quantum-dot qubit to probe these interactions by comparing the spins of separated singlet-triplet electron pairs. We observe both intravalley and intervalley mechanisms, each dominant for [110] and [100] magnetic field orientations, respectively, that are consistent with a broken crystal symmetry model. We also observe a third spin-flip mechanism caused by tunneling between the quantum dots. This improved understanding is important for qubit uniformity, spin control and decoherence, and two-qubit gates.",
            "Spin-orbit interactions for singlet-triplet qubits in silicon",
            "Patrick Harvey-Collard and N Tobias Jacobson and Chloé Bureau-Oxton and Ryan M Jock and Vanita Srinivasa and Andrew M Mounce and Daniel R Ward and John M Anderson and Ronald P Manginell and Joel R Wendt and Tammy Pluym and Michael P Lilly and Dwight R Luhman and Michel Pioro-Ladrière and Malcolm S Carroll",
            "2019",
            "gqLONAwAAAAJ:_kc_bZDykSQC",
            17,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.122.217702",
            "11776866501309151455",
            "\/scholar?cites=11776866501309151455",
            {
                "2019":2,
                "2020":13,
                "2021":2
            }
        ],
        [
            "The silicon metal-oxide-semiconductor (MOS) material system is technologically important for the implementation of electron spin-based quantum information technologies. Researchers predict the need for an integrated platform in order to implement useful computation, and decades of advancements in silicon microelectronics fabrication lends itself to this challenge. However, fundamental concerns have been raised about the MOS interface (eg trap noise, variations in electron g-factor and practical implementation of multi-QDs). Furthermore, two-axis control of silicon qubits has, to date, required the integration of non-ideal components (eg microwave strip-lines, micro-magnets, triple quantum dots, or introduction of donor atoms). In this paper, we introduce a spin-orbit (SO) driven singlet-triplet (ST) qubit in silicon, demonstrating all-electrical two-axis control that requires no additional integrated elements and exhibits charge noise properties equivalent to other more model, but less commercially mature, semiconductor systems. We demonstrate the ability to tune an intrinsic spin-orbit interface effect, which is consistent with Rashba and Dresselhaus contributions that are remarkably strong for a low spin-orbit material such as silicon. The qubit maintains the advantages of using isotopically enriched silicon for producing a quiet magnetic environment, measuring spin dephasing times of 1.6 s using 99.95%  Si epitaxy for the qubit, comparable to results from other isotopically enhanced silicon ST qubit systems. This work, therefore, demonstrates that the interface inherently provides properties for two-axis control, and the technologically important …",
            "Probing low noise at the MOS interface with a spin-orbit qubit",
            "Ryan M Jock and N Tobias Jacobson and Patrick Harvey-Collard and Andrew M Mounce and Vanita Srinivasa and Dan R Ward and John Anderson and Ron Manginell and Joel R Wendt and Martin Rudolph and Tammy Pluym and John King Gamble and Andrew D Baczewski and Wayne M Witzel and Malcolm S Carroll",
            "2017",
            "gqLONAwAAAAJ:hqOjcs7Dif8C",
            9,
            "https:\/\/arxiv.org\/abs\/1707.04357",
            "4342708131625506548",
            "\/scholar?cites=4342708131625506548",
            {
                "2017":3,
                "2018":5,
                "2019":1
            }
        ],
        [
            "The nature of the exchange coupling variation in an antiferromagnetic spin-1 2 system can be used to tailor its ground-state properties. In particular, dimerized Heisenberg rings containing domain walls have localized states that can serve as “flying spin qubits” when the domain walls are moved. We show theoretically that when two of these rings are coupled, the movement of the domain walls leads to modulation of the effective exchange interaction between the qubits. Appropriately chosen configurations of domain walls can give rise to ferromagnetic effective exchange. We describe how these spin rings may be used as basic building blocks to construct quantum spin systems whose properties are tunable by virtue of the exchange variation within the rings.",
            "Tailoring effective exchange interactions via domain walls in coupled Heisenberg rings",
            "Vanita Srinivasa and Jeremy Levy",
            "2009",
            "gqLONAwAAAAJ:9yKSN-GCB0IC",
            9,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.80.024414",
            "6348781415770323643",
            "\/scholar?cites=6348781415770323643",
            {
                "2010":3,
                "2011":1,
                "2012":1,
                "2013":2,
                "2014":1,
                "2015":1
            }
        ]
    ]
}