{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Satellite observations of enhanced energetic particle fluxes in the South Atlantic Magnetic Anomaly (SAMA) region have been supported by ground-based observations of enhanced ionization induced by particle precipitation in the ionosphere over this region. Past observations using a variety of instruments such as vertical sounding ionosondes, riometers and VLF receivers have provided evidences of the enhanced ionization due to energetic particle precipitation in the ionosphere over Brazil. The extra ionization at E-layer heights could produce enhanced ionospheric conductivity within and around the SAMA region. The energetic particle ionization source that is operative even under “quiet” conditions can undergo significant enhancements during magnetospheric storm disturbances, when the geographic region of enhanced ionospheric conductivity can extend to magnetic latitudes closer to the equator where …",
            "South Atlantic magnetic anomaly ionization: A review and a new focus on electrodynamic effects in the equatorial ionosphere",
            "MA Abdu and IS Batista and AJ Carrasco and CGM Brum",
            "2005",
            "GqPzpFcAAAAJ:u5HHmVD_uO8C",
            106,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1364682605001240",
            "8993285094478887910",
            "\/scholar?cites=8993285094478887910",
            {
                "2006":2,
                "2007":3,
                "2008":5,
                "2009":7,
                "2010":11,
                "2011":9,
                "2012":7,
                "2013":8,
                "2014":4,
                "2015":7,
                "2016":11,
                "2017":5,
                "2018":4,
                "2019":7,
                "2020":14,
                "2021":2
            }
        ],
        [
            "Upward transport of wave energy and momentum due to gravity, tidal and planetary waves from below and extra-tropics controls the phenomenology of the equatorial atmosphere–ionosphere system. An important aspect of this phenomenology is the development of small- and large-scale structures including thin layers in the mesosphere and E-region, and the formation of wide spectrum plasma structures of the equatorial F-region, widely known as equatorial spread F\/plasma bubble irregularities (that are known to have significant impact on space application systems based on trans-ionospheric radio waves propagation). It seems that the effects of tidal and gravity waves at mesospheric and thermospheric heights and their control of ionospheric densities, electric fields and currents are relatively better known than are the effects originating from vertical coupling due to planetary waves. Results from airglow, radar …",
            "Planetary wave signatures in the equatorial atmosphere–ionosphere system, and mesosphere-E-and F-region coupling",
            "MA Abdu and TK Ramkumar and IS Batista and CGM Brum and H Takahashi and BW Reinisch and JHA Sobral",
            "2006",
            "GqPzpFcAAAAJ:u-x6o8ySG0sC",
            82,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1364682605002592",
            "7559827129879084454",
            "\/scholar?cites=7559827129879084454",
            {
                "2006":3,
                "2007":3,
                "2008":2,
                "2009":9,
                "2010":7,
                "2011":12,
                "2012":8,
                "2013":7,
                "2014":6,
                "2015":5,
                "2016":5,
                "2017":7,
                "2018":1,
                "2019":2,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Analysis of the MLT region winds measured by a meteor radar and the evening F region vertical plasma drift (prereversal zonal electric field ‐PRE) measured by digisondes over low latitude sites in Brazil, provide evidence of planetary wave (PW) scale oscillations of episodic nature simultaneously at mesospheric and F region heights. ∼4‐day and 7‐day periods are found to dominate the event analyzed. The PW scale oscillations in the PRE produces strong modulation in the equatorial spread F (ESF) irregularity processes as diagnosed by the digisondes. Considerations on the PRE development mechanism involving the E layer integrated conductivity including the effect of metallic ions and tidal winds point to the source of the PRE oscillations to be PW modulation of E region tidal winds. The PW oscillations in PRE appear to be an important source of the day‐to‐day variability in the ESF.",
            "Planetary wave oscillations in mesospheric winds, equatorial evening prereversal electric field and spread F",
            "MA Abdu and PP Batista and IS Batista and CGM Brum and AJ Carrasco and BW Reinisch",
            "2006",
            "GqPzpFcAAAAJ:d1gkVwhDpl0C",
            58,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2005GL024837",
            "8571228900142913657",
            "\/scholar?cites=8571228900142913657",
            {
                "2006":2,
                "2007":1,
                "2008":12,
                "2009":3,
                "2010":3,
                "2011":5,
                "2012":3,
                "2013":3,
                "2014":7,
                "2015":4,
                "2016":3,
                "2017":5,
                "2018":3,
                "2019":4
            }
        ],
        [
            "This paper presents a case study of the day‐to‐day variability in the midlatitude upper atmospheric ion temperature (~200–400 km) with a focus on variability resulting from meteorological forcing. The data are obtained by the Millstone Hill incoherent scatter radar (42.6°N, 288.5°E) on 18–31 January 2010, in coincidence with a major sudden stratospheric warming. We elucidate oscillations in ion temperature with both tidal periods (~8 h and ~12 h) and non‐tidal periods (>24 h) by analyzing residuals between the observed temperatures and those expected from an empirical model. We present the spatial‐temporal development of periodicities in ion temperature and discuss to what degree these periodicities might be related to the sudden stratospheric warming event. The spectral location and temporal evolution of periodicities with ~9.9–12.9 h and ~6.2–7.9 h suggest that they are related to the semidiurnal …",
            "Wave signatures in the midlatitude ionosphere during a sudden stratospheric warming of January 2010",
            "Larisa P Goncharenko and Vicki W Hsu and Christiano Garnett Marques Brum and Shun‐Rong Zhang and Jonathan T Fentzke",
            "2013",
            "GqPzpFcAAAAJ:hC7cP41nSMkC",
            45,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2012JA018251",
            "8381275430807712275",
            "\/scholar?cites=8381275430807712275",
            {
                "2013":4,
                "2014":6,
                "2015":10,
                "2016":6,
                "2017":4,
                "2018":7,
                "2019":7
            }
        ],
        [
            "We report on the first observation of a descending layer of atomic potassium (K) in the thermosphere. This observation was made with the K Doppler lidar at the Arecibo Observatory in Puerto Rico (18.35°N; 66.75°W) on 12 March 2005. The layer was first observed before 08:00 UT (04:00 AST) centered near 145 km with the vertical extent up to ∼155 km, and then it descended to near 126 km just over 2 h later at dawn. The descent rate of 2.56±0.38 m\/s matches the vertical phase speed of the GSWM09-computed semidiurnal tide between 120 and 150 km. This also matches the descent rates of the thermospheric semidiurnal tides measured at Arecibo. Although the K density above 120 km remains less than 1 cm−3, its presence is unequivocal and has strong similarities to the neutral iron (Fe) layers in the thermosphere over 155 km recently discovered by lidar observations at McMurdo, Antarctica. The …",
            "Observation of a thermospheric descending layer of neutral K over Arecibo",
            "Jonathan S Friedman and Xinzhao Chu and Christiano Garnett Marques Brum and Xian Lu",
            "2013",
            "GqPzpFcAAAAJ:HDshCWvjkbEC",
            43,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1364682613000783",
            "6279330837607819879",
            "\/scholar?cites=6279330837607819879",
            {
                "2013":5,
                "2014":5,
                "2015":9,
                "2016":4,
                "2017":7,
                "2018":4,
                "2019":3,
                "2020":5,
                "2021":1
            }
        ],
        [
            "[1] We present a study of the climatology of thermospheric neutral wind (TNW) meridional and zonal components measured with the 630.0 nm nightglow Fabry‐Perot interferometer at the Arecibo Observatory from 1980 to 2010. We show and discuss the solar and geomagnetic dependencies as well as the long‐term trend of the TNW components and their variation over time and season. A main result of this study was the detection of a substantial seasonal and local time dependence of the response of the TNW to solar and geomagnetic activity. In addition, we found that there is a long‐term trend in the thermospheric neutral wind, which can be of a larger magnitude than the variation found in the seasonal, solar cycle, and geomagnetic activity influences. A major signature of this trend over the last 30 years was an increase in the meridional northward component up to 1.4 m s− 1 yr− 1 before midnight local time …",
            "Long‐term changes in the thermospheric neutral winds over Arecibo: Climatology based on over three decades of Fabry‐Perot observations",
            "Christiano Garnett Marques Brum and Craig A Tepley and Jonathan T Fentzke and Eva Robles and Pedrina Terra dos Santos and Sixto A Gonzalez",
            "2012",
            "GqPzpFcAAAAJ:Y0pCki6q_DkC",
            38,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2011JA016458@10.1002\/(ISSN)2169-8996.UATREND1",
            "3088495003774252161",
            "\/scholar?cites=3088495003774252161",
            {
                "2012":1,
                "2013":11,
                "2014":3,
                "2015":5,
                "2016":5,
                "2017":3,
                "2018":3,
                "2019":2,
                "2020":5
            }
        ],
        [
            "Dynamical, electro-dynamical and electrical coupling processes originating from upward propagation of atmospheric waves, and magnetosphere-ionosphere interaction are responsible for the large degree of variabilities observed in the low latitude ionosphere. One of the most outstanding aspects of its phenomenology is related to the sunset electrodynamical processes responsible for the evening enhancements in zonal and vertical electric fields and the associated spread of F\/plasma bubble irregularity development. Recent observational results have provided evidence of significant contribution to their quiet time variability arising from thermospheric wind patterns, upward propagating planetary waves and possibly sporadic E layers. This paper provides an overview and some new results on planetary wave coupling with the equatorial F region, the E layer conductivity as key connecting mechanism, a possibly …",
            "Electrodynamics of the vertical coupling processes in the atmosphere-ionosphere system of the low latitude region",
            "Mangalathayil Ali Abdu and Christiano Garnett Marques Brum",
            "2009",
            "GqPzpFcAAAAJ:UeHWp8X0CEIC",
            27,
            "https:\/\/link.springer.com\/article\/10.1186\/BF03353156",
            "17804962912402460357",
            "\/scholar?cites=17804962912402460357",
            {
                "2010":1,
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":4,
                "2015":2,
                "2016":2,
                "2017":2,
                "2018":5,
                "2019":7
            }
        ],
        [
            "This work presents the results of a local empirical model that describes the behavior of the ionospheric F2 region peak. The model was developed using nearly 25 years of incoherent scatter radar (ISR) measurements made at the Arecibo Observatory (AO) between 1985 and 2009. The model describes the variability of the F2 peak frequency (foF2) and F2 peak height (hmF2) as a function of local time, season, and solar activity for quiet‐to‐moderate geomagnetic activity conditions (Kp < 4+). Our results show that the solar activity control of hmF2 and foF2 over Arecibo can be better described by a new proxy of the solar flux (F107P), which is presented here. The variation of hmF2 parameter with F107P is virtually linear, and only a small saturation of the foF2 parameter is observed at the highest levels of solar flux. The winter anomaly and asymmetries in the variation of the modeled parameters between equinoxes …",
            "A modeling study of foF2 and hmF2 parameters measured by the Arecibo incoherent scatter radar and comparison with IRI model predictions for solar …",
            "Christiano Garnett Marques Brum and Fabiano da Silveira Rodrigues and Pedrina Terra Dos Santos and Aleshka Carrion Matta and Nestor Aponte and Sixto A Gonzalez and Eva Robles",
            "2011",
            "GqPzpFcAAAAJ:Tyk-4Ss8FVUC",
            26,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2010JA015727",
            "15832554988670305561",
            "\/scholar?cites=15832554988670305561",
            {
                "2011":1,
                "2012":3,
                "2013":5,
                "2014":2,
                "2015":3,
                "2016":3,
                "2017":4,
                "2018":2,
                "2019":2,
                "2020":1
            }
        ],
        [
            "We present a geomagnetic quiet time (Dst > −50 nT) empirical model of ionospheric total electron content (TEC) for the northern equatorial ionization anomaly (EIA) crest over Calcutta, India. The model is based on the 1980–1990 TEC measurements from the geostationary Engineering Test Satellite-2 (ETS-2) at the Haringhata (University of Calcutta, India: 22.58° N, 88.38° E geographic; 12.09° N, 160.46° E geomagnetic) ionospheric field station using the technique of Faraday rotation of plane polarized VHF (136.11 MHz) signals. The ground station is situated virtually underneath the northern EIA crest. The monthly mean TEC increases linearly with F10.7 solar ionizing flux, with a significantly high correlation coefficient (r = 0.89–0.99) between the two. For the same solar flux level, the TEC values are found to be significantly different between the descending and ascending phases of the solar cycle. This …",
            "An empirical model of ionospheric total electron content (TEC) near the crest of the equatorial ionization anomaly (EIA)",
            "Rajkumar Hajra and Shyamal Kumar Chakraborty and Bruce T Tsurutani and Ashish DasGupta and Ezequiel Echer and Christiano GM Brum and Walter D Gonzalez and José Humberto Andrade Sobral",
            "2016",
            "GqPzpFcAAAAJ:NaGl4SEjCO4C",
            22,
            "https:\/\/www.swsc-journal.org\/articles\/swsc\/abs\/2016\/01\/swsc150035\/swsc150035.html",
            "17957856903683735247",
            "\/scholar?cites=17957856903683735247",
            {
                "2017":2,
                "2018":7,
                "2019":5,
                "2020":7
            }
        ]
    ]
}