{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Silicon-based materials have been widely used in biological applications. However, remotely controlled and interconnect-free silicon configurations have been rarely explored, because of limited fundamental understanding of the complex physicochemical processes that occur at interfaces between silicon and biological materials. Here, we describe rational design principles, guided by biology, for establishing intracellular, intercellular and extracellular silicon-based interfaces, where the silicon and the biological targets have matched properties. We focused on light-induced processes at these interfaces, and developed a set of matrices to quantify and differentiate the capacitive, Faradaic and thermal outputs from about 30 different silicon materials in saline. We show that these interfaces are useful for the light-controlled non-genetic modulation of intracellular calcium dynamics, of cytoskeletal structures and …",
            "Rational design of silicon structures for optically controlled multiscale biointerfaces",
            "Yuanwen Jiang and Xiaojian Li and Bing Liu and Jaeseok Yi and Yin Fang and Fengyuan Shi and Xiang Gao and Edward Sudzilovsky and Ramya Parameswaran and Kelliann Koehler and Vishnu Nair and Jiping Yue and KuangHua Guo and Hsiu-Ming Tsai and George Freyermuth and Raymond CS Wong and Chien-Min Kao and Chin-Tu Chen and Alan W Nicholls and Xiaoyang Wu and Gordon MG Shepherd and Bozhi Tian",
            "2018",
            "grilrHgAAAAJ:d1gkVwhDpl0C",
            67,
            "https:\/\/www.nature.com\/articles\/s41551-018-0230-1",
            "15138719982591234032",
            "\/scholar?cites=15138719982591234032",
            {
                "2018":6,
                "2019":25,
                "2020":33,
                "2021":3
            }
        ],
        [
            "Electronic pacemakers can treat electrical conduction disorders in hearts; however, they are invasive, bulky, and linked to increased incidence of infection at the tissue–device interface. Thus, researchers have looked to other more biocompatible methods for cardiac pacing or resynchronization, such as femtosecond infrared light pulsing, optogenetics, and polymer-based cardiac patches integrated with metal electrodes. Here we develop a biocompatible nongenetic approach for the optical modulation of cardiac cells and tissues. We demonstrate that a polymer–silicon nanowire composite mesh can be used to convert fast moving, low-radiance optical inputs into stimulatory signals in target cardiac cells. Our method allows for the stimulation of the cultured cardiomyocytes or ex vivo heart to beat at a higher target frequency.",
            "Optical stimulation of cardiac cells with a polymer-supported silicon nanowire matrix",
            "Ramya Parameswaran and Kelliann Koehler and Menahem Y Rotenberg and Michael J Burke and Jungkil Kim and Kwang-Yong Jeong and Barbara Hissa and Michael D Paul and Kiela Moreno and Nivedina Sarma and Thomas Hayes and Edward Sudzilovsky and Hong-Gyu Park and Bozhi Tian",
            "2019",
            "grilrHgAAAAJ:u-x6o8ySG0sC",
            20,
            "https:\/\/www.pnas.org\/content\/116\/2\/413.short",
            "3577440146277722263",
            "\/scholar?cites=3577440146277722263",
            {
                "2019":4,
                "2020":15,
                "2021":1
            }
        ]
    ]
}