{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "The newly discovered 39-K superconductor MgB 2 1 holds great promise for superconducting electronics. Like the conventional superconductor Nb, MgB 2 is a phonon-mediated superconductor 2, with a relatively long coherence length 3. These properties make the prospect of fabricating reproducible uniform Josephson junctions, the fundamental element of superconducting circuits, much more favourable for MgB 2 than for high-temperature superconductors. The higher transition temperature and larger energy gap 4, 5 of MgB 2 promise higher operating temperatures and potentially higher speeds than Nb-based integrated circuits. However, success in MgB 2 Josephson junctions has been limited because of the lack of an adequate thin-film technology 6, 7. Because a superconducting integrated circuit uses a multilayer of superconducting, insulating and resistive films, an in situ process in which MgB 2 is formed …",
            "In situ epitaxial MgB 2 thin films for superconducting electronics",
            "Xianghui Zeng and Alexej V Pogrebnyakov and Armen Kotcharov and James E Jones and XX Xi and Eric M Lysczek and Joan M Redwing and Shengyong Xu and Qi Li and James Lettieri and Darrell G Schlom and Wei Tian and Xiaoqing Pan and Zi-Kui Liu",
            "2002",
            "GSApqdsAAAAJ:u-x6o8ySG0sC",
            499,
            "https:\/\/www.nature.com\/articles\/nmat703",
            "13777914364478511024",
            "\/scholar?cites=13777914364478511024",
            {
                "2002":5,
                "2003":34,
                "2004":41,
                "2005":60,
                "2006":51,
                "2007":60,
                "2008":39,
                "2009":27,
                "2010":20,
                "2011":21,
                "2012":28,
                "2013":21,
                "2014":13,
                "2015":24,
                "2016":22,
                "2017":12,
                "2018":9,
                "2019":6,
                "2020":4,
                "2021":1
            }
        ],
        [
            "The effect of coupling between layers of the high-T c superconductors was studied by varying both the YBa 2 Cu 3 O 7− x and PrBa 2 Cu 3 O 7− x layer thicknesses in YBa 2 Cu 3 O 7− x\/PrBa 2 Cu 3 O 7− x superlattices. Superconductivity was found even when the YBa 2 Cu 3 O 7− x layers had nominal thicknesses as small as 12 Å (one unit-cell thickness) but coupling between unit-cell layers is needed to achieve a T c of 90 K. The decrease of T c in isolated YBa 2 Cu 3 O 7− x layers with increasing sheet resistance is on the same scale of about ħ\/e 2 as observed for ordinary superconductors.",
            "Interlayer coupling effect in high- superconductors probed by \/ superlattices",
            "Qi Li and XX Xi and XD Wu and A Inam and S Vadlamannati and WL McLean and T Venkatesan and R Ramesh and DM Hwang and JA Martinez and L Nazar",
            "1990",
            "GSApqdsAAAAJ:d1gkVwhDpl0C",
            426,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.64.3086",
            "13178571487355662639",
            "\/scholar?cites=13178571487355662639",
            {
                "1990":7,
                "1991":68,
                "1992":79,
                "1993":52,
                "1994":39,
                "1995":19,
                "1996":20,
                "1997":12,
                "1998":16,
                "1999":8,
                "2000":11,
                "2001":14,
                "2002":12,
                "2003":8,
                "2004":5,
                "2005":3,
                "2006":4,
                "2007":3,
                "2008":4,
                "2009":1,
                "2010":6,
                "2011":2,
                "2012":8,
                "2013":5,
                "2014":2,
                "2015":3,
                "2016":6,
                "2017":1,
                "2018":3,
                "2019":3
            }
        ],
        [
            "The magnetoresistance of epitaxial Nd0.7Sr0.3MnOδ thin films has been studied. A giant magnetoresistance, with more than 4 orders of magnitude change in resistance (−ΔR\/RH≳106%), was obtained at ∼60 K and a magnetic field of 8 T. This giant magnetoresistance (GMR) ratio is about one order of magnitude larger than the highest value reported previously which was observed in La–Ca–Mn–O film. We have also obtained a large GMR ratio with −ΔR\/RH≳3000% for H=5 T in an in situ Nd0.7Sr0.3MnOδ thin film, a much larger effect than the previous results in doped manganese oxide films in which a large GMR ratio was obtained only in postannealed samples. Our results also show that the GMR effect in these films can be strongly influenced by the thin‐film preparation conditions.",
            "Giant magnetoresistance in epitaxial Nd0.7Sr0.3MnO3−δ thin films",
            "GC Xiong and Qi Li and HL Ju and SN Mao and L Senapati and XX Xi and RL Greene and T Venkatesan",
            "1995",
            "GSApqdsAAAAJ:u5HHmVD_uO8C",
            417,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.113267",
            "13078892771421925043",
            "\/scholar?cites=13078892771421925043",
            {
                "1995":20,
                "1996":66,
                "1997":45,
                "1998":28,
                "1999":34,
                "2000":22,
                "2001":28,
                "2002":15,
                "2003":19,
                "2004":15,
                "2005":16,
                "2006":7,
                "2007":13,
                "2008":18,
                "2009":7,
                "2010":9,
                "2011":8,
                "2012":3,
                "2013":10,
                "2014":6,
                "2015":7,
                "2016":5,
                "2017":5,
                "2018":4,
                "2019":2
            }
        ],
        [
            "High-energy electron energy-loss spectroscopy in transmission has been used to obtain information on the symmetry of unoccupied electronic states in the new high-T c superconductors. In particular, for YBa 2 Cu 3 O 7 and Bi 2 Sr 2 CaCu 2 O 8, the O 1s and Cu 2p absorption edges have been measured for momentum transfer parallel and perpendicular to the a, b plane. Both σ and in-plane π holes on O, formed upon doping, are compatible with our experimental results. For YBa 2 Cu 3 O 7, in both cases, holes must be in the planes and in the ribbons. Out-of-plane π holes can be excluded for YBa 2 Cu 3 O 7 and Bi 2 Sr 2 CaCu 2 O 8. In the undoped and doped compounds, the unoccupied states on the Cu sites have & symmetry. There is an admixture of about 10% of lower-lying states probably with & symmetry.",
            "Symmetry of holes in high- superconductors",
            "N Nücker and H Romberg and XX Xi and J Fink and B Gegenheimer and ZX Zhao",
            "1989",
            "GSApqdsAAAAJ:9yKSN-GCB0IC",
            398,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.39.6619",
            "14518650842048831563",
            "\/scholar?cites=14518650842048831563",
            {
                "1989":37,
                "1990":58,
                "1991":59,
                "1992":41,
                "1993":28,
                "1994":22,
                "1995":20,
                "1996":15,
                "1997":12,
                "1998":12,
                "1999":12,
                "2000":11,
                "2001":2,
                "2002":3,
                "2003":3,
                "2004":4,
                "2005":6,
                "2006":4,
                "2007":5,
                "2008":1,
                "2009":4,
                "2010":6,
                "2011":5,
                "2012":3,
                "2013":7,
                "2014":1,
                "2015":4,
                "2016":6,
                "2017":2,
                "2018":1
            }
        ]
    ]
}