{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "An exact relativistic single-integral formula for the thermal average of the annihilation cross section times velocity, the key quantity in the determination of the cosmic relic abundance of a species, is obtained. Since it does not require expansion of the cross section at low relative velocity, it can also be used when the cross section varies rapidly with energy, e.g. near the formation of a resonance or the opening of a new annihilation channel. We discuss approximate formulas in these cases, and we find that dips in the relic density near resonances are significantly broader and shallower than previously thought and that spurious reductions near thresholds disappear.",
            "Cosmic abundances of stable particles: Improved analysis",
            "Paolo Gondolo and Graciela Gelmini",
            "1991",
            "gSjG1mUAAAAJ:u-x6o8ySG0sC",
            1422,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321391904384",
            "16509852085447684272",
            "\/scholar?cites=16509852085447684272",
            {
                "1992":7,
                "1993":17,
                "1994":15,
                "1995":14,
                "1996":24,
                "1997":25,
                "1998":27,
                "1999":17,
                "2000":19,
                "2001":21,
                "2002":24,
                "2003":29,
                "2004":30,
                "2005":25,
                "2006":18,
                "2007":23,
                "2008":32,
                "2009":30,
                "2010":61,
                "2011":39,
                "2012":56,
                "2013":63,
                "2014":80,
                "2015":114,
                "2016":100,
                "2017":121,
                "2018":123,
                "2019":119,
                "2020":126,
                "2021":13
            }
        ],
        [
            "The question of the nature of the dark matter in the Universe remains one of the most outstanding unsolved problems in basic science. One of the best motivated particle physics candidates is the lightest supersymmetric particle, assumed to be the lightest neutralino—a linear combination of the supersymmetric partners of the photon, the Z  boson and neutral scalar Higgs particles. Here we describe DarkSUSY, a publicly available advanced numerical package for neutralino dark matter calculations. In DarkSUSY one can compute the neutralino density in the Universe today using precision methods which include resonances, pair production thresholds and coannihilations. Masses and mixings of supersymmetric particles can be computed within DarkSUSY or with the help of external programs such as FeynHiggs, ISASUGRA and SUSPECT. Accelerator bounds can be checked to identify viable dark matter …",
            "DarkSUSY: Computing supersymmetric dark matter properties numerically",
            "Paolo Gondolo and Joakim Edsjö and Piero Ullio and Lars Bergström and Mia Schelke and Edward A Baltz",
            "2004",
            "gSjG1mUAAAAJ:u5HHmVD_uO8C",
            1297,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2004\/07\/008\/meta",
            "16438762520562243034",
            "\/scholar?cites=16438762520562243034",
            {
                "2004":13,
                "2005":82,
                "2006":81,
                "2007":78,
                "2008":100,
                "2009":120,
                "2010":134,
                "2011":116,
                "2012":86,
                "2013":106,
                "2014":59,
                "2015":92,
                "2016":64,
                "2017":74,
                "2018":34,
                "2019":24,
                "2020":23,
                "2021":2
            }
        ],
        [
            "We evaluate the relic density of the lightest neutralino, the lightest supersymmetric particle, in the minimal supersymmetric extension of the standard model. For the first time, we include all coannihilation processes between neutralinos and charginos for any neutralino mass and composition. We use the most sophisticated routines for integrating the cross sections and the Boltzmann equation. We properly treat (sub) threshold and resonant annihilations. We also include one-loop corrections to neutralino masses. We find that coannihilation processes are important not only for light Higgsino-like neutralinos, as pointed out before, but also for heavy Higgsinos and for mixed and gauginolike neutralinos. Indeed, coannihilations should be included whenever| μ|≲ 2| M 1|, independently of the neutralino composition. When| μ|∼| M 1|, coannihilations can increase or decrease the relic density in and out of the …",
            "Neutralino relic density including coannihilations",
            "Joakim Edsjö and Paolo Gondolo",
            "1997",
            "gSjG1mUAAAAJ:d1gkVwhDpl0C",
            869,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.56.1879",
            "7717513456194223761",
            "\/scholar?cites=7717513456194223761",
            {
                "1997":8,
                "1998":16,
                "1999":22,
                "2000":17,
                "2001":31,
                "2002":37,
                "2003":43,
                "2004":40,
                "2005":40,
                "2006":23,
                "2007":22,
                "2008":33,
                "2009":17,
                "2010":33,
                "2011":24,
                "2012":29,
                "2013":39,
                "2014":39,
                "2015":42,
                "2016":45,
                "2017":62,
                "2018":86,
                "2019":57,
                "2020":54,
                "2021":4
            }
        ],
        [
            "Dark matter is among the most important open problems in modern physics. Aimed at graduate students and researchers, this book describes the theoretical and experimental aspects of the dark matter problem in particle physics, astrophysics and cosmology. Featuring contributions from 48 leading theorists and experimentalists, it presents many aspects, from astrophysical observations to particle physics candidates, and from the prospects for detection at colliders to direct and indirect searches. The book introduces observational evidence for dark matter along with a detailed discussion of the state-of-the-art of numerical simulations and alternative explanations in terms of modified gravity. It then moves on to the candidates arising from theories beyond the Standard Model of particle physics, and to the prospects for detection at accelerators. It concludes by looking at direct and indirect dark matter searches, and the prospects for detecting the particle nature of dark matter with astrophysical experiments.• Describes the theoretical and experimental aspects of the dark matter problem• Presents observations, theory and experiments to give a complete and consistent understanding of dark matter• Features contributions from leading experts in the field",
            "Particle dark matter: observations, models and searches",
            "Gianfranco Bertone",
            "2010",
            "gSjG1mUAAAAJ:oNZyr7d5Mn4C",
            756,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=szrTSWO7D-8C&oi=fnd&pg=PR12&dq=info:DnT6PK3Feg4J:scholar.google.com&ots=cU4MWIU14U&sig=GOT55o3d2zgWkKzEjWHY67wgnAo",
            "1043363611532751886",
            "\/scholar?cites=1043363611532751886",
            {
                "2010":15,
                "2011":41,
                "2012":67,
                "2013":84,
                "2014":64,
                "2015":75,
                "2016":77,
                "2017":87,
                "2018":89,
                "2019":71,
                "2020":74,
                "2021":5
            }
        ],
        [
            "Cold dark matter near the galactic center is accreted by the central black hole into a dense spike. Particle dark matter annihilation makes the spike a compact source of photons, electrons, positrons, protons, antiprotons, and neutrinos. The spike luminosity depends on the halo density profile: halos with finite cores have unnoticeable spikes; halos with inner cusps may have spikes so bright that the absence of a neutrino signal from the galactic center already places upper limits on the density slope of the inner halo. Future neutrino telescopes observing the galactic center could probe the inner structure of the dark halo or indirectly find the nature of dark matter.",
            "Dark matter annihilation at the galactic center",
            "Paolo Gondolo and Joseph Silk",
            "1999",
            "gSjG1mUAAAAJ:9yKSN-GCB0IC",
            622,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.83.1719",
            "5763033608160331988",
            "\/scholar?cites=5763033608160331988",
            {
                "1999":2,
                "2000":16,
                "2001":37,
                "2002":27,
                "2003":24,
                "2004":51,
                "2005":44,
                "2006":25,
                "2007":43,
                "2008":33,
                "2009":29,
                "2010":23,
                "2011":19,
                "2012":24,
                "2013":24,
                "2014":26,
                "2015":25,
                "2016":23,
                "2017":13,
                "2018":26,
                "2019":38,
                "2020":44,
                "2021":1
            }
        ],
        [
            "The DAMA\/NaI and DAMA\/LIBRA annual modulation data, which may be interpreted as a signal for the existence of weakly interacting dark matter (WIMPs) in our galactic halo, are examined in light of null results from other experiments: CDMS, XENON10, CRESST I, CoGeNT, TEXONO, and Super-Kamiokande (SuperK). We use the energy spectrum of the combined DAMA modulation data given in 36 bins, and include the effect of channeling. Several statistical tools are implemented in our study: likelihood ratio with a global fit and with raster scans in the WIMP mass and goodness-of-fit (gof). These approaches allow us to differentiate between the preferred (global best fit) and allowed (gof) parameter regions. It is hard to find WIMP masses and couplings consistent with all existing data sets; the surviving regions of parameter space are found here. For spin-independent (SI) interactions, the best fit DAMA regions are …",
            "Compatibility of DAMA\/LIBRA dark matter detection with other searches",
            "Christopher Savage and Graciela Gelmini and Paolo Gondolo and Katherine Freese",
            "2009",
            "gSjG1mUAAAAJ:2osOgNQ5qMEC",
            563,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2009\/04\/010\/meta",
            "915330751206040813",
            "\/scholar?cites=915330751206040813",
            {
                "2008":2,
                "2009":28,
                "2010":61,
                "2011":55,
                "2012":54,
                "2013":62,
                "2014":63,
                "2015":53,
                "2016":54,
                "2017":41,
                "2018":37,
                "2019":30,
                "2020":20
            }
        ],
        [
            "Production of muons and neutrinos in cosmic ray interactions with the atmosphere has been investigated with Monte Carlo models for hadronic interactions. The resulting conventional muon and neutrino fluxes (from π and K decays) agree well with earlier calculations, whereas our prompt fluxes from charm decays are significantly lower than earlier estimates. Charm production is mainly considered as a well defined perturbative QCD process, but we also investigate a hypothetical non-perturbative intrinsic charm component in the proton. The lower charm rate implies better prospects for detecting very high energy neutrinos from cosmic sources.",
            "Charm production and high energy atmospheric muon and neutrino fluxes",
            "M Thunman and Gunnar Ingelman and P Gondolo",
            "1996",
            "gSjG1mUAAAAJ:Tyk-4Ss8FVUC",
            299,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0927650596000333",
            "6850753574105853767",
            "\/scholar?cites=6850753574105853767",
            {
                "1996":5,
                "1997":7,
                "1998":8,
                "1999":17,
                "2000":10,
                "2001":20,
                "2002":6,
                "2003":12,
                "2004":15,
                "2005":15,
                "2006":20,
                "2007":15,
                "2008":11,
                "2009":10,
                "2010":7,
                "2011":6,
                "2012":9,
                "2013":11,
                "2014":4,
                "2015":18,
                "2016":15,
                "2017":18,
                "2018":10,
                "2019":13,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We consider nonstandard cosmological models in which the late decay of a scalar field ϕ reheats the Universe to a low reheating temperature, between 5 MeV and the standard freeze-out temperature of neutralinos of mass m χ. We point out that in these models all neutralinos with standard density Ω std≳ 10− 5 (100 GeV\/m χ) can have the density of cold dark matter, provided the right combination of the following two parameters can be achieved in the high-energy theory: the reheating temperature, and the ratio of the number of neutralinos produced per ϕ decay over the ϕ field mass. We present the ranges of these parameters where a combination of thermal and nonthermal neutralino production leads to the desired density, as functions of Ω std and m χ.",
            "Neutralino with the right cold dark matter abundance in (almost) any supersymmetric model",
            "Graciela Gelmini and Paolo Gondolo",
            "2006",
            "gSjG1mUAAAAJ:roLk4NBRz8UC",
            298,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.74.023510",
            "3207593702259487153",
            "\/scholar?cites=3207593702259487153",
            {
                "2006":8,
                "2007":15,
                "2008":18,
                "2009":9,
                "2010":21,
                "2011":19,
                "2012":21,
                "2013":18,
                "2014":16,
                "2015":26,
                "2016":13,
                "2017":22,
                "2018":29,
                "2019":26,
                "2020":33,
                "2021":2
            }
        ],
        [
            "We investigate the possibility to detect neutralino dark matter in a scenario in which the galactic dark halo is clumpy. We find that under customary assumptions on various astrophysical parameters, the antiproton and continuum γ-ray signals from neutralino annihilation in the halo put the strongest limits on the clumpiness of a neutralino halo. We argue that indirect detection through neutrinos from the Earth and the Sun should not be affected much by clumpiness. We identify situations in parameter space where the γ-ray line, positron and diffuse neutrino signals from annihilations in the halo may provide interesting signals in upcoming detectors.",
            "Clumpy neutralino dark matter",
            "Lars Bergström and Joakim Edsjö and Paolo Gondolo and Piero Ullio",
            "1999",
            "gSjG1mUAAAAJ:qjMakFHDy7sC",
            275,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.59.043506",
            "4875525318609485170",
            "\/scholar?cites=4875525318609485170",
            {
                "1998":2,
                "1999":9,
                "2000":12,
                "2001":18,
                "2002":17,
                "2003":19,
                "2004":26,
                "2005":29,
                "2006":20,
                "2007":19,
                "2008":17,
                "2009":24,
                "2010":14,
                "2011":5,
                "2012":9,
                "2013":7,
                "2014":3,
                "2015":4,
                "2016":3,
                "2017":5,
                "2018":8,
                "2019":2
            }
        ],
        [
            "Neutrino telescopes of kilometer size are currently being planned. They will be two or three orders of magnitude bigger than presently operating detectors, but they will have a much higher muon energy threshold. We discuss the trade-off between area and energy threshold for indirect detection of neutralino dark matter captured in the Sun and in the Earth and annihilating into high energy neutrinos. We also study the effect of a higher threshold on the complementarity of different searches for supersymmetric dark matter.",
            "Indirect detection of dark matter in km-size neutrino telescopes",
            "Lars Bergström and Joakim Edsjö and Paolo Gondolo",
            "1998",
            "gSjG1mUAAAAJ:zYLM7Y9cAGgC",
            233,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.58.103519",
            "686340304601364000",
            "\/scholar?cites=686340304601364000",
            {
                "1998":1,
                "1999":11,
                "2000":16,
                "2001":27,
                "2002":22,
                "2003":12,
                "2004":20,
                "2005":19,
                "2006":8,
                "2007":11,
                "2008":17,
                "2009":13,
                "2010":10,
                "2011":2,
                "2012":8,
                "2013":2,
                "2014":2,
                "2015":4,
                "2016":3,
                "2017":8,
                "2018":3,
                "2019":6,
                "2020":5
            }
        ]
    ]
}