{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "We study the collapse of an attractive atomic Bose-Einstein condensate prepared in the uniform potential of an optical-box trap. We characterize the critical point for collapse and the collapse dynamics, observing universal behavior in agreement with theoretical expectations. Most importantly, we observe a clear experimental signature of the counterintuitive weak collapse, namely, that making the system more unstable can result in a smaller particle loss. We experimentally determine the scaling laws that govern the weak-collapse atom loss, providing a benchmark for the general theories of nonlinear wave phenomena.",
            "Observation of weak collapse in a Bose-Einstein condensate",
            "Christoph Eigen and Alexander L Gaunt and Aziza Suleymanzade and Nir Navon and Zoran Hadzibabic and Robert P Smith",
            "2016",
            "GtkbhPUAAAAJ:IjCSPb-OGe4C",
            29,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.6.041058",
            "11491292490736287123",
            "\/scholar?cites=11491292490736287123",
            {
                "2017":11,
                "2018":7,
                "2019":4,
                "2020":6,
                "2021":1
            }
        ],
        [
            "The millimeter wave (mm-wave) frequency band provides exciting prospects for quantum science and devices since many high-fidelity quantum emitters, including Rydberg atoms, molecules, and silicon vacancies, exhibit resonances near 100 GHz. High-Q resonators at these frequencies would give access to strong interactions between emitters and single photons, leading to rich and unexplored quantum phenomena at temperatures above 1 K. We report a 3D mm-wave cavity with a measured single-photon internal quality factor of 3 × 10 7 and mode volume of 0.14 × λ 3 at 98.2 GHz, sufficient to reach strong coupling in a Rydberg cavity quantum electrodynamics system. An in situ piezotunability of 18 MHz facilitates coupling to specific atomic transitions. Our unique, seamless, and optically accessible resonator design is enabled by the realization that intersections of 3D waveguides support tightly confined …",
            "A tunable high-Q millimeter wave cavity for hybrid circuit and cavity QED experiments",
            "Aziza Suleymanzade and Alexander Anferov and Mark Stone and Ravi K Naik and Andrew Oriani and Jonathan Simon and David Schuster",
            "2020",
            "GtkbhPUAAAAJ:9yKSN-GCB0IC",
            6,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.5137900",
            "12655047172982323721",
            "\/scholar?cites=12655047172982323721",
            {
                "2020":5,
                "2021":1
            }
        ],
        [
            "Millimeter-wave superconducting devices offer a platform for quantum experiments at temperatures above 1 K, and new avenues for studying light-matter interactions in the strong coupling regime. Using the intrinsic nonlinearity associated with kinetic inductance of thin-film materials, we realize four-wave mixing at millimeter-wave frequencies, demonstrating a key component for superconducting quantum systems. We report on the performance of niobium nitride resonators around 100 GHz, patterned on thin (20–50-nm) films grown by atomic layer deposition, with sheet inductances up to 212 pH\/◻ and critical temperatures up to 13.9 K. For films thicker than 20 nm, we measure quality factors from 1× 10 4 to 6× 10 4, and explore potential loss mechanisms. Finally, we measure degenerate parametric conversion for a 95-GHz device with a forward efficiency up to+ 16 dB, paving the way for the development of …",
            "Millimeter-Wave Four-Wave Mixing via Kinetic Inductance for Quantum Devices",
            "Alexander Anferov and Aziza Suleymanzade and Andrew Oriani and Jonathan Simon and David I Schuster",
            "2020",
            "GtkbhPUAAAAJ:qjMakFHDy7sC",
            2,
            "https:\/\/journals.aps.org\/prapplied\/abstract\/10.1103\/PhysRevApplied.13.024056",
            "10902539852795705312",
            "\/scholar?cites=10902539852795705312",
            {
                "2020":2
            }
        ],
        [
            "We describe progress towards a hybrid experimental system for engineering strong interactions between single optical and mm-wave photons using Rydberg atoms as an interface. Entanglement between photons with gigahertz and optical frequencies creates a new platform to access exotic photonic quantum states as well as powerful new techniques in quantum computing and simulation. We will present recent experimental developments including trapping and cooling atoms in a cryogenic MOT, measuring high-Q superconducting cavities at 100 GHz using a novel photonic crystal design, and coupling atoms to an optical cavity inside a cryostat at 3 Kelvin. Finally, we present a scheme to lock a single optical cavity at two independent resonant frequencies using a silicon nitride membrane, which allows cavity enhancement at both frequencies in an EIT process.",
            "Strongly Interacting mm-Wave and Optical Photons with Rydberg Atoms",
            "Mark Stone and Aziza Suleymanzade and Jasmine Kalia and Lin Su and Joshua Wakefield and David Schuster and Jonathan Simon",
            "2018",
            "GtkbhPUAAAAJ:u-x6o8ySG0sC",
            1,
            "https:\/\/ui.adsabs.harvard.edu\/abs\/2018APS..DMPM01119S\/abstract",
            "3548980288869185104",
            "\/scholar?cites=3548980288869185104",
            {
                "2018":1
            }
        ],
        [
            "Licence URL: http:\/\/creativecommons. org\/licenses\/by\/4.0\/ http:\/\/creativecommons. org\/licenses\/by\/4.0\/ http:\/\/creativecommons. org\/licenses\/by\/4.0\/ http:\/\/creativecommons. org\/licenses\/by\/4.0\/ http:\/\/creativecommons. org\/licenses\/by\/4.0\/ http:\/\/creativecommons. org\/licenses\/by\/4.0\/ http:\/\/creativecommons. org\/licenses\/by\/4.0\/ http:\/\/creativecommons. org\/licenses\/by\/4.0\/ http:\/\/creativecommons. org\/licenses\/by\/4.0\/ http:\/\/creativecommons. org\/licenses\/by\/4.0\/ http:\/\/creativecommons. org\/licenses\/by\/4.0\/",
            "Research data supporting\" Observation of Weak Collapse in a Bose-Einstein Condensate\"",
            "Robert Smith and Christoph Eigen and A Gaunt and A Suleymanzade and N Navon and Zoran Hadzibabic",
            "2016",
            "GtkbhPUAAAAJ:2osOgNQ5qMEC",
            1,
            "https:\/\/www.repository.cam.ac.uk\/bitstream\/handle\/1810\/261528\/Collapse%20Data%20Summary.zip?sequence=4",
            "7218879570510496499",
            "\/scholar?cites=7218879570510496499",
            {
                "2019":1
            }
        ]
    ]
}