{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Surface water samples were collected from 43 streams distributed throughout watersheds of mixed land use in southern Ontario, Canada. Absorbance and fluorescence spectroscopy with parallel factor analysis (PARAFAC) was used to characterize dissolved organic matter (DOM). DOM characteristics were related to environmental variables, microbial activity indicators (bacterial production and extracellular leucine aminopeptidase activity), and riparian land use to understand better how these factors influence DOM in streams. PARAFAC produced a six‐component model (C1 to C6). Temperature correlated with each PARAFAC component, suggesting that water source, drainage area, and light penetration broadly affected DOM characteristics. C1 and C2 represented terrestrial, humic‐like DOM fluorophore groups and comprised 41–65% of stream DOM fluorescence. C5, a tryptophan‐like component, related …",
            "Unraveling the role of land use and microbial activity in shaping dissolved organic matter characteristics in stream ecosystems",
            "Clayton J Williams and Youhei Yamashita and Henry F Wilson and Rudolf Jaffé and Marguerite A Xenopoulos",
            "2010",
            "GUpJc4MAAAAJ:u5HHmVD_uO8C",
            393,
            "https:\/\/aslopubs.onlinelibrary.wiley.com\/doi\/abs\/10.4319\/lo.2010.55.3.1159",
            "1965217400830424300",
            "\/scholar?cites=1965217400830424300",
            {
                "2010":3,
                "2011":13,
                "2012":21,
                "2013":19,
                "2014":36,
                "2015":37,
                "2016":41,
                "2017":47,
                "2018":55,
                "2019":51,
                "2020":65,
                "2021":3
            }
        ],
        [
            "Silver nanoparticles (AgNPs) may be introduced into aquatic ecosystems because of their widespread use as antimicrobial agents. However, few studies have investigated the impacts of AgNPs on natural aquatic microbial activity in an environmentally relevant context. In this study, bacterioplankton were collected from nine aquatic habitats and exposed to six concentrations of carboxy‐functionalized AgNP (ViveNano, 10‐nm particle size, 20% Ag w\/w) over 48 h. After 1 h of exposure, bacterial production and extracellular alkaline phosphatase affinity were significantly reduced in all AgNP‐exposed samples. However, across a 48‐h exposure, extracellular aminopeptidase affinity was not consistently impacted by AgNPs. After 48 h, bacterial production recovered by 40 to 250% at low AgNP nominal concentrations (0.05 and 0.1 mg\/L) but remained inhibited at the two highest AgNP nominal concentrations (1 …",
            "Effects of silver nanoparticles on bacterial activity in natural waters",
            "Pranab Das and Marguerite A Xenopoulos and Clayton J Williams and Md Ehsanul Hoque and Chris D Metcalfe",
            "2012",
            "GUpJc4MAAAAJ:9yKSN-GCB0IC",
            96,
            "https:\/\/setac.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/etc.716",
            "3559304706748210175",
            "\/scholar?cites=3559304706748210175",
            {
                "2012":6,
                "2013":12,
                "2014":13,
                "2015":13,
                "2016":13,
                "2017":13,
                "2018":9,
                "2019":8,
                "2020":9
            }
        ],
        [
            "Silver nanoparticles (AgNPs) are widely used in commercial products as antibacterial agents, but AgNPs might be hazardous to the environment and natural aquatic bacterial communities. Our recent research demonstrated that AgNPs rapidly but temporarily inhibited natural bacterioplankton production. The current study investigates the mechanism for the observed bacterial reaction to AgNPs by examining how AgNPs impact bacterial abundance, metabolic activity (5-cyano-2,3-ditolyl tetrazolium chloride (CTC+) cells), and 16S rRNA community composition. Natural bacterioplankton communities were dosed with carboxy-functionalized AgNPs at four concentrations (0.01–1 mg-Ag\/L), incubated in triplicate, and monitored over 5 days. Ionic silver (AgNO3) and Milli-Q water treatments were used as a positive and negative control, respectively. Four general AgNP exposure responses, relative to the negative control …",
            "Changes in Bacterial Community Structure after Exposure to Silver Nanoparticles in Natural Waters",
            "Pranab Das and Clayton J Williams and Roberta R Fulthorpe and Md Ehsanul Hoque and Chris D Metcalfe and Marguerite A Xenopoulos",
            "2012",
            "GUpJc4MAAAAJ:UeHWp8X0CEIC",
            93,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/es3019918",
            "1461086801215011607",
            "\/scholar?cites=1461086801215011607",
            {
                "2012":1,
                "2013":9,
                "2014":12,
                "2015":13,
                "2016":13,
                "2017":16,
                "2018":15,
                "2019":10,
                "2020":4
            }
        ],
        [
            "Dissolved organic matter (DOM) composition in freshwater ecosystems is influenced by the interactions among physical, chemical, and biological processes that are controlled, at one level, by watershed landscape, hydrology, and their connections. Against this environmental template, humans may strongly influence DOM composition. Yet, we lack a comprehensive understanding of DOM composition variation across freshwater ecosystems differentially affected by human activity. Using optical properties, we described DOM variation across five ecosystem groups of the Laurentian Great Lakes region: large lakes, Kawartha Lakes, Experimental Lakes Area, urban stormwater ponds, and rivers (n = 184 sites). We determined how between ecosystem variation in DOM composition related to watershed size, land use and cover, water quality measures (conductivity, dissolved organic carbon (DOC), nutrient …",
            "Human activities cause distinct dissolved organic matter composition across freshwater ecosystems",
            "Clayton J Williams and Paul C Frost and Ana M Morales‐Williams and James H Larson and William B Richardson and Aisha S Chiandet and Marguerite A Xenopoulos",
            "2016",
            "GUpJc4MAAAAJ:LkGwnXOMwfcC",
            85,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/gcb.13094",
            "11934554703289361528",
            "\/scholar?cites=11934554703289361528",
            {
                "2016":4,
                "2017":14,
                "2018":13,
                "2019":18,
                "2020":33,
                "2021":3
            }
        ],
        [
            "Urban stormwater ponds are considered to be a best management practice for flood control and the protection of downstream aquatic ecosystems from excess suspended solids and other contaminants. Following this, urban ponds are assumed to operate as unreactive settling basins, whereby their overall effectiveness in water treatment is strictly controlled by physical processes. However, pelagic microbial biogeochemical dynamics could be significant contributors to nutrient and carbon cycling in these small, constructed aquatic systems. In the present study, we examined pelagic biogeochemical dynamics in 26 stormwater ponds located in southern Ontario, Canada, during late summer. Initially, we tested to see if total suspended solids (TSS) concentration, which provides a measure of catchment disturbance, landscape stability, and pond performance, could be used as an indirect predictor of plankton stocks in …",
            "Beyond best management practices: pelagic biogeochemical dynamics in urban stormwater ponds",
            "Clayton J Williams and Paul C Frost and Marguerite A Xenopoulos",
            "2013",
            "GUpJc4MAAAAJ:YsMSGLbcyi4C",
            71,
            "https:\/\/esajournals.onlinelibrary.wiley.com\/doi\/abs\/10.1890\/12-0825.1",
            "17433853797072229596",
            "\/scholar?cites=17433853797072229596",
            {
                "2013":2,
                "2014":5,
                "2015":7,
                "2016":8,
                "2017":12,
                "2018":11,
                "2019":12,
                "2020":14
            }
        ],
        [
            "Ectoenzyme kinetics [alkaline phosphatase, aminopeptidase (AM), lipase, α-glucosidase, and β-glucosidase] were determined over a seasonal cycle at four stations, Little Madeira Bay (northeast), Duck Key (east), Bob Allen Key (south-central), and Whipray Basin (north-central), which represent distinct regions of Florida Bay. Spatial and temporal variations in ectoenzyme kinetics were related to biotic and abiotic drivers in order to discern potential ectoenzyme substrate sources. Generally, ectoenzyme activities were higher in the central bay and lowest in the eastern bay. One pronounced exception was AM activity, which was highest at the mangrove fringe along the northeastern bay and reflected increased contribution of organic nitrogen inputs from upstream Everglades wetlands. When ectoenzymes were normalized to bacterial abundances, these trends dissipated and highest cell-specific activities …",
            "Ectoenzyme kinetics in Florida Bay: implications for bacterial carbon source and nutrient status",
            "Clayton J Williams and Frank J Jochem",
            "2006",
            "GUpJc4MAAAAJ:u-x6o8ySG0sC",
            52,
            "https:\/\/link.springer.com\/article\/10.1007\/s10750-006-0126-z",
            "1782720300725024752",
            "\/scholar?cites=1782720300725024752",
            {
                "2006":1,
                "2007":4,
                "2008":8,
                "2009":8,
                "2010":4,
                "2011":6,
                "2012":4,
                "2013":2,
                "2014":3,
                "2015":5,
                "2016":3,
                "2017":2,
                "2018":1
            }
        ]
    ]
}