{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "The Compact Muon Solenoid (CMS) detector is described. The detector operates at the Large Hadron Collider (LHC) at CERN. It was conceived to study proton-proton (and lead-lead) collisions at a centre-of-mass energy of 14 TeV (5.5 TeV nucleon-nucleon) and at luminosities up to 1034 cm−2 s−1 (1027 cm−2 s−1). At the core of the CMS detector sits a high-magnetic-field and large-bore superconducting solenoid surrounding an all-silicon pixel and strip tracker, a lead-tungstate scintillating-crystals electromagnetic calorimeter, and a brass-scintillator sampling hadron calorimeter. The iron yoke of the flux-return is instrumented with four stations of muon detectors covering most of the 4π solid angle. Forward sampling calorimeters extend the pseudorapidity coverage to high values (|η| ≤ 5) assuring very good hermeticity. The overall dimensions of the CMS detector are a length of 21.6 m, a diameter of 14.6 m and a total weight of 12500 t.",
            "The CMS experiment at the CERN LHC",
            "Serguei Chatrchyan and G Hmayakyan and V Khachatryan and CMS Collaboration",
            "2008",
            "gViFLwMAAAAJ:22N0J9dj6kwC",
            2390,
            "https:\/\/www.zora.uzh.ch\/id\/eprint\/11075\/",
            "1307396115149188724",
            "\/scholar?cites=1307396115149188724",
            {
                "2008":10,
                "2009":54,
                "2010":62,
                "2011":155,
                "2012":219,
                "2013":285,
                "2014":201,
                "2015":233,
                "2016":248,
                "2017":249,
                "2018":270,
                "2019":214,
                "2020":163,
                "2021":14
            }
        ],
        [
            "To identify cold-, drought-, high-salinity-, and\/or abscisic acid (ABA)-inducible genes in rice (Oryza sativa), we prepared a rice cDNA microarray including about 1,700 independent cDNAs derived from cDNA libraries prepared from drought-, cold-, and high-salinity-treated rice plants. We confirmed stress-inducible expression of the candidate genes selected by microarray analysis using RNA gel-blot analysis and finally identified a total of 73 genes as stress inducible including 58 novel unreported genes in rice. Among them, 36, 62, 57, and 43 genes were induced by cold, drought, high salinity, and ABA, respectively. We observed a strong association in the expression of stress-responsive genes and found 15 genes that responded to all four treatments. Venn diagram analysis revealed greater cross talk between signaling pathways for drought, ABA, and high-salinity stresses than between signaling pathways for …",
            "Monitoring expression profiles of rice genes under cold, drought, and high-salinity stresses and abscisic acid application using cDNA microarray and RNA gel-blot analyses",
            "M Ashiq Rabbani and Kyonoshin Maruyama and Hiroshi Abe and M Ayub Khan and Koji Katsura and Yusuke Ito and Kyoko Yoshiwara and Motoaki Seki and Kazuo Shinozaki and Kazuko Yamaguchi-Shinozaki",
            "2003",
            "gViFLwMAAAAJ:UuaQgmrAG1sC",
            1133,
            "http:\/\/www.plantphysiol.org\/content\/133\/4\/1755.short",
            "16471484690813244137",
            "\/scholar?cites=16471484690813244137",
            {
                "2003":3,
                "2004":19,
                "2005":49,
                "2006":60,
                "2007":79,
                "2008":69,
                "2009":78,
                "2010":74,
                "2011":77,
                "2012":89,
                "2013":99,
                "2014":83,
                "2015":84,
                "2016":61,
                "2017":57,
                "2018":47,
                "2019":61,
                "2020":35,
                "2021":3
            }
        ],
        [
            "Background\/Aims:18F-fluorodeoxyglucose uptake allows estimation of glucose metabolism by tumor cells using positron emission tomography (PET). We evaluated the role of PET imaging in the diagnosis of hepatocellular carcinoma.Methods: PET images were collected after intravenous injection of 8–12 mCi of 18F-FDG in 20 patients with hepatocellular carcinoma (HCC). PET tumor activity level was assessed on a scale of 1 to 4 compared to normal liver tissue. The PET score was compared with abdominal computerized tomography (CT) scan results and between tumors of different grades and differentiation.Results: Of the 20 patients studied, 11 (55%) had positive PET scans (PET score: 3 or 4) while nine (45%) were negative (PET score: 1 or 2). CT scan was positive in 18 patients (90%) and negative in two (10%). PET, however, revealed metastases in three patients that were not seen on CT. On pathological …",
            "Positron emission tomography scanning in the evaluation of hepatocellular carcinoma",
            "M Akram Khan and Connie S Combs and Elizabeth M Brunt and Val J Lowe and Michael K Wolverson and Harvey Solomon and Brian T Collins and Adrian M Di Bisceglie",
            "2000",
            "gViFLwMAAAAJ:9AucIJLffosC",
            765,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168827800802482",
            "4448712706522463276",
            "\/scholar?cites=4448712706522463276",
            {
                "2001":4,
                "2002":12,
                "2003":19,
                "2004":26,
                "2005":13,
                "2006":27,
                "2007":22,
                "2008":30,
                "2009":30,
                "2010":21,
                "2011":27,
                "2012":27,
                "2013":24,
                "2014":121,
                "2015":168,
                "2016":102,
                "2017":27,
                "2018":22,
                "2019":13,
                "2020":21,
                "2021":1
            }
        ],
        [
            "The theoretical literature on RER determinants has been recently surveyed by Sebastian Edwards. 3 He distinguishes between equilibrium and disequilibrium RERs and between external and domestic RER determinants. Although domestic policies are often said to account for significant RER variations, empirical work has only concentrated on the effect of nominal devaluations4 or speculative crises arising from expansionary monetary policies in a system of fixed ex-? 1990 by The University of Chicago. All rights reserved. 0013-0079\/91\/3901-0065 $01.00",
            "Real exchange rate behavior and economic performance in LDCs",
            "Joaquin A Cottani and Domingo F Cavallo and M Shahbaz Khan",
            "1990",
            "gViFLwMAAAAJ:qzuIxkxWBNsC",
            521,
            "https:\/\/www.journals.uchicago.edu\/doi\/abs\/10.1086\/451853",
            "2584394335217304539",
            "\/scholar?cites=2584394335217304539",
            {
                "1992":4,
                "1993":4,
                "1994":8,
                "1995":14,
                "1996":14,
                "1997":10,
                "1998":10,
                "1999":7,
                "2000":13,
                "2001":16,
                "2002":19,
                "2003":16,
                "2004":17,
                "2005":22,
                "2006":16,
                "2007":20,
                "2008":28,
                "2009":17,
                "2010":20,
                "2011":22,
                "2012":32,
                "2013":28,
                "2014":27,
                "2015":28,
                "2016":22,
                "2017":25,
                "2018":21,
                "2019":10,
                "2020":20,
                "2021":2
            }
        ],
        [
            "Ultrawide‐bandgap (UWBG) semiconductors, with bandgaps significantly wider than the 3.4 eV of GaN, represent an exciting and challenging new area of research in semiconductor materials, physics, devices, and applications. Because many figures‐of‐merit for device performance scale nonlinearly with bandgap, these semiconductors have long been known to have compelling potential advantages over their narrower‐bandgap cousins in high‐power and RF electronics, as well as in deep‐UV optoelectronics, quantum information, and extreme‐environment applications. Only recently, however, have the UWBG semiconductor materials, such as high Al‐content AlGaN, diamond and Ga2O3, advanced in maturity to the point where realizing some of their tantalizing advantages is a relatively near‐term possibility. In this article, the materials, physics, device and application research opportunities and challenges for …",
            "Ultrawide‐bandgap semiconductors: research opportunities and challenges",
            "JY Tsao and S Chowdhury and MA Hollis and D Jena and NM Johnson and KA Jones and RJ Kaplar and S Rajan and CG Van de Walle and E Bellotti and CL Chua and R Collazo and ME Coltrin and JA Cooper and KR Evans and S Graham and TA Grotjohn and ER Heller and M Higashiwaki and MS Islam and PW Juodawlkis and MA Khan and AD Koehler and JH Leach and UK Mishra and RJ Nemanich and RCN Pilawa‐Podgurski and JB Shealy and Z Sitar and MJ Tadjer and AF Witulski and M Wraback and JA Simmons",
            "2018",
            "gViFLwMAAAAJ:Yeq4f8IuGg4C",
            363,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/aelm.201600501",
            "18266295633390122790",
            "\/scholar?cites=18266295633390122790",
            {
                "2017":6,
                "2018":46,
                "2019":105,
                "2020":188,
                "2021":16
            }
        ],
        [
            "Top performing financial institutions always look into the needs and demands of their customers in order to survive and compete successfully in today’s dynamic corporate environment. That is the reason why organizational researchers from all around the globe have continuously emphasized on the importance of customer satisfaction, loyalty and retention. The current research study attempts to find the impact of customer satisfaction on customer loyalty and intentions to switch. The data were collected from 120 customers visiting the banks counters and had an account with banks serving in Pakistan. The collected data then analyzed using the Microsoft Excel and SPSS 16. The results of the study revealed that customer satisfaction was positively correlated with customer loyalty and negatively correlated with customer intentions to switch. Some recommendations for future research are also made.",
            "Impact of customer satisfaction on customer loyalty and intentions to switch: Evidence from banking sector of Pakistan",
            "Faizan Mohsan and Muhammad Musarrat Nawaz and M Sarfraz Khan and Zeeshan Shaukat and Numan Aslam",
            "2011",
            "gViFLwMAAAAJ:co-xmOEWlm8C",
            363,
            "https:\/\/www.academia.edu\/download\/33782704\/30.pdf",
            "6370695835334247855",
            "\/scholar?cites=6370695835334247855",
            {
                "2012":4,
                "2013":18,
                "2014":31,
                "2015":27,
                "2016":47,
                "2017":59,
                "2018":53,
                "2019":72,
                "2020":46,
                "2021":1
            }
        ],
        [
            "The small and medium enterprises (SMEs) play critical role in the development of the country. The success of SMEs depends on number of factors. This study examines the role of key factors in the success of SMEs in Pakistan. The study also investigates the relationship between SMEs success and its determinants. Target population of the study was SMEs operating in different lines of business from service to manufacturing. Sample size of this study was 520 small and medium lines of businesses. Responses of the subjects were collected through questionnaires. SPSS software is used for analysis. This study concludes that there is a significant relationship between business success and its determinants. The result also shows that financial resources are the most important factor in the success of business perceived by small and medium enterprises. The success of small and medium enterprises can contribute significantly in the development of the country.",
            "Determinants of business success of small and medium enterprises",
            "Javed Jasra and Ahmed Imran Hunjra and Aziz Ur Rehman and Rauf I Azam and Muhammad Asif Khan",
            "2011",
            "gViFLwMAAAAJ:RJNGbXJAtMsC",
            336,
            "https:\/\/papers.ssrn.com\/sol3\/papers.cfm?abstract_id=2130356",
            "11783222589989582064",
            "\/scholar?cites=11783222589989582064",
            {
                "2011":1,
                "2012":7,
                "2013":16,
                "2014":18,
                "2015":45,
                "2016":59,
                "2017":48,
                "2018":59,
                "2019":46,
                "2020":32
            }
        ],
        [
            "This work reports the preparation and characterization of silver nanoparticles synthesized through wet chemical solution method and of silver films deposited by dip-coating method. X-ray diffraction (XRD), field emission scanning electron microscopy (FESEM), field emission transmission electron microscopy (FETEM), high-resolution transmission electron microscopy (HRTEM), selected area electron diffraction (SAED), and energy dispersive spectroscopy (EDX) have been used to characterize the prepared silver nanoparticles and thin film. The morphology and crystal structure of silver nanoparticles have been determined by FESEM, HRTEM, and FETEM. The average grain size of silver nanoparticles is found to be 17.5 nm. The peaks in XRD pattern are in good agreement with that of face-centered-cubic form of metallic silver. TGA\/DTA results confirmed the weight loss and the exothermic reaction due to …",
            "Structural and thermal studies of silver nanoparticles and electrical transport study of their thin films",
            "Mohd Abdul Majeed Khan and Sushil Kumar and Maqusood Ahamed and Salman A Alrokayan and Mohammad Saleh AlSalhi",
            "2011",
            "gViFLwMAAAAJ:0kxB6oEY0CcC",
            256,
            "https:\/\/link.springer.com\/article\/10.1186\/1556-276X-6-434",
            "4567661818771252919",
            "\/scholar?cites=4567661818771252919",
            {
                "2011":2,
                "2012":3,
                "2013":15,
                "2014":29,
                "2015":34,
                "2016":32,
                "2017":49,
                "2018":37,
                "2019":34,
                "2020":18,
                "2021":3
            }
        ]
    ]
}