{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "A number of important photophysical properties of CM have been determined, including its lowest triplet-state energy (near 33 kcal\/mol), lifetime, and triplet-triplet absorption spectrum. The triplet state is formed in near quantitative yield and produces a very high yield of singlet oxygen by energy transfer. does not react with singlet molecular oxygen and quenches it only slowly by an unknown mechanism. These results are discussed in terms of the unusual geometry of this molecule.",
            "Photophysical properties of sixty atom carbon molecule (C60)",
            "James W Arbogast and Aleksander P Darmanyan and Christopher S Foote and FN Diederich and RL Whetten and Y Rubin and Marcos M Alvarez and Samir J Anz",
            "1991",
            "gVXBZnYAAAAJ:u5HHmVD_uO8C",
            1713,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/j100154a006",
            "13588141836372232033",
            "\/scholar?cites=13588141836372232033",
            {
                "1991":19,
                "1992":56,
                "1993":81,
                "1994":75,
                "1995":64,
                "1996":70,
                "1997":91,
                "1998":52,
                "1999":63,
                "2000":62,
                "2001":52,
                "2002":46,
                "2003":47,
                "2004":34,
                "2005":44,
                "2006":50,
                "2007":52,
                "2008":72,
                "2009":64,
                "2010":64,
                "2011":65,
                "2012":58,
                "2013":61,
                "2014":74,
                "2015":61,
                "2016":47,
                "2017":58,
                "2018":35,
                "2019":49,
                "2020":39,
                "2021":2
            }
        ],
        [
            "The optical absorption spectra of a series of nanocrystal gold moleculeslarger, crystalline Au clusters that are passivated by a compact monolayer of n-alkylthiol(ate)shave been measured across the electronic range (1.1−4.0 eV) in dilute solution at ordinary temperature. Each of the ∼20 samples, ranging in effective core diameter from 1.4 to 3.2 nm (∼70 to ∼800 Au atoms), has been purified by fractional crystallization and has undergone a separate compositional and structural characterization by mass spectrometry and X-ray diffraction. With decreasing core mass (crystallite size) the spectra uniformly show a systematic evolution, specifically (i) a broadening of the so-called surface-plasmon band until it is essentially unidentifiable for crystallites of less than 2.0 nm effective diameter, (ii) the emergence of a distinct onset for strong absorption near the energy (∼1.7 eV) of the interbandgap (5d → 6sp), and (iii) the …",
            "Optical absorption spectra of nanocrystal gold molecules",
            "Marcos M Alvarez and Joseph T Khoury and T Gregory Schaaff and Marat N Shafigullin and Igor Vezmar and Robert L Whetten",
            "1997",
            "gVXBZnYAAAAJ:d1gkVwhDpl0C",
            1526,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp962922n",
            "15743625521150914875",
            "\/scholar?cites=15743625521150914875",
            {
                "1998":23,
                "1999":30,
                "2000":36,
                "2001":43,
                "2002":33,
                "2003":52,
                "2004":80,
                "2005":71,
                "2006":93,
                "2007":76,
                "2008":58,
                "2009":80,
                "2010":91,
                "2011":98,
                "2012":96,
                "2013":95,
                "2014":106,
                "2015":91,
                "2016":71,
                "2017":60,
                "2018":44,
                "2019":47,
                "2020":39,
                "2021":6
            }
        ],
        [
            "Gold nanocrystals passivated by self‐assembled monolayers of straightchain alkylhiolate molecules have been obtained as highly purified molecular materials of high intrinsic stability. Evidence is presented for a predicted discrete sequence of energetically optimal fcc structures of a truncated octahedral morphological motif (see cover). The nanocrystal materials have a propensity to form extended superlattics, such as that in the Figure.        ",
            "Nanocrystal gold molecules",
            "Robert L Whetten and Joseph T Khoury and Marcos M Alvarez and Srihari Murthy and Igor Vezmar and ZL Wang and Peter W Stephens and Charles L Cleveland and WD Luedtke and Uzi Landman",
            "1996",
            "gVXBZnYAAAAJ:u-x6o8ySG0sC",
            1435,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.19960080513",
            "3556764289383450122",
            "\/scholar?cites=3556764289383450122",
            {
                "1996":12,
                "1997":57,
                "1998":71,
                "1999":66,
                "2000":66,
                "2001":72,
                "2002":66,
                "2003":67,
                "2004":87,
                "2005":50,
                "2006":66,
                "2007":45,
                "2008":51,
                "2009":60,
                "2010":67,
                "2011":57,
                "2012":74,
                "2013":61,
                "2014":62,
                "2015":60,
                "2016":50,
                "2017":50,
                "2018":43,
                "2019":36,
                "2020":25,
                "2021":6
            }
        ],
        [
            "Synthesis, characterization, and functionalization of self-assembled, ligand-stabilized gold nanoparticles are long-standing issues in the chemistry of nanomaterials. Factors driving the thermodynamic stability of well documented discrete sizes are largely unknown. Herein, we provide a unified view of principles that underlie the stability of particles protected by thiolate (SR) or phosphine and halide (PR3, X) ligands. The picture has emerged from analysis of large-scale density functional theory calculations of structurally characterized compounds, namely Au102(SR)44, Au39(PR3)14X6−, Au11(PR3)7X3, and Au13(PR3)10X23+, where X is either a halogen or a thiolate. Attributable to a compact, symmetric core and complete steric protection, each compound has a filled spherical electronic shell and a major energy gap to unoccupied states. Consequently, the exceptional stability is best described by a “noble-gas …",
            "A unified view of ligand-protected gold clusters as superatom complexes",
            "Michael Walter and Jaakko Akola and Olga Lopez-Acevedo and Pablo D Jadzinsky and Guillermo Calero and Christopher J Ackerson and Robert L Whetten and Henrik Grönbeck and Hannu Häkkinen",
            "2008",
            "gVXBZnYAAAAJ:eQOLeE2rZwMC",
            1266,
            "https:\/\/www.pnas.org\/content\/105\/27\/9157.short",
            "2582969342111131995",
            "\/scholar?cites=2582969342111131995",
            {
                "2008":6,
                "2009":49,
                "2010":93,
                "2011":71,
                "2012":91,
                "2013":111,
                "2014":109,
                "2015":129,
                "2016":131,
                "2017":128,
                "2018":123,
                "2019":103,
                "2020":100,
                "2021":17
            }
        ],
        [
            "A transition from metal-like double-layer capacitive charging to redox-like charging was observed in electrochemical ensemble Coulomb staircase experiments on solutions of gold nanoparticles of varied core size. The monodisperse gold nanoparticles are stabilized by short-chain alkanethiolate monolayers and have 8 to 38 kilodaltons core mass (1.1 to 1.9 nanometers in diameter). Larger cores display Coulomb staircase responses consistent with double-layer charging of metal-electrolyte interfaces, whereas smaller core nanoparticles exhibit redox chemical character, including a large central gap. The change in behavior is consistent with new near-infrared spectroscopic data showing an emerging gap between the highest occupied and lowest unoccupied orbitals of 0.4 to 0.9 electron volt.",
            "Gold nanoelectrodes of varied size: transition to molecule-like charging",
            "Shaowei Chen and Roychelle S Ingram and Michael J Hostetler and Jeremy J Pietron and Royce W Murray and T Gregory Schaaff and Joseph T Khoury and Marcos M Alvarez and Robert L Whetten",
            "1998",
            "gVXBZnYAAAAJ:9yKSN-GCB0IC",
            1222,
            "https:\/\/science.sciencemag.org\/content\/280\/5372\/2098.abstract",
            "13353479477216095502",
            "\/scholar?cites=13353479477216095502",
            {
                "1998":5,
                "1999":23,
                "2000":38,
                "2001":26,
                "2002":41,
                "2003":56,
                "2004":76,
                "2005":63,
                "2006":70,
                "2007":77,
                "2008":63,
                "2009":85,
                "2010":84,
                "2011":64,
                "2012":71,
                "2013":68,
                "2014":72,
                "2015":47,
                "2016":53,
                "2017":38,
                "2018":32,
                "2019":31,
                "2020":27,
                "2021":7
            }
        ],
        [
            "In a surprising recent development, Kratschmer el al.* 1 have showm that certain all-carbon molecules are produced in large quantities in the evaporation of graphite and can be isolated as soluble, well-defined solids. Themajor species was identified as molecular through mass spectrometry and by comparison of the infrared spectrum with theoretical predictions for the cele-brated truncatcd-icosahcdron structure, which had earlier been proposed to account forcluster beam observations\/The solid material, described as a new form of elemental carbon in a nearly pure state, hasa disordered hep lattice of packed quasi-spherical molecules, butdetermination of the precise molecular structure awaits diffraction from well-orderedcrystals. Kroto et al\/have followed this announcement with a partial chemical separation of the soluble all-carbon molecules generated by the same procedure. They used mass spcctrometric …",
            "Characterization of the soluble all-carbon molecules C60 and C70",
            "Henry Ajie and Marcos M Alvarez and Samir J Anz and Rainer D Beck and Francois Diederich and K Fostiropoulos and Donald R Huffman and Wolfgang Kraetschmer and Yves Rubin",
            "1990",
            "gVXBZnYAAAAJ:LO7wyVUgiFcC",
            994,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/j100387a004",
            "3056329309178090401",
            "\/scholar?cites=3056329309178090401",
            {
                "1990":5,
                "1991":82,
                "1992":147,
                "1993":109,
                "1994":73,
                "1995":62,
                "1996":41,
                "1997":30,
                "1998":33,
                "1999":23,
                "2000":28,
                "2001":22,
                "2002":16,
                "2003":18,
                "2004":23,
                "2005":10,
                "2006":18,
                "2007":22,
                "2008":13,
                "2009":27,
                "2010":23,
                "2011":26,
                "2012":12,
                "2013":21,
                "2014":20,
                "2015":19,
                "2016":13,
                "2017":18,
                "2018":10,
                "2019":14,
                "2020":6,
                "2021":1
            }
        ],
        [
            "RECENT reports 1–3 of superconductivity in alkali-metal-doped compounds of the icosahedral C 60 (buckminsterfullerene) molecule have attracted great experimental and theoretical interest. Superconductivity was originally discovered in samples prepared from gas–solid reactions 1, which made it impossible to determine the composition or structure of the superconducting phase. Holczer et al. 4 demonstrated that potassium-doped C 60 has only a single stable superconducting phase, K 3 C 60, with a transition temperature of 19.3 K. Improvements have since resulted in the preparation of 100% bulk superconductors 3. Because of the absence of impurity phases, we have been able to perform accurate Rietveld analysis of X-ray diffraction data from the superconducting phase. Here we report our results for the crystal structure of K 3 C 60, determining that this superconducting compound has a face-centred cubic …",
            "Structure of single-phase superconducting K3C60",
            "PW) STEPHENS and PW (STEPHENS and L) MIHALY and L (MIHALY and PL) LEE and PL (LEE and RL) WHETTEN and RL (WHETTEN and SM) HUANG and SM (HUANG and R) KANER and R (KANER and F) DEIDERICH and F (DEIDERICH and K) HOLCZER and K (HOLCZER",
            "1991",
            "gVXBZnYAAAAJ:0izLItjtcgwC",
            877,
            "https:\/\/www.nature.com\/articles\/351632a0",
            "6961594055210913212",
            "\/scholar?cites=6961594055210913212",
            {
                "1991":43,
                "1992":118,
                "1993":111,
                "1994":75,
                "1995":59,
                "1996":51,
                "1997":43,
                "1998":31,
                "1999":35,
                "2000":32,
                "2001":21,
                "2002":17,
                "2003":13,
                "2004":22,
                "2005":15,
                "2006":13,
                "2007":14,
                "2008":17,
                "2009":9,
                "2010":10,
                "2011":14,
                "2012":18,
                "2013":9,
                "2014":13,
                "2015":16,
                "2016":18,
                "2017":12,
                "2018":8,
                "2019":5,
                "2020":8,
                "2021":1
            }
        ]
    ]
}