{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The purposes of this analysis were to predict the feasible movements during which balance can be maintained, based on environmental (contact force), anatomical (foot geometry), and physiological (muscle strength) constraints, and to identify the role of each constraint in limiting movement. An inverted pendulum model with a foot segment was used with an optimization algorithm to determine the set of feasible center of mass (CM) velocity-position combinations for movement termination. The upper boundary of the resulting feasible region ran from a velocity of 1.1 s−1 (normalized to body height) at 2.4 foot lengths behind the heel, to 0.45 s−1 over the heel, to zero over the toe, and the lower boundary from a velocity of 0.9 s−1 at 2.7 foot lengths behind the heel, to zero over the heel. Forward falls would be initiated if states exceeded the upper boundary, and backward falls would be initiated if the states fell below …",
            "Center of mass velocity-position predictions for balance control",
            "Yi-Chung Pai and James Patton",
            "1997",
            "GWUT6MQAAAAJ:u5HHmVD_uO8C",
            784,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021929096001650",
            "2988622333475012550",
            "\/scholar?cites=2988622333475012550",
            {
                "1997":3,
                "1998":4,
                "1999":14,
                "2000":9,
                "2001":15,
                "2002":18,
                "2003":12,
                "2004":25,
                "2005":30,
                "2006":28,
                "2007":28,
                "2008":29,
                "2009":34,
                "2010":36,
                "2011":45,
                "2012":49,
                "2013":45,
                "2014":45,
                "2015":46,
                "2016":50,
                "2017":54,
                "2018":49,
                "2019":57,
                "2020":45,
                "2021":7
            }
        ],
        [
            "This investigation is one in a series of studies that address the possibility of stroke rehabilitation using robotic devices to facilitate “adaptive training.” Healthy subjects, after training in the presence of systematically applied forces, typically exhibit a predictable “after-effect.” A critical question is whether this adaptive characteristic is preserved following stroke so that it might be exploited for restoring function. Another important question is whether subjects benefit more from training forces that enhance their errors than from forces that reduce their errors. We exposed hemiparetic stroke survivors and healthy age-matched controls to a pattern of disturbing forces that have been found by previous studies to induce a dramatic adaptation in healthy individuals. Eighteen stroke survivors made 834 movements in the presence of a robot-generated force field that pushed their hands proportional to its speed and …",
            "Evaluation of robotic training forces that either enhance or reduce error in chronic hemiparetic stroke survivors",
            "James L Patton and Mary Ellen Stoykov and Mark Kovic and Ferdinando A Mussa-Ivaldi",
            "2006",
            "GWUT6MQAAAAJ:u-x6o8ySG0sC",
            479,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s00221-005-0097-8.pdf",
            "5236556012296227877",
            "\/scholar?cites=5236556012296227877",
            {
                "2005":2,
                "2006":20,
                "2007":23,
                "2008":24,
                "2009":35,
                "2010":29,
                "2011":34,
                "2012":32,
                "2013":38,
                "2014":35,
                "2015":40,
                "2016":39,
                "2017":42,
                "2018":25,
                "2019":31,
                "2020":26,
                "2021":1
            }
        ],
        [
            "Based on recent studies of neuro-adaptive control, we tested a new iterative algorithm to generate custom training forces to \"trick\" subjects into altering their target-directed reaching movements to a prechosen movement as an after-effect of adaptation. The prechosen movement goal, a sinusoidal-shaped path from start to end point, was never explicitly conveyed to the subject. We hypothesized that the adaptation would cause an alteration in the feedforward command that would result in the prechosen movement. Our results showed that when forces were suddenly removed after a training period of 330 movements, trajectories were significantly shifted toward the prechosen movement. However, de-adaptation occurred (i.e., the after-effect \"washed out\") in the 50-75 movements that followed the removal of the training forces. A second experiment suppressed vision of hand location and found a detectable reduction …",
            "Robot-assisted adaptive training: custom force fields for teaching movement patterns",
            "James L Patton and Ferdinando A Mussa-Ivaldi",
            "2004",
            "GWUT6MQAAAAJ:d1gkVwhDpl0C",
            282,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1275579\/",
            "14001506550722810445",
            "\/scholar?cites=14001506550722810445",
            {
                "2004":3,
                "2005":9,
                "2006":20,
                "2007":22,
                "2008":17,
                "2009":31,
                "2010":23,
                "2011":16,
                "2012":15,
                "2013":13,
                "2014":15,
                "2015":19,
                "2016":17,
                "2017":20,
                "2018":12,
                "2019":10,
                "2020":16,
                "2021":1
            }
        ],
        [
            "The purposes of this study were: (1) to determine the frequency of protective stepping for balance recovery in subjects of different ages and fall-status, and (2) to compare predicted stepping based on a dynamic model (Pai and Patton, 1997. Journal of Biomechanics 30, 347–354) involving displacement and velocity combinations of the center of mass (COM) versus a static model based on displacement alone against experimentally induced stepping. Responses to three different magnitudes of forward waist pulls were recorded for 13 young, 18 older-non-fallers and 18 older-fallers. The COM phase plane trajectories derived from motion analysis were compared with the model-predicted threshold values for stepping. We found that the older fallers had the highest percentage of stepping trials (52%), followed by older-non-fallers (17.3%), and young (2.7%) at the lowest perturbation level. Younger subjects stepped …",
            "Static versus dynamic predictions of protective stepping following waist–pull perturbations in young and older adults",
            "Yi-Chung Pai and Mark W Rogers and James Patton and Thomas D Cain and Timothy A Hanke",
            "1998",
            "GWUT6MQAAAAJ:9yKSN-GCB0IC",
            202,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021929098001249",
            "11937374984497382193",
            "\/scholar?cites=11937374984497382193",
            {
                "1999":2,
                "2000":4,
                "2001":4,
                "2002":5,
                "2003":12,
                "2004":9,
                "2005":11,
                "2006":14,
                "2007":9,
                "2008":9,
                "2009":8,
                "2010":9,
                "2011":9,
                "2012":16,
                "2013":14,
                "2014":8,
                "2015":6,
                "2016":14,
                "2017":10,
                "2018":10,
                "2019":8,
                "2020":9,
                "2021":1
            }
        ],
        [
            "The KineAssist is a robotic device for gait and balance training. A user-needs analysis led us to focus on increasing the level of challenge to a patient's ability to maintain balance during gait training, and also on maintaining direct involvement of a physical therapist (rather than attempting robotic replacement.) The KineAssist provides partial body weight support and postural torques on the torso; allows many axes of motion of the trunk as well as of the pelvis; leaves the patient's legs accessible to a physical therapist during walking; servo-follows a patient's walking motions overground in forward, rotation, and sidestepping directions; and catches a patient who begins to fall. Design and development of the KineAssist proceeded more rapidly in the context of a small company than would have been possible in most research contexts. A prototype KineAssist has been constructed, and has received FDA approval and …",
            "KineAssist: A robotic overground gait and balance training device",
            "Michael Peshkin and David A Brown and Julio J Santos-Munné and Alex Makhlin and Ela Lewis and J Edward Colgate and James Patton and Doug Schwandt",
            "2005",
            "GWUT6MQAAAAJ:qjMakFHDy7sC",
            184,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1501094\/",
            "6960682698263819005",
            "\/scholar?cites=6960682698263819005",
            {
                "2006":5,
                "2007":5,
                "2008":3,
                "2009":18,
                "2010":8,
                "2011":17,
                "2012":17,
                "2013":10,
                "2014":15,
                "2015":18,
                "2016":13,
                "2017":21,
                "2018":11,
                "2019":9,
                "2020":12
            }
        ],
        [
            "Robot-mediated neurorehabilitation is a rapidly advancing field that seeks to use advances in robotics, virtual realities, and haptic interfaces, coupled with theories in neuroscience and rehabilitation to define new methods for treating neurological injuries such as stroke, spinal cord injury, and traumatic brain injury. The field is nascent and much work is needed to identify efficient hardware, software, and control system designs alongside the most effective methods for delivering treatment in home and hospital settings. This paper identifies the need for robots in neurorehabilitation and identifies important goals that will allow this field to advance",
            "Challenges and opportunities for robot-mediated neurorehabilitation",
            "William S Harwin and James L Patton and V Reggie Edgerton",
            "2006",
            "GWUT6MQAAAAJ:2osOgNQ5qMEC",
            165,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1717789\/",
            "6456842468376453729",
            "\/scholar?cites=6456842468376453729",
            {
                "2007":6,
                "2008":7,
                "2009":14,
                "2010":16,
                "2011":24,
                "2012":11,
                "2013":10,
                "2014":23,
                "2015":7,
                "2016":13,
                "2017":8,
                "2018":12,
                "2019":9,
                "2020":2,
                "2021":1
            }
        ],
        [
            "Learning to move skillfully requires that the motor system adjusts muscle commands based on ongoing performance errors, a process influenced by the dynamics of the task being practiced. Recent experiments from our laboratories show how robotic devices can temporarily alter task dynamics in ways that contribute to the motor learning experience, suggesting possible applications in rehabilitation and sports training.",
            "Can robots help the learning of skilled actions?",
            "David J Reinkensmeyer and James L Patton",
            "2009",
            "GWUT6MQAAAAJ:Y0pCki6q_DkC",
            135,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/pmc2905644\/",
            "13487089081320023294",
            "\/scholar?cites=13487089081320023294",
            {
                "2009":5,
                "2010":12,
                "2011":14,
                "2012":20,
                "2013":12,
                "2014":13,
                "2015":11,
                "2016":13,
                "2017":10,
                "2018":11,
                "2019":5,
                "2020":8
            }
        ],
        [
            "Objective. Although brain–computer interfaces (BCIs) can be used in several different ways to restore communication, communicative BCI has not approached the rate or efficiency of natural human speech. Electrocorticography (ECoG) has precise spatiotemporal resolution that enables recording of brain activity distributed over a wide area of cortex, such as during speech production. In this study, we sought to decode elements of speech production using ECoG. Approach. We investigated words that contain the entire set of phonemes in the general American accent using ECoG with four subjects. Using a linear classifier, we evaluated the degree to which individual phonemes within each word could be correctly identified from cortical signal. Main results. We classified phonemes with up to 36% accuracy when classifying all phonemes and up to 63% accuracy for a single phoneme. Further, misclassified phonemes …",
            "Direct classification of all American English phonemes using signals from functional speech motor cortex",
            "Emily M Mugler and James L Patton and Robert D Flint and Zachary A Wright and Stephan U Schuele and Joshua Rosenow and Jerry J Shih and Dean J Krusienski and Marc W Slutzky",
            "2014",
            "GWUT6MQAAAAJ:1sJd4Hv_s6UC",
            128,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1741-2560\/11\/3\/035015\/meta",
            "11011559003893707528",
            "\/scholar?cites=11011559003893707528",
            {
                "2014":2,
                "2015":12,
                "2016":17,
                "2017":18,
                "2018":27,
                "2019":29,
                "2020":21,
                "2021":1
            }
        ],
        [
            "We developed a real-time controller for a 2 degree-of-freedom robotic system using xPC Target. This system was used to investigate how different methods of performance error feedback can lead to faster and more complete motor learning in individuals asked to compensate for a novel visuo-motor transformation (a 30 degree rotation). Four groups of normal human subjects were asked to reach with their unseen arm to visual targets surrounding a central starting location. A cursor tracking hand motion was provided during each reach. For one group of subjects, deviations from the \"ideal\" compensatory hand movement (i.e. trajectory errors) were amplified with a gain of 2 whereas another group was provided visual feedback with a gain of 3.1. Yet another group was provided cursor feedback wherein the cursor was rotated by an additional (constant) offset angle. We compared the rates at which the hand paths …",
            "Visual error augmentation for enhancing motor learning and rehabilitative relearning",
            "Yejun Wei and Preeti Bajaj and Robert Scheidt and James Patton",
            "2005",
            "GWUT6MQAAAAJ:zYLM7Y9cAGgC",
            123,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1501152\/",
            "17628048193149531113",
            "\/scholar?cites=17628048193149531113",
            {
                "2006":7,
                "2007":3,
                "2008":3,
                "2009":13,
                "2010":5,
                "2011":11,
                "2012":13,
                "2013":8,
                "2014":7,
                "2015":10,
                "2016":13,
                "2017":7,
                "2018":8,
                "2019":9,
                "2020":3,
                "2021":2
            }
        ],
        [
            "We present an initial test of a technique for retraining reaching skills in patients with poststroke hemiparesis, in which errors are temporarily magnified to encourage learning and compensation. Individuals with poststroke hemiparesis held a horizontal plane robotic manipulandum that could exert a variety of forces while recording patients' movements. We measured how well the patients recovered movement straightness in a single visit to the laboratory (~ 3 h). Following training, we returned forces to zero for an additional 50 movements to discern if aftereffects lasted. We found that all subjects showed immediate benefit from the training, although 3 of the 10 subjects did not retain these benefits for the remainder of the experiment. We discuss how these approaches demonstrate great potential for rehabilitation tools that augment error to facilitate functional recovery.",
            "Custom-designed haptic training for restoring reaching ability to individuals with poststroke hemiparesis",
            "Veterans Afairs",
            "2006",
            "GWUT6MQAAAAJ:Tyk-4Ss8FVUC",
            118,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=O2y3AAAAIAAJ&oi=fnd&pg=PA643&dq=info:rr4O06wjEjIJ:scholar.google.com&ots=0uyiRoJMeB&sig=JZ_ZMHWjv3e1wujnFrvXWy0zyvs",
            "3607985476659494574",
            "\/scholar?cites=3607985476659494574",
            {
                "2006":2,
                "2007":6,
                "2008":4,
                "2009":11,
                "2010":9,
                "2011":9,
                "2012":8,
                "2013":12,
                "2014":9,
                "2015":7,
                "2016":13,
                "2017":5,
                "2018":8,
                "2019":5,
                "2020":9,
                "2021":1
            }
        ]
    ]
}