{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "In that rude state of society, in which there is no division of labour, in which exchanges are seldom made, and in which every man provides every thing for himself, it is not necessary that any stock should be accumulated, or stored up before-hand, in order to carry on the business of the society. Every man endeavours to supply, by his own industry, his own occasional wants, as they occur. When he is hungry, he goes to the forest to hunt; when his coat is worn out, he clothes himself with the skin of the first large animal he kills: and when his hut begins to go to ruin, he repairs it, as well as he can, with the trees and the turf that are nearest it.But when the division of labour has once been thoroughly introduced, the produce of a man's own labour can supply but a very small part of his occasional wants. The far greater part of them are supplied by the produce of other men's labour, which he purchases with the produce, or, what is the same thing, with the price of the produce, of his own. But this purchase cannot be made till such time as the produce of his own labour has not only been completed, but sold. A stock of goods of different kinds, therefore, must be stored up somewhere, sufficient to maintain him, and to supply him with the materials and tools of his work, till such time at least as both these events can be brought about. A weaver cannot apply himself entirely to his peculiar business, unless there is before-hand stored up somewhere, either in his own possession, or in that of some other person, a stock sufficient to maintain him, and to supply him with the materials and tools of his work, till he has not only completed, but sold his web. This …",
            "An Inquiry into the Nature and Causes of the Wealth of Nations",
            "Adam Smith",
            "1791",
            "gxWqXdoAAAAJ:2168PZyDXAcC",
            57730,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=DLpGX9E_Z0sC&oi=fnd&pg=PA3&dq=info:0QKKbb9y4GwJ:scholar.google.com&ots=4grMWmxoT8&sig=jQM_YjecXRlo4L0hC5xm9YTMw-U",
            "7845396717381485265",
            "\/scholar?cites=7845396717381485265",
            {
                "1982":147,
                "1983":167,
                "1984":164,
                "1985":173,
                "1986":214,
                "1987":212,
                "1988":247,
                "1989":281,
                "1990":280,
                "1991":362,
                "1992":318,
                "1993":418,
                "1994":398,
                "1995":460,
                "1996":522,
                "1997":553,
                "1998":664,
                "1999":658,
                "2000":790,
                "2001":864,
                "2002":1037,
                "2003":1251,
                "2004":1417,
                "2005":1674,
                "2006":1711,
                "2007":1875,
                "2008":1961,
                "2009":2196,
                "2010":2435,
                "2011":2636,
                "2012":2785,
                "2013":3000,
                "2014":3156,
                "2015":3290,
                "2016":3243,
                "2017":3410,
                "2018":3399,
                "2019":3277,
                "2020":3027,
                "2021":168
            }
        ],
        [
            "For several score years now historians have by choice been mainly interested in very lengthy periods, as though in an effort to bring to light what underlies the vicissitudes of politics and their concomitant events; that is to say’the enduring equilibriums so difficult to upset, the irreversible processes, the continural readjustments, the tendential phenomena that reach a climax and become inverted after centuries of continuity, the trends in accumulation and the slow saturations, the great foundation-stones, mute and immobile, overlaid with a thick web of events that has been spun by traditional narrative. To carry out this analysis, historians have at their disposal tools which have been partly fashioned by themselves and partly inherited from others: models of economic growth, quantitative analyses of fluctuations in the exchange-market, profiles of demographic growth and regression, studies of climatic variations, the …",
            "The archaeology of knowledge",
            "Michel Foucault",
            "1970",
            "gxWqXdoAAAAJ:HDalfDz31moC",
            39159,
            "https:\/\/journals.sagepub.com\/doi\/pdf\/10.1177\/053901847000900108",
            "15200597757847330250",
            "\/scholar?cites=15200597757847330250",
            {
                "1987":98,
                "1988":106,
                "1989":144,
                "1990":152,
                "1991":159,
                "1992":205,
                "1993":263,
                "1994":295,
                "1995":326,
                "1996":365,
                "1997":390,
                "1998":449,
                "1999":433,
                "2000":543,
                "2001":599,
                "2002":679,
                "2003":774,
                "2004":1028,
                "2005":1084,
                "2006":1278,
                "2007":1291,
                "2008":1465,
                "2009":1530,
                "2010":1775,
                "2011":1912,
                "2012":2002,
                "2013":2207,
                "2014":2269,
                "2015":2393,
                "2016":2492,
                "2017":2517,
                "2018":2376,
                "2019":2332,
                "2020":2073,
                "2021":98
            }
        ]
    ]
}