{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Monodispersed nanoparticles of cobalt have been prepared by an original method using the decomposition under hydrogen of an organometallic precursor in the presence of a stabilizing polymer. Two colloids (Coll-I and Coll-II) have been obtained by changing the organometallic concentration in the polymer. Observation by high-resolution transmission electronic microscopy (HRTEM) showed Co particles well isolated and regularly dispersed in the polymer with a very narrow size distribution centered around 1.5 nm (Coll-I) and 2 nm (Coll-II) diameter. These particles are superparamagnetic above the blocking temperature 9 K (Coll-I) and 13.5 K (Coll-II). The particle size deduced from the analyses of the magnetic susceptibilities and magnetization curves are consistent with those measured by HRTEM. Magnetization at 5 K seems to saturate in fields up to 5 T leading to an enhanced mean magnetic moment per …",
            "Surface effects on the magnetic properties of ultrafine cobalt particles",
            "M Respaud and JM Broto and H Rakoto and AR Fert and L Thomas and B Barbara and M Verelst and E Snoeck and P Lecante and A Mosset and J Osuna and T Ould Ely and C Amiens and B Chaudret",
            "1998",
            "GYcRVYQAAAAJ:NhqRSupF_l8C",
            614,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.57.2925",
            "16826613740945313027",
            "\/scholar?cites=16826613740945313027",
            {
                "1998":3,
                "1999":23,
                "2000":21,
                "2001":26,
                "2002":25,
                "2003":32,
                "2004":29,
                "2005":45,
                "2006":32,
                "2007":40,
                "2008":37,
                "2009":39,
                "2010":23,
                "2011":37,
                "2012":26,
                "2013":28,
                "2014":19,
                "2015":27,
                "2016":22,
                "2017":35,
                "2018":18,
                "2019":10,
                "2020":14,
                "2021":1
            }
        ],
        [
            "The reaction of Ni(COD)2 with H2 (3 bar) in CH2Cl2 in the presence of poly(vinylpyrrolidone) (PVP) K 30 leads to air-stable agglomerates of ≈30 nm, composed of individual 3−4 nm fcc Ni particles and displaying a ferromagnetic behavior whereas the same reaction in the presence of PVP K 90 leads to 4 nm, well-dispersed fcc Ni particles displaying a superparamagnetic behavior. In both cases the magnetic moment per atom is similar to the value found for bulk nickel, hence demonstrating the absence of oxidation of the surface of the particles.",
            "Synthesis of nickel nanoparticles. Influence of aggregation induced by modification of poly (vinylpyrrolidone) chain length on their magnetic properties",
            "Teyeb Ould Ely and Catherine Amiens and Bruno Chaudret and Etienne Snoeck and Marc Verelst and Marc Respaud and Jean-Marc Broto",
            "1999",
            "GYcRVYQAAAAJ:2osOgNQ5qMEC",
            300,
            "https:\/\/pubs.acs.org\/doi\/full\/10.1021\/cm980675p",
            "1789078252383907698",
            "\/scholar?cites=1789078252383907698",
            {
                "1998":2,
                "1999":1,
                "2000":4,
                "2001":11,
                "2002":10,
                "2003":24,
                "2004":24,
                "2005":16,
                "2006":19,
                "2007":23,
                "2008":20,
                "2009":21,
                "2010":16,
                "2011":13,
                "2012":13,
                "2013":17,
                "2014":6,
                "2015":14,
                "2016":11,
                "2017":16,
                "2018":11,
                "2019":1,
                "2020":5
            }
        ],
        [
            "This article describes the studies of a photomagnetic cyanide-bridged Cu−Mo bimetallic assembly, CuII2[MoIV(CN)8]·8H2O (CuII, S = 1\/2; MoIV, S = 0) (1), which has an intervalence transfer (IT) band from MoIV−CN−CuII to MoV−CN−CuI around 480 nm. Wide-angle X-ray scattering and X-ray spectroscopic studies provide precise information about the 3D connectivity and the local environment of the transition metal ions. Irradiating with blue light causes solid 1 to exhibit a spontaneous magnetization (Curie temperature = 25 K). The thermal reversibility is carefully studied and shows the long-time stability of the photoinduced state up to 100 K. Photoreversibility is also observed; i.e., the magnetization is induced by irradiation with light below 520 nm, while the magnetization is reduced by irradiation with light above 520 nm. The UV−vis absorption spectrum after irradiation shows a decrease of the IT band and the …",
            "Photoinduced magnetization in copper octacyanomolybdate",
            "Shin-ichi Ohkoshi and Hiroko Tokoro and Toshiya Hozumi and Yue Zhang and Kazuhito Hashimoto and Corine Mathonière and Isabelle Bord and Guillaume Rombaut and Marc Verelst and Christophe Cartier dit Moulin and Françoise Villain",
            "2006",
            "GYcRVYQAAAAJ:eQOLeE2rZwMC",
            248,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja0559092",
            "2922423704816610914",
            "\/scholar?cites=2922423704816610914",
            {
                "2006":7,
                "2007":18,
                "2008":17,
                "2009":16,
                "2010":19,
                "2011":19,
                "2012":22,
                "2013":31,
                "2014":17,
                "2015":12,
                "2016":18,
                "2017":15,
                "2018":10,
                "2019":15,
                "2020":12
            }
        ],
        [
            "An intramolecular ferromagnetic interaction (see picture) is evidenced for the first time in a dinuclear gadolinium complex that has four carboxylate bridges. A similar interaction exists in a dinuclear erbium complex, but, as a result of the depopulation of the excited Stark levels, its signature only appears at very low temperature.",
            "Unprecedented ferromagnetic interaction in homobinuclear erbium and gadolinium complexes: structural and magnetic studies",
            "Jean‐Pierre Costes and Juan Modesto Clemente‐Juan and Françoise Dahan and Franck Nicodème and Marc Verelst",
            "2002",
            "GYcRVYQAAAAJ:hC7cP41nSMkC",
            197,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/1521-3773(20020118)41:2%3C323::AID-ANIE323%3E3.0.CO;2-9",
            "8412539383224472783",
            "\/scholar?cites=8412539383224472783",
            {
                "2002":4,
                "2003":9,
                "2004":12,
                "2005":11,
                "2006":20,
                "2007":9,
                "2008":11,
                "2009":21,
                "2010":14,
                "2011":21,
                "2012":13,
                "2013":9,
                "2014":9,
                "2015":9,
                "2016":9,
                "2017":4,
                "2018":5,
                "2019":1,
                "2020":5
            }
        ],
        [
            "Hydrated bacterial cellulose (BC) membranes obtained from cultures of Acetobacter xylinum were used in the preparation of silver nanoparticles containing cellulose membranes. In situ preparation of Ag nanoparticles was achieved from the hydrolytic decomposition of silver triethanolamine (TEA) complexes. Scanning electron microscopy (SEM) images and X-ray diffraction (XRD) patterns both lead to the observation of spherical metallic silver particles with mean diameter of 8 nm well adsorbed onto the BC fibriles.",
            "Self-supported silver nanoparticles containing bacterial cellulose membranes",
            "Hernane S Barud and Celina Barrios and Thais Regiani and Rodrigo FC Marques and Marc Verelst and Jeannette Dexpert-Ghys and Younes Messaddeq and Sidney JL Ribeiro",
            "2008",
            "GYcRVYQAAAAJ:qxL8FJ1GzNcC",
            193,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0928493107000951",
            "6570295298499141057",
            "\/scholar?cites=6570295298499141057",
            {
                "2008":4,
                "2009":9,
                "2010":18,
                "2011":20,
                "2012":17,
                "2013":14,
                "2014":25,
                "2015":13,
                "2016":14,
                "2017":19,
                "2018":12,
                "2019":13,
                "2020":12,
                "2021":2
            }
        ],
        [
            "Very small nanometric oxide particles (CoO and Co3O4, around 2 nm in diameter) well dispersed inside a polymer matrix were prepared by solid-state oxidation of a metallic colloid precursor (1.6 nm Co particles). WAXS (wide-angle X-ray scattering) and HREM (high-resolution electronic microscopy) were used to observe very precisely the structural changes occurring during the oxidation process. With cobalt particles a few nanometers large, air oxidation at room temperature results in a surface passivation. Consequently the particles show a composite structure with a metallic core surrounded by an oxide surface layer. Preliminary magnetic measurements reveal that unidirectional exchange anisotropy between the metallic ferromagnetic core and the antiferromagnetic oxide layer occurs below 130 K. ",
            "Synthesis and Characterization of CoO, Co3O4, and Mixed Co\/CoO Nanoparticules",
            "Marc Verelst and Teyeb Ould Ely and Catherine Amiens and Etienne Snoeck and Pierre Lecante and Alain Mosset and Marc Respaud and Jean Marc Broto and Bruno Chaudret",
            "1999",
            "GYcRVYQAAAAJ:Tyk-4Ss8FVUC",
            185,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/cm991003h",
            "2098639214340473909",
            "\/scholar?cites=2098639214340473909",
            {
                "1998":1,
                "1999":4,
                "2000":5,
                "2001":6,
                "2002":8,
                "2003":15,
                "2004":12,
                "2005":8,
                "2006":10,
                "2007":18,
                "2008":11,
                "2009":8,
                "2010":10,
                "2011":10,
                "2012":15,
                "2013":4,
                "2014":6,
                "2015":11,
                "2016":4,
                "2017":4,
                "2018":6,
                "2019":7
            }
        ],
        [
            "The syntheses and structural and physical characterization of the compounds [Cu(bipy)2]2[Mo(CN)8]·5H2O· CH3OH (1) with bipy = 2,2‘-bipyridine and MII2[MoIV(CN)8]·xH2O (2 with M = Cu, x = 7.5; 3 with M = Mn, x = 9.5) are presented. 1 crystallizes in the triclinic space group P1̄ (a = 11.3006(4) Å, b = 12.0886(5) Å, c = 22.9589(9) Å, α = 81.799(2)°, β = 79.787(2)°, γ = 62.873(2)°, Z = 2). The structure of 1 consists of neutral trinuclear molecules in which a central [Mo(CN)8]4- anion is linked to two [Cu(bipy)2]2+ cations through two cyanide bridges. 2 crystallizes poorly, and hence, structural information has been obtained from the wide-angle X-ray scattering (WAXS) technique, by comparison with 3 and FeII2(H2O)4[MoIV(CN)8]·4H2O whose X-ray structure has been previously solved. 2, 3, and FeII2(H2O)4[MoIV(CN)8]·4H2O form extended networks with all the cyano groups acting as bridges. The magnetic …",
            "Structural and Photomagnetic Studies of Two Compounds in the System Cu2+\/Mo(CN)84-: From Trinuclear Molecule to Infinite Network",
            "Guillaume Rombaut and Marc Verelst and Stéphane Golhen and Lahcène Ouahab and Corine Mathonière and Olivier Kahn",
            "2001",
            "GYcRVYQAAAAJ:4JMBOYKVnBMC",
            165,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ic0008722",
            "8996242954610843594",
            "\/scholar?cites=8996242954610843594",
            {
                "2000":1,
                "2001":3,
                "2002":9,
                "2003":18,
                "2004":9,
                "2005":21,
                "2006":12,
                "2007":13,
                "2008":10,
                "2009":16,
                "2010":8,
                "2011":7,
                "2012":6,
                "2013":8,
                "2014":5,
                "2015":5,
                "2016":5,
                "2017":1,
                "2018":6,
                "2019":2
            }
        ],
        [
            "Patterning nano-objects is an exciting interdisciplinary research area in current materials science, arising from new optical and optoelectronic properties and the need to miniaturize electronic components 1, 2. Many techniques have been developed for assembling nanoparticles into two-and three-dimensional arrays 3. Most studies involving liquid crystals as templates have dealt with colloidal particles and nematic and smectic phases 4, 5, 6, 7, 8, 9, 10, 11. Here, we demonstrate the long-range ordering of nanoparticle assemblies that adopt the helical configuration of the cholesteric liquid crystalline phase. Because we used glass-forming cholesterics, the nanostructures could be examined by transmission electron microscopy. The platinum nanoparticles form periodic ribbons that mimic the well-known'fingerprint'cholesteric texture. Surprisingly, the nanoparticles do not decorate the original cholesteric texture but …",
            "Long-range structuring of nanoparticles by mimicry of a cholesteric liquid crystal",
            "Michel Mitov and Cristelle Portet and Christian Bourgerette and Etienne Snoeck and Marc Verelst",
            "2002",
            "GYcRVYQAAAAJ:KlAtU1dfN6UC",
            156,
            "https:\/\/www.nature.com\/articles\/nmat772",
            "4711613635712043875",
            "\/scholar?cites=4711613635712043875",
            {
                "2002":1,
                "2003":2,
                "2004":8,
                "2005":6,
                "2006":3,
                "2007":12,
                "2008":6,
                "2009":11,
                "2010":5,
                "2011":10,
                "2012":12,
                "2013":10,
                "2014":8,
                "2015":9,
                "2016":14,
                "2017":16,
                "2018":5,
                "2019":10,
                "2020":7,
                "2021":1
            }
        ],
        [
            "LaMnO3+δ samples with Mn4+ content up to 50% have been prepared by different methods. The structure of LaMnO3+δ changes from orthorhombic to cubic (via rhombohedral) with increase in the Mn4+ content. LaMnO3+δ samples containing greater than 20% Mn4+ are ferromagnetic and show resistivity maxima at a temperature Tt which is close to the ferromagnetic Curie temperature. The resistivity maximum is due to the occurrence of a metal-insulator transition. In samples heated to the same temperature, the value of Tt increases with % Mn4+. For a given sample, Tt increases with the temperature of heat treatment due to the increase in particle size. The onset of ferromagnetism in LaMnO3+δ accompanied by an insulator-metal transition is similar to that found in La1-xCaxMnO3 and La1-xSrxCoO3.",
            "Metal-insulator transitions in anion-excess LaMnO3+ δ controlled by the Mn4+ content",
            "M Verelst and N Rangavittal and CNR Rao and A Rousset",
            "1993",
            "GYcRVYQAAAAJ:hqOjcs7Dif8C",
            121,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022459683711424",
            "4044279170457354230",
            "\/scholar?cites=4044279170457354230",
            {
                "1993":1,
                "1994":1,
                "1995":2,
                "1996":9,
                "1997":7,
                "1998":8,
                "1999":8,
                "2000":9,
                "2001":5,
                "2002":6,
                "2003":6,
                "2004":4,
                "2005":11,
                "2006":7,
                "2007":4,
                "2008":3,
                "2009":1,
                "2010":3,
                "2011":6,
                "2012":1,
                "2013":3,
                "2014":2,
                "2015":4,
                "2016":3,
                "2017":3,
                "2018":2,
                "2019":1
            }
        ],
        [
            "Ultrafine cobalt particles have been reproducibly synthesized by decomposition of an organometallic precursor in the presence of a stabilizing polymer. The size of the stable monodisperse colloids thus obtained is seen to strongly depend on the nature of the polymer: around 4.2 nm diameter in polyphenylenoxide (PPO) and around 1.4 nm diameter in polyvinylpyrrolidone (PVP). Investigations by wide angle x-ray scattering (WAXS) and high-resolution transmission electron microscopy (HRTEM) give evidence for a size dependence of the structural organization, and hence for a close relationship between structure and synthesis conditions. Co\/PPO particles exhibit a hexagonal compact structure with the metal–metal bond length of the bulk material while Co\/PVP ones display an original structure. We show that the unusual features of the experimental data in Co\/PVP clearly point to a nonperiodic polytetrahedral …",
            "Experimental evidence of structural evolution in ultrafine cobalt particles stabilized in different polymers—From a polytetrahedral arrangement to the hexagonal structure",
            "F Dassenoy and M-J Casanove and P Lecante and M Verelst and E Snoeck and A Mosset and T Ould Ely and C Amiens and B Chaudret",
            "2000",
            "GYcRVYQAAAAJ:zYLM7Y9cAGgC",
            98,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.481414",
            "1970949104112530929",
            "\/scholar?cites=1970949104112530929",
            {
                "2000":1,
                "2001":8,
                "2002":4,
                "2003":9,
                "2004":11,
                "2005":13,
                "2006":8,
                "2007":5,
                "2008":6,
                "2009":3,
                "2010":3,
                "2011":7,
                "2012":4,
                "2013":2,
                "2014":4,
                "2015":2,
                "2016":2,
                "2017":1,
                "2018":1
            }
        ]
    ]
}