{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A measurement of the Z\/γ⁎ transverse momentum (p T Z) distribution in proton–proton collisions at s= 7 TeV is presented using Z\/γ⁎→ e+ e− and Z\/γ⁎→ μ+ μ− decays collected with the ATLAS detector in data sets with integrated luminosities of 35 pb− 1 and 40 pb− 1, respectively. The normalized differential cross sections are measured separately for electron and muon decay channels as well as for their combination up to p T Z of 350 GeV for invariant dilepton masses 66 GeV< m ℓ ℓ< 116 GeV. The measurement is compared to predictions of perturbative QCD and various event generators. The prediction of resummed QCD combined with fixed order perturbative QCD is found to be in good agreement with the data.",
            "Measurement of the transverse momentum distribution of Z\/γ⁎ bosons in proton–proton collisions at s= 7 TeV with the ATLAS detector",
            "Georges Aad and B Abbott and J Abdallah and AA Abdelalim and A Abdesselam and B Abi and M Abolins and H Abramowicz and H Abreu and E Acerbi and BS Acharya and DL Adams and TN Addy and J Adelman and M Aderholz and S Adomeit and P Adragna and T Adye and S Aefsky and JA Aguilar-Saavedra and M Aharrouche and SP Ahlen and F Ahles and A Ahmad and M Ahsan and G Aielli and T Akdogan and TPA Åkesson and G Akimoto and AV Akimov and A Akiyama and MS Alam and MA Alam and J Albert and S Albrand and M Aleksa and IN Aleksandrov and F Alessandria and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and M Aliev and G Alimonti and J Alison and M Aliyev and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and MG Alviggi and K Amako and P Amaral and C Amelung and VV Ammosov and A Amorim and G Amorós and N Amram and C Anastopoulos and N Andari and T Andeen and CF Anders and KJ Anderson and A Andreazza and V Andrei and M-L Andrieux and XS Anduaga and A Angerami and F Anghinolfi and N Anjos and A Annovi and A Antonaki and M Antonelli and A Antonov and J Antos and F Anulli and S Aoun and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and ATH Arce and JP Archambault and S Arfaoui and J-F Arguin and E Arik and M Arik and AJ Armbruster and O Arnaez and C Arnault and A Artamonov and G Artoni and D Arutinov and S Asai and R Asfandiyarov and S Ask and B Åsman and L Asquith and K Assamagan and A Astbury and A Astvatsatourov and G Atoian and B Aubert and B Auerbach and E Auge and K Augsten and M Aurousseau and N Austin and G Avolio and R Avramidou and D Axen and C Ay and G Azuelos and Y Azuma and MA Baak and G Baccaglioni and C Bacci and AM Bach and H Bachacou and K Bachas and G Bachy and M Backes and M Backhaus and E Badescu and P Bagnaia and S Bahinipati and Y Bai and DC Bailey and T Bain and JT Baines and OK Baker and MD Baker and S Baker and F Baltasar Dos Santos Pedrosa and E Banas and P Banerjee and Sw Banerjee and D Banfi and A Bangert and V Bansal and HS Bansil and L Barak and SP Baranov and A Barashkou and A Barbaro Galtieri and T Barber",
            "2011",
            "gywJOO8AAAAJ:FPJr55Dyh1AC",
            231,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269311012627",
            "8828049349148089968",
            "\/scholar?cites=8828049349148089968",
            {
                "2011":13,
                "2012":38,
                "2013":45,
                "2014":24,
                "2015":29,
                "2016":30,
                "2017":21,
                "2018":12,
                "2019":8,
                "2020":11
            }
        ],
        [
            "We calculate analytically properties of holographic superconductors in the probe limit. We analyze the range 1\/2< Δ< 3, where Δ is the dimension of the operator that condenses. We obtain the critical temperature in terms of a solution to a certain eigenvalue problem. Near the critical temperature, we apply perturbation theory to determine the temperature dependence of the condensate. In the low temperature limit we show that the condensate diverges as T− Δ\/3 for Δ< 3\/2 whereas it asymptotes to a constant value for which we provide analytic estimates for Δ> 3\/2. We also obtain the frequency dependence of the conductivity by solving analytically the wave equation of electromagnetic perturbations. We show that the real part of the DC conductivity behaves as e− Δg\/T and estimate the gap Δ g analytically. Our results are in good agreement with numerical results.",
            "Analytic calculation of properties of holographic superconductors",
            "George Siopsis and Jason Therrien",
            "2010",
            "gywJOO8AAAAJ:d1gkVwhDpl0C",
            167,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP05(2010)013.pdf",
            "8065762986997171514",
            "\/scholar?cites=8065762986997171514",
            {
                "2010":8,
                "2011":16,
                "2012":25,
                "2013":23,
                "2014":16,
                "2015":16,
                "2016":19,
                "2017":6,
                "2018":9,
                "2019":7,
                "2020":21,
                "2021":1
            }
        ],
        [
            "We study the ratio of the entropy to the total energy in conformal field theories at finite temperature. For the free field realizations of N= 4 super Yang–Mills theory in D= 4 and the (2, 0) tensor multiplet in D= 6, the ratio is bounded from above. The corresponding bounds are less stringent than the recently proposed Verlinde bound. We show that entropy bounds arise generically in CFTs in connection to monotonicity properties with respect to temperature changes of a generalized C-function. For strongly coupled CFTs with AdS duals, we show that the ratio obeys the Verlinde bound even in the presence of rotation. For such CFTs, we point out an intriguing resemblance in their thermodynamic formulas with the corresponding ones of two-dimensional CFTs. We show that simple scaling forms for the free energy and entropy of CFTs with AdS duals reproduce the thermodynamical properties of (D+ 1)-dimensional AdS …",
            "Entropy bounds, monotonicity properties and scaling in CFTs",
            "D Klemm and AC Petkou and G Siopsis",
            "2001",
            "gywJOO8AAAAJ:u5HHmVD_uO8C",
            105,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321301000852",
            "7031485167650962594",
            "\/scholar?cites=7031485167650962594",
            {
                "2001":26,
                "2002":27,
                "2003":9,
                "2004":10,
                "2005":5,
                "2006":3,
                "2007":4,
                "2008":1,
                "2009":1,
                "2010":6,
                "2011":3,
                "2012":4,
                "2013":1,
                "2014":1,
                "2015":3,
                "2016":1
            }
        ],
        [
            "During inflation, spacetime is approximately described by de Sitter space which is conformally invariant with the symmetry group SO (1, 4). This symmetry can significantly constrain the quantum perturbations which arise in the inflationary epoch. We consider a general situation of single field inflation and show that the three point function involving two scalar modes and one tensor mode is uniquely determined, up to small corrections, by the conformal symmetries. Special conformal transformations play an important role in our analysis. Our result applies only to models where the inflaton sector also approximately preserves the full conformal group and shows that this three point function is a good way to test if special conformal invariance was preserved during inflation.",
            "CMB from CFT",
            "Ishan Mata and Suvrat Raju and Sandip P Trivedi",
            "2013",
            "gywJOO8AAAAJ:1qzjygNMrQYC",
            86,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP07(2013)015.pdf",
            "15534364499484530782",
            "\/scholar?cites=15534364499484530782",
            {
                "2013":9,
                "2014":10,
                "2015":6,
                "2016":13,
                "2017":7,
                "2018":4,
                "2019":12,
                "2020":24,
                "2021":1
            }
        ],
        [
            "We consider a gravitating system of vanishing cosmological constant consisting of an electromagnetic field and a scalar field coupled to the Einstein tensor. A Reissner–Nordström black hole undergoes a second-order phase transition to a hairy black hole of generally anisotropic hair at a certain critical temperature which we compute. The no-hair theorem is evaded due to the coupling between the scalar field and the Einstein tensor. Within a first-order perturbative approach, we calculate explicitly the properties of a hairy black hole configuration near the critical temperature and show that it is energetically favourable over the corresponding Reissner–Nordström black hole.",
            "Scalar hair from a derivative coupling of a scalar field to the Einstein tensor",
            "Theodoros Kolyvaris and George Koutsoumbas and Eleftherios Papantonopoulos and George Siopsis",
            "2012",
            "gywJOO8AAAAJ:_Qo2XoVZTnwC",
            80,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0264-9381\/29\/20\/205011\/meta",
            "11891431761557964674",
            "\/scholar?cites=11891431761557964674",
            {
                "2012":3,
                "2013":5,
                "2014":13,
                "2015":13,
                "2016":10,
                "2017":8,
                "2018":11,
                "2019":7,
                "2020":8
            }
        ],
        [
            "A model of an exact gravity dual of a gapless superconductor is presented in which the condensate is provided by a charged scalar field coupled to a bulk black hole of hyperbolic horizon in asymptotically AdS spacetime. A critical temperature exists at which the mass of the black hole vanishes and a scaling symmetry emerges. Below the critical point, the black hole acquires its hair through a phase transition while an electromagnetic perturbation of the background Maxwell field determines the conductivity of the boundary theory.",
            "Exact gravity dual of a gapless superconductor",
            "George Koutsoumbas and Eleftherios Papantonopoulos and George Siopsis",
            "2009",
            "gywJOO8AAAAJ:2osOgNQ5qMEC",
            80,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2009\/07\/026\/meta",
            "14319879558652844182",
            "\/scholar?cites=14319879558652844182",
            {
                "2009":5,
                "2010":16,
                "2011":12,
                "2012":18,
                "2013":5,
                "2014":4,
                "2015":8,
                "2016":6,
                "2017":4,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Machine learning is a fascinating and exciting field within computer science. Recently, this excitement has been transferred to the quantum information realm. Currently, all proposals for the quantum version of machine learning utilize the finite-dimensional substrate of discrete variables. Here we generalize quantum machine learning to the more complex, but still remarkably practical, infinite-dimensional systems. We present the critical subroutines of quantum machine learning algorithms for an all-photonic continuous-variable quantum computer that can lead to exponential speedups in situations where classical algorithms scale polynomially. Finally, we also map out an experimental implementation which can be used as a blueprint for future photonic demonstrations.",
            "Quantum machine learning over infinite dimensions",
            "Hoi-Kwan Lau and Raphael Pooser and George Siopsis and Christian Weedbrook",
            "2017",
            "gywJOO8AAAAJ:XD-gHx7UXLsC",
            64,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.118.080501",
            "5634856625426835449",
            "\/scholar?cites=5634856625426835449",
            {
                "2016":2,
                "2017":7,
                "2018":18,
                "2019":18,
                "2020":19
            }
        ],
        [
            "We study the perturbative behaviour of topological black holes with scalar hair. We calculate both analytically and numerically the quasi-normal modes of the electromagnetic perturbations. In the case of small black holes we find evidence of a second-order phase transition of a topological black hole to a hairy configuration.",
            "Quasi-normal modes of electromagnetic perturbations of four-dimensional topological black holes with scalar hair",
            "George Koutsoumbas and Suphot Musiri and Eleftherios Papantonopoulos and George Siopsis",
            "2006",
            "gywJOO8AAAAJ:UeHWp8X0CEIC",
            61,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2006\/10\/006\/meta",
            "3001202484317418949",
            "\/scholar?cites=3001202484317418949",
            {
                "2006":4,
                "2007":5,
                "2008":8,
                "2009":8,
                "2010":5,
                "2011":4,
                "2012":4,
                "2013":4,
                "2014":1,
                "2015":2,
                "2016":6,
                "2017":1,
                "2018":3,
                "2019":6
            }
        ],
        [
            "We study branes moving in an AdS Schwarzschild black hole background. When the brane tension exceeds a critical value, the induced metric on the brane is of FRW type and asymptotically de Sitter. We discuss the relevance of such configurations to dS\/CFT correspondence. When the black hole mass reaches a critical value that depends on the brane tension, the brane interpolates in the infinite past and future between a dS space and a finite space of zero Hubble constant. This corresponds to a cosmological evolution without a Big Bang or a Big Crunch. Moreover, the central charge of the CFT dual to the dS brane enters the Cardy-Verlinde formula that gives the entropy of the thermal CFT dual to the bulk AdS black hole.",
            "dS\/CFT correspondence on a brane",
            "Anastasios C Petkou and George Siopsis",
            "2002",
            "gywJOO8AAAAJ:9yKSN-GCB0IC",
            58,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2002\/02\/045\/meta",
            "12158691354675006915",
            "\/scholar?cites=12158691354675006915",
            {
                "2001":3,
                "2002":30,
                "2003":8,
                "2004":4,
                "2005":3,
                "2006":1,
                "2007":2,
                "2008":2,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":1
            }
        ],
        [
            "We discuss a method of calculating analytically the asymptotic form of quasi-normal frequencies for large AdS black holes in five dimensions. In this case, the wave equation reduces to a Heun equation. We show that the Heun equation may be approximated by a hypergeometric equation at large frequencies. Thus we obtain the asymptotic form of quasi-normal frequencies in agreement with numerical results. We also present a simple monodromy argument that leads to the same results. We include a comparison with the three-dimensional case in which exact expressions are derived.",
            "Asymptotic form of quasi-normal modes of large AdS black holes",
            "Suphot Musiri and George Siopsis",
            "2003",
            "gywJOO8AAAAJ:qjMakFHDy7sC",
            57,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269303015636",
            "2654409104508995180",
            "\/scholar?cites=2654409104508995180",
            {
                "2003":1,
                "2004":8,
                "2005":6,
                "2006":3,
                "2007":5,
                "2008":8,
                "2009":6,
                "2010":3,
                "2011":4,
                "2012":2,
                "2013":4,
                "2014":1,
                "2015":1,
                "2016":2,
                "2017":2,
                "2018":1
            }
        ]
    ]
}