{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Graphene’s success has shown that it is possible to create stable, single and few-atom-thick layers of van der Waals materials, and also that these materials can exhibit fascinating and technologically useful properties. Here we review the state-of-the-art of 2D materials beyond graphene. Initially, we will outline the different chemical classes of 2D materials and discuss the various strategies to prepare single-layer, few-layer, and multilayer assembly materials in solution, on substrates, and on the wafer scale. Additionally, we present an experimental guide for identifying and characterizing single-layer-thick materials, as well as outlining emerging techniques that yield both local and global information. We describe the differences that occur in the electronic structure between the bulk and the single layer and discuss various methods of tuning their electronic properties by manipulating the surface. Finally, we highlight …",
            "Progress, challenges, and opportunities in two-dimensional materials beyond graphene",
            "Sheneve Z Butler and Shawna M Hollen and Linyou Cao and Yi Cui and Jay A Gupta and Humberto R Gutiérrez and Tony F Heinz and Seung Sae Hong and Jiaxing Huang and Ariel F Ismach and Ezekiel Johnston-Halperin and Masaru Kuno and Vladimir V Plashnitsa and Richard D Robinson and Rodney S Ruoff and Sayeef Salahuddin and Jie Shan and Li Shi and Michael G Spencer and Mauricio Terrones and Wolfgang Windl and Joshua E Goldberger",
            "2013",
            "H-s_-JAAAAAJ:kNdYIx-mwKoC",
            3555,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn400280c",
            "16465991479449141948",
            "\/scholar?cites=16465991479449141948",
            {
                "2013":59,
                "2014":281,
                "2015":429,
                "2016":535,
                "2017":624,
                "2018":573,
                "2019":491,
                "2020":511,
                "2021":44
            }
        ],
        [
            "Ultrathin amorphous Bi films, patterned with a nanohoneycomb array of holes, can exhibit an insulating phase with transport dominated by the incoherent motion of Cooper pairs (CP) of electrons between localized states. Here, we show that the magnetoresistance (MR) of this Cooper pair insulator (CPI) phase is positive and grows exponentially with decreasing temperature T, for T well below the pair formation temperature. It peaks at a field estimated to be sufficient to break the pairs and then decreases monotonically into a regime in which the film resistance assumes the T dependence appropriate for weakly localized single electron transport. We discuss how these results support proposals that the large MR peaks in other unpatterned, ultrathin film systems disclose a CPI phase and provide new insight into the CP localization.",
            "Observation of giant positive magnetoresistance in a Cooper pair insulator",
            "HQ Nguyen and SM Hollen and MD Stewart Jr and J Shainline and Aijun Yin and JM Xu and James M Valles Jr",
            "2009",
            "H-s_-JAAAAAJ:u5HHmVD_uO8C",
            94,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.157001",
            "11207377785974548089",
            "\/scholar?cites=11207377785974548089",
            {
                "2010":8,
                "2011":12,
                "2012":20,
                "2013":12,
                "2014":8,
                "2015":9,
                "2016":5,
                "2017":8,
                "2018":4,
                "2019":5,
                "2020":3
            }
        ],
        [
            "Ultrathin films near the quantum insulator-superconductor transition (IST) can exhibit Cooper-pair transport in their insulating state. This Cooper-pair insulator (CPI) state is achieved in amorphous Bi films evaporated onto substrates with a topography varying on lengths slightly greater than the superconducting coherence length. We present evidence that this topography induces film thickness and corresponding superconducting coupling constant variations that promote Cooper-pair island formation. Analyses of many thickness-tuned ISTs show that weak links between superconducting islands dominate the transport. In particular, the IST occurs when the link resistance approaches the resistance quantum for pairs. These results support conjectures that the CPI is an inhomogeneous state of matter.",
            "Cooper-pair insulator phase in superconducting amorphous Bi films induced by nanometer-scale thickness variations",
            "SM Hollen and HQ Nguyen and E Rudisaile and MD Stewart Jr and J Shainline and JM Xu and JM Valles Jr",
            "2011",
            "H-s_-JAAAAAJ:9yKSN-GCB0IC",
            39,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.84.064528",
            "9986450588281792693",
            "\/scholar?cites=9986450588281792693",
            {
                "2011":2,
                "2012":5,
                "2013":10,
                "2014":5,
                "2015":4,
                "2016":5,
                "2017":4,
                "2018":2,
                "2019":2
            }
        ],
        [
            "We present investigations of the superconductor-to-insulator transition (SIT) of uniform a-Bi films using a technique sensitive to Cooper pair phase coherence. The films are perforated with a nanohoneycomb array of holes to form a multiply connected geometry and subjected to a perpendicular magnetic field. Film magnetoresistances on the superconducting side of the SIT oscillate with a period dictated by the superconducting flux quantum and the areal hole density. The oscillations disappear close to the SIT critical point to leave a monotonically rising magnetoresistance that persists in the insulating phase. These observations indicate that the Cooper pair phase coherence length, which is infinite in the superconducting phase, collapses to a value less than the interhole spacing at this SIT. This behavior is inconsistent with the gradual reduction of the phase coherence length expected for a bosonic phase …",
            "Collapse of the Cooper pair phase coherence length at a superconductor-to-insulator transition",
            "Shawna M Hollen and GE Fernandes and JM Xu and JM Valles Jr",
            "2013",
            "H-s_-JAAAAAJ:5nxA0vEk-isC",
            23,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.87.054512",
            "8483663577255822898",
            "\/scholar?cites=8483663577255822898",
            {
                "2013":1,
                "2014":6,
                "2015":5,
                "2016":3,
                "2017":3,
                "2018":1,
                "2019":2,
                "2020":2
            }
        ],
        [
            "Black phosphorus (BP) is receiving significant attention because of its direct 0.4–1.5 eV layer-dependent bandgap and high mobility. Because BP devices rely on exfoliation from bulk crystals, there is a need to understand the native impurities and defects in the source material. In particular, samples are typically p-doped, but the source of the doping is not well understood. Here, we use scanning tunneling microscopy and spectroscopy to compare the atomic defects of BP samples from two commercial sources. Even though the sources produced crystals with an order of magnitude difference in impurity atoms, we observed a similar defect density and level of p-doping. We attribute these defects to phosphorus vacancies and provide evidence that they are the source of p-doping. We also compare these native defects to those induced by air exposure and show that they are distinct and likely more important for the …",
            "Impact of vacancies on electronic properties of black phosphorus probed by STM",
            "JV Riffle and C Flynn and B St. Laurent and CA Ayotte and CA Caputo and SM Hollen",
            "2018",
            "H-s_-JAAAAAJ:KWzIFqRkAKkC",
            21,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.5016988",
            "8723442842544822771",
            "\/scholar?cites=8723442842544822771",
            {
                "2018":6,
                "2019":5,
                "2020":10
            }
        ],
        [
            "Hydrogen adatoms can give long-range magnetic order to graphene [Also see Report by González-Herrero et al.]",
            "Painting magnetism on a canvas of graphene",
            "SM Hollen and JA Gupta",
            "2016",
            "H-s_-JAAAAAJ:unp9ATQDT5gC",
            20,
            "https:\/\/science.sciencemag.org\/content\/352\/6284\/415.summary",
            "4230948948296587478",
            "\/scholar?cites=4230948948296587478",
            {
                "2016":2,
                "2017":5,
                "2018":5,
                "2019":1,
                "2020":7
            }
        ],
        [
            "We report thermal-expansion and magnetostriction results on Ce 0.6 La 0.4 RhIn 5 single crystals. This particular La concentration (x c∼ 0. 4) corresponds to the critical one at which the long-range magnetic order vanishes (T N= 0). However, as also observed in specific heat and magnetic susceptibility measurements, a large “hump” is seen in thermal-expansion at T SR∼ 4.5 K. This anomaly, claimed to be related to short-range correlations, is observed only along the c axis, confirming that anisotropy plays an important role in these 115 compounds. No particular feature is associated with the magnetic correlations in the magnetostriction measurements. The magnetic field dependence of the volume is quadratic in field as expected for a paramagnetic system, above and below T SR. Finally, the magnetic field dependence of the crystal electric field contribution to the thermal expansion seems to reinforce the idea …",
            "Anisotropic manifestation of short-range magnetic correlations in Ce 0.6 La 0.4 RhIn 5",
            "VF Correa and L Tung and SM Hollen and PG Pagliuso and NO Moreno and JC Lashley and JL Sarrao and AH Lacerda",
            "2004",
            "H-s_-JAAAAAJ:u-x6o8ySG0sC",
            17,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.69.174424",
            "227241675209279573",
            "\/scholar?cites=227241675209279573",
            {
                "2005":1,
                "2006":7,
                "2007":3,
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":1,
                "2012":1,
                "2013":1
            }
        ],
        [
            "We present a study of graphene\/substrate interactions on ultrahigh-vacuum-grown graphene islands with minimal surface contamination using in situ low-temperature scanning tunneling microscopy. We compare the physical and electronic structure of the sample surface with atomic spatial resolution on graphene islands versus regions of bare Cu (111) substrate. We find that the Rydberg-like series of image potential states is shifted toward lower energy over the graphene islands relative to Cu (111), indicating a decrease in the local work function, and the resonances have a much smaller linewidth, indicating reduced coupling to the bulk. In addition, we show the dispersion of the occupied Cu (111) Shockley surface state is influenced by the graphene layer, and both the band edge and effective mass are shifted relative to bare Cu (111).",
            "Modification of electronic surface states by graphene islands on Cu (111)",
            "Shawna M Hollen and GA Gambrel and SJ Tjung and NM Santagata and Ezekiel Johnston-Halperin and Jay A Gupta",
            "2015",
            "H-s_-JAAAAAJ:D_tqNUsBuKoC",
            15,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.91.195425",
            "7664490765808012611",
            "\/scholar?cites=7664490765808012611",
            {
                "2015":2,
                "2016":4,
                "2017":3,
                "2018":3,
                "2019":1,
                "2020":2
            }
        ],
        [
            "We have developed a novel method for crystalline hydrogenation of graphene on the nanoscale. Molecular hydrogen was physisorbed at 5 K onto pristine graphene islands grown on Cu(111) in ultrahigh vacuum. Field emission local to the tip of a scanning tunneling microscope dissociates H2 and results in hydrogenated graphene. At lower coverage, isolated point defects are found on the graphene and are attributed to chemisorbed H on top and bottom surfaces. Repeated H2 exposure and field emission yielded patches and then complete coverage of a crystalline √3 × √3 R30° phase, as well as less densely packed 3 × 3 and 4 × 4 structures. The hydrogenation can be reversed by imaging with higher bias voltage.",
            "Crystalline hydrogenation of graphene by scanning tunneling microscope tip-induced field dissociation of H2",
            "SJ Tjung and SM Hollen and GA Gambrel and NM Santagata and Ezekiel Johnston-Halperin and JA Gupta",
            "2017",
            "H-s_-JAAAAAJ:H_jBuBxbQIAC",
            12,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0008622317307261",
            "2153150672527213892",
            "\/scholar?cites=2153150672527213892",
            {
                "2018":5,
                "2019":3,
                "2020":2,
                "2021":1
            }
        ]
    ]
}