{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Ultrafast electron diffraction (UED) has been developed to study transient structures in complex chemical reactions initiated with femtosecond laser pulses. This direct imaging of reactions was achieved using our third-generation apparatus equipped with an electron pulse (1.07 ± 0.27 picoseconds) source, a charge-coupled device camera, and a mass spectrometer. Two prototypical gas-phase reactions were studied: the nonconcerted elimination reaction of a haloethane, wherein the structure of the intermediate was determined, and the ring opening of a cyclic hydrocarbon containing no heavy atoms. These results demonstrate the vastly improved sensitivity, resolution, and versatility of UED for studying ultrafast structural dynamics in complex molecular systems.",
            "Direct imaging of transient molecular structures with ultrafast diffraction",
            "Hyotcherl Ihee and Vladimir A Lobastov and Udo M Gomez and Boyd M Goodson and Ramesh Srinivasan and Chong-Yu Ruan and Ahmed H Zewail",
            "2001",
            "H08e7PUAAAAJ:u5HHmVD_uO8C",
            576,
            "https:\/\/science.sciencemag.org\/content\/291\/5503\/458.abstract",
            "7532539990340360788",
            "\/scholar?cites=7532539990340360788",
            {
                "2001":12,
                "2002":22,
                "2003":16,
                "2004":26,
                "2005":51,
                "2006":41,
                "2007":30,
                "2008":24,
                "2009":42,
                "2010":26,
                "2011":28,
                "2012":20,
                "2013":21,
                "2014":39,
                "2015":36,
                "2016":31,
                "2017":37,
                "2018":26,
                "2019":22,
                "2020":20,
                "2021":1
            }
        ],
        [
            "We report direct determination of the structures and dynamics of interfacial water on a hydrophilic surface with atomic-scale resolution using ultrafast electron crystallography. On the nanometer scale, we observed the coexistence of ordered surface water and crystallite-like ice structures, evident in the superposition of Bragg spots and Debye-Scherrer rings. The structures were determined to be dominantly cubic, but each undergoes different dynamics after the ultrafast substrate temperature jump. From changes in local bond distances (OH··O and O···O) with time, we elucidated the structural changes in the far-from-equilibrium regime at short times and near-equilibration at long times.",
            "Ultrafast electron crystallography of interfacial water",
            "Chong-Yu Ruan and Vladimir A Lobastov and Franco Vigliotti and Songye Chen and Ahmed H Zewail",
            "2004",
            "H08e7PUAAAAJ:u-x6o8ySG0sC",
            280,
            "https:\/\/science.sciencemag.org\/content\/304\/5667\/80.abstract",
            "5366698832026776675",
            "\/scholar?cites=5366698832026776675",
            {
                "2003":1,
                "2004":9,
                "2005":22,
                "2006":31,
                "2007":24,
                "2008":16,
                "2009":28,
                "2010":23,
                "2011":17,
                "2012":11,
                "2013":8,
                "2014":15,
                "2015":10,
                "2016":7,
                "2017":21,
                "2018":13,
                "2019":14,
                "2020":5,
                "2021":1
            }
        ],
        [
            "With properly timed sequences of ultrafast electron pulses, it is now possible to image complex molecular structures in the four dimensions of space and time with resolutions of 0.01 Å and 1 ps, respectively. The new limits of ultrafast electron diffraction (UED) provide the means for the determination of transient molecular structures, including reactive intermediates and non‐equilibrium structures of complex energy landscapes. By freezing structures on the ultrafast timescale, we are able to develop concepts that correlate structure with dynamics. Examples include structure‐driven radiationless processes, dynamics‐driven reaction stereochemistry, pseudorotary transition‐state structures, and non‐equilibrium structures exhibiting negative temperature, bifurcation, or selective energy localization in bonds. These successes in the studies of complex molecular systems, even without heavy atoms, and the recent …",
            "Ultrafast electron diffraction (UED) a new development for the 4D determination of transient molecular structures",
            "Ramesh Srinivasan and Vladimir A Lobastov and Chong‐Yu Ruan and Ahmed H Zewail",
            "2003",
            "H08e7PUAAAAJ:d1gkVwhDpl0C",
            272,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/hlca.200390147",
            "9734285300747256438",
            "\/scholar?cites=9734285300747256438",
            {
                "2002":1,
                "2003":1,
                "2004":15,
                "2005":22,
                "2006":21,
                "2007":12,
                "2008":5,
                "2009":21,
                "2010":16,
                "2011":14,
                "2012":9,
                "2013":10,
                "2014":20,
                "2015":13,
                "2016":22,
                "2017":32,
                "2018":7,
                "2019":10,
                "2020":16,
                "2021":2
            }
        ],
        [
            "Using optical, TEM, and ultrafast electron diffraction experiments we find that single crystal VO 2 microbeams gently placed on insulating substrates or metal grids exhibit different behaviors, with structural and metal-insulator transitions occurring at the same temperature for insulating substrates, while for metal substrates a new monoclinic metal phase lies between the insulating monoclinic phase and the metallic rutile phase. The structural and electronic phase transitions in these experiments are strongly first order and we discuss their origins in the context of current understanding of multiorbital splitting, strong correlation effects, and structural distortions that act cooperatively in this system.",
            "Decoupling of Structural and Electronic Phase Transitions in ",
            "Zhensheng Tao and Tzong-Ru T Han and Subhendra D Mahanti and Phillip M Duxbury and Fei Yuan and Chong-Yu Ruan and Kevin Wang and Junqiao Wu",
            "2012",
            "H08e7PUAAAAJ:hFOr9nPyWt4C",
            172,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.166406",
            "1303686007310741036",
            "\/scholar?cites=1303686007310741036",
            {
                "2012":1,
                "2013":15,
                "2014":24,
                "2015":25,
                "2016":21,
                "2017":25,
                "2018":26,
                "2019":17,
                "2020":18
            }
        ],
        [
            "We use ultrafast electron crystallography to study structural changes induced in graphite by a femtosecond laser pulse. At moderate fluences of≤ 21 mJ\/cm 2, lattice vibrations are observed to thermalize on a time scale of≈ 8 ps. At higher fluences approaching the damage threshold, lattice vibration amplitudes saturate. Following a marked initial contraction, graphite is driven nonthermally into a transient state with s p 3-like character, forming interlayer bonds. Using ab initio density functional calculations, we trace the governing mechanism back to electronic structure changes following the photoexcitation.",
            "Direct observation of optically induced transient structures in graphite using ultrafast electron crystallography",
            "Ramani K Raman and Yoshie Murooka and Chong-Yu Ruan and Teng Yang and Savas Berber and David Tománek",
            "2008",
            "H08e7PUAAAAJ:qjMakFHDy7sC",
            147,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.077401",
            "5786473897894461538",
            "\/scholar?cites=5786473897894461538",
            {
                "2008":1,
                "2009":22,
                "2010":14,
                "2011":13,
                "2012":14,
                "2013":13,
                "2014":11,
                "2015":12,
                "2016":8,
                "2017":12,
                "2018":8,
                "2019":11,
                "2020":5,
                "2021":1
            }
        ],
        [
            "The static structure of macromolecular assemblies can be mapped out with atomic-scale resolution by using electron diffraction and microscopy of crystals. For transient nonequilibrium structures, which are critical to the understanding of dynamics and mechanisms, both spatial and temporal resolutions are required; the shortest scales of length (0.1–1 nm) and time (10–13 to 10–12 s) represent the quantum limit, the nonstatistical regime of rates. Here, we report the development of ultrafast electron crystallography for direct determination of structures with submonolayer sensitivity. In these experiments, we use crystalline silicon as a template for different adsorbates: hydrogen, chlorine, and trifluoroiodomethane. We observe the coherent restructuring of the surface layers with subangstrom displacement of atoms after the ultrafast heat impulse. This nonequilibrium dynamics, which is monitored in steps of 2 ps (total …",
            "Ultrafast electron crystallography: Transient structures of molecules, surfaces, and phase transitions",
            "Chong-Yu Ruan and Franco Vigliotti and Vladimir A Lobastov and Songye Chen and Ahmed H Zewail",
            "2004",
            "H08e7PUAAAAJ:9yKSN-GCB0IC",
            140,
            "https:\/\/www.pnas.org\/content\/101\/5\/1123.short",
            "1120457416973415224",
            "\/scholar?cites=1120457416973415224",
            {
                "2004":14,
                "2005":12,
                "2006":9,
                "2007":9,
                "2008":5,
                "2009":8,
                "2010":6,
                "2011":11,
                "2012":4,
                "2013":5,
                "2014":13,
                "2015":5,
                "2016":4,
                "2017":13,
                "2018":7,
                "2019":9,
                "2020":3
            }
        ],
        [
            "We report the studies of ultrafast electron nanocrystallography on size-selected Au nanoparticles (2−20 nm) supported on a molecular interface. Reversible surface melting, melting, and recrystallization were investigated with dynamical full-profile radial distribution functions determined with subpicosecond and picometer accuracies. In an ultrafast photoinduced melting, the nanoparticles are driven to a nonequilibrium transformation, characterized by the initial lattice deformations, nonequilibrium electron−phonon coupling, and, upon melting, the collective bonding and debonding, transforming nanocrystals into shelled nanoliquids. The displasive structural excitation at premelting and the coherent transformation with crystal\/liquid coexistence during photomelting differ from the reciprocal behavior of recrystallization, where a hot lattice forms from liquid and then thermally contracts. The degree of structural change …",
            "Dynamics of size-selected gold nanoparticles studied by ultrafast electron nanocrystallography",
            "Chong-Yu Ruan and Yoshie Murooka and Ramani K Raman and Ryan A Murdick",
            "2007",
            "H08e7PUAAAAJ:IjCSPb-OGe4C",
            109,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl070269h",
            "16081188733747581190",
            "\/scholar?cites=16081188733747581190",
            {
                "2007":6,
                "2008":8,
                "2009":15,
                "2010":7,
                "2011":7,
                "2012":4,
                "2013":9,
                "2014":14,
                "2015":5,
                "2016":7,
                "2017":11,
                "2018":3,
                "2019":5,
                "2020":7
            }
        ],
        [
            "Studies of molecular structures at or near their equilibrium configurations have long provided information on their geometry in terms of bond distances and angles. Far-from-equilibrium structures are relatively unknown—especially for complex systems—and generally, neither their dynamics nor their average geometries can be extrapolated from equilibrium values. For such nonequilibrium structures, vibrational amplitudes and bond distances play a central role in phenomena such as energy redistribution and chemical reactivity. Ultrafast electron diffraction, which was developed to study transient molecular structures, provides a direct method for probing the nature of complex molecules far from equilibrium. Here we present our ultrafast electron diffraction observations of transient structures for two cyclic hydrocarbons. At high internal energies of ≈4 eV, these molecules display markedly different behavior. For 1,3,5 …",
            "Ultrafast diffraction and structural dynamics: the nature of complex molecules far from equilibrium",
            "Chong-Yu Ruan and Vladimir A Lobastov and Ramesh Srinivasan and Boyd M Goodson and Hyotcherl Ihee and Ahmed H Zewail",
            "2001",
            "H08e7PUAAAAJ:2osOgNQ5qMEC",
            102,
            "https:\/\/www.pnas.org\/content\/98\/13\/7117.short",
            "334458959155757049",
            "\/scholar?cites=334458959155757049",
            {
                "2001":1,
                "2002":6,
                "2003":3,
                "2004":4,
                "2005":4,
                "2006":6,
                "2007":5,
                "2008":1,
                "2009":11,
                "2010":7,
                "2011":4,
                "2012":5,
                "2013":5,
                "2014":5,
                "2015":7,
                "2016":8,
                "2017":6,
                "2018":6,
                "2019":5,
                "2020":3
            }
        ],
        [
            "We review the development of ultrafast electron nanocrystallography as a method for investigating structural dynamics for nanoscale materials and interfaces. Its sensitivity and resolution are demonstrated in the studies of surface melting of gold nanocrystals, nonequilibrium transformation of graphite into reversible diamond-like intermediates, and molecular scale charge dynamics, showing a versatility for not only determining the structures, but also the charge and energy redistribution at interfaces. A quantitative scheme for three-dimensional retrieval of atomic structures is demonstrated with few-particle (< 1000) sensitivity, establishing this nanocrystallographic method as a tool for directly visualizing dynamics within isolated nanomaterials with atomic scale spatio-temporal resolution.",
            "The development and applications of ultrafast electron nanocrystallography",
            "Chong-Yu Ruan and Yoshie Murooka and Ramani K Raman and Ryan A Murdick and Richard J Worhatch and Aric Pell",
            "2009",
            "H08e7PUAAAAJ:eQOLeE2rZwMC",
            81,
            "https:\/\/arxiv.org\/abs\/0910.4407",
            "1368130214087544626",
            "\/scholar?cites=1368130214087544626",
            {
                "2001":1,
                "2002":2,
                "2003":4,
                "2004":2,
                "2005":1,
                "2006":1,
                "2007":4,
                "2008":3,
                "2009":6,
                "2010":6,
                "2011":6,
                "2012":7,
                "2013":12,
                "2014":2,
                "2015":5,
                "2016":7,
                "2017":6,
                "2018":2,
                "2019":4
            }
        ],
        [
            "Characterizing and understanding the emergence of multiple macroscopically ordered electronic phases through subtle tuning of temperature, pressure, and chemical doping has been a long-standing central issue for complex materials research. We report the first comprehensive studies of optical doping–induced emergence of stable phases and metastable hidden phases visualized in situ by femtosecond electron crystallography. The electronic phase transitions are triggered by femtosecond infrared pulses, and a temperature–optical density phase diagram is constructed and substantiated with the dynamics of metastable states, highlighting the cooperation and competition through which the macroscopic quantum orders emerge. These results elucidate key pathways of femtosecond electronic switching phenomena and provide an important new avenue to comprehensively investigate optical doping–induced …",
            "Exploration of metastability and hidden phases in correlated electron crystals visualized by femtosecond optical doping and electron crystallography",
            "Tzong-Ru T Han and Faran Zhou and Christos D Malliakas and Phillip M Duxbury and Subhendra D Mahanti and Mercouri G Kanatzidis and Chong-Yu Ruan",
            "2015",
            "H08e7PUAAAAJ:RGFaLdJalmkC",
            67,
            "https:\/\/advances.sciencemag.org\/content\/1\/5\/e1400173?utm_source=TrendMD&utm_medium=cpc&utm_campaign=TrendMD_1",
            "10881539529483603012",
            "\/scholar?cites=10881539529483603012",
            {
                "2015":1,
                "2016":8,
                "2017":16,
                "2018":15,
                "2019":12,
                "2020":13,
                "2021":2
            }
        ]
    ]
}