{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Using resistivity, heat-capacity, thermal-expansion, and susceptibility measurements we study the normal-state behavior of KFe 2 As 2. Both the Sommerfeld coefficient (γ≈ 103 mJ mol− 1 K− 2) and the Pauli susceptibility (χ≈ 4× 10− 4) are strongly enhanced, which confirm the existence of heavy quasiparticles inferred from previous de Haas–van Alphen and angle-resolved photoemission spectroscopy experiments. We discuss this large enhancement using a Gutzwiller slave-boson mean-field calculation, which shows the proximity of KFe 2 As 2 to an orbital-selective Mott transition. The temperature dependence of the magnetic susceptibility and the thermal expansion provide strong experimental evidence for the existence of a coherence-incoherence crossover, similar to what is found in heavy fermion and ruthenate compounds, due to Hund’s coupling between orbitals.",
            "Evidence of strong correlations and coherence-incoherence crossover in the iron pnictide superconductor KFe 2 As 2",
            "F Hardy and AE Böhmer and D Aoki and P Burger and T Wolf and P Schweiss and R Heid and P Adelmann and YX Yao and G Kotliar and J Schmalian and C Meingast",
            "2013",
            "h3UMC0EAAAAJ:HoB7MX3m0LUC",
            154,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.027002",
            "14191954968156845208",
            "\/scholar?cites=14191954968156845208",
            {
                "2012":1,
                "2013":5,
                "2014":29,
                "2015":25,
                "2016":24,
                "2017":18,
                "2018":17,
                "2019":12,
                "2020":21,
                "2021":2
            }
        ],
        [
            "Adsorption of the alkali-, group-III, and 3 d-transition-metal adatoms (Na, K, Al, In, V, Fe, Co, and Ni) on graphene was studied systematically by first-principles calculations. The bonding character and electron transfer between the metal adatoms and graphene were analyzed using the recently developed quasi-atomic minimal basis set orbitals (QUAMBOs) approach. The calculations showed that the interaction between alkali-metal adatoms and graphene is ionic and has minimal effects on the lattice and electronic states of the graphene layer, in agreement with previous calculations. For group-III metal adatom adsorptions, mixed covalent and ionic bonding is demonstrated. In comparison, 3 d-transition-metal adsorption on graphene exhibits strong covalent bonding with graphene. The majority of the contributions to the covalent bonds are from strong hybridization between the d x 2− y 2 and d yz orbitals of the 3 d …",
            "Bonding and charge transfer by metal adatom adsorption on graphene",
            "Xiaojie Liu and CZ Wang and YX Yao and WC Lu and M Hupalo and MC Tringides and KM Ho",
            "2011",
            "h3UMC0EAAAAJ:0EnyYjriUFMC",
            153,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.83.235411",
            "300427907904506700",
            "\/scholar?cites=300427907904506700",
            {
                "2011":4,
                "2012":17,
                "2013":14,
                "2014":20,
                "2015":20,
                "2016":20,
                "2017":15,
                "2018":12,
                "2019":13,
                "2020":16,
                "2021":1
            }
        ],
        [
            "We present a systematic study of metal adatom adsorption on graphene by ab initio calculations. The calculations cover alkali metals, sp-simple metals, 3d and group 10 transition metals, noble metals, as well as rare earth metals. The correlation between the adatom adsorption properties and the growth morphology of the metals on graphene is also investigated. We show that the growth morphology is related to the ratio of the metal adsorption energy to its bulk cohesive energy (Ea\/Ec) and the diffusion barrier (ΔE) of the metal adatom on graphene. Charge transfer, electric dipole and magnetic moments, and graphene lattice distortion induced by metal adsorption would also affect the growth morphologies of the metal islands. We also show that most of the metal nanostructures on graphene would be thermally stable against coarsening.",
            "Metals on graphene: correlation between adatom adsorption behavior and growth morphology",
            "Xiaojie Liu and Cai-Zhuang Wang and Myron Hupalo and WC Lu and Michael C Tringides and YX Yao and Kai-Ming Ho",
            "2012",
            "h3UMC0EAAAAJ:lSLTfruPkqcC",
            126,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2012\/cp\/c2cp40527j",
            "11315490706273817385",
            "\/scholar?cites=11315490706273817385",
            {
                "2013":8,
                "2014":10,
                "2015":17,
                "2016":18,
                "2017":20,
                "2018":22,
                "2019":9,
                "2020":21,
                "2021":1
            }
        ],
        [
            "An atomistic cluster alignment method is developed to identify and characterize the local atomic structural order in liquids and glasses. With the “order mining” idea for structurally disordered systems, the method can detect the presence of any type of local order in the system and can quantify the structural similarity between a given set of templates and the aligned clusters in a systematic and unbiased manner. Moreover, population analysis can also be carried out for various types of clusters in the system. The advantages of the method in comparison with other previously developed analysis methods are illustrated by performing the structural analysis for four prototype systems (ie, pure Al, pure Zr, Zr 35 Cu 65, and Zr 36 Ni 64). The results show that the cluster alignment method can identify various types of short-range orders (SROs) in these systems correctly while some of these SROs are difficult to capture by most …",
            "Atomistic cluster alignment method for local order mining in liquids and glasses",
            "XW Fang and CZ Wang and YX Yao and ZJ Ding and KM Ho",
            "2010",
            "h3UMC0EAAAAJ:9yKSN-GCB0IC",
            108,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.82.184204",
            "557302043757249927",
            "\/scholar?cites=557302043757249927",
            {
                "2011":7,
                "2012":4,
                "2013":5,
                "2014":13,
                "2015":12,
                "2016":9,
                "2017":10,
                "2018":15,
                "2019":18,
                "2020":13,
                "2021":2
            }
        ],
        [
            "Wave functions obtained from plane-wave density-functional theory (DFT) calculations using norm-conserving pseudopotential, ultrasoft pseudopotential, or projector augmented-wave method are efficiently and robustly transformed into a set of spatially localized nonorthogonal quasiatomic orbitals (QOs) with pseudoangular momentum quantum numbers. We demonstrate that these minimal-basis orbitals can exactly reproduce all the electronic structure information below an energy threshold represented in the form of environment-dependent tight-binding Hamiltonian and overlap matrices. Band structure, density of states, and the Fermi surface are calculated from this real-space tight-binding representation for various extended systems (Si, SiC, Fe, and Mo) and compared with plane-wave DFT results. The Mulliken charge and bond order analyses are performed under QO basis set, which satisfy sum rules. The …",
            "Quasiatomic orbitals for ab initio tight-binding analysis",
            "Xiaofeng Qian and Ju Li and Liang Qi and Cai-Zhuang Wang and Tzu-Liang Chan and Yong-Xin Yao and Kai-Ming Ho and Sidney Yip",
            "2008",
            "h3UMC0EAAAAJ:NMxIlDl6LWMC",
            95,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.78.245112",
            "1178999697381199219",
            "\/scholar?cites=1178999697381199219",
            {
                "2009":2,
                "2010":5,
                "2011":7,
                "2012":8,
                "2013":7,
                "2014":6,
                "2015":11,
                "2016":11,
                "2017":12,
                "2018":8,
                "2019":5,
                "2020":11,
                "2021":1
            }
        ],
        [
            "Graphene is an exciting material with numerous potential applications. To understand metal graphene interaction two different metals were studied. Two large Pb islands nucleate at 78K indicating fast diffusion and weak interaction (right). On the contrary, for Dysprosium a high island density is observed confirming slow diffusion and strong interaction (left).",
            "Metal Nanostructure Formation on Graphene: Weak vs Strong Bonding",
            "Myron Hupalo and Xiaojie Liu and Cai‐Zhuang Wang and Wen‐Cai Lu and Yon‐Xin Yao and Kai‐Ming Ho and Michael C Tringides",
            "2011",
            "h3UMC0EAAAAJ:Se3iqnhoufwC",
            81,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201100412",
            "12996735759714783820",
            "\/scholar?cites=12996735759714783820",
            {
                "2011":4,
                "2012":7,
                "2013":15,
                "2014":9,
                "2015":8,
                "2016":9,
                "2017":7,
                "2018":6,
                "2019":4,
                "2020":11
            }
        ],
        [
            "Adsorption of rare-earth (RE) adatoms (Nd, Gd, Eu, and Yb) on graphene was studied by first-principles calculations based on the density-functional theory. The calculations show that the hollow site of graphene is the energetically favorable adsorption site for all the RE adatoms studied. The adsorption energies and diffusion barriers of Nd and Gd on graphene are found to be larger than those of Eu and Yb. Comparison with scanning tunneling microscopy experiments for Gd and Eu epitaxially grown on graphene confirms these calculated adsorption and barrier differences, since fractal-like islands are observed for Gd and flat-topped crystalline islands for Eu. The formation of flat Eu islands on graphene can be attributed to its low diffusion barrier and relatively larger ratio of adsorption energy to its bulk cohesive energy. The interactions between the Nd and Gd adatoms and graphene cause noticeable in-plane …",
            "Adsorption and growth morphology of rare-earth metals on graphene studied by ab initio calculations and scanning tunneling microscopy",
            "Xiaojie Liu and CZ Wang and M Hupalo and YX Yao and MC Tringides and WC Lu and KM Ho",
            "2010",
            "h3UMC0EAAAAJ:hqOjcs7Dif8C",
            69,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.82.245408",
            "3922237974317850536",
            "\/scholar?cites=3922237974317850536",
            {
                "2011":6,
                "2012":6,
                "2013":16,
                "2014":6,
                "2015":5,
                "2016":9,
                "2017":7,
                "2018":5,
                "2019":3,
                "2020":6
            }
        ],
        [
            "We develop a new implementation of the Gutzwiller approximation in combination with the local density approximation, which enables us to study complex 4 f and 5 f systems beyond the reach of previous approaches. We calculate from first principles the zero-temperature phase diagram and electronic structure of Pr and Pu, finding good agreement with the experiments. Our study of Pr indicates that its pressure-induced volume-collapse transition would not occur without change of lattice structure—contrarily to Ce. Our study of Pu shows that the most important effect originating the differentiation between the equilibrium densities of its allotropes is the competition between the Peierls effect and the Madelung interaction and not the dependence of the electron correlations on the lattice structure.",
            "Phase diagram and electronic structure of praseodymium and plutonium",
            "Nicola Lanata and Yongxin Yao and Cai-Zhuang Wang and Kai-Ming Ho and Gabriel Kotliar",
            "2015",
            "h3UMC0EAAAAJ:WA5NYHcadZ8C",
            68,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.5.011008",
            "12262539063830356069",
            "\/scholar?cites=12262539063830356069",
            {
                "2015":4,
                "2016":8,
                "2017":13,
                "2018":16,
                "2019":10,
                "2020":15,
                "2021":1
            }
        ],
        [
            "The structural description of disordered systems has been a longstanding challenge in physical science. We propose an atomic cluster alignment method to reveal the development of three-dimensional topological ordering in a metallic liquid as it undercools to form a glass. By analyzing molecular dynamic (MD) simulation trajectories of a Cu 64.5 Zr 35.5 alloy, we show that medium-range order (MRO) develops in the liquid as it approaches the glass transition. Specifically, around Cu sites, we observe “Bergman triacontahedron” packing (icosahedron, dodecahedron and icosahedron) that extends out to the fourth shell, forming an interpenetrating backbone network in the glass. The discovery of Bergman-type MRO from our order-mining technique provides unique insights into the topological ordering near the glass transition and the relationship between metallic glasses and quasicrystals.",
            "Spatially resolved distribution function and the medium-range order in metallic liquid and glass",
            "XW Fang and Cai-Zhuang Wang and SG Hao and Matthew J Kramer and YX Yao and Mikhail I Mendelev and ZJ Ding and Ralph E Napolitano and Kai-Ming Ho",
            "2011",
            "h3UMC0EAAAAJ:qxL8FJ1GzNcC",
            64,
            "https:\/\/www.nature.com\/articles\/srep00194",
            "8211129573587558973",
            "\/scholar?cites=8211129573587558973",
            {
                "2012":1,
                "2013":4,
                "2014":9,
                "2015":11,
                "2016":5,
                "2017":8,
                "2018":6,
                "2019":12,
                "2020":8
            }
        ],
        [
            "We present zero-temperature first-principles calculations of elemental cerium and we compute its pressure-volume phase diagram within a theoretical framework able to describe simultaneously both the α and the γ phases. A surprising result revealed by our study is the presence of a clear signature of the transition at zero temperature and that this signature can be observed if and only if the spin-orbit coupling is taken into account. Our calculations indicate that the transition line in the pressure-temperature phase diagram of this material has a low-T critical point at negative pressures, placed very close to zero temperature. This suggests that cerium is very close to being “quantum critical,” in agreement with recent experiments.",
            "γ− α Isostructural Transition in Cerium",
            "Nicola Lanata and Yong-Xin Yao and Cai-Zhuang Wang and Kai-Ming Ho and Jörg Schmalian and Kristjan Haule and Gabriel Kotliar",
            "2013",
            "h3UMC0EAAAAJ:4OULZ7Gr8RgC",
            62,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.196801",
            "5424525278642716261",
            "\/scholar?cites=5424525278642716261",
            {
                "2013":2,
                "2014":15,
                "2015":13,
                "2016":6,
                "2017":9,
                "2018":6,
                "2019":6,
                "2020":5
            }
        ]
    ]
}