{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Miniature batteries are a ubiquitous technology. Anyone with an watch, small travel clock, hearing aid, or pacemaker has used this im electrochemical technology. Even more pervasive are standard alka teries in the familiar AA, AAA, and 9-volt sizes that power our fl eras, portable radios, flashlights, and smoke detectors. Batteries power our modern technological society, yet few historians have s consider their technological origins, their diffusion and commerci and their broader sociocultural impact. 1 In this article, I will explore vention, development, and marketing of mercury and alkaline bat the inventor Samuel Ruben and his licensee, the PR Mallory Co known today as Duracell.",
            "Portable Power: Inventor Samuel Ruben and the Birth of Duracell",
            "Eric S Hintz",
            "2009",
            "H4PN6YgAAAAJ:_FxGoFyzp5QC",
            20,
            "https:\/\/www.jstor.org\/stable\/40061566",
            "9571672152625477275",
            "\/scholar?cites=9571672152625477275",
            {
                "2010":3,
                "2011":3,
                "2012":4,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":3,
                "2017":3,
                "2018":1
            }
        ],
        [
            "By World War I, the public (and later, many historians) had come to believe that teams of anonymous scientists in corporate research and development (R&D) laboratories had displaced \"heroic\" individual inventors like Thomas Edison and Alexander Graham Bell as the wellspring of innovation. However, the first half of the twentieth century was actually a long transitional period when lesser known independents like Chester Carlson (Xerox copier), Earl Tupper (Tupperware), Samuel Ruben (Duracell batteries), and Edwin Land (Polaroid camera) continued to make notable contributions to the overall context of innovation. Accordingly, my dissertation considers the changing fortunes of American independent inventors from approximately 1900 to 1950, a period of expanding corporate R&D, the Great Depression, and two world wars. Contrary to most interpretations of this period, I argue that individual, \"post-heroic\" …",
            "The Post-Heroic Generation: American Independent Inventors, 1900—1950",
            "Eric S Hintz",
            "2011",
            "H4PN6YgAAAAJ:M3ejUd6NZC8C",
            14,
            "https:\/\/www.jstor.org\/stable\/23701568",
            "16827834282396721694",
            "\/scholar?cites=16827834282396721694",
            {
                "2012":3,
                "2013":1,
                "2014":1,
                "2015":4,
                "2016":2,
                "2017":1,
                "2018":2
            }
        ]
    ]
}