{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Quantum criticality describes the collective fluctuations of matter undergoing a second-order phase transition at zero temperature. Heavy-fermion metals have in recent years emerged as prototypical systems to study quantum critical points. There have been considerable efforts, both experimental and theoretical, that use these magnetic systems to address problems that are central to the broad understanding of strongly correlated quantum matter. Here, we summarize some of the basic issues, including the extent to which the quantum criticality in heavy-fermion metals goes beyond the standard theory of order-parameter fluctuations, the nature of the Kondo effect in the quantum-critical regime, the non-Fermi-liquid phenomena that accompany quantum criticality and the interplay between quantum criticality and unconventional superconductivity.",
            "Quantum criticality in heavy-fermion metals",
            "Philipp Gegenwart and Qimiao Si and Frank Steglich",
            "2008",
            "HAYRG94AAAAJ:d1gkVwhDpl0C",
            1175,
            "https:\/\/www.nature.com\/articles\/nphys892",
            "6430929607453251297",
            "\/scholar?cites=6430929607453251297",
            {
                "2008":39,
                "2009":95,
                "2010":113,
                "2011":108,
                "2012":82,
                "2013":82,
                "2014":76,
                "2015":113,
                "2016":87,
                "2017":101,
                "2018":90,
                "2019":88,
                "2020":98,
                "2021":2
            }
        ],
        [
            "When a metal undergoes a continuous quantum phase transition, non-Fermi-liquid behaviour arises near the critical point. All the low-energy degrees of freedom induced by quantum criticality are usually assumed to be spatially extended, corresponding to long-wavelength fluctuations of the order parameter. But this picture has been contradicted by the results of recent experiments on a prototype system: heavy fermion metals at a zero-temperature magnetic transition. In particular, neutron scattering from CeCu 6-x Au x has revealed anomalous dynamics at atomic length scales, leading to much debate as to the fate of the local moments in the quantum-critical regime. Here we report our theoretical finding of a locally critical quantum phase transition in a model of heavy fermions. The dynamics at the critical point are in agreement with experiment. We propose local criticality to be a phenomenon of general relevance …",
            "Locally critical quantum phase transitions in strongly correlated metals",
            "Qimiao Si and Silvio Rabello and Kevin Ingersent and J Lleweilun Smith",
            "2001",
            "HAYRG94AAAAJ:u5HHmVD_uO8C",
            1022,
            "https:\/\/www.nature.com\/articles\/35101507",
            "14446602160349148049",
            "\/scholar?cites=14446602160349148049",
            {
                "2002":34,
                "2003":54,
                "2004":43,
                "2005":66,
                "2006":57,
                "2007":53,
                "2008":66,
                "2009":64,
                "2010":64,
                "2011":60,
                "2012":56,
                "2013":47,
                "2014":55,
                "2015":64,
                "2016":48,
                "2017":43,
                "2018":49,
                "2019":44,
                "2020":51,
                "2021":2
            }
        ],
        [
            "We consider the iron pnictides in terms of a proximity to a Mott insulator. The superexchange interactions contain competing nearest-neighbor and next-nearest-neighbor components. In the undoped parent compound, these frustrated interactions lead to a two-sublattice collinear antiferromagnet (each sublattice forming a Néel ordering), with a reduced magnitude for the ordered moment. Electron or hole doping, together with the frustration effect, suppresses the magnetic ordering and allows a superconducting state. The exchange interactions favor a d-wave superconducting order parameter; in the notation appropriate for the Fe square lattice, its orbital symmetry is d x y. A number of existing and future experiments are discussed in light of the theoretical considerations.",
            "Strong correlations and magnetic frustration in the high T c iron pnictides",
            "Qimiao Si and Elihu Abrahams",
            "2008",
            "HAYRG94AAAAJ:9yKSN-GCB0IC",
            812,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.076401",
            "15287126064791479383",
            "\/scholar?cites=15287126064791479383",
            {
                "2008":44,
                "2009":111,
                "2010":77,
                "2011":100,
                "2012":86,
                "2013":76,
                "2014":68,
                "2015":50,
                "2016":48,
                "2017":49,
                "2018":30,
                "2019":34,
                "2020":30,
                "2021":5
            }
        ],
        [
            "We discuss non-Fermi liquid and quantum critical behaviour in heavy-fermion materials, focusing on the mechanism by which the electron mass appears to diverge at the quantum critical point. We ask whether the basic mechanism for the transformation involves electron diffraction off a quantum critical spin-density wave, or whether a breakdown in the composite nature of the heavy electron takes place at the quantum critical point. We show that the Hall constant changes continuously in the first scenario, but mayjump'discontinuously at a quantum critical point where the composite character of the electron quasiparticles changes.",
            "How do Fermi liquids get heavy and die?",
            "Piers Coleman and C Pépin and Qimiao Si and Revaz Ramazashvili",
            "2001",
            "HAYRG94AAAAJ:u-x6o8ySG0sC",
            761,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/13\/35\/202\/meta",
            "818011872888505916",
            "\/scholar?cites=818011872888505916",
            {
                "2002":28,
                "2003":42,
                "2004":39,
                "2005":49,
                "2006":36,
                "2007":42,
                "2008":61,
                "2009":43,
                "2010":61,
                "2011":39,
                "2012":44,
                "2013":31,
                "2014":34,
                "2015":45,
                "2016":32,
                "2017":29,
                "2018":29,
                "2019":32,
                "2020":40,
                "2021":2
            }
        ],
        [
            "A quantum critical point (QCP) develops in a material at absolute zero when a new form of order smoothly emerges in its ground state. QCPs are of great current interest because of their singular ability to influence the finite temperature properties of materials. Recently, heavy-fermion metals have played a key role in the study of antiferromagnetic QCPs. To accommodate the heavy electrons, the Fermi surface of the heavy-fermion paramagnet is larger than that of an antiferromagnet 1, 2, 3. An important unsolved question is whether the Fermi surface transformation at the QCP develops gradually, as expected if the magnetism is of spin-density-wave (SDW) type 4, 5, or suddenly, as expected if the heavy electrons are abruptly localized by magnetism 6, 7, 8. Here we report measurements of the low-temperature Hall coefficient (R H)—a measure of the Fermi surface volume—in the heavy-fermion metal YbRh 2 Si 2 …",
            "Hall-effect evolution across a heavy-fermion quantum critical point",
            "Silke Paschen and Thomas Lühmann and Steffen Wirth and Philipp Gegenwart and Octavio Trovarelli and Christoph Geibel and Frank Steglich and Piers Coleman and Qimiao Si",
            "2004",
            "HAYRG94AAAAJ:2osOgNQ5qMEC",
            502,
            "https:\/\/www.nature.com\/articles\/nature03129",
            "4760532241194037457",
            "\/scholar?cites=4760532241194037457",
            {
                "2005":19,
                "2006":43,
                "2007":26,
                "2008":53,
                "2009":46,
                "2010":41,
                "2011":32,
                "2012":31,
                "2013":35,
                "2014":20,
                "2015":35,
                "2016":27,
                "2017":12,
                "2018":24,
                "2019":27,
                "2020":27,
                "2021":2
            }
        ],
        [
            "Quantum phase transitions arise in many-body systems because of competing interactions that promote rivaling ground states. Recent years have seen the identification of continuous quantum phase transitions, or quantum critical points, in a host of antiferromagnetic heavy-fermion compounds. Studies of the interplay between the various effects have revealed new classes of quantum critical points and are uncovering a plethora of new quantum phases. At the same time, quantum criticality has provided fresh insights into the electronic, magnetic, and superconducting properties of the heavy-fermion metals. We review these developments, discuss the open issues, and outline some directions for future research.",
            "Heavy fermions and quantum phase transitions",
            "Qimiao Si and Frank Steglich",
            "2010",
            "HAYRG94AAAAJ:5nxA0vEk-isC",
            465,
            "https:\/\/science.sciencemag.org\/content\/329\/5996\/1161.abstract",
            "1350714480855354082",
            "\/scholar?cites=1350714480855354082",
            {
                "2011":32,
                "2012":39,
                "2013":38,
                "2014":57,
                "2015":38,
                "2016":40,
                "2017":33,
                "2018":54,
                "2019":59,
                "2020":71,
                "2021":1
            }
        ],
        [
            "At a generic quantum critical point, the thermal expansion α is more singular than the specific heat c p. Consequently, the “Grüneisen ratio,” Γ= α\/c p, diverges. When scaling applies, Γ∼ T− 1\/(ν z) at the critical pressure p= p c, providing a means to measure the scaling dimension of the most relevant operator that pressure couples to; in the alternative limit T→ 0 and p≠ p c, Γ∼ 1\/(p− p c) with a prefactor that is, up to the molar volume, a simple universal combination of critical exponents. For a magnetic-field driven transition, similar relations hold for the magnetocaloric effect (1\/T)∂ T\/∂ H| S. Finally, we determine the corrections to scaling in a class of metallic quantum critical points.",
            "Universally diverging Grüneisen parameter and the magnetocaloric effect close to quantum critical points",
            "Lijun Zhu and Markus Garst and Achim Rosch and Qimiao Si",
            "2003",
            "HAYRG94AAAAJ:UeHWp8X0CEIC",
            375,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.066404",
            "7626329234426839289",
            "\/scholar?cites=7626329234426839289",
            {
                "2003":3,
                "2004":16,
                "2005":15,
                "2006":18,
                "2007":15,
                "2008":17,
                "2009":26,
                "2010":33,
                "2011":20,
                "2012":21,
                "2013":21,
                "2014":13,
                "2015":21,
                "2016":30,
                "2017":28,
                "2018":21,
                "2019":24,
                "2020":31
            }
        ],
        [
            "Superconductivity develops in metals upon the formation of a coherent macroscopic quantum state of electron pairs. Iron pnictides and chalcogenides are materials that have high superconducting transition temperatures. In this Review, we describe the advances in the field that have led to higher superconducting transition temperatures in iron-based superconductors and the wide range of materials that are used to form these superconductors. We summarize the essential aspects of the normal state and the mechanism for superconductivity. We emphasize the degree of electron–electron correlations and their manifestation in properties of the normal state. We examine the nature of magnetism, analyse its role in driving the electronic nematicity and discuss quantum criticality at the border of magnetism in the phase diagram. Finally, we review the amplitude and structure of the superconducting pairing, and survey …",
            "High-temperature superconductivity in iron pnictides and chalcogenides",
            "Qimiao Si and Rong Yu and Elihu Abrahams",
            "2016",
            "HAYRG94AAAAJ:4X0JR2_MtJMC",
            316,
            "https:\/\/www.nature.com\/articles\/natrevmats201617",
            "16249953357736101224",
            "\/scholar?cites=16249953357736101224",
            {
                "2016":23,
                "2017":55,
                "2018":78,
                "2019":68,
                "2020":81,
                "2021":9
            }
        ],
        [
            "Neutron experiments have indicated that the structure factor S (q, ω) for the two cuprates YBa 2 Cu 3 O 7− δ and La 2− x Sr x CuO 4 has a different q dependence. Commensurate peaks at (π\/a, π\/a) are observed in the former case, whereas clearly incommensurate peaks are seen in the latter, for metallic hole concentrations. We attribute this contrasting q dependence to differences in the Fermi-surface geometry, obtained in band-structure approaches, and (for the YBaCuO system) also corroborated by photoemission experiments. Using a large Coulomb-U, Fermi-liquid-based scheme, we present results for the q, ω and temperature dependence of the neutron cross section as well as for the temperature dependence of the NMR relaxation, in both cuprate families at various hole concentrations. When antiferromagnetic quasiparticle interactions of moderate strength are included, these calculations compare favorably …",
            "Comparison of spin dynamics in YBa 2 Cu 3 O 7− δ and La 2− x Sr x CuO 4: Effects of Fermi-surface geometry",
            "Qimiao Si and Yuyao Zha and K Levin and JP Lu",
            "1993",
            "HAYRG94AAAAJ:qjMakFHDy7sC",
            268,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.47.9055",
            "17008627515594279729",
            "\/scholar?cites=17008627515594279729",
            {
                "1993":8,
                "1994":25,
                "1995":39,
                "1996":27,
                "1997":12,
                "1998":15,
                "1999":16,
                "2000":17,
                "2001":14,
                "2002":10,
                "2003":11,
                "2004":14,
                "2005":8,
                "2006":4,
                "2007":8,
                "2008":9,
                "2009":4,
                "2010":6,
                "2011":5,
                "2012":4,
                "2013":1,
                "2014":3,
                "2015":3,
                "2016":2,
                "2017":1,
                "2018":1
            }
        ],
        [
            "Quantum phase transitions (QPTs) offer wonderful examples of the radical macroscopic effects inherent in quantum physics: phase changes between different forms of matter driven by quantum rather than thermal fluctuations, typically at very low temperatures. QPTs provide new insight into outstanding problems such as high-temperature superconductivit",
            "Understanding quantum phase transitions",
            "Lincoln Carr",
            "2010",
            "HAYRG94AAAAJ:fPk4N6BV_jEC",
            254,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=tArMBQAAQBAJ&oi=fnd&pg=PP1&dq=info:mHt7iqbbx3IJ:scholar.google.com&ots=UGTSVSZiFy&sig=MMbByhHV-5pfjkIjHRC2xCZOCKs",
            "8270820749023607704",
            "\/scholar?cites=8270820749023607704",
            {
                "2010":6,
                "2011":19,
                "2012":23,
                "2013":20,
                "2014":29,
                "2015":25,
                "2016":25,
                "2017":22,
                "2018":29,
                "2019":21,
                "2020":35
            }
        ]
    ]
}