{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Alterations in oxidative phosphorylation resulting from mitochondrial dysfunction have long been hypothesized to be involved in tumorigenesis. Mitochondria have recently been shown to play an important role in regulating both programmed cell death and cell proliferation. Furthermore, mitochondrial DNA (mtDNA) mutations have been found in various cancer cells. However, the role of these mtDNA mutations in tumorigenesis remains largely unknown. This review focuses on basic mitochondrial genetics, mtDNA mutations and consequential mitochondrial dysfunction associated with cancer. The potential molecular mechanisms, mediating the pathogenesis from mtDNA mutations and mitochondrial dysfunction to tumorigenesis are also discussed.",
            "Implications of mitochondrial DNA mutations and mitochondrial dysfunction in tumorigenesis",
            "Jianxin Lu and Lokendra Kumar Sharma and Yidong Bai",
            "2009",
            "Hb5LrtQAAAAJ:Y0pCki6q_DkC",
            251,
            "https:\/\/www.nature.com\/articles\/cr200969",
            "810283782064976340",
            "\/scholar?cites=810283782064976340",
            {
                "2009":4,
                "2010":16,
                "2011":19,
                "2012":34,
                "2013":35,
                "2014":27,
                "2015":20,
                "2016":19,
                "2017":19,
                "2018":14,
                "2019":19,
                "2020":19,
                "2021":2
            }
        ],
        [
            "             Mitochondrial alteration has been long proposed to play a major role in tumorigenesis. Recently, mitochondrial DNA (mtDNA) mutations have been found in a variety of cancer cells. In this study, we examined the contribution of mtDNA mutation and mitochondrial dysfunction in tumorigenesis first using human cell lines carrying a frame-shift at NADH dehydrogenase (respiratory complex I) subunit 5 gene (             ND5             ); the same homoplasmic mutation was also identified in a human colorectal cancer cell line earlier. With increasing mutant ND5 mtDNA content, respiratory function including oxygen consumption and ATP generation through oxidative phosphorylation declined progressively, while lactate production and dependence on glucose increased. Interestingly, the reactive oxygen species (ROS) levels and apoptosis exhibited antagonistic pleiotropy associated with mitochondrial defects …",
            "A heteroplasmic, not homoplasmic, mitochondrial DNA mutation promotes tumorigenesis via alteration in reactive oxygen species generation and apoptosis",
            "Jeong Soon Park and Lokendra Kumar Sharma and Hongzhi Li and Ruihua Xiang and Deborah Holstein and Jun Wu and James Lechleiter and Susan L Naylor and Janice J Deng and Jianxin Lu and Yidong Bai",
            "2009",
            "Hb5LrtQAAAAJ:W7OEmFMy1HYC",
            219,
            "https:\/\/academic.oup.com\/hmg\/article-abstract\/18\/9\/1578\/2527059",
            "14507941402468285107",
            "\/scholar?cites=14507941402468285107",
            {
                "2009":6,
                "2010":14,
                "2011":19,
                "2012":26,
                "2013":31,
                "2014":20,
                "2015":16,
                "2016":17,
                "2017":21,
                "2018":7,
                "2019":13,
                "2020":23,
                "2021":3
            }
        ],
        [
            "Mitochondria are ubiquitous organelles in eukaryotic cells whose primary function is to generate energy supplies in the form of ATP through oxidative phosphorylation. As the entry point for most electrons into the respiratory chain, NADH:ubiquinone oxidoreductase, or complex I, is the largest and least understood component of the mitochondrial oxidative phosphorylation system. Substantial progress has been made in recent years in understanding its subunit composition, its assembly, the interaction among complex I and other respiratory components, and its role in oxidative stress and apoptosis. This review provides an updated overview of the structure of complex I, as well as its cellular functions, and discusses the implication of complex I dysfunction in various human diseases.",
            "Mitochondrial respiratory complex I: structure, function and implication in human diseases",
            "Lokendra K Sharma and Jianxin Lu and Yidong Bai",
            "2009",
            "Hb5LrtQAAAAJ:eQOLeE2rZwMC",
            152,
            "https:\/\/www.ingentaconnect.com\/content\/ben\/cmc\/2009\/00000016\/00000010\/art00007",
            "11080919086174910480",
            "\/scholar?cites=11080919086174910480",
            {
                "2009":2,
                "2010":3,
                "2011":12,
                "2012":5,
                "2013":10,
                "2014":6,
                "2015":4,
                "2016":6,
                "2017":12,
                "2018":16,
                "2019":25,
                "2020":47,
                "2021":4
            }
        ],
        [
            "Previously, we have shown that a heteroplasmic mutation in mitochondrial DNA-encoded complex I ND5 subunit gene resulted in an enhanced tumorigenesis through increased resistance to apoptosis. Here we report that the tumorigenic phenotype associated with complex I dysfunction could be reversed by introducing a yeast NADH quinone oxidoreductase (NDI1) gene. The NDI1 mediated electron transfer from NADH to Co-Q, bypassed the defective complex I and restored oxidative phosphorylation in the host cells. Alternatively, suppression of complex I activity by a specific inhibitor, rotenone or induction of oxidative stress by paraquat led to an increase in the phosphorylation of v-AKT murine thymoma viral oncogene (AKT) and enhanced the tumorigenesis. On the other hand, antioxidant treatment can ameliorate the reactive oxygen species-mediated AKT activation and reverse the tumorigenicity of …",
            "Mitochondrial respiratory complex I dysfunction promotes tumorigenesis through ROS alteration and AKT activation",
            "Lokendra Kumar Sharma and Hezhi Fang and Jiangtao Liu and Rasika Vartak and Janice Deng and Yidong Bai",
            "2011",
            "Hb5LrtQAAAAJ:YsMSGLbcyi4C",
            138,
            "https:\/\/academic.oup.com\/hmg\/article-abstract\/20\/23\/4605\/558343",
            "8076404173039247029",
            "\/scholar?cites=8076404173039247029",
            {
                "2012":5,
                "2013":17,
                "2014":11,
                "2015":19,
                "2016":18,
                "2017":24,
                "2018":11,
                "2019":10,
                "2020":21,
                "2021":2
            }
        ],
        [
            "myc−\/− rat fibroblasts (KO cells) differ from myc+\/+ (WT) cells and KO cells with enforced Myc re-expression (KO-Myc cells) with respect to mitochondrial structure and function, utilization of glucose and glutamine as energy-generating substrates, and ATP levels. Specifically, KO cells demonstrate low levels of glycolysis and oxidative phosphorylation, dysfunctional mitochondria and electron transport chain complexes, and depleted ATP stores. We examined here how these cells adapt to their energy-deficient state and how they differ in their uptake and utilization of long- and medium-chain fatty acids such as palmitate and octanoate, respectively. Metabolic tracing of these molecules showed that KO cells preferentially utilize them as β-oxidation substrates and that, rather than directing them into phospholipids, preferentially store them as neutral lipids. KO cell transcriptional profiling and functional assays revealed a …",
            "c-Myc programs fatty acid metabolism and dictates acetyl-CoA abundance and fate",
            "Lia R Edmunds and Lokendra Sharma and Audry Kang and Jie Lu and Jerry Vockley and Shrabani Basu and Radha Uppala and Eric S Goetzman and Megan E Beck and Donald Scott and Edward V Prochownik",
            "2014",
            "Hb5LrtQAAAAJ:LkGwnXOMwfcC",
            70,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925820316860",
            "3983099711119157104",
            "\/scholar?cites=3983099711119157104",
            {
                "2015":9,
                "2016":8,
                "2017":12,
                "2018":16,
                "2019":9,
                "2020":14,
                "2021":2
            }
        ],
        [
            "Sterol glycosides are constituents of plant cell membranes. Glucosylations of the sterols are catalyzed by sterol glucosyltransferases (SGTs), which are members of family 1 glycosyltransferases. We have identified the family of SGT genes expressed in the leaves of a medicinal plant Withania somnifera. One member (SGTL1) of this gene family was cloned. The full-length cDNA sequence of SGTL1 represents 2532 bp, comprising untranslated regions (UTRs) of 337 and 89 bp at the 5′ and 3′ ends, respectively. The amino acid sequence deduced from the 2103 bp open reading frame (ORF) showed homology (67–45%) to the reported plant SGTs. The presence of two putative transmembrane domains suggested the association of SGTL1 with membrane. The SGTL1 was expressed in Escherichia coli and recombinant enzyme from the supernatant was partially purified and biochemically characterized. The relative …",
            "Molecular cloning and characterization of one member of 3β-hydroxy sterol glucosyltransferase gene family in Withania somnifera",
            "Lokendra Kumar Sharma and Bhaskara Reddy Madina and Pankaj Chaturvedi and Rajender Singh Sangwan and Rakesh Tuli",
            "2007",
            "Hb5LrtQAAAAJ:u5HHmVD_uO8C",
            66,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0003986107000331",
            "5282065342419072727",
            "\/scholar?cites=5282065342419072727",
            {
                "2007":2,
                "2008":2,
                "2009":2,
                "2010":4,
                "2011":7,
                "2012":4,
                "2013":10,
                "2014":8,
                "2015":8,
                "2016":6,
                "2017":9,
                "2018":2,
                "2019":2
            }
        ],
        [
            "Sterol glycosyltransferases catalyze the synthesis of diverse glycosterols in plants. Withania somnifera is a medically important plant, known for a variety of pharmacologically important withanolides and their glycosides. In this study, a novel 27β-hydroxy glucosyltransferase was purified to near homogeneity from cytosolic fraction of W. somnifera leaves and studied for its biochemical and kinetic properties. The purified enzyme showed activity with UDP-glucose but not with UDP-galactose as sugar donor. It exhibited broad sterol specificity by glucosylating a variety of sterols\/withanolides with β-OH group at C-17, C-21 and C-27 positions. It transferred glucose to the alkanol at C-25 position of the lactone ring, provided an α-OH was present at C-17 in the sterol skeleton. A comparable enzyme has not been reported earlier from plants. The enzyme is distinct from the previously purified W. somnifera 3β-hydroxy specific …",
            "Purification and characterization of a novel glucosyltransferase specific to 27β-hydroxy steroidal lactones from Withania somnifera and its role in stress responses",
            "Bhaskara Reddy Madina and Lokendra Kumar Sharma and Pankaj Chaturvedi and Rajender Singh Sangwan and Rakesh Tuli",
            "2007",
            "Hb5LrtQAAAAJ:u-x6o8ySG0sC",
            60,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S157096390700132X",
            "216587769614138743",
            "\/scholar?cites=216587769614138743",
            {
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":2,
                "2011":3,
                "2012":7,
                "2013":12,
                "2014":9,
                "2015":3,
                "2016":9,
                "2017":6,
                "2018":3,
                "2019":1,
                "2020":2
            }
        ],
        [
            " Context: Mitochondrial dysfunction has been proposed as an underlying mechanism in the pathogenesis of insulin resistance and type 2 diabetes mellitus. Objective: To determine whether mitochondrial dysfunction plays a role in the free fatty acid (FFA)-induced impairment in insulin action in skeletal muscle of healthy subjects. Design: Eleven lean normal glucose tolerant individuals received 8 h lipid and saline infusion on separate days with a euglycemic insulin clamp during the last 2 h. Vastus lateralis muscle biopsies were performed at baseline and after 6 h lipid or saline infusion. Inner mitochondrial membrane potential (Ψm) and mitochondrial mass were determined ex vivo by confocal microscopy. Results: Compared with saline infusion, lipid infusion reduced whole-body glucose uptake by 22% (P < 0.05). Ψm decreased by 33% (P < 0.005) after lipid infusion and …",
            "Effect of short-term free fatty acids elevation on mitochondrial function in skeletal muscle of healthy individuals",
            "Alberto O Chavez and Subhash Kamath and Rucha Jani and Lokendra K Sharma and Adriana Monroy and Muhammad A Abdul-Ghani and Victoria E Centonze and Padma Sathyanarayana and Dawn K Coletta and Cristopher P Jenkinson and Yidong Bai and Franco Folli and Ralph A DeFronzo and Devjit Tripathy",
            "2010",
            "Hb5LrtQAAAAJ:WF5omc3nYNoC",
            57,
            "https:\/\/academic.oup.com\/jcem\/article-abstract\/95\/1\/422\/2835412",
            "15625380634309592549",
            "\/scholar?cites=15625380634309592549",
            {
                "2010":9,
                "2011":3,
                "2012":7,
                "2013":1,
                "2014":5,
                "2015":6,
                "2016":9,
                "2017":4,
                "2018":9,
                "2019":1,
                "2020":3
            }
        ],
        [
            "CASP2\/caspase 2 plays a role in aging, neurodegeneration, and cancer. The contributions of CASP2 have been attributed to its regulatory role in apoptotic and nonapoptotic processes including the cell cycle, DNA repair, lipid biosynthesis, and regulation of oxidant levels in the cells. Previously, our lab demonstrated CASP2-mediated modulation of autophagy during oxidative stress. Here we report the novel finding that CASP2 is an endogenous repressor of autophagy. Knockout or knockdown of CASP2 resulted in upregulation of autophagy in a variety of cell types and tissues. Reinsertion of Caspase-2 gene (Casp2) in mouse embryonic fibroblast (MEFs) lacking Casp2 (casp2−\/−) suppresses autophagy, suggesting its role as a negative regulator of autophagy. Loss of CASP2-mediated autophagy involved AMP-activated protein kinase, mechanistic target of rapamycin, mitogen-activated protein kinase, and …",
            "A nonapoptotic role for CASP2\/caspase 2: modulation of autophagy",
            "Meenakshi Tiwari and Lokendra K Sharma and Difernando Vanegas and Danielle A Callaway and Yidong Bai and James D Lechleiter and Brian Herman",
            "2014",
            "Hb5LrtQAAAAJ:ufrVoPGSRksC",
            54,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.4161\/auto.28528",
            "11365425773343700278",
            "\/scholar?cites=11365425773343700278",
            {
                "2014":2,
                "2015":9,
                "2016":9,
                "2017":11,
                "2018":7,
                "2019":9,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Background Sterol glycosyltrnasferases (SGT) are enzymes that glycosylate sterols which play important role in plant adaptation to stress and are medicinally important in plants like Withania somnifera. The present study aims to find the role of WsSGTL1 which is a sterol glycosyltransferase from W. somnifera, in plant’s adaptation to abiotic stress.  Methodology The WsSGTL1 gene was transformed in Arabidopsis thaliana through Agrobacterium mediated transformation, using the binary vector pBI121, by floral dip method. The phenotypic and physiological parameters like germination, root length, shoot weight, relative electrolyte conductivity, MDA content, SOD levels, relative electrolyte leakage and chlorophyll measurements were compared between transgenic and wild type Arabidopsis plants under different abiotic stresses - salt, heat and cold. Biochemical analysis was done by HPLC-TLC and radiolabelled enzyme assay. The promoter of the WsSGTL1 gene was cloned by using Genome Walker kit (Clontech, USA) and the 3D structures were predicted by using Discovery Studio Ver. 2.5.  Results The WsSGTL1 transgenic plants were confirmed to be single copy by Southern and homozygous by segregation analysis. As compared to WT, the transgenic plants showed better germination, salt tolerance, heat and cold tolerance. The level of the transgene WsSGTL1 was elevated in heat, cold and salt stress along with other marker genes such as HSP70, HSP90, RD29, SOS3 and LEA4-5. Biochemical analysis showed the formation of sterol glycosides and increase in enzyme activity. When the promoter of WsSGTL1 gene was cloned from W …",
            "Overexpression of WsSGTL1 gene of Withania somnifera enhances salt tolerance, heat tolerance and cold acclimation ability in transgenic Arabidopsis plants",
            "Manoj K Mishra and Pankaj Chaturvedi and Ruchi Singh and Gaurav Singh and Lokendra K Sharma and Vibha Pandey and Nishi Kumari and Pratibha Misra",
            "2013",
            "Hb5LrtQAAAAJ:9yKSN-GCB0IC",
            45,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0063064",
            "10523821773821014111",
            "\/scholar?cites=10523821773821014111",
            {
                "2013":1,
                "2014":9,
                "2015":7,
                "2016":8,
                "2017":8,
                "2018":4,
                "2019":5,
                "2020":3
            }
        ]
    ]
}