{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The quality and performance of a solid oral dosage form depends on the choice of the solid phase, the formulation design, and the manufacturing process. The potential for process-induced solid phase transformations must be evaluated during design and development of formulations and manufacturing processes. This article briefly reviews the basic principles of polymorphism, defines the classes of phase transformation and the underlying transformation mechanisms, and discusses respective kinetic factors. The potential phase transformations associated with common unit operations employed in manufacturing solid oral dosage forms are highlighted. Specific examples are given to illustrate the importance of solid phases, and process-induced phase transitions in formulation and process development.",
            "Phase transformation considerations during process development and manufacture of solid oral dosage forms",
            "Geoff GZ Zhang and Devalina Law and Eric A Schmitt and Yihong Qiu",
            "2004",
            "Hb8QrC8AAAAJ:u5HHmVD_uO8C",
            449,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0169409X03002229",
            "365168899015625240",
            "\/scholar?cites=365168899015625240",
            {
                "2004":4,
                "2005":6,
                "2006":15,
                "2007":22,
                "2008":20,
                "2009":24,
                "2010":23,
                "2011":32,
                "2012":24,
                "2013":34,
                "2014":34,
                "2015":34,
                "2016":42,
                "2017":42,
                "2018":39,
                "2019":36,
                "2020":16
            }
        ],
        [
            "To investigate the underlying physical processes taking place during dissolution of amorphous pharmaceuticals and correlate them to the observed solution concentration-time profiles. Felodipine and indomethacin were used as model hydrophobic compounds.Concentration-time profiles were monitored during dissolution of the model amorphous compounds using in situ fiber-optic ultraviolet spectroscopy. Crystallization of the solid exposed to an aqueous environment was monitored using Raman spectroscopy and\/or powder X-ray diffraction. Polarized light microscopy was used to provide qualitative information about crystallization processes.For felodipine, a small extent of supersaturation was generated via dissolution at 25°C but not at 37°C. The amorphous solid was found to crystallize …",
            "Understanding the behavior of amorphous pharmaceutical systems during dissolution",
            "David E Alonzo and Geoff GZ Zhang and Deliang Zhou and Yi Gao and Lynne S Taylor",
            "2010",
            "Hb8QrC8AAAAJ:d1gkVwhDpl0C",
            424,
            "https:\/\/link.springer.com\/article\/10.1007\/s11095-009-0021-1",
            "10143486963866628547",
            "\/scholar?cites=10143486963866628547",
            {
                "2010":7,
                "2011":12,
                "2012":38,
                "2013":39,
                "2014":48,
                "2015":50,
                "2016":48,
                "2017":43,
                "2018":49,
                "2019":48,
                "2020":40
            }
        ],
        [
            "Developing Solid Oral Dosage Forms: Pharmaceutical Theory and Practice, Second Edition illustrates how to develop high-quality, safe, and effective pharmaceutical products by discussing the latest techniques, tools, and scientific advances in preformulation investigation, formulation, process design, characterization, scale-up, and production operations. This book covers the essential principles of physical pharmacy, biopharmaceutics, and industrial pharmacy, and their application to the research and development process of oral dosage forms. Chapters have been added, combined, deleted, and completely revised as necessary to produce a comprehensive, well-organized, valuable reference for industry professionals and academics engaged in all aspects of the development process. New and important topics include spray drying, amorphous solid dispersion using hot-melt extrusion, modeling and simulation, bioequivalence of complex modified-released dosage forms, biowaivers, and much more. Written and edited by an international team of leading experts with experience and knowledge across industry, academia, and regulatory settings Includes new chapters covering the pharmaceutical applications of surface phenomenon, predictive biopharmaceutics and pharmacokinetics, the development of formulations for drug discovery support, and much more Presents new case studies throughout, and a section completely devoted to regulatory aspects, including global product regulation and international perspectives",
            "Developing solid oral dosage forms: pharmaceutical theory and practice",
            "Yihong Qiu and Yisheng Chen and Geoff GZ Zhang and Lawrence Yu and Rao V Mantri",
            "2016",
            "Hb8QrC8AAAAJ:2osOgNQ5qMEC",
            364,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=lk1ODAAAQBAJ&oi=fnd&pg=PP1&dq=info:SkWbRlYTk0IJ:scholar.google.com&ots=fenWGWKVJh&sig=nk4iuwQ7lPURCXBljA4HXFwML9c",
            "4797199289352406346",
            "\/scholar?cites=4797199289352406346",
            {
                "2009":1,
                "2010":10,
                "2011":15,
                "2012":24,
                "2013":28,
                "2014":43,
                "2015":34,
                "2016":45,
                "2017":38,
                "2018":39,
                "2019":40,
                "2020":40,
                "2021":4
            }
        ],
        [
            "This work relates the thermodynamic quantities (Gc, Hc, and Sc) and the molecular mobility values (1\/τ) of five structurally diverse amorphous compounds to their crystallization behavior. The model compounds included: ritonavir, ABT‐229, fenofibrate, sucrose, and acetaminophen. Modulated temperature DSC was used to measure the heat capacities as a function of temperature for the amorphous and crystalline phases of each compound. Knowledge of the heat capacities and fusion data allowed calculation of the configurational thermodynamic quantities and the Kauzmann temperatures (TK) using established relationships. The molecular relaxation time constants (τ) were then calculated from the Vogel‐Tammann‐Fulcher representation of the Adam‐Gibbs model. Amorphous samples were heated at 1 K\/min and a reduced crystallization temperature, defined as (Tc − Tg)\/(Tm−Tg), was used to compare …",
            "Physical stability of amorphous pharmaceuticals: Importance of configurational thermodynamic quantities and molecular mobility",
            "Deliang Zhou and Geoff GZ Zhang and Devalina Law and David JW Grant and Eric A Schmitt",
            "2002",
            "Hb8QrC8AAAAJ:u-x6o8ySG0sC",
            332,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022354916310589",
            "657167123936953526",
            "\/scholar?cites=657167123936953526",
            {
                "2003":4,
                "2004":10,
                "2005":7,
                "2006":9,
                "2007":19,
                "2008":20,
                "2009":20,
                "2010":12,
                "2011":20,
                "2012":26,
                "2013":19,
                "2014":27,
                "2015":29,
                "2016":24,
                "2017":24,
                "2018":22,
                "2019":23,
                "2020":15
            }
        ],
        [
            "Amorphous solid dispersions (ASDs) are widely utilized in the pharmaceutical industry for bioavailability enhancement of low solubility drugs. The important factors governing the dissolution behavior of these systems are still far from adequately understood. As a consequence, it is of interest to investigate the behavior of these systems during the dissolution process. The purpose of this research was twofold. First, the degree of supersaturation generated upon dissolution as a function of drug–polymer composition was investigated. Second, an investigation was conducted to correlate physical behavior upon dissolution with polymer loading. Felodipine and indomethacin were selected as model drugs and hydroxypropylmethylcellulose (HPMC) and polyvinylpyrrolidone (PVP) were used to form the dispersions. Diffusion and nuclear magnetic resonance spectroscopy experiments revealed that the extent of bulk …",
            "Dissolution and precipitation behavior of amorphous solid dispersions",
            "David E Alonzo and Yi Gao and Deliang Zhou and Huaping Mo and Geoff GZ Zhang and Lynne S Taylor",
            "2011",
            "Hb8QrC8AAAAJ:IjCSPb-OGe4C",
            236,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022354915320244",
            "1876955023877470617",
            "\/scholar?cites=1876955023877470617",
            {
                "2010":2,
                "2011":3,
                "2012":10,
                "2013":29,
                "2014":30,
                "2015":25,
                "2016":26,
                "2017":28,
                "2018":32,
                "2019":30,
                "2020":19
            }
        ],
        [
            "We have extended the established physical stability treatment for hydrates\/solvates to co-crystals with solid co-crystal formers. Based on the proposed treatment, a suspension\/slurry screening technique is developed and tested in sixteen pharmaceutical co-crystal systems with success. The theoretical treatment and the practical screening technique should benefit the researchers in the field of co-crystallization in improving the screening efficiency. © 2007 Wiley-Liss, Inc. and the American Pharmacists Association J Pharm Sci 96: 990–995, 2007",
            "Efficient co-crystal screening using solution-mediated phase transformation",
            "Geoff GZ Zhang and Rodger F Henry and Thomas B Borchardt and Xiaochun Lou",
            "2007",
            "Hb8QrC8AAAAJ:9yKSN-GCB0IC",
            213,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022354916322481",
            "12559031710905685551",
            "\/scholar?cites=12559031710905685551",
            {
                "2007":2,
                "2008":8,
                "2009":13,
                "2010":26,
                "2011":11,
                "2012":18,
                "2013":24,
                "2014":18,
                "2015":15,
                "2016":23,
                "2017":12,
                "2018":16,
                "2019":13,
                "2020":10,
                "2021":1
            }
        ],
        [
            "A previous method for measuring solubilities of crystalline drugs in polymers has been improved to enable longer equilibration and used to survey the solubilities of indomethacin (IMC) and nifedipine (NIF) in two homo-polymers [polyvinyl pyrrolidone (PVP) and polyvinyl acetate (PVAc)] and their co-polymer (PVP\/VA). These data are important for understanding the stability of amorphous drug-polymer dispersions, a strategy actively explored for delivering poorly soluble drugs. Measuring solubilities in polymers is difficult because their high viscosities impede the attainment of solubility equilibrium. In this method, a drug-polymer mixture prepared by cryomilling is annealed at different temperatures and analyzed by differential scanning calorimetry to determine whether undissolved crystals remain and thus the upper and lower bounds of the equilibrium solution temperature. The new annealing method yielded results …",
            "Solubilities of crystalline drugs in polymers: an improved analytical method and comparison of solubilities of indomethacin and nifedipine in PVP, PVP\/VA, and PVAc",
            "YE Sun and Jing Tao and Geoff GZ Zhang and Lian Yu",
            "2010",
            "Hb8QrC8AAAAJ:YsMSGLbcyi4C",
            186,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022354915325053",
            "8926804365598374346",
            "\/scholar?cites=8926804365598374346",
            {
                "2010":3,
                "2011":4,
                "2012":12,
                "2013":12,
                "2014":18,
                "2015":17,
                "2016":20,
                "2017":17,
                "2018":31,
                "2019":31,
                "2020":17,
                "2021":1
            }
        ],
        [
            "Amorphous solid dispersion (ASD) formulations are widely used for delivery of poorly soluble drugs for dissolution enhancement and bioavailability improvement. When administered, ASDs often exhibit fast dissolution to yield supersaturated solutions. The physical chemistry of these supersaturated solutions is not well understood. This review will discuss the concepts of solubility, supersaturation, and the connection to membrane transport rate. Liquid–liquid phase separation (LLPS), which occurs when the amorphous solubility is exceeded, leading to solutions with interesting properties is extensively discussed as a phenomenon that is relevant to all enabling formulations. The multiple physical processes occurring during dissolution of the ASD and during oral absorption are analyzed. The beneficial reservoir effect of a system that has undergone LLPS is demonstrated, both experimentally and conceptually. It is …",
            "Physical chemistry of supersaturated solutions and implications for oral absorption",
            "Lynne S Taylor and Geoff GZ Zhang",
            "2016",
            "Hb8QrC8AAAAJ:tOudhMTPpwUC",
            182,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0169409X16300928",
            "14384522365500629149",
            "\/scholar?cites=14384522365500629149",
            {
                "2016":6,
                "2017":24,
                "2018":42,
                "2019":51,
                "2020":54,
                "2021":3
            }
        ],
        [
            "Objective Amorphous pharmaceuticals, a viable approach to enhancing bioavailability, must be stable against crystallization. An amorphous drug can be stabilized by dispersing it in a polymer matrix. To implement this approach, it is desirable to know the drug’s solubility in the chosen polymer, which defines the maximal drug loading without risk of crystallization. Measuring the solubility of a crystalline drug in a polymer is difficult because the high viscosity of polymers makes achieving solubility equilibrium difficult. Method Differential Scanning Calorimetry (DSC) was used to detect dissolution endpoints of solute\/polymer mixtures prepared by cryomilling. This method was validated against other solubility-indicating methods. Results The solubilities of several small-molecule crystals in polymers were measured for the first time near the glass transition temperature, including d-mannitol (β polymorph) in PVP …",
            "Solubility of small-molecule crystals in polymers: D-mannitol in PVP, indomethacin in PVP\/VA, and nifedipine in PVP\/VA",
            "Jing Tao and Ye Sun and Geoff GZ Zhang and Lian Yu",
            "2009",
            "Hb8QrC8AAAAJ:zYLM7Y9cAGgC",
            172,
            "https:\/\/link.springer.com\/article\/10.1007\/s11095-008-9784-z",
            "333421433921392903",
            "\/scholar?cites=333421433921392903",
            {
                "2009":1,
                "2010":9,
                "2011":11,
                "2012":14,
                "2013":10,
                "2014":19,
                "2015":21,
                "2016":12,
                "2017":15,
                "2018":20,
                "2019":21,
                "2020":16
            }
        ],
        [
            " Purpose. To find out if the physical instability of a lyophilized dosage form is related to molecular mobility below the glass transition temperature. Further, to explore if the stability data generated at temperatures below the glass transition temperature can be used to predict the stability of a lyophilized solid under recommended storage conditions. Methods. The temperature dependence of relaxation time constant, τ, was obtained for sucrose and trehalose formulations of the monoclonal antibody (5 mg protein\/vial) from enthalpy relaxation studies using differential scanning calorimetry. The non-exponentiality parameter, β, in the relaxation behavior was also obtained using dielectric relaxation spectroscopy. Results. For both sucrose and trehalose formulations, the variation in τ with temperature could be fitted Vogel-Tammann-Fulcher (VTF) equation. The two formulations exhibited difference …",
            "The relationship between protein aggregation and molecular mobility below the glass transition temperature of lyophilized formulations containing a monoclonal antibody",
            "Sarma P Duddu and Guangzhong Zhang and Paul R Dal Monte",
            "1997",
            "Hb8QrC8AAAAJ:NhqRSupF_l8C",
            143,
            "https:\/\/link.springer.com\/article\/10.1023\/A:1012196826905",
            "12154925688322987554",
            "\/scholar?cites=12154925688322987554",
            {
                "1998":5,
                "1999":6,
                "2000":7,
                "2001":3,
                "2002":10,
                "2003":3,
                "2004":10,
                "2005":12,
                "2006":7,
                "2007":11,
                "2008":11,
                "2009":2,
                "2010":8,
                "2011":5,
                "2012":7,
                "2013":4,
                "2014":1,
                "2015":8,
                "2016":5,
                "2017":8,
                "2018":4,
                "2019":3,
                "2020":3
            }
        ]
    ]
}