{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Herein we obtained a chemically bonded TiO2 (P25)-graphene nanocomposite photocatalyst with graphene oxide and P25, using a facile one-step hydrothermal method. During the hydrothermal reaction, both of the reduction of graphene oxide and loading of P25 were achieved. The as-prepared P25-graphene photocatalyst possessed great adsorptivity of dyes, extended light absorption range, and efficient charge separation properties simultaneously, which was rarely reported in other TiO2−carbon photocatalysts. Hence, in the photodegradation of methylene blue, a significant enhancement in the reaction rate was observed with P25-graphene, compared to the bare P25 and P25-CNTs with the same carbon content. Overall, this work could provide new insights into the fabrication of a TiO2−carbon composite as high performance photocatalysts and facilitate their application in the environmental protection issues.",
            "P25-graphene composite as a high performance photocatalyst",
            "Hao Zhang and Xiaojun Lv and Yueming Li and Ying Wang and Jinghong Li",
            "2010",
            "hBsHYhcAAAAJ:CLhUwle04lcC",
            2912,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn901221k",
            "18159077932495320550",
            "\/scholar?cites=18159077932495320550",
            {
                "2010":25,
                "2011":117,
                "2012":252,
                "2013":312,
                "2014":343,
                "2015":354,
                "2016":351,
                "2017":324,
                "2018":313,
                "2019":267,
                "2020":212,
                "2021":38
            }
        ],
        [
            "This paper presents a treatment of discrete variable structure control systems. The purpose is to lay a foundation upon which design of such type of systems can be made properly. Phenomena of switching, reaching, and quasi-sliding mode are investigated thoroughly. Terms pertaining to discrete variable structure control are defined. A method of quasi-sliding mode design is given. The inherently existing quasi-sliding mode band is analyzed. A recently introduced \"reaching law approach\" is conveniently used to develop the control law for robust control. Comments are given regarding chattering. The design technique is illustrated by a simulated system.< >",
            "Discrete-time variable structure control systems",
            "Weibing Gao and Yufu Wang and Abdollah Homaifa",
            "1995",
            "hBsHYhcAAAAJ:3pYxbvHKFu8C",
            1617,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/370376\/",
            "9764703427692663817",
            "\/scholar?cites=9764703427692663817",
            {
                "1997":16,
                "1998":18,
                "1999":14,
                "2000":36,
                "2001":25,
                "2002":34,
                "2003":34,
                "2004":54,
                "2005":47,
                "2006":48,
                "2007":71,
                "2008":92,
                "2009":79,
                "2010":77,
                "2011":80,
                "2012":107,
                "2013":104,
                "2014":83,
                "2015":97,
                "2016":89,
                "2017":106,
                "2018":107,
                "2019":101,
                "2020":75,
                "2021":11
            }
        ],
        [
            "Graphene was synthesized chemically by Hummers and Offeman method and the graphene-modified electrode was applied in selective determination of dopamine with a linear range from 5 μM to 200 μM in a large excess of ascorbic acid. Selective detection was realized in completely eliminating ascorbic acid, different from the methods based on the potential separations. π–π stacking interaction between dopamine and graphene surface may accelerate the electron transfer whereas weaken the ascorbic acid oxidation on this graphene-modified electrode. The resulted graphene-modified electrode also showed a better performance than multi-walled carbon nanotubes-modified electrode. The phenomena were considered from the elusive two-dimensional structure and unique electronic properties of graphene.",
            "Application of graphene-modified electrode for selective detection of dopamine",
            "Ying Wang and Yueming Li and Longhua Tang and Jin Lu and Jinghong Li",
            "2009",
            "hBsHYhcAAAAJ:lSLsV1MU4ZUC",
            1165,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1388248109000691",
            "4020698772045889474",
            "\/scholar?cites=4020698772045889474",
            {
                "2009":7,
                "2010":62,
                "2011":103,
                "2012":128,
                "2013":146,
                "2014":133,
                "2015":124,
                "2016":108,
                "2017":95,
                "2018":107,
                "2019":81,
                "2020":60,
                "2021":8
            }
        ],
        [
            "This paper describes the preparation, characterization, and electrochemical properties of reduced graphene sheet films (rGSFs), investigating especially their electrochemical behavior for several redox systems and electrocatalytic properties towards oxygen and some small molecules. The reduced graphene sheets (rGSs) are produced in high yield by a soft chemistry route involving graphite oxidation, ultrasonic exfoliation, and chemical reduction. Transmission electron microscopy (TEM), X‐ray diffraction (XRD), scanning electron microscopy (SEM), X‐ray photoelectron spectroscopy (XPS) and Raman spectroscopy clearly demonstrate that graphene was successfully synthesized and modified at the surface of a glassy carbon electrode. Several redox species, such as Ru(NH3)63+\/2+, Fe(CN)63−\/4−, Fe3+\/2+ and dopamine, are used to probe the electrochemical properties of these graphene films by using the …",
            "Preparation, structure, and electrochemical properties of reduced graphene sheet films",
            "Longhua Tang and Ying Wang and Yueming Li and Hongbing Feng and Jin Lu and Jinghong Li",
            "2009",
            "hBsHYhcAAAAJ:JTtNqH-x4gYC",
            1148,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adfm.200900377",
            "17218486671478522949",
            "\/scholar?cites=17218486671478522949",
            {
                "2010":41,
                "2011":76,
                "2012":121,
                "2013":147,
                "2014":127,
                "2015":125,
                "2016":116,
                "2017":105,
                "2018":118,
                "2019":90,
                "2020":73,
                "2021":7
            }
        ]
    ]
}