{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "A new material [Ni2(BODC)2(TED)], (BODC=4,4′-bicyclo[2.2.2]octane dicarboxylate and TED=triethylene-4,4′-diamine), which is a guest-free, porous metal-organic coordination network, has been successfully synthesized. The crystal structure of this compound is tetragonal with the space group P4∕mmm. It is a three-dimensional network that can be deconstructed into rectangular gridlike layers along ab planes. These planes are formed by BODC and Zn2O4 paddle-wheel-like clusters, and the TED ligands from the axial directions of the paddle-wheels connect the layers into a three-dimesional structure. There are no guest molecules found in the pores. The shortest Ni–Ni distance within the paddle wheel is found to be 2.613Å. Magnetic susceptibility χ(T)=M(T)∕H and isothermal magnetization M(H) measurements have been measured on powder samples of this compound. The results of χ(T) show that there …",
            "Magnetic properties of a metal-organic porous network ",
            "Tan Yuen and D Danilovic and Kunhao Li and Jing Li",
            "2008",
            "HC55LRUAAAAJ:u5HHmVD_uO8C",
            10,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2834717",
            "5859834031444222346",
            "\/scholar?cites=5859834031444222346",
            {
                "2008":1,
                "2009":4,
                "2010":3,
                "2011":1,
                "2012":1
            }
        ],
        [
            "Magnetic properties of Fe(II) meso-tetra(4-pyridyl)porphyrin [Fe(TpyP)], a recently discovered metalloporphyrin network, were investigated using magnetic susceptibility M(T)∕H, isothermal magnetization M(H), and heat capacity C(T) measurements. The crystal structure of Fe(TpyP) at room temperature is orthorhombic with a space group Cmca (No. 64). This network gives rise to an unprecedented two-dimensional paddle-wheel-like pattern (a 44 topology). The results of M(T)∕H on powder samples of Fe(TpyP) show that the effective moment μeff of Fe2+ is 5.52μB at 340K, close to the expected value for a high spin Fe2+ (S=2) ion. μeff increases to 5.90μB as T decreases to the range of 170K<T<220K, and then decreases monotonically as T decreases further. The behavior of μeff in the high temperature region may be attributed to a positive Fe2+–Fe2+ coupling. The low field (H⩽4kG) M(T)∕H data reveal an …",
            "Magnetic properties of an Fe(II) meso-tetra(4-pyridyl)porphyrin network",
            "D Danilovic and CL Lin and Tan Yuen and Long Pan and Jing Li",
            "2007",
            "HC55LRUAAAAJ:u-x6o8ySG0sC",
            8,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2710458",
            "7129824058638663805",
            "\/scholar?cites=7129824058638663805",
            {
                "2009":1,
                "2010":3,
                "2011":3,
                "2012":1
            }
        ],
        [
            "M(N3)2(bpy) [where M = Cu(II), Co(II), N3 = azide, and bpy = 4,4′-bipyridine] are two newly synthesized metal-organic framework (MOF) systems, in which the divalent M ions are connected though the azide ligands forming almost ideal magnetic 1 D chains. Specific heat measurements were performed on these compounds and the magnetic specific heats were deduced using appropriate methods for estimating the lattice specific heat. The magnetic specific heat data were analyzed and fit to the Ising model. The exchange interaction J\/kB values of 13.1 K for Cu(N3)2(bpy) and 8.2 K for Co(N3)2(bpy) were obtained and compared to the J values from fitting the measured magnetic susceptibility data.",
            "Magnetic specific heat studies of two Ising spin 1\/2 chain systems M(N3)2(bpy)",
            "Youcef Hamida and Dusan Danilovic and Tan Yuen and Kunhao Li and Jing Li",
            "2012",
            "HC55LRUAAAAJ:d1gkVwhDpl0C",
            5,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3679005",
            "2654068770279288622",
            "\/scholar?cites=2654068770279288622",
            {
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":1
            }
        ],
        [
            "Very bright (≈14 000 cd m−2) deep blue exciplex organic light emitting diodes (OLEDs) peaking at ≈435 nm, where the photopic response is ≈0.033, and with CIE color coordinates (0.1525, 0.0820), are described. The OLED properties are interestingly linked to PPh3O (triphenylphosphine oxide) and attributes of the emitting layer (EML) comprising NPB interfacing host:guest TPBi:PPh3O 5:1 weight ratio. A neat PPh3O layer that is central for device performance follows the EML (NPB\/TPBi:PPh3O 5:1\/PPh3O). The bright electroluminescence originates from NPB\/TPBi:PPh3O exciplexes involving triplets via thermally activated delayed fluorescence, as evident from the strong quenching of the photoluminescence (PL) by oxygen and interestingly, the monomolecular emission process. The transient PL decay times of a NPB\/TPBi:PPh3O 5:1\/PPh3O film are 43 ns in air versus 136, 610, and weak ≈2000 ns in N2 …",
            "Bright Deep Blue TADF OLEDs: The Role of Triphenylphosphine Oxide in NPB\/TPBi:PPh3O Exciplex Emission",
            "Chamika Hippola and Dusan Danilovic and Ujjal Bhattacharjee and Cesar Perez‐Bolivar and KA Niradha Sachinthani and Toby L Nelson and Pavel Anzenbacher and Jacob W Petrich and Ruth Shinar and Joseph Shinar",
            "2020",
            "HC55LRUAAAAJ:eQOLeE2rZwMC",
            2,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adom.201901282",
            "5116102933402526916",
            "\/scholar?cites=5116102933402526916",
            {
                "2020":1,
                "2021":1
            }
        ],
        [
            "We present a comparative theoretical study of magnetic resonance within the polaron pair recombination (PPR) and the triplet exciton-polaron quenching (TPQ) models. Both models have been invoked to interpret the photoluminescence detected magnetic resonance (PLDMR) results in π-conjugated materials and devices. We show that resonance line shapes calculated within the two models differ dramatically in several regards. First, in the PPR model, the line shape exhibits unusual behavior upon increasing the microwave power: it evolves from fully positive at weak power to fully negative at strong power. In contrast, in the TPQ model, the PLDMR is completely positive, showing a monotonic saturation. Second, the two models predict different dependencies of the resonance signal on the photoexcitation power, P L. At low P L, the resonance amplitude Δ I\/I is∝ P L within the PPR model, while it is∝ P L 2 …",
            "Comparative analysis of magnetic resonance in the polaron pair recombination and the triplet exciton-polaron quenching models",
            "VV Mkhitaryan and D Danilović and C Hippola and ME Raikh and Joseph Shinar",
            "2018",
            "HC55LRUAAAAJ:UeHWp8X0CEIC",
            2,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.97.035402",
            "9661123826976736601",
            "\/scholar?cites=9661123826976736601",
            {
                "2019":1,
                "2020":1
            }
        ],
        [
            "The nature of the exchange interactions in three metal-organic coordination networks families is examined. These families have a general form ML2(bpy). Since (bpy) molecules are very long, our networks are reduced to effectively one-dimensional chain systems with very weak interchain interaction. The Bonner–Fisher and Fisher classical spin models are applied to fit the magnetic susceptibility data, and results of the fits are discussed. Metal ions inside MCl2(bpy) and M(N3)2(bpy) interact with ferromagnetic interactions and can be described with Fisher classical spin model, while metal ions in M(ox)(bpy) interact with antiferromagnetic interaction and it can be described with the Bonner–Fisher model. Fitting parameter J produced from our models has higher value in M(N3)2(bpy) than in MCl2(bpy) for the same M. It was found that the total spin value is dominant factor to the strength of the magnetic interaction.",
            "Analysis on the exchange interactions in three metal-organic coordination network systems possessing one-dimensional magnetism",
            "Dusan Danilovic and Youcef Hamida and Tan Yuen and Kunhao Li and Jing Li",
            "2010",
            "HC55LRUAAAAJ:9yKSN-GCB0IC",
            2,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3367974",
            "4308413863086173134",
            "\/scholar?cites=4308413863086173134",
            {
                "2012":1,
                "2013":1
            }
        ],
        [
            "[Co (bpdc)(H 2 O) 2]. H 2 O (bpdc= biphenyldicarboxylate) was found to be a one dimensional ferromagnetic Co (II) chain system that orders below 5.5 K due to a weak antiferromagnetic inter-chain coupling. Classical Fisher Model (CFM), Mean Field Theory (MFT), and Ising Model (IM) were applied to the high temperature susceptibility data of [Co (bpdc)(H 2 O) 2]. H 2 O. The fit to CFM yielded a J\/k B=+ 7.40 K with R^ 2= 0.993; MFT gave a J\/k B=+ 5.31 K with a low R^ 2= 0.391. The ratio interchain interactions (J') to that of intra-chain interactions was estimated to be J'\/J=-0.005. The magnetic specific heat was obtained via direct subtraction of the specific heat data for Zinc analogue from that of [Co (bpdc)(H 2 O) 2]. H 2 O. The magnetic specific heat data was fit to the Ising Model for spin. 5ex1-. 1em\/-. 15em. 25ex2 yielding J\/k B=+ 15.27 K. The interpretations on the spin state of the Co (II) at different temperatures in …",
            "Analysis on the Magnetic and Thermodynamic behavior of a Linear Magnetic Chain [Co(bpdc)(H2O)2].H2O",
            "Youcef Hamida and Dusan Danilovic and Tan Yuen and Qihan Gong and Jing Li",
            "2012",
            "HC55LRUAAAAJ:2osOgNQ5qMEC",
            1,
            "https:\/\/ui.adsabs.harvard.edu\/abs\/2012APS..MAR.S1258H\/abstract",
            "13341983052605497109",
            "\/scholar?cites=13341983052605497109",
            {
                "2012":1
            }
        ]
    ]
}