{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Sea spray droplets are known to enhance the fluxes of momentum, heat, and mass at the air‐sea interface. Evaluating these fluxes depends in part on the so‐called “spray generation function”, the size distribution of droplets generated. At high wind speeds, spray is empirically observed to be plentiful near the ocean surface, however, the generation function has remained elusive both theoretically and experimentally. We report on a photographic laboratory experiment designed to directly quantify spume droplets observed at high wind speeds. The resulting sea spray concentration functions for spume droplets (diameter > 140μm) are reported for three high wind speed conditions (31.3, 41.2, and 47.1 ms−1). Our data suggest that large supra‐millimeter droplets are more prevalent than previously thought. We also observed a previously unreported spray generation mechanism whereby liquid sheets form at the …",
            "Sea spray spume droplet production in high wind speeds",
            "F Veron and C Hopkins and EL Harrison and JA Mueller",
            "2012",
            "HC7XfBcAAAAJ:Tyk-4Ss8FVUC",
            78,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2012GL052603",
            "11593031325262917545",
            "\/scholar?cites=11593031325262917545",
            {
                "2013":3,
                "2014":8,
                "2015":3,
                "2016":11,
                "2017":12,
                "2018":9,
                "2019":20,
                "2020":11,
                "2021":1
            }
        ],
        [
            "Historically, our understanding of the air-sea surface stress has been derived from engineering studies of turbulent flows over flat solid surfaces, and more recently, over rigid complex geometries. Over the ocean however, the presence of a free, deformable, moving surface gives rise to a more complicated drag formulation. In fact, within the constant-stress turbulent atmospheric boundary layer over the ocean, the total air-sea stress not only includes the traditional turbulent and viscous components but also incorporates surface-wave effects such as wave growth or decay, air-flow separation, and surface separation in the form of sea-spray droplets. Because each individual stress component depends on and alters the sea state, a simple linear addition of all stress components is too simplistic. In this paper we present a model of the air-sea surface stress that incorporates air-flow separation and its effects on …",
            "Nonlinear formulation of the bulk surface stress over breaking waves: Feedback mechanisms from air-flow separation",
            "James A Mueller and Fabrice Veron",
            "2009",
            "HC7XfBcAAAAJ:u5HHmVD_uO8C",
            59,
            "https:\/\/link.springer.com\/article\/10.1007\/s10546-008-9334-6",
            "3997510074192524903",
            "\/scholar?cites=3997510074192524903",
            {
                "2009":4,
                "2010":4,
                "2011":6,
                "2012":3,
                "2013":7,
                "2014":6,
                "2015":6,
                "2016":4,
                "2017":3,
                "2018":5,
                "2019":3,
                "2020":8
            }
        ],
        [
            "Two methods of coupling integrated optical waveguides to photodetectors are investigated. As waveguides, SiON layers were deposited by low-pressure chemical vapor deposition on a thick isolation layer of thermally grown SiO_2 on silicon substrates. Lateral p-i-n diode photodetectors were fabricated by standard processing in the silicon substrates. Structures for end-fire and leaky-wave coupling were fabricated. Coupling efficiencies of up to 84% for end-fire and 88% for leaky-wave coupling were obtained. The fabrication steps are described, and the resulting optoelectrical behavior is discussed.",
            "Integration of SiON waveguides and photodiodes on silicon substrates",
            "S Wunderlich and JP Schmidt and J Müller",
            "1992",
            "HC7XfBcAAAAJ:_kc_bZDykSQC",
            39,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ao-31-21-4186",
            "10972295686560334883",
            "\/scholar?cites=10972295686560334883",
            {
                "1994":2,
                "1995":4,
                "1996":3,
                "1997":2,
                "1998":2,
                "1999":4,
                "2000":2,
                "2001":1,
                "2002":1,
                "2003":3,
                "2004":2,
                "2005":4,
                "2006":1,
                "2007":1,
                "2008":1,
                "2009":4
            }
        ],
        [
            "The uncertainty of the sea spray generation function continues to obscure spray-mediated momentum and scalar fluxes, especially for intense wind conditions. Most previous studies assume a constant form (spectral shape) for the droplet distribution, even though a shift to smaller drops with increased wind forcing is expected. In this paper, a new generation function for spume drops is derived, but unlike previous studies, both its form and magnitude change with wind forcing. Fairly good agreement is found between this spume generation function and the limited data available. A potential explanation for the vast size differences among previous spume generation studies is also provided by distinguishing the drops formed at the surface from the drops transported vertically where measurements are routinely made.",
            "A sea state–dependent spume generation function",
            "James A Mueller and Fabrice Veron",
            "2009",
            "HC7XfBcAAAAJ:u-x6o8ySG0sC",
            38,
            "https:\/\/journals.ametsoc.org\/view\/journals\/phoc\/39\/9\/2009jpo4113.1.xml",
            "9453634869929713888",
            "\/scholar?cites=9453634869929713888",
            {
                "2010":2,
                "2011":4,
                "2012":4,
                "2013":6,
                "2014":3,
                "2015":3,
                "2016":3,
                "2017":4,
                "2018":4,
                "2019":4,
                "2020":1
            }
        ],
        [
            "The contributions of sea spray drops to the total air–sea exchanges of momentum, heat, and mass remain an open question. A number of factors obscure any simple quantification of their contribution; the per drop contribution to the fluxes is a particularly important factor that cannot be calculated easily, as are the number of drops formed. To estimate the per droplet fluxes, the authors first calculate the low order statistics from a large number of drop trajectories, which are simulated with a recently developed Lagrangian stochastic model adapted for the heavy drop transport and evaporation within the marine boundary layer. This paper describes the results from simulations of sea spray drops over the ocean, and as one of two parts, summarizes new estimations for the spray-mediated fluxes on a per drop basis. The results suggest that common simplifications in previous sea spray models, such as the residence time …",
            "Impact of sea spray on air–sea fluxes. Part I: Results from stochastic simulations of sea spray drops over the ocean",
            "James A Mueller and Fabrice Veron",
            "2014",
            "HC7XfBcAAAAJ:roLk4NBRz8UC",
            23,
            "https:\/\/journals.ametsoc.org\/view\/journals\/phoc\/44\/11\/jpo-d-13-0245.1.xml",
            "328212169101213744",
            "\/scholar?cites=328212169101213744",
            {
                "2014":1,
                "2015":1,
                "2016":4,
                "2017":3,
                "2018":4,
                "2019":6,
                "2020":3,
                "2021":1
            }
        ],
        [
            "This paper presents estimations for the transfer of momentum, heat, and water mass between the air and the sea. The results from Lagrangian stochastic simulations of sea spray drops (see Part I), along with two sea spray generation functions, are used to calculate the spray-mediated flux components of the air–sea fluxes. When the spray-mediated fluxes constitute a significant fraction of the total fluxes under certain conditions, their feedback effect on the atmosphere cannot be neglected. The authors derive a simplified feedback model to investigate such cases, finding that the spray-mediated fluxes may be especially sensitive to the size distribution of the drops. The total effective air–sea fluxes lead to drag and enthalpy coefficients that increase modestly with wind speed. The rate of increase for the drag coefficient is greatest at moderate wind speeds, while the rate of increase for the enthalpy coefficient is greatest …",
            "Impact of sea spray on air–sea fluxes. Part II: Feedback effects",
            "James A Mueller and Fabrice Veron",
            "2014",
            "HC7XfBcAAAAJ:Se3iqnhoufwC",
            22,
            "https:\/\/journals.ametsoc.org\/view\/journals\/phoc\/44\/11\/jpo-d-13-0246.1.xml",
            "10321136497865968187",
            "\/scholar?cites=10321136497865968187",
            {
                "2014":1,
                "2015":1,
                "2016":2,
                "2017":3,
                "2018":5,
                "2019":7,
                "2020":2
            }
        ],
        [
            "The Tokamak Physics Experiment is designed to develop the scientific basis for a compact and continuously operating tokamak fusion reactor. It is based on an emerging class of tokamak operating modes, characterized by beta limits well in excess of the Troyon limit, confinement scaling well in excess of H-mode, and bootstrap current fractions approaching unity. Such modes are attainable through the use of advanced, steady state plasma controls including strong shaping, current profile control, and active particle recycling control. Key design features of the TPX are superconducting toroidal and poloidal field coils; actively-cooled plasma-facing components; a flexible heating and current drive system; and a spacious divertor for flexibility. Substantial deuterium plasma operation is made possible with an in-vessel remote maintenance system, a lowactivation titanium vacuum vessel, and shielding of ex …",
            "The design of the tokamak physics experiment (TPX)",
            "JA Schmidt and KI Thomassen and Robert James Goldston and GH Neilson and WM Nevins and JC Sinnis and P Andersen and W Bair and WL Barr and DB Batchelor and C Baxi and G Berg and S Bernabei and JM Bialek and PT Bonoli and A Boozer and D Bowers and G Bronner and JN Brooks and TG Brown and R Bulmer and D Butner and R Campbell and T Casper and E Chaniotakis and M Chaplin and SJ Chen and E Chin and J Chrzanowski and J Citrolo and MJ Cole and F Dahlgren and FC Davis and J Davis and S Davis and N Diatchenko and S Dinkevich and Y Feldshteyn and B Felker and T Feng and ME Fenstermacher and R Fleming and PJ Fogarty and W Fragetta and E Fredd and M Gabler and J Galambos and Y Gohar and PL Goranson and N Greenough and LR Grisham and J Haines and S Haney and W Hassenzahl and J Heim and PJ Heitzenroeder and DN Hill and T Hodapp and WA Houlberg and A Hubbard and A Hyatt and M Jackson and EF Jaeger and SC Jardin and J Johnson and GH Jones and DR Juliano and R Junge and M Kalish and CE Kessel and D Knutson and RJ LaHaye and DD Lang and RA Langley and S-L Liew and E Lu and H Mantz and J Manickam and TK Mau and S Medley and DR Mikkelsen and R Miller and D Monticello and D Morgan and P Moroz and C Motloch and J Mueller and L Myatt and BE Nelson and CL Neumeyer and D Nilson and T O'Conner and LD Pearlstein and WA Peebles and M Pelovitz and FW Perkins and LJ Perkins and D Petersen and R Pillsbury and PA Politzer and N Pomphrey and M Porkolab and A Posey and A Radovinsky and S Raftopoulis and S Ramakrishnan and J Ramos and W Rauch and D Ravenscroft and K Redler and WT Reiersen and A Reiman and E Reis and G Rewoldt and DJ Richards and R Rocco and TD Rognlien and D Ruzic and S Sabbagh and J Sapp and RO Sayer and JE Scharer and L Schmitz and J Schnitz and L Sevier and SE Shipley and RT Simmons and D Slack and GR Smith and R Stambaugh and G Steill and T Stevenson and S Stoenescu and KT St Onge and DP Stotler and T Strait and DJ Strickler and DW Swain and W Tang and M Tuszewski and MA Ulrickson and A VonHalle and MS Walker and C Wang and P Wang and J Warren and KA Werley and WP West and F Williams and R Wong",
            "1993",
            "HC7XfBcAAAAJ:qxL8FJ1GzNcC",
            22,
            "https:\/\/link.springer.com\/article\/10.1007\/BF01079667",
            "18131779335900651652",
            "\/scholar?cites=18131779335900651652",
            {
                "1994":5,
                "1995":4,
                "1996":2,
                "1997":2,
                "1998":1,
                "1999":2,
                "2000":1,
                "2001":3,
                "2002":1,
                "2003":1
            }
        ],
        [
            "The dispersion of heavy particles and pollutants is often simulated with Lagrangian stochastic (LS) models. Although these models have been employed successfully over land, the free surface at the air-sea interface complicates the implementation of traditional LS models. We present an adaptation of traditional LS models to the atmospheric marine boundary layer (MBL), where the bottom boundary is represented by a realistic wavy surface that moves and deforms. In addition, the correlation function for the turbulent flow following a particle is extended to the anisotropic, unsteady case. Our new model reproduces behaviour for Lagrangian turbulence in a stratified air flow that departs only slightly from the expected behaviour in isotropic turbulence. When solving for the trajectory of a heavy particle in the air flow, the modelled turbulent forcing on the particle also behaves remarkably well. For example, the …",
            "A Lagrangian stochastic model for heavy particle dispersion in the atmospheric marine boundary layer",
            "James A Mueller and Fabrice Veron",
            "2009",
            "HC7XfBcAAAAJ:d1gkVwhDpl0C",
            17,
            "https:\/\/link.springer.com\/article\/10.1007\/s10546-008-9340-8",
            "15482146802340710339",
            "\/scholar?cites=15482146802340710339",
            {
                "2009":2,
                "2010":2,
                "2011":2,
                "2012":2,
                "2013":2,
                "2014":3,
                "2015":1,
                "2016":1,
                "2017":1,
                "2018":1
            }
        ],
        [
            "A reactor design developed for coating three-dimensional substrates is presented. Cathodic deposition was investigated to obtain highly cross-linked insulating films. The properties of films deposited from hexamethyldisilazane and tetraethylorthosilicate sources are discussed and compared.",
            "Insulation and passivation of three-dimensional substrates by plasma-CVD thin films using silicon-organic compounds",
            "D Peters and J Müller and T Sperling",
            "1991",
            "HC7XfBcAAAAJ:M3ejUd6NZC8C",
            15,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0921509391906465",
            "16181991535207135438",
            "\/scholar?cites=16181991535207135438",
            {
                "1991":1,
                "1992":2,
                "1993":2,
                "1994":2,
                "1995":2,
                "1996":1,
                "1997":2,
                "1998":1,
                "1999":1,
                "2000":1
            }
        ],
        [
            "The dispersion of heavy particles subjected to a turbulent forcing is often simulated with Lagrangian stochastic models. Although these models have been employed successfully over land, the implementation of traditional LS models in the marine boundary layer is significantly more challenging. We present an adaptation of traditional Lagrangian stochastic models to the atmospheric marine boundary layer with a particular focus on the representation of the scalar turbulence for temperature and humidity. In this new model, the atmosphere can be stratified and the bottom boundary is represented by a realistic wavy surface that moves and deforms. Hence, the correlation function for the turbulent flow following a particle is extended to the inhomogenous, anisotropic case. The results reproduce behaviour for scalar Lagrangian turbulence in a stratified airflow that departs only slightly from the expected …",
            "A Lagrangian stochastic model for sea-spray evaporation in the atmospheric marine boundary layer",
            "James Mueller and Fabrice Veron",
            "2010",
            "HC7XfBcAAAAJ:Y0pCki6q_DkC",
            14,
            "https:\/\/link.springer.com\/article\/10.1007\/s10546-010-9520-1",
            "12206231653091500286",
            "\/scholar?cites=12206231653091500286",
            {
                "2014":3,
                "2015":1,
                "2016":1,
                "2017":2,
                "2018":1,
                "2019":4,
                "2020":2
            }
        ]
    ]
}