{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A Gram-negative, yellow-pigmented, halophilic bacterial strain US6-1T, which degrades high-molecular-mass polycyclic aromatic hydrocarbons of two to five rings, was isolated from muddy sediment of Ulsan Bay, Republic of Korea. The 16S rRNA gene of the isolate showed high sequence similarity to Novosphingobium subarcticum (96·23 %) and Sphingopyxis alaskensis (96·18 %); however, the isolate formed a distinct phyletic line within the genus Novosphingobium. DNA–DNA relatedness between US6-1T and the closest strain N. subarcticum revealed that strain US6-1T was independent from this species. Isolate US6-1T had ubiquinone 10 and a DNA G+C ratio of 61·1 mol%. Major fatty acids were octadecanoic acid (18 : 1ω7), hexadecanoic acid (16 : 1ω7) and 2-hydroxy-myristic acid (14 : 0 2-OH). On the basis of polyphasic taxonomic evidence, strain US6-1T is proposed to represent a novel species in the …",
            "Novosphingobium pentaromativorans sp. nov., a high-molecular-mass polycyclic aromatic hydrocarbon-degrading bacterium isolated from estuarine sediment",
            "Jae Hak Sohn and Kae Kyoung Kwon and Ji-Hyun Kang and Hong-Bae Jung and Sang-Jin Kim",
            "2004",
            "HcCFeUIAAAAJ:u-x6o8ySG0sC",
            225,
            "https:\/\/www.microbiologyresearch.org\/content\/journal\/ijsem\/10.1099\/ijs.0.02945-0?crawler=true",
            "12782789036186220518",
            "\/scholar?cites=12782789036186220518",
            {
                "2004":1,
                "2005":13,
                "2006":10,
                "2007":8,
                "2008":10,
                "2009":11,
                "2010":14,
                "2011":9,
                "2012":11,
                "2013":16,
                "2014":20,
                "2015":26,
                "2016":11,
                "2017":17,
                "2018":15,
                "2019":18,
                "2020":13,
                "2021":2
            }
        ],
        [
            "The shift from terrestrial to aquatic life by whales was a substantial evolutionary event. Here we report the whole-genome sequencing and de novo assembly of the minke whale genome, as well as the whole-genome sequences of three minke whales, a fin whale, a bottlenose dolphin and a finless porpoise. Our comparative genomic analysis identified an expansion in the whale lineage of gene families associated with stress-responsive proteins and anaerobic metabolism, whereas gene families related to body hair and sensory receptors were contracted. Our analysis also identified whale-specific mutations in genes encoding antioxidants and enzymes controlling blood pressure and salt concentration. Overall the whale-genome sequences exhibited distinct features that are associated with the physiological and morphological changes needed for life in an aquatic environment, marked by resistance to …",
            "Minke whale genome and aquatic adaptation in cetaceans",
            "Hyung-Soon Yim and Yun Sung Cho and Xuanmin Guang and Sung Gyun Kang and Jae-Yeon Jeong and Sun-Shin Cha and Hyun-Myung Oh and Jae-Hak Lee and Eun Chan Yang and Kae Kyoung Kwon and Yun Jae Kim and Tae Wan Kim and Wonduck Kim and Jeong Ho Jeon and Sang-Jin Kim and Dong Han Choi and Sungwoong Jho and Hak-Min Kim and Junsu Ko and Hyunmin Kim and Young-Ah Shin and Hyun-Ju Jung and Yuan Zheng and Zhuo Wang and Yan Chen and Ming Chen and Awei Jiang and Erli Li and Shu Zhang and Haolong Hou and Tae Hyung Kim and Lili Yu and Sha Liu and Kung Ahn and Jesse Cooper and Sin-Gi Park and Chang Pyo Hong and Wook Jin and Heui-Soo Kim and Chankyu Park and Kyooyeol Lee and Sung Chun and Phillip A Morin and Stephen J O'Brien and Hang Lee and Jumpei Kimura and Dae Yeon Moon and Andrea Manica and Jeremy Edwards and Byung Chul Kim and Sangsoo Kim and Jun Wang and Jong Bhak and Hyun Sook Lee and Jung-Hyun Lee",
            "2014",
            "HcCFeUIAAAAJ:j3f4tGmQtD8C",
            204,
            "https:\/\/www.nature.com\/articles\/ng.2835",
            "5293515994241817330",
            "\/scholar?cites=5293515994241817330",
            {
                "2014":21,
                "2015":26,
                "2016":35,
                "2017":28,
                "2018":29,
                "2019":33,
                "2020":27,
                "2021":2
            }
        ],
        [
            "Although a common reaction in anaerobic environments, the conversion of formate and water to bicarbonate and H 2 (with a change in Gibbs free energy of ΔG=+ 1.3 kJ mol− 1) has not been considered energetic enough to support growth of microorganisms. Recently, experimental evidence for growth on formate was reported for syntrophic communities of Moorella sp. strain AMP and a hydrogen-consuming Methanothermobacter species and of Desulfovibrio sp. strain G11 and Methanobrevibacter arboriphilus strain AZ 1. The basis of the sustainable growth of the formate-users is explained by H 2 consumption by the methanogens, which lowers the H 2 partial pressure, thus making the pathway exergonic 2. However, it has not been shown that a single strain can grow on formate by catalysing its conversion to bicarbonate and H 2. Here we report that several hyperthermophilic archaea belonging to the …",
            "Formate-driven growth coupled with H 2 production",
            "Yun Jae Kim and Hyun Sook Lee and Eun Sook Kim and Seung Seob Bae and Jae Kyu Lim and Rie Matsumi and Alexander V Lebedinsky and Tatyana G Sokolova and Darya A Kozhevnikova and Sun-Shin Cha and Sang-Jin Kim and Kae Kyoung Kwon and Tadayuki Imanaka and Haruyuki Atomi and Elizaveta A Bonch-Osmolovskaya and Jung-Hyun Lee and Sung Gyun Kang",
            "2010",
            "HcCFeUIAAAAJ:IjCSPb-OGe4C",
            203,
            "https:\/\/www.nature.com\/articles\/nature09375",
            "14883954840380466832",
            "\/scholar?cites=14883954840380466832",
            {
                "2010":1,
                "2011":19,
                "2012":16,
                "2013":19,
                "2014":26,
                "2015":21,
                "2016":28,
                "2017":17,
                "2018":17,
                "2019":19,
                "2020":16,
                "2021":2
            }
        ],
        [
            "To search for new cold-active lipases, a metagenomic library was constructed using cold-sea sediment samples at Edison Seamount and was screened for lipolytic activities by plating on a tricaprylin medium. Subsequently, a fosmid clone was selected, and the whole sequence of 36 kb insert of the fosmid clone was determined by shotgun sequencing. The sequence analysis revealed the presence of 25 open reading frames (ORF), and ORF20 (EML1) showed similarities to lipases. Phylogenetic analysis of EML1 suggested that the protein belonged to a new family of esterase\/lipase together with LipG. The EML1 gene was expressed in Escherichia coli, and purified by metal-chelating chromatography. The optimum activity of the purified EML1 (rEML1) occurred at pH 8.0 and 25°C, respectively, and rEML1 displayed more than 50% activity at 5°C. The activation energy for the hydrolysis of olive oil was …",
            "Cloning and characterization of a new cold-active lipase from a deep-sea sediment metagenome",
            "Jeong Ho Jeon and Jun-Tae Kim and Yun Jae Kim and Hyung-Kwoun Kim and Hyun Sook Lee and Sung Gyun Kang and Sang-Jin Kim and Jung-Hyun Lee",
            "2009",
            "HcCFeUIAAAAJ:d1gkVwhDpl0C",
            174,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s00253-008-1656-2.pdf",
            "14416073184815851819",
            "\/scholar?cites=14416073184815851819",
            {
                "2009":9,
                "2010":17,
                "2011":21,
                "2012":19,
                "2013":17,
                "2014":17,
                "2015":19,
                "2016":18,
                "2017":12,
                "2018":11,
                "2019":6,
                "2020":6
            }
        ],
        [
            "A treatability study was conducted using sea sand spiked with 3% or 6% (w\/w) of Arabian light crude oil to determine the most effective bioremediation strategies for different levels of contamination. The sea sand used in the study was composed of gravel (0.1%), sand (89.0%), and silt and clay (10.9%). The water content of the sea sand was adjusted to 12.6% (w\/w) for the study. Different combinations of the following treatments were applied to the sand in biometer flasks: the concentration of oil (3% or 6%), the concentration of a mixture of three oil-degrading microorganisms (Corynebacterium sp. IC-10, Sphingomonas sp. KH3-2 and Yarrowia sp. 180, 1 × 106 or 1 × 108 cells g−1 sand), the concentration of the surfactant Tween 80 (1 or 10 times the critical micelle concentration), and the addition of SRIF in a C:N:P ratio of 100:10:3. Three biometer flasks per combination of experimental conditions were incubated …",
            "Evaluation of bioremediation effectiveness on crude oil-contaminated sand",
            "Sang-Jin Kim and Dong Hyuk Choi and Doo Suep Sim and Young-Sook Oh",
            "2005",
            "HcCFeUIAAAAJ:qjMakFHDy7sC",
            171,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0045653504010136",
            "15103185583445144181",
            "\/scholar?cites=15103185583445144181",
            {
                "2005":1,
                "2006":4,
                "2007":4,
                "2008":6,
                "2009":8,
                "2010":12,
                "2011":17,
                "2012":8,
                "2013":10,
                "2014":15,
                "2015":15,
                "2016":19,
                "2017":16,
                "2018":18,
                "2019":4,
                "2020":9,
                "2021":3
            }
        ],
        [
            "A moderately halophilic actinomycete, designated HA-9T, was isolated from a saltern in Kunsan, Republic of Korea, and was the subject of polyphasic identification. Analysis of 16S rDNA indicated that the isolate belonged to the genus Nocardiopsis, but differed genetically from other Nocardiopsis species. Strain HA-9T contained meso-diaminopimelic acid, no diagnostic sugars, hexa- or octa-hydrogenated menaquinones with 10 isoprene units, straight-chain saturated or monounsaturated, iso-, anteiso-, 10-methyl branched fatty acids with 13-18 carbons and type III phospholipids. All of these characters consistently assign the isolate to the genus Nocardiopsis. All of the validly described Nocardiopsis species, including moderately halophilic Nocardiopsis halophila, can be differentiated from the saltern isolate using morphological and physiological traits. On the basis of polyphasic evidence, the name Nocardiopsis …",
            "Nocardiopsis kunsanensis sp. nov., a moderately halophilic actinomycete isolated from a saltern.",
            "Jongsik Chun and Kyung Sook Bae and Eun Young Moon and Sang-Oun Jung and Hong Kum Lee and Sang-Jin Kim",
            "2000",
            "HcCFeUIAAAAJ:u5HHmVD_uO8C",
            168,
            "https:\/\/www.microbiologyresearch.org\/content\/journal\/ijsem\/10.1099\/00207713-50-5-1909?crawler=true",
            "16183516754434846358",
            "\/scholar?cites=16183516754434846358",
            {
                "2001":2,
                "2002":7,
                "2003":3,
                "2004":13,
                "2005":9,
                "2006":8,
                "2007":9,
                "2008":14,
                "2009":11,
                "2010":14,
                "2011":7,
                "2012":8,
                "2013":11,
                "2014":11,
                "2015":16,
                "2016":7,
                "2017":5,
                "2018":7,
                "2019":2,
                "2020":4
            }
        ],
        [
            "Members of the genus Thermococcus, sulfur-reducing hyperthermophilic archaea, are ubiquitously present in various deep-sea hydrothermal vent systems and are considered to play a significant role in the microbial consortia. We present the complete genome sequence and feature analysis of Thermococcus onnurineus NA1 isolated from a deep-sea hydrothermal vent area, which reveal clues to its physiology. Based on results of genomic analysis, T. onnurineus NA1 possesses the metabolic pathways for organotrophic growth on peptides, amino acids, or sugars. More interesting was the discovery that the genome encoded unique proteins that are involved in carboxydotrophy to generate energy by oxidation of CO to CO2, thereby providing a mechanistic basis for growth with CO as a substrate. This lithotrophic feature in combination with carbon fixation via RuBisCO (ribulose 1,5-bisphosphate carboxylase …",
            "The complete genome sequence of Thermococcus onnurineus NA1 reveals a mixed heterotrophic and carboxydotrophic metabolism",
            "Hyun Sook Lee and Sung Gyun Kang and Seung Seob Bae and Jae Kyu Lim and Yona Cho and Yun Jae Kim and Jeong Ho Jeon and Sun-Shin Cha and Kae Kyoung Kwon and Hyung-Tae Kim and Cheol-Joo Park and Hee-Wook Lee and Seung Il Kim and Jongsik Chun and Rita R Colwell and Sang-Jin Kim and Jung-Hyun Lee",
            "2008",
            "HcCFeUIAAAAJ:9yKSN-GCB0IC",
            149,
            "https:\/\/jb.asm.org\/content\/190\/22\/7491.short",
            "14997678075097510474",
            "\/scholar?cites=14997678075097510474",
            {
                "2009":13,
                "2010":10,
                "2011":22,
                "2012":16,
                "2013":12,
                "2014":14,
                "2015":14,
                "2016":13,
                "2017":12,
                "2018":4,
                "2019":9,
                "2020":9,
                "2021":1
            }
        ],
        [
            "Renewable biomass sources are organic materials, in which solar energy is stored in bio-chemical bonds, and which commonly contain carbon, hydrogen, oxygen, and nitrogen constituents, along with traces of sulfur. Renewable biomass is now considered as a crucial energy resource, which is able to meet a range of energy requirements, including generating electricity and fueling vehicles. Among all the renewable energy sources, microalgal biomass is unique, since it profitably stores solar energy. It is one of the renewable sources of carbon that can be effectively converted into expedient solid, liquid, and gaseous biofuels through different conversion techniques. In this review, thermochemical conversion technologies involving microalgal biomass are highlighted, with emphasis on the background chemistry and chemical processes. Thermochemical conversion of microalgal biomass via pyrolysis, hydrothermal …",
            "A review of thermochemical conversion of microalgal biomass for biofuels: chemistry and processes",
            "Gopalakrishnan Kumar and Sutha Shobana and Wei-Hsin Chen and Quang-Vu Bach and Sang-Hyoun Kim and AE Atabani and Jo-Shu Chang",
            "2017",
            "HcCFeUIAAAAJ:GK0_TXnxOL4C",
            144,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2016\/gc\/c6gc01937d",
            "1065140319274100530",
            "\/scholar?cites=1065140319274100530",
            {
                "2017":14,
                "2018":37,
                "2019":41,
                "2020":44,
                "2021":4
            }
        ],
        [
            " Highly oil-absorbent polyurethane foam (PUF) materials were obtained by polymerizing polyether polyol mixture and carbodiimide-modified d-methyl diisocyanate in a weight ratio of 10:2. The foam materials were prepared to contain inorganic nutrients (slow-release fertilizer; SRF) and oil-degrading yeast cells, Yarrowia lipolytica 180, to be applied for removal of oil films on surface waters through absorption and biodegradation after oil spills. PUFs absorbed 7–9 times their own weight of Arabian light crude oil and the oil absorbency appeared to improve as the ratio of surface area to foam weight increased. PUFs showed excellent floatability which was maintained for more than 6 months in sea water, and less than 5% of the absorbed oil was released when the foams were left on water for more than 10 days. For immobilization of yeast cells into PUFs, various immobilization techniques were tested to …",
            "Use of microorganism-immobilized polyurethane foams to absorb and degrade oil on water surface",
            "Y-S Oh and J Maeng and S-J Kim",
            "2000",
            "HcCFeUIAAAAJ:IWHjjKOFINEC",
            126,
            "https:\/\/link.springer.com\/article\/10.1007\/s002530000384",
            "11172269579283758216",
            "\/scholar?cites=11172269579283758216",
            {
                "2003":4,
                "2004":8,
                "2005":3,
                "2006":11,
                "2007":5,
                "2008":6,
                "2009":3,
                "2010":3,
                "2011":8,
                "2012":8,
                "2013":11,
                "2014":9,
                "2015":11,
                "2016":6,
                "2017":10,
                "2018":8,
                "2019":3,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Sixteen sediment samples collected from eight transects in a mangrove swamp of the Jiulong River Estuary, Fujian, China were investigated for their content of polycyclic aromatic hydrocarbons (PAHs) and the biodegradation potential of the indigenous microorganisms. The bacterial community structures in the mangrove sediments and in enrichment cultures were also investigated. The results showed that the total PAHs concentration of mangrove sediments ranged from 280 to 1074 ng g−1 dry weight, that the PAHs composition pattern in the mangrove sediments was dominated by high molecular weight PAH components (4–6 rings), and that Benzo[ghi]perylene and Indeno[1,2,3-cd]pyrene were the most dominant at different stations. Abundant PAH-degrading bacteria were found in all the stations, the values of phenanthrene-degrading bacteria ranged from 5.85 × 104 to 7.80 × 105 CFU g−1 dry weight …",
            "PAHs contamination and bacterial communities in mangrove surface sediments of the Jiulong River Estuary, China",
            "Y Tian and HJ Liu and TL Zheng and KK Kwon and SJ Kim and CL Yan",
            "2008",
            "HcCFeUIAAAAJ:qUcmZB5y_30C",
            124,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0025326X08001471",
            "12225653459505822726",
            "\/scholar?cites=12225653459505822726",
            {
                "2008":2,
                "2009":2,
                "2010":9,
                "2011":12,
                "2012":11,
                "2013":13,
                "2014":14,
                "2015":9,
                "2016":18,
                "2017":7,
                "2018":7,
                "2019":12,
                "2020":6,
                "2021":1
            }
        ]
    ]
}