{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Present study was conducted to assess the nasal carriage rate of methicilin resistant Staphylococcus aureus (MRSA) among patients, visitors\/patient attendants and healthcare personnel at National Medical College Teaching Hospital, Birgunj, Nepal. A total of 112 nasal swabs (patients: 31, visitors\/patient attendants: 61, and healthcare personnel: 20) were subjected to bacteriological investigation following standard protocol. S. aureus isolates were identified by mannitol fermentation and coagulase positivity. Antimicrobial susceptibility test was performed by Kirby-Bauer’s disc diffusion method on Muller-Hinton agar medium. S. aureus was isolated in 14 (12.5%) of participants (M: 11.3%, F: 13.6%). Highest nasal colonization rate was found among healthcare personnel (25.0%) followed by the visitors\/patient attendants (13.1%) and the patients (3.2%)(P> 0.05). Highest positive rate was observed in the age group d” 14 years (33.3%), followed by 15 to 50 years (13.2%) and> 50 years (5.6%)(P> 0.05). Out of 14 S. aureus isolates, 57.1% were methicillin resistant, prevalence rate of MRSA among total subjects being 7.1%. MRSA prevalence rate were 5.6% and 8.5% in total male and female participants, respectively (P> 0.05). Highest MRSA prevalence rate was among health-care personnel (10.0%), followed by visitors\/patient attendants (8.2%) and the patients (3.2%)(P> 0.05). All MRSA isolates were resistant to Ampicillin, followed by Cephalexin (37.5%), Ciprofloxacin (37.5%), Tetracycline (37.5%), Gentamycin (25.0%), Erythromycin (0.0%) and Vancomycin (0.0%). High rate of nasal MRSA carriage rate found in this study indicates the need for …",
            "Nasal carriage rate of methicillin resistant Staphylococcus aureus among at National Medical College Teaching Hospital, Birgunj, Nepal”",
            "Bikash Shakya and Sarita Shrestha and Tina Mitra",
            "2010",
            "HCJOMbgAAAAJ:UeHWp8X0CEIC",
            82,
            "https:\/\/www.researchgate.net\/profile\/Bikash_Shakya\/publication\/45459789_Nasal_carriage_rate_of_methicillin_resistant_Staphylococcus_aureus_among_at_National_Medical_College_Teaching_Hospital_Birgunj_Nepal\/links\/0fcfd5058853bc040f000000.pdf",
            "14898963451014265664",
            "\/scholar?cites=14898963451014265664",
            {
                "2010":1,
                "2011":4,
                "2012":3,
                "2013":9,
                "2014":8,
                "2015":11,
                "2016":13,
                "2017":10,
                "2018":12,
                "2019":5,
                "2020":5
            }
        ]
    ]
}