{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Transition metal dichalcogenide (TMDC) crystals exhibit new emergent properties at monolayer thickness 1, 2, notably strong many-body effects mediated by Coulomb interactions 3, 4, 5, 6. A manifestation of these many-body interactions is the formation of excitons, bound electron–hole pairs, but higher-order excitonic states are also possible. Here we demonstrate the existence of four-body, biexciton states in monolayer WSe 2. The biexciton is identified as a sharply defined state in photoluminescence at high exciton density. Its binding energy of 52 meV is more than an order of magnitude greater than that found in conventional quantum-well structures 7. A variational calculation of the biexciton state reveals that the high binding energy arises not only from strong carrier confinement, but also from reduced and non-local dielectric screening. These results open the way for the creation of new correlated excitonic …",
            "Observation of biexcitons in monolayer WSe2",
            "Yumeng You and Xiao-Xiao Zhang and Timothy C Berkelbach and Mark S Hybertsen and David R Reichman and Tony F Heinz",
            "2015",
            "HcmwlfMAAAAJ:u5HHmVD_uO8C",
            438,
            "https:\/\/www.nature.com\/articles\/nphys3324",
            "13875044985624674134",
            "\/scholar?cites=13875044985624674134",
            {
                "2015":19,
                "2016":66,
                "2017":76,
                "2018":96,
                "2019":87,
                "2020":92,
                "2021":2
            }
        ],
        [
            "Transition metal dichalcogenides in the class M X 2 (M= Mo, W; X= S, Se) have been identified as direct-gap semiconductors in the monolayer limit. Here, we examine light emission of monolayer WSe 2 using temperature-dependent photoluminescence and time-resolved photoluminescence spectroscopy. We present experimental evidence for the existence of an optically forbidden dark state of the band-gap exciton that lies tens of meV below the optically bright state. The presence of the dark state is manifest in the strong quenching of light emission observed at reduced temperatures. The experimental findings are consistent with theoretical predictions of spin-polarized conduction and valence bands at the K point of the Brillouin zone, with the minimum gap occurring between bands of opposite electron spin.",
            "Experimental Evidence for Dark Excitons in Monolayer ",
            "Xiao-Xiao Zhang and Yumeng You and Shu Yang Frank Zhao and Tony F Heinz",
            "2015",
            "HcmwlfMAAAAJ:d1gkVwhDpl0C",
            318,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.115.257403",
            "7938484666174559344",
            "\/scholar?cites=7938484666174559344",
            {
                "2016":40,
                "2017":72,
                "2018":69,
                "2019":69,
                "2020":64,
                "2021":1
            }
        ],
        [
            "Molybdenum disulfide bilayers with well-defined interlayer twist angle were constructed by stacking single-crystal monolayers. Varying interlayer twist angle results in strong tuning of the indirect optical transition energy and second-harmonic generation and weak tuning of direct optical transition energies and Raman mode frequencies. Electronic structure calculations show the interlayer separation changes with twist due to repulsion between sulfur atoms, resulting in shifts of the indirect optical transition energies. These results show that interlayer alignment is a crucial variable in tailoring the properties of two-dimensional heterostructures.",
            "Tailoring the electronic structure in bilayer molybdenum disulfide via interlayer twist",
            "Arend M van Der Zande and Jens Kunstmann and Alexey Chernikov and Daniel A Chenet and YuMeng You and XiaoXiao Zhang and Pinshane Y Huang and Timothy C Berkelbach and Lei Wang and Fan Zhang and Mark S Hybertsen and David A Muller and David R Reichman and Tony F Heinz and James C Hone",
            "2014",
            "HcmwlfMAAAAJ:u-x6o8ySG0sC",
            218,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl501077m",
            "4632549323710733203",
            "\/scholar?cites=4632549323710733203",
            {
                "2014":4,
                "2015":27,
                "2016":38,
                "2017":37,
                "2018":34,
                "2019":34,
                "2020":39,
                "2021":5
            }
        ],
        [
            "Monolayer transition metal dichalcogenide crystals, as direct-gap materials with strong light–matter interactions, have attracted much recent attention. Because of their spin-polarized valence bands and a predicted spin splitting at the conduction band edges, the lowest-lying excitons in WX 2 (X= S, Se) are expected to be spin-forbidden and optically dark. To date, however, there has been no direct experimental probe of these dark excitons. Here, we show how an in-plane magnetic field can brighten the dark excitons in monolayer WSe 2 and permit their properties to be observed experimentally. Precise energy levels for both the neutral and charged dark excitons are obtained and compared with ab initio calculations using the GW-BSE approach. As a result of their spin configuration, the brightened dark excitons exhibit much-increased emission and valley lifetimes. These studies directly probe the excitonic spin …",
            "Magnetic brightening and control of dark excitons in monolayer WSe2",
            "Xiao-Xiao Zhang and Ting Cao and Zhengguang Lu and Yu-Chuan Lin and Fan Zhang and Ying Wang and Zhiqiang Li and James C Hone and Joshua A Robinson and Dmitry Smirnov and Steven G Louie and Tony F Heinz",
            "2017",
            "HcmwlfMAAAAJ:2osOgNQ5qMEC",
            217,
            "https:\/\/www.nature.com\/articles\/nnano.2017.105",
            "1548527887122371353",
            "\/scholar?cites=1548527887122371353",
            {
                "2017":19,
                "2018":65,
                "2019":66,
                "2020":60,
                "2021":4
            }
        ],
        [
            "We report efficient nonradiative energy transfer (NRET) from core–shell, semiconducting quantum dots to adjacent two-dimensional sheets of graphene and MoS2  of single- and few-layer thickness. We observe quenching of the photoluminescence (PL) from individual quantum dots and enhanced PL decay rates in time-resolved PL, corresponding to energy transfer rates of 1–10 ns–1. Our measurements reveal contrasting trends in the NRET rate from the quantum dot to the van der Waals material as a function of thickness. The rate increases significantly with increasing layer thickness of graphene, but decreases with increasing thickness of MoS2 layers. A classical electromagnetic theory accounts for both the trends and absolute rates observed for the NRET. The countervailing trends arise from the competition between screening and absorption of the electric field of the quantum dot dipole inside the acceptor …",
            "Energy Transfer from Quantum Dots to Graphene and MoS2: The Role of Absorption and Screening in Two-Dimensional Materials",
            "Archana Raja and Andrés Montoya− Castillo and Johanna Zultak and Xiao-Xiao Zhang and Ziliang Ye and Cyrielle Roquelet and Daniel A Chenet and Arend M van der Zande and Pinshane Huang and Steffen Jockusch and James Hone and David R Reichman and Louis E Brus and Tony F Heinz",
            "2016",
            "HcmwlfMAAAAJ:9yKSN-GCB0IC",
            134,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.5b05012",
            "14587488369436876597",
            "\/scholar?cites=14587488369436876597",
            {
                "2016":10,
                "2017":16,
                "2018":38,
                "2019":32,
                "2020":35,
                "2021":2
            }
        ],
        [
            "Higher-order correlated excitonic states arise from the mutual interactions of excitons, which generally requires a significant exciton density and therefore high excitation levels. Here, we report the emergence of two biexcitons species, one neutral and one charged, in monolayer tungsten diselenide under moderate continuous-wave excitation. The efficient formation of biexcitons is facilitated by the long lifetime of the dark exciton state associated with a spin-forbidden transition, as well as improved sample quality from encapsulation between hexagonal boron nitride layers. From studies of the polarization and magnetic field dependence of the neutral biexciton, we conclude that this species is composed of a bright and a dark excitons residing in opposite valleys in momentum space. Our observations demonstrate that the distinctive features associated with biexciton states can be accessed at low light intensities and …",
            "Efficient generation of neutral and charged biexcitons in encapsulated WSe 2 monolayers",
            "Ziliang Ye and Lutz Waldecker and Eric Yue Ma and Daniel Rhodes and Abhinandan Antony and Bumho Kim and Xiao-Xiao Zhang and Minda Deng and Yuxuan Jiang and Zhengguang Lu and Dmitry Smirnov and Kenji Watanabe and Takashi Taniguchi and James Hone and Tony F Heinz",
            "2018",
            "HcmwlfMAAAAJ:WF5omc3nYNoC",
            74,
            "https:\/\/www.nature.com\/articles\/s41467-018-05917-8",
            "2292401128783768536",
            "\/scholar?cites=2292401128783768536",
            {
                "2019":32,
                "2020":40,
                "2021":2
            }
        ],
        [
            "Remarkable properties of two-dimensional (2D) layer magnetic materials, which include spin filtering in magnetic tunnel junctions and the gate control of magnetic states, were demonstrated recently 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12. Whereas these studies focused on static properties, dynamic magnetic properties, such as excitation and control of spin waves, remain elusive. Here we investigate spin-wave dynamics in antiferromagnetic CrI 3 bilayers using an ultrafast optical pump\/magneto-optical Kerr probe technique. Monolayer WSe 2 with a strong excitonic resonance was introduced on CrI 3 to enhance the optical excitation of spin waves. We identified subterahertz magnetic resonances under an in-plane magnetic field, from which the anisotropy and interlayer exchange fields were determined. We further showed tuning of the antiferromagnetic resonances by tens of gigahertz through electrostatic gating. Our …",
            "Gate-tunable Spin Waves in Antiferromagnetic Atomic Bilayers",
            "Zhang Xiao-Xiao and Li Lizhong and Weber Daniel and Goldberger Joshua and Fai Mak Kin and Shan Jie",
            "2020",
            "HcmwlfMAAAAJ:LkGwnXOMwfcC",
            16,
            "https:\/\/www.nature.com\/articles\/s41563-020-0713-9",
            "16611552195996950351",
            "\/scholar?cites=16611552195996950351",
            {
                "2020":12,
                "2021":4
            }
        ],
        [
            "The control of the valley degree of freedom lies at the core of interest in monolayer transition metal dichalcogenides, where specific valley-spin excitation can be created using circularly polarized light. Measurement and manipulation of the valley index has also been achieved, but mainly with purely optical methods. Here, in monolayer MoS 2, we identify a response to the valley polarization of excitons in the longitudinal electrical transport when the valley degeneracy is broken by an out-of-plane magnetic field B z. The spin information is also simultaneously determined with spin-sensitive contacts. In the presence of B z, a significant modulation of the photocurrent is observed as a function of the circular polarization state of the excitation. We attribute this effect to unbalanced transport of valley-polarized trions induced by the opposite Zeeman shifts of two (K and K′) valleys. Our interpretation is supported by the …",
            "Zeeman-Induced Valley-Sensitive Photocurrent in Monolayer ",
            "Xiao-Xiao Zhang and You Lai and Emma Dohner and Seongphill Moon and Takashi Taniguchi and Kenji Watanabe and Dmitry Smirnov and Tony F Heinz",
            "2019",
            "HcmwlfMAAAAJ:ufrVoPGSRksC",
            12,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.122.127401",
            "811177394710539906",
            "\/scholar?cites=811177394710539906",
            {
                "2019":4,
                "2020":8
            }
        ]
    ]
}