{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "An improved Hamiltonian constraint operator is introduced in loop quantum cosmology. Quantum dynamics of the spatially flat, isotropic model with a massless scalar field is then studied in detail using analytical and numerical methods. The scalar field continues to serve as “emergent time”, the big bang is again replaced by a quantum bounce, and quantum evolution remains deterministic across the deep Planck regime. However, while with the Hamiltonian constraint used so far in loop quantum cosmology the quantum bounce can occur even at low matter densities, with the new Hamiltonian constraint it occurs only at a Planck-scale density. Thus, the new quantum dynamics retains the attractive features of current evolutions in loop quantum cosmology but, at the same time, cures their main weakness.",
            "Quantum nature of the big bang: improved dynamics",
            "Abhay Ashtekar and Tomasz Pawlowski and Parampreet Singh",
            "2006",
            "HCZGto8AAAAJ:u-x6o8ySG0sC",
            933,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.74.084003",
            "9207927810400352280",
            "\/scholar?cites=9207927810400352280",
            {
                "2006":6,
                "2007":41,
                "2008":56,
                "2009":75,
                "2010":55,
                "2011":67,
                "2012":71,
                "2013":66,
                "2014":60,
                "2015":61,
                "2016":72,
                "2017":64,
                "2018":74,
                "2019":78,
                "2020":78,
                "2021":5
            }
        ],
        [
            "Loop quantum cosmology (LQC) is the result of applying principles of loop quantum gravity (LQG) to cosmological settings. The distinguishing feature of LQC is the prominent role played by the quantum geometry effects of LQG. In particular, quantum geometry creates a brand new repulsive force which is totally negligible at low spacetime curvature but rises very rapidly in the Planck regime, overwhelming the classical gravitational attraction. In cosmological models, while Einstein's equations hold to an excellent degree of approximation at low curvature, they undergo major modifications in the Planck regime: for matter satisfying the usual energy conditions, any time a curvature invariant grows to the Planck scale, quantum geometry effects dilute it, thereby resolving singularities of general relativity. Quantum geometry corrections become more sophisticated as the models become richer. In particular, in anisotropic …",
            "Loop quantum cosmology: a status report",
            "Abhay Ashtekar and Parampreet Singh",
            "2011",
            "HCZGto8AAAAJ:Wp0gIr-vW9MC",
            821,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0264-9381\/28\/21\/213001\/meta",
            "5688183201551402886",
            "\/scholar?cites=5688183201551402886",
            {
                "2011":9,
                "2012":74,
                "2013":78,
                "2014":85,
                "2015":84,
                "2016":93,
                "2017":89,
                "2018":105,
                "2019":87,
                "2020":105,
                "2021":8
            }
        ],
        [
            "Some long-standing issues concerning the quantum nature of the big bang are resolved in the context of homogeneous isotropic models with a scalar field. Specifically, the known results on the resolution of the big-bang singularity in loop quantum cosmology are significantly extended as follows:(i) the scalar field is shown to serve as an internal clock, thereby providing a detailed realization of the “emergent time” idea;(ii) the physical Hilbert space, Dirac observables, and semiclassical states are constructed rigorously;(iii) the Hamiltonian constraint is solved numerically to show that the big bang is replaced by a big bounce. Thanks to the nonperturbative, background independent methods, unlike in other approaches the quantum evolution is deterministic across the deep Planck regime.",
            "Quantum nature of the big bang",
            "Abhay Ashtekar and Tomasz Pawlowski and Parampreet Singh",
            "2006",
            "HCZGto8AAAAJ:d1gkVwhDpl0C",
            664,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.141301",
            "7657793161665854732",
            "\/scholar?cites=7657793161665854732",
            {
                "2006":28,
                "2007":41,
                "2008":53,
                "2009":62,
                "2010":40,
                "2011":43,
                "2012":42,
                "2013":34,
                "2014":38,
                "2015":41,
                "2016":46,
                "2017":40,
                "2018":42,
                "2019":44,
                "2020":61,
                "2021":3
            }
        ],
        [
            "We study the general features of a dynamics of a phantom field in the cosmological context. In the case of an inverse coshyperbolic potential, we demonstrate that the phantom field can successfully drive the observed current accelerated expansion of the Universe with the equation of state parameter w φ<− 1. The de Sitter universe turns out to be the late time attractor of the model. The main features of the dynamics are independent of the initial conditions and the parameters of the model. The model fits the supernova data very well, allowing for− 2.4< w φ<− 1 at a 95% confidence level.",
            "Cosmological dynamics of a phantom field",
            "Parampreet Singh and Mohammad Sami and Naresh Dadhich",
            "2003",
            "HCZGto8AAAAJ:u5HHmVD_uO8C",
            588,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.68.023522",
            "16248027018304774130",
            "\/scholar?cites=16248027018304774130",
            {
                "2003":18,
                "2004":58,
                "2005":63,
                "2006":57,
                "2007":39,
                "2008":41,
                "2009":35,
                "2010":28,
                "2011":34,
                "2012":28,
                "2013":32,
                "2014":13,
                "2015":31,
                "2016":22,
                "2017":24,
                "2018":20,
                "2019":20,
                "2020":21,
                "2021":1
            }
        ],
        [
            "Analytical and numerical methods are developed to analyze the quantum nature of the big bang in the setting of loop quantum cosmology. They enable one to explore the effects of quantum geometry both on the gravitational and matter sectors and significantly extend the known results on the resolution of the big bang singularity. Specifically, the following results are established for the homogeneous isotropic model with a massless scalar field:(i) the scalar field is shown to serve as an internal clock, thereby providing a detailed realization of the “emergent time” idea;(ii) the physical Hilbert space, Dirac observables, and semiclassical states are constructed rigorously;(iii) the Hamiltonian constraint is solved numerically to show that the big bang is replaced by a big bounce. Thanks to the nonperturbative, background independent methods, unlike in other approaches the quantum evolution is deterministic across the …",
            "Quantum nature of the big bang: an analytical and numerical investigation",
            "Abhay Ashtekar and Tomasz Pawlowski and Parampreet Singh",
            "2006",
            "HCZGto8AAAAJ:9yKSN-GCB0IC",
            562,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.73.124038",
            "17652162772559037441",
            "\/scholar?cites=17652162772559037441",
            {
                "2006":17,
                "2007":39,
                "2008":46,
                "2009":58,
                "2010":36,
                "2011":37,
                "2012":44,
                "2013":32,
                "2014":38,
                "2015":27,
                "2016":29,
                "2017":28,
                "2018":35,
                "2019":53,
                "2020":38,
                "2021":3
            }
        ],
        [
            "A small simplification based on well-motivated approximations is shown to make loop quantum cosmology of the k= 0 Friedman-Robertson-Walker model (with a massless scalar field) exactly soluble. Analytical methods are then used i) to show that the quantum bounce is generic; ii) to establish that the matter density has an absolute upper bound which, furthermore, equals the critical density that first emerged in numerical simulations and effective equations; iii) to bring out the precise sense in which the Wheeler-DeWitt theory approximates loop quantum cosmology and the sense in which this approximation fails; and iv) to show that discreteness underlying loop quantum cosmology is fundamental. Finally, the model is compared to analogous discussions in the literature and it is pointed out that some of their expectations do not survive a more careful examination. An effort has been made to make the underlying …",
            "Robustness of key features of loop quantum cosmology",
            "Abhay Ashtekar and Alejandro Corichi and Parampreet Singh",
            "2008",
            "HCZGto8AAAAJ:qjMakFHDy7sC",
            383,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.77.024046",
            "7021983628499033773",
            "\/scholar?cites=7021983628499033773",
            {
                "2008":19,
                "2009":36,
                "2010":29,
                "2011":33,
                "2012":36,
                "2013":27,
                "2014":27,
                "2015":23,
                "2016":37,
                "2017":26,
                "2018":25,
                "2019":29,
                "2020":34,
                "2021":1
            }
        ],
        [
            "The closed, k= 1, FRW model coupled to a massless scalar field is investigated in the framework of loop quantum cosmology using analytical and numerical methods. As in the k= 0 case, the scalar field can be again used as emergent time to construct the physical Hilbert space and introduce Dirac observables. The resulting framework is then used to address a major challenge of quantum cosmology: resolving the big-bang singularity while retaining agreement with general relativity at large scales. It is shown that the framework fulfills this task. In particular, for states which are semiclassical at some late time, the big bang is replaced by a quantum bounce and a recollapse occurs at the value of the scale factor predicted by classical general relativity. Thus, the “difficulties” pointed out by Green and Unruh in the k= 1 case do not arise in a more systematic treatment. As in k= 0 models, quantum dynamics is deterministic …",
            "Loop quantum cosmology of k= 1 FRW models",
            "Abhay Ashtekar and Tomasz Pawlowski and Parampreet Singh and Kevin Vandersloot",
            "2007",
            "HCZGto8AAAAJ:2osOgNQ5qMEC",
            336,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.75.024035",
            "17375942300393440112",
            "\/scholar?cites=17375942300393440112",
            {
                "2007":18,
                "2008":34,
                "2009":43,
                "2010":30,
                "2011":26,
                "2012":27,
                "2013":23,
                "2014":26,
                "2015":12,
                "2016":20,
                "2017":23,
                "2018":18,
                "2019":14,
                "2020":20
            }
        ],
        [
            "Nonperturbative quantum geometric effects in loop quantum cosmology (LQC) predict a ρ 2 modification to the Friedmann equation at high energies. The quadratic term is negative definite and can lead to generic bounces when the matter energy density becomes equal to a critical value of the order of the Planck density. The nonsingular bounce is achieved for arbitrary matter without violation of positive energy conditions. By performing a qualitative analysis we explore the nature of the bounce for inflationary and cyclic model potentials. For the former we show that inflationary trajectories are attractors of the dynamics after the bounce implying that inflation can be harmoniously embedded in LQC. For the latter difficulties associated with singularities in cyclic models can be overcome. We show that nonsingular cyclic models can be constructed with a small variation in the original cyclic model potential by making it …",
            "Nonsingular bouncing universes in loop quantum cosmology",
            "Parampreet Singh and Kevin Vandersloot and GV Vereshchagin",
            "2006",
            "HCZGto8AAAAJ:IjCSPb-OGe4C",
            206,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.74.043510",
            "5333635471845390201",
            "\/scholar?cites=5333635471845390201",
            {
                "2006":5,
                "2007":21,
                "2008":18,
                "2009":26,
                "2010":11,
                "2011":8,
                "2012":13,
                "2013":8,
                "2014":16,
                "2015":11,
                "2016":9,
                "2017":11,
                "2018":20,
                "2019":11,
                "2020":16,
                "2021":1
            }
        ],
        [
            "A unified treatment of all known types of singularities for flat, isotropic and homogeneous spacetimes in the framework of loop quantum cosmology (LQC) is presented. These include bangs, crunches and all future singularities. Using effective spacetime description we perform a model-independent general analysis of the properties of curvature, behavior of geodesics and strength of singularities. For illustration purposes a phenomenological model based analysis is also performed. We show that all values of the scale factor at which a strong singularity may occur are excluded from the effective loop quantum spacetime. Further, if the evolution leads to either a vanishing or divergent scale factor then the loop quantum universe is asymptotically deSitter in that regime. We also show that there exists a class of sudden extremal events, which includes a recently discussed possibility, for which the curvature or its …",
            "Are loop quantum cosmos never singular?",
            "Parampreet Singh",
            "2009",
            "HCZGto8AAAAJ:0EnyYjriUFMC",
            197,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0264-9381\/26\/12\/125005\/meta",
            "13932290607717185506",
            "\/scholar?cites=13932290607717185506",
            {
                "2009":8,
                "2010":9,
                "2011":14,
                "2012":14,
                "2013":20,
                "2014":24,
                "2015":20,
                "2016":25,
                "2017":14,
                "2018":18,
                "2019":13,
                "2020":16,
                "2021":1
            }
        ],
        [
            "We consider the fate of future singularities in the effective dynamics of loop quantum cosmology. Nonperturbative quantum geometric effects which lead to ρ 2 modification of the Friedmann equation at high energies result in generic resolution of singularities whenever energy density ρ diverges at future singularities of Friedmann dynamics. Such quantum effects lead to the avoidance of a big rip, which is followed by a recollapsing universe stable against perturbations. Resolution of sudden singularity, the case when pressure diverges but energy density approaches a finite value depends on the ratio of the latter to a critical energy density of the order of the Planck value. If the value of this ratio is greater than unity, the universe escapes the sudden future singularity and becomes oscillatory.",
            "Avoidance of future singularities in loop quantum cosmology",
            "M Sami and Parampreet Singh and Shinji Tsujikawa",
            "2006",
            "HCZGto8AAAAJ:WF5omc3nYNoC",
            152,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.74.043514",
            "2809482547279866332",
            "\/scholar?cites=2809482547279866332",
            {
                "2006":2,
                "2007":11,
                "2008":16,
                "2009":13,
                "2010":16,
                "2011":11,
                "2012":16,
                "2013":12,
                "2014":7,
                "2015":10,
                "2016":7,
                "2017":11,
                "2018":9,
                "2019":8,
                "2020":3
            }
        ]
    ]
}