{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Organic (opto)electronic materials have received considerable attention due to their applications in thin-film-transistors, light-emitting diodes, solar cells, sensors, photorefractive devices, and many others. The technological promises include low cost of these materials and the possibility of their room-temperature deposition from solution on large-area and\/or flexible substrates. The article reviews the current understanding of the physical mechanisms that determine the (opto)electronic properties of high-performance organic materials. The focus of the review is on photoinduced processes and on electronic properties important for optoelectronic applications relying on charge carrier photogeneration. Additionally, it highlights the capabilities of various experimental techniques for characterization of these materials, summarizes top-of-the-line device performance, and outlines recent trends in the further development of …",
            "Organic optoelectronic materials: mechanisms and applications",
            "Oksana Ostroverkhova",
            "2016",
            "HEnlUfEAAAAJ:WbkHhVStYXYC",
            739,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.chemrev.6b00127",
            "1587274627612017118",
            "\/scholar?cites=1587274627612017118",
            {
                "2016":2,
                "2017":98,
                "2018":175,
                "2019":214,
                "2020":224,
                "2021":25
            }
        ],
        [
            "For many years, considerable research efforts have been directed toward exploring the interaction between light and matter for the prospective replacement of electronic devices with faster, more sensitive, and more reliable optical devices. Therefore, materials whose optical properties are sensitive to light, including nonlinear optical (NLO) materials, have attracted attention. An important subset of NLO materials are materials that exhibit the photorefractive (PR) effect, or PR materials. The PR effect refers to spatial modulation of the index of refraction under nonuniform illumination via space-charge-field formation and electro-optic nonlinearity. The effect arises when charge carriers, photogenerated by a spatially modulated light intensity, separate by drift and\/or diffusion processes and become trapped to produce a nonuniform space-charge distribution. The resulting internal space-charge electric field then modulates …",
            "Organic photorefractives: mechanisms, materials, and applications",
            "Oksana Ostroverkhova and William E Moerner",
            "2004",
            "HEnlUfEAAAAJ:u5HHmVD_uO8C",
            533,
            "https:\/\/pubs.acs.org\/doi\/full\/10.1021\/cr960055c",
            "4041565819805261979",
            "\/scholar?cites=4041565819805261979",
            {
                "2004":3,
                "2005":23,
                "2006":39,
                "2007":40,
                "2008":53,
                "2009":59,
                "2010":34,
                "2011":32,
                "2012":46,
                "2013":21,
                "2014":31,
                "2015":26,
                "2016":38,
                "2017":23,
                "2018":22,
                "2019":25,
                "2020":12
            }
        ],
        [
            "We observe bandlike transport in pentacene and functionalized pentacene thin films using time-resolved terahertz pulse spectroscopy. The measured transient photoconductivity exhibits fast (< 400 fs) photogeneration of mobile charge carriers and reveals a transient carrier mobility that increases as the temperature decreases from 300 K down to 10 K, indicative of bandlike transport over subpicosecond time scales. A wavelength-independent photoconductive signal is observed. The transient photoconductivity in the thin-film samples exhibits a single-exponential decay, whereas a power-law decay is seen in single-crystal samples.",
            "Bandlike transport in pentacene and functionalized pentacene thin films revealed by subpicosecond transient photoconductivity measurements",
            "O Ostroverkhova and DG Cooke and S Shcherbyna and RF Egerton and FA Hegmann and RR Tykwinski and JE Anthony",
            "2005",
            "HEnlUfEAAAAJ:u-x6o8ySG0sC",
            200,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.71.035204",
            "10125022635823072048",
            "\/scholar?cites=10125022635823072048",
            {
                "2004":1,
                "2005":8,
                "2006":21,
                "2007":20,
                "2008":19,
                "2009":19,
                "2010":10,
                "2011":14,
                "2012":14,
                "2013":17,
                "2014":5,
                "2015":11,
                "2016":12,
                "2017":7,
                "2018":9,
                "2019":5,
                "2020":6
            }
        ],
        [
            "We present a comprehensive study of the optical and transient photoconductive properties of pentacene and functionalized pentacene thin films grown by evaporation or from solution onto a variety of substrates. The transient photoconductivity was studied over picosecond time scales using time-resolved terahertz pulse spectroscopy. The structure and morphology of the films were assessed using x-ray diffraction, atomic force microscopy, and scanning electron microscopy. Regular pentacene films grown by evaporation under similar conditions but on different substrates yielded polycrystalline films with similar morphology and similar optical and transient photoconductive properties. Single exponential or biexponential decay dynamics was observed in all of the regular pentacene films studied. Functionalized pentacene films grown by evaporation at two different substrate temperatures (as well as from solution …",
            "Optical and transient photoconductive properties of pentacene and functionalized pentacene thin films: Dependence on film morphology",
            "Oksana Ostroverkhova and Svitlana Shcherbyna and David G Cooke and Ray F Egerton and Frank A Hegmann and Rik R Tykwinski and Sean R Parkin and John E Anthony",
            "2005",
            "HEnlUfEAAAAJ:9yKSN-GCB0IC",
            148,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1949711",
            "8762538680338469695",
            "\/scholar?cites=8762538680338469695",
            {
                "2005":1,
                "2006":10,
                "2007":10,
                "2008":12,
                "2009":13,
                "2010":8,
                "2011":13,
                "2012":15,
                "2013":9,
                "2014":6,
                "2015":15,
                "2016":12,
                "2017":8,
                "2018":3,
                "2019":6,
                "2020":7
            }
        ],
        [
            "We measure the transient photoconductivity in pentacene, functionalized pentacene, tetracene, and rubrene single crystals using optical pump-terahertz probe techniques. In all of the samples studied, we observe subpicosecond charge photogeneration and a peak photoconductive response that increases as the temperature decreases from 297 down to 20K, indicative of bandlike transport. Similar decay dynamics are observed at room temperature, but at low temperatures the decay dynamics measured in pentacene, rubrene, and tetracene crystals are much faster than those observed in functionalized pentacene crystals, revealing different charge trapping properties.",
            "Ultrafast carrier dynamics in pentacene, functionalized pentacene, tetracene, and rubrene single crystals",
            "O Ostroverkhova and DG Cooke and FA Hegmann and JE Anthony and Vitaly Podzorov and ME Gershenson and OD Jurchescu and TTM Palstra",
            "2006",
            "HEnlUfEAAAAJ:d1gkVwhDpl0C",
            139,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2193801",
            "8059464606888628319",
            "\/scholar?cites=8059464606888628319",
            {
                "2005":1,
                "2006":2,
                "2007":9,
                "2008":13,
                "2009":16,
                "2010":12,
                "2011":10,
                "2012":17,
                "2013":13,
                "2014":9,
                "2015":5,
                "2016":7,
                "2017":10,
                "2018":6,
                "2019":2,
                "2020":5,
                "2021":2
            }
        ],
        [
            "Nonlinear optical chromophores based on dicyanodihydrofuran acceptors paired with amine donors have been found to exhibit sufficiently large fluorescence quantum yields and stability to enable single-molecule detection in polymeric hosts. To illustrate the breadth of this class, six fluorophores are presented, spanning the emission range from 505 to 646 nm. In contrast to conventional single-molecule fluorophores, the new molecules feature sensitivity to local rigidity, large ground-state dipole moments, and large polarizability anisotropies, properties that can be used to design new reporter experiments at the single-molecule level. ",
            "Novel fluorophores for single-molecule imaging",
            "Katherine A Willets and Oksana Ostroverkhova and Meng He and Robert J Twieg and WE Moerner",
            "2003",
            "HEnlUfEAAAAJ:2osOgNQ5qMEC",
            119,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja029100q",
            "6067325842998181702",
            "\/scholar?cites=6067325842998181702",
            {
                "2003":3,
                "2004":10,
                "2005":8,
                "2006":10,
                "2007":6,
                "2008":9,
                "2009":6,
                "2010":10,
                "2011":7,
                "2012":5,
                "2013":5,
                "2014":5,
                "2015":9,
                "2016":6,
                "2017":9,
                "2018":5,
                "2019":4,
                "2020":2
            }
        ],
        [
            "The model of space-charge formation in photorefractive polymers due to Schildkraut and Buettner has been modified to include thermally accessible deep traps as well as shallow traps. The dynamic equations have been solved semiempirically using independent measurements of photoconductive properties to predict photorefractive dynamics. Dependencies of the dynamics on charge generation, mobility, trap density, acceptor density, ionized acceptor density, as well as their associated rates are examined. The magnitude of the fast time constant of photorefractive development is successfully predicted. The introduction of deep traps into the model has allowed us to qualitatively predict the reduction in speed due to deep trap filling and ionized acceptor growth. Experimental studies of photoconductivity and photorefraction (PR) in several polyvinyl carbazole photorefractive composites are carried out to …",
            "Space-charge dynamics in photorefractive polymers",
            "Oksana Ostroverkhova and Kenneth D Singer",
            "2002",
            "HEnlUfEAAAAJ:qjMakFHDy7sC",
            96,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1491279",
            "7700550211096650346",
            "\/scholar?cites=7700550211096650346",
            {
                "2002":3,
                "2003":6,
                "2004":11,
                "2005":2,
                "2006":9,
                "2007":11,
                "2008":4,
                "2009":3,
                "2010":5,
                "2011":5,
                "2012":4,
                "2013":3,
                "2014":8,
                "2015":6,
                "2016":7,
                "2017":4,
                "2018":3,
                "2019":1,
                "2020":1
            }
        ],
        [
            "The optical, fluorescent, and photoconductive properties of solution-processable functionalized pentacene and anthradithiophene (ADT) derivatives are presented. Considerable fluorescence quantum yields of ∼70−75% and ∼40−50% were observed in several ADT derivatives in toluene solutions and in thin films, respectively. No electric field-induced fluorescence quenching was observed in films at applied electric fields of up to at least 2 × 105 V\/cm. Strong temperature dependence of fluorescence quantum yields was observed in all ADT films but not solutions, which emphasizes importance of intermolecular interactions in these materials. All films exhibited fast charge carrier photogeneration upon 100 fs 400 nm excitation and power-law decay dynamics of the transient photocurrent over many orders of magnitude in time. In solution-deposited ADT thin films, effective charge carrier mobilities calculated from the …",
            "Optical, fluorescent, and (photo) conductive properties of high-performance functionalized pentacene and anthradithiophene derivatives",
            "Andrew D Platt and Jonathan Day and Sankar Subramanian and John E Anthony and Oksana Ostroverkhova",
            "2009",
            "HEnlUfEAAAAJ:YsMSGLbcyi4C",
            94,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp904021p",
            "5924695371868033860",
            "\/scholar?cites=5924695371868033860",
            {
                "2009":2,
                "2010":9,
                "2011":4,
                "2012":10,
                "2013":11,
                "2014":11,
                "2015":14,
                "2016":5,
                "2017":9,
                "2018":9,
                "2019":6,
                "2020":4
            }
        ],
        [
            "We report on the anisotropy of transient photoconductivity in functionalized pentacene single crystals using ultrafast optical pump–terahertz probe techniques. Functionalized pentacene crystals with tri-isopropylsilylethynyl (TIPS) and tri-ethylsilylethynyl (TES) side groups were studied, characterized by crystal structures favoring two-dimensional and one-dimensional charge transports, respectively. Charge carrier mobility anisotropies in the a-b plane of 3.5±0.6 and 12±6 were obtained in the TIPS and TES crystals, respectively, consistent with the degree of π overlap along different directions in the crystals. A photogeneration efficiency anisotropy was also observed in both types of crystals.",
            "Anisotropy of transient photoconductivity in functionalized pentacene single crystals",
            "O Ostroverkhova and DG Cooke and FA Hegmann and RR Tykwinski and SR Parkin and JE Anthony",
            "2006",
            "HEnlUfEAAAAJ:IjCSPb-OGe4C",
            88,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2387135",
            "11341414994347430346",
            "\/scholar?cites=11341414994347430346",
            {
                "2007":6,
                "2008":6,
                "2009":12,
                "2010":6,
                "2011":6,
                "2012":10,
                "2013":11,
                "2014":5,
                "2015":8,
                "2016":4,
                "2017":3,
                "2018":2,
                "2019":4,
                "2020":4
            }
        ],
        [
            "Small molecules and conjugated polymers, the two main types of organic materials used for optoelectronic and photonic devices, can be used in a number of applications including organic light-emitting diodes, photovoltaic devices, photorefractive devices and waveguides. Organic materials are attractive due to their low cost, the possibility of their deposition from solution onto large-area substrates, and the ability to tailor their properties. The Handbook of organic materials for optical and (opto) electronic devices provides an overview of the properties of organic optoelectronic and nonlinear optical materials, and explains how these materials can be used across a range of applications. Parts one and two explore the materials used for organic optoelectronics and nonlinear optics, their properties, and methods of their characterization illustrated by physical studies. Part three moves on to discuss the applications of optoelectronic and nonlinear optical organic materials in devices and includes chapters on organic solar cells, electronic memory devices, and electronic chemical sensors, electro-optic devices. The Handbook of organic materials for optical and (opto) electronic devices is a technical resource for physicists, chemists, electrical engineers and materials scientists involved in research and development of organic semiconductor and nonlinear optical materials and devices. Comprehensively examines the properties of organic optoelectronic and nonlinear optical materials Discusses their applications in different devices including solar cells, LEDs and electronic memory devices An essential technical resource for physicists, chemists, electrical …",
            "Handbook of organic materials for optical and (opto) electronic devices: properties and applications",
            "Oksana Ostroverkhova",
            "2013",
            "HEnlUfEAAAAJ:qxL8FJ1GzNcC",
            81,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=IINwAgAAQBAJ&oi=fnd&pg=PP1&dq=info:XkdHEwFGvh8J:scholar.google.com&ots=5nv68WggX5&sig=HDcEW9VsRSimJkOaBHrepi7hwCg",
            "2287342631183140702",
            "\/scholar?cites=2287342631183140702",
            {
                "2013":2,
                "2014":8,
                "2015":14,
                "2016":11,
                "2017":8,
                "2018":11,
                "2019":11,
                "2020":13,
                "2021":2
            }
        ]
    ]
}