{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Évading Rowaniation Early Roman Gaul experienced widespread cultural changes, changes typical of the transformations commonly termed Romanization (eg Brandt and Slofstra 1983; Barrett er al 1989; Blagg and Millett 1990; Millett 1990, Wood and Quciroga 1992; Metzler et al 1995; Cherry 1998). So, change was most intense around the turn of the millcnnium; the peculiarities of local socictics affected how change happened and remained reflected in the new provincial cultures that emerged; so too local elites played a central role in these changes, and they enriched and empowered themselves in the process. New settlement patterns, new styles of monumentality and of mundane goods, along with new tastcs and ncw forms of cult. The material conditions of Gallic life changed, and so too did the Gauls” conceptions of the world, as they became Romans (Woolf 1998). Yct there are other ways–othcr than in …",
            "lTALY AND THE WEST",
            "Jiwon Keay and Nicola Terremato",
            "2001",
            "HetzycEAAAAJ:zdX0sdgBH_kC",
            619,
            "https:\/\/www.academia.edu\/download\/31446443\/Cultural_Revolution001.pdf",
            "16716869970707007402",
            "\/scholar?cites=16716869970707007402",
            {
                "1986":2,
                "1987":3,
                "1988":1,
                "1989":4,
                "1990":1,
                "1991":2,
                "1992":2,
                "1993":1,
                "1994":5,
                "1995":7,
                "1996":1,
                "1997":4,
                "1998":5,
                "1999":6,
                "2000":5,
                "2001":14,
                "2002":8,
                "2003":9,
                "2004":13,
                "2005":12,
                "2006":13,
                "2007":20,
                "2008":11,
                "2009":24,
                "2010":31,
                "2011":35,
                "2012":40,
                "2013":23,
                "2014":38,
                "2015":29,
                "2016":66,
                "2017":54,
                "2018":55,
                "2019":25,
                "2020":2
            }
        ],
        [
            "Using a pump–probe method with a 150 fs laser at the wavelength of 1.55 μm, we have experimentally demonstrated that single-walled carbon nanotubes (SWNT) have an exciton decay time of less than 1 ps and a high third-order polarizability, which is reasonably interpreted as due to their azimuthal symmetry. These experimental results reveal that a SWNT polymer composite may be a candidate material for high-quality subpicosecond all-optical switches.",
            "Ultrafast optical switching properties of single-wall carbon nanotube polymer composites at 1.55 μm",
            "Y-C Chen and NR Raravikar and LS Schadler and PM Ajayan and Y-P Zhao and T-M Lu and G-C Wang and X-C Zhang",
            "2002",
            "HetzycEAAAAJ:u5HHmVD_uO8C",
            531,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1498007",
            "13130175082887797568",
            "\/scholar?cites=13130175082887797568",
            {
                "2003":17,
                "2004":30,
                "2005":30,
                "2006":46,
                "2007":39,
                "2008":45,
                "2009":56,
                "2010":45,
                "2011":26,
                "2012":32,
                "2013":23,
                "2014":29,
                "2015":26,
                "2016":19,
                "2017":19,
                "2018":18,
                "2019":15,
                "2020":14
            }
        ],
        [
            "The structure of a growth or an etch front on a surface is not only a subject of great interest from the practical point of view but also is of fundamental scientific interest. Very often surfaces are created under non-equilibrium conditions such that the morphology is not always smooth. In addition to a detailed description of the characteristics of random rough surfaces, Experimental Methods in the Physical Sciences, Volume 37, Characterization of Amorphous and Crystalline Rough Surface-Principles and Applications will focus on the basic principles of real and diffraction techniques for quantitative characterization of the rough surfaces. The book thus includes the latest development on the characterization and measurements of a wide variety of rough surfaces. The complementary nature of the real space and diffraction techniques is fully displayed. Key Features* An accessible description of quantitative characterization of random rough surfaces and growth\/etch fronts* A detailed description of the principles, experimentation, and limitations of advanced real-space imaging techniques (such as atomic force microscopy) and diffraction techniques (such as light scattering, X-ray diffraction, and electron diffraction)* Characterization of a variety of rough surfaces (eg, self-affine, mounded, anisotropic, and two-level surfaces) accompanied by quantitative examples to illustrate the essence of the principles* An insightful description of how rough surfaces are formed* Presentation of the most recent examples of the applications of rough surfaces in various areas",
            "Characterization of Amorphous and Crystalline Rough Surface--Principles and Applications",
            "Yiping Zhao and Gwo-Ching Wang and Toh-Ming Lu",
            "2000",
            "HetzycEAAAAJ:r_AWSJRzSzQC",
            457,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=vYVaBxkOkZ0C&oi=fnd&pg=PP1&dq=info:evR4EeeW0QEJ:scholar.google.com&ots=yTU-UZNKA2&sig=17Y0ZW1D4fq_0wK8OQNhpRyRq9A",
            "131051783345206394",
            "\/scholar?cites=131051783345206394",
            {
                "2001":5,
                "2002":17,
                "2003":19,
                "2004":25,
                "2005":26,
                "2006":23,
                "2007":26,
                "2008":18,
                "2009":19,
                "2010":21,
                "2011":19,
                "2012":22,
                "2013":30,
                "2014":29,
                "2015":25,
                "2016":23,
                "2017":26,
                "2018":25,
                "2019":28,
                "2020":28,
                "2021":2
            }
        ],
        [
            "The structure of a growth or an etch front on a surface is not only a subject of great interest from the practical point of view but also is of fundamental scientific interest. Very often surfaces are created under non-equilibrium conditions such that the morphology is not always smooth. In addition to a detailed description of the characteristics of random rough surfaces, Experimental Methods in the Physical Sciences, Volume 37, Characterization of Amorphous and Crystalline Rough Surface-Principles and Applications will focus on the basic principles of real and diffraction techniques for quantitative characterization of the rough surfaces. The book thus includes the latest development on the characterization and measurements of a wide variety of rough surfaces. The complementary nature of the real space and diffraction techniques is fully displayed. Key Features* An accessible description of quantitative characterization of random rough surfaces and growth\/etch fronts* A detailed description of the principles, experimentation, and limitations of advanced real-space imaging techniques (such as atomic force microscopy) and diffraction techniques (such as light scattering, X-ray diffraction, and electron diffraction)* Characterization of a variety of rough surfaces (eg, self-affine, mounded, anisotropic, and two-level surfaces) accompanied by quantitative examples to illustrate the essence of the principles* An insightful description of how rough surfaces are formed* Presentation of the most recent examples of the applications of rough surfaces in various areas",
            "Characterization of Amorphous and Crystalline Rough Surface--Principles and Applications",
            "Yiping Zhao and Gwo-Ching Wang and Toh-Ming Lu",
            "2000",
            "HetzycEAAAAJ:u-x6o8ySG0sC",
            457,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=vYVaBxkOkZ0C&oi=fnd&pg=PP1&dq=info:evR4EeeW0QEJ:scholar.google.com&ots=yTU-UZNKBX&sig=iHZMIodVfTVihDfLLAaR7nZns7U",
            "131051783345206394",
            "\/scholar?cites=131051783345206394",
            {
                "2001":5,
                "2002":17,
                "2003":19,
                "2004":25,
                "2005":26,
                "2006":23,
                "2007":26,
                "2008":18,
                "2009":19,
                "2010":21,
                "2011":19,
                "2012":22,
                "2013":30,
                "2014":29,
                "2015":25,
                "2016":23,
                "2017":26,
                "2018":25,
                "2019":28,
                "2020":28,
                "2021":2
            }
        ],
        [
            "Rechargeable lithium ion batteries are integral to today's information‐rich, mobile society. Currently they are one of the most popular types of battery used in portable electronics because of their high energy density and flexible design. Despite their increasing use at the present time, there is great continued commercial interest in developing new and improved electrode materials for lithium ion batteries that would lead to dramatically higher energy capacity and longer cycle life. Silicon is one of the most promising anode materials because it has the highest known theoretical charge capacity and is the second most abundant element on earth. However, silicon anodes have limited applications because of the huge volume change associated with the insertion and extraction of lithium. This causes cracking and pulverization of the anode, which leads to a loss of electrical contact and eventual fading of capacity …",
            "Nanostructured silicon anodes for lithium ion rechargeable batteries",
            "Ranganath Teki and Moni K Datta and Rahul Krishnan and Thomas C Parker and Toh‐Ming Lu and Prashant N Kumta and Nikhil Koratkar",
            "2009",
            "HetzycEAAAAJ:2osOgNQ5qMEC",
            417,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/smll.200900382",
            "9399239071975331087",
            "\/scholar?cites=9399239071975331087",
            {
                "2010":15,
                "2011":28,
                "2012":41,
                "2013":50,
                "2014":54,
                "2015":48,
                "2016":49,
                "2017":39,
                "2018":31,
                "2019":25,
                "2020":36,
                "2021":1
            }
        ],
        [
            "We report optical rectification and subsequent generation of subpicosecond submillimeter‐wave radiation from a nonlinear organic crystalline salt. With optical excitation at a wavelength of 820 nm and a 150 fs pulse duration, the magnitude of the rectified field from the organic salt dimethyl amino 4‐N‐methylstilbazolium tosylate is one and two orders of magnitude larger than that from GaAs and LiTaO3 crystals, respectively. This organic crystal presently provides the most intense terahertz radiated field among all of the natural nonexternally biased materials we know.",
            "Terahertz optical rectification from a nonlinear organic crystal",
            "X‐C Zhang and XF Ma and Y Jin and T‐M Lu and EP Boden and PD Phelps and KR Stewart and CP Yakymyshyn",
            "1992",
            "HetzycEAAAAJ:9yKSN-GCB0IC",
            322,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.107968",
            "416824181789045959",
            "\/scholar?cites=416824181789045959",
            {
                "1993":5,
                "1994":6,
                "1995":5,
                "1996":7,
                "1997":5,
                "1998":7,
                "1999":6,
                "2000":9,
                "2001":2,
                "2002":7,
                "2003":15,
                "2004":11,
                "2005":10,
                "2006":17,
                "2007":21,
                "2008":15,
                "2009":12,
                "2010":14,
                "2011":13,
                "2012":11,
                "2013":15,
                "2014":15,
                "2015":9,
                "2016":16,
                "2017":16,
                "2018":16,
                "2019":13,
                "2020":21,
                "2021":3
            }
        ],
        [
            "Lithium ion batteries are popular for use in portable applications owing to their high energy density. However, with an increasing interest in plug-in hybrid electric vehicles over the past few years, stemming from an urgent need to migrate to green technologies, the focus has shifted to enhancing power densities in Lithium ion batteries. In this review article we focus on some of the recent achievements of the academic and industrial community in boosting the power densities of Lithium ion batteries through the development of novel nanostructured anode and cathode architectures.",
            "Nanostructured electrodes for high-power lithium ion batteries",
            "Rahul Mukherjee and Rahul Krishnan and Toh-Ming Lu and Nikhil Koratkar",
            "2012",
            "HetzycEAAAAJ:W7OEmFMy1HYC",
            320,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2211285512001024",
            "17048157862740981485",
            "\/scholar?cites=17048157862740981485",
            {
                "2012":4,
                "2013":34,
                "2014":47,
                "2015":56,
                "2016":37,
                "2017":40,
                "2018":36,
                "2019":30,
                "2020":29,
                "2021":6
            }
        ],
        [
            "It is well established that defects strongly influence properties in two-dimensional materials. For graphene, atomic defects activate the Raman-active centrosymmetric A1g ring-breathing mode known as the D-peak. The relative intensity of this D-peak compared to the G-band peak is the most widely accepted measure of the quality of graphene films. However, no such metric exists for monolayer semiconducting transition metal dichalcogenides such as WS2 or MoS2. Here we intentionally create atomic-scale defects in the hexagonal lattice of pristine WS2 and MoS2 monolayers using plasma treatments and study the evolution of their Raman and photoluminescence spectra. High-resolution transmission electron microscopy confirms plasma-induced creation of atomic-scale point defects in the monolayer sheets. We find that while the Raman spectra of semiconducting transition metal dichalcogenides (at 532 nm …",
            "Defect-induced photoluminescence in monolayer semiconducting transition metal dichalcogenides",
            "Philippe K Chow and Robin B Jacobs-Gedrim and Jian Gao and Toh-Ming Lu and Bin Yu and Humberto Terrones and Nikhil Koratkar",
            "2015",
            "HetzycEAAAAJ:rHJHxKgnXwkC",
            297,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn5073495",
            "11851160777084969663",
            "\/scholar?cites=11851160777084969663",
            {
                "2014":1,
                "2015":10,
                "2016":41,
                "2017":43,
                "2018":67,
                "2019":50,
                "2020":79,
                "2021":5
            }
        ],
        [
            "In this letter, we report a method to fabricate nano-column arrays with different shapes and in-plane orientations by glancing angle deposition. By changing the rate of the rotation during each revolution, we can fabricate nano-columns with circular, elliptical, triangle, rectangular, and pentagon shapes. Depending on the nucleation sites, we can even fabricate flowerlike nano-columns. This method has potential application to produce 3-D lattice. ",
            "Novel nano-column and nano-flower arrays by glancing angle deposition",
            "Y-P Zhao and D-X Ye and G-C Wang and T-M Lu",
            "2002",
            "HetzycEAAAAJ:d1gkVwhDpl0C",
            287,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl0157041",
            "14399665965265789660",
            "\/scholar?cites=14399665965265789660",
            {
                "2002":2,
                "2003":8,
                "2004":20,
                "2005":10,
                "2006":10,
                "2007":13,
                "2008":26,
                "2009":29,
                "2010":27,
                "2011":27,
                "2012":17,
                "2013":19,
                "2014":18,
                "2015":14,
                "2016":11,
                "2017":5,
                "2018":12,
                "2019":12,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Thin film deposition is the most ubiquitous and critical of the processes used to manufacture high-tech devices such as microprocessors, memories, solar cells, microelectromechanical systems (MEMS), lasers, solid-state lighting, and photovoltaics. The morphology and microstructure of thin films directly controls their optical, magnetic, and electrical properties, which are often significantly different from bulk material properties. Precise control of morphology and microstructure during thin film growth is paramount to producing the desired film quality for specific applications. To date, many thin film deposition techniques have been employed for manufacturing films, including thermal evaporation, sputter deposition, chemical vapor deposition, laser ablation, and electrochemical deposition.The growth of films using these techniques often occurs under highly nonequilibrium conditions (sometimes referred to as far-from …",
            "Evolution of thin film morphology",
            "Matthew Pelliccione and Toh-Ming Lu",
            "2008",
            "HetzycEAAAAJ:lYAcb2jw7qUC",
            254,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/978-0-387-75109-2.pdf",
            "1958561853085890868",
            "\/scholar?cites=1958561853085890868",
            {
                "2009":3,
                "2010":22,
                "2011":15,
                "2012":17,
                "2013":28,
                "2014":34,
                "2015":25,
                "2016":21,
                "2017":20,
                "2018":24,
                "2019":28,
                "2020":16,
                "2021":1
            }
        ]
    ]
}