{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Interferon-inducible GTPases of the Immunity Related GTPase (IRG) and Guanylate Binding Protein (GBP) families provide resistance to intracellular pathogenic microbes. IRGs and GBPs stably associate with pathogen-containing vacuoles (PVs) and elicit immune pathways directed at the targeted vacuoles. Targeting of Interferon-inducible GTPases to PVs requires the formation of higher-order protein oligomers, a process negatively regulated by a subclass of IRG proteins called IRGMs. We found that the paralogous IRGM proteins Irgm1 and Irgm3 fail to robustly associate with “non-self” PVs containing either the bacterial pathogen Chlamydia trachomatis or the protozoan pathogen Toxoplasma gondii. Instead, Irgm1 and Irgm3 reside on “self” organelles including lipid droplets (LDs). Whereas IRGM-positive LDs are guarded against the stable association with other IRGs and GBPs, we demonstrate that IRGM-stripped LDs become high affinity binding substrates for IRG and GBP proteins. These data reveal that intracellular immune recognition of organelle-like structures by IRG and GBP proteins is partly dictated by the missing of “self” IRGM proteins from these structures.",
            "IRG and GBP host resistance factors target aberrant,“non-self” vacuoles characterized by the missing of “self” IRGM proteins",
            "Arun K Haldar and Hector A Saka and Anthony S Piro and Joe Dan Dunn and Stanley C Henry and Gregory A Taylor and Eva M Frickel and Raphael H Valdivia and Jörn Coers",
            "2013",
            "heVcXcYAAAAJ:Y0pCki6q_DkC",
            128,
            "https:\/\/journals.plos.org\/plospathogens\/article?id=10.1371\/journal.ppat.1003414",
            "13210831255856557424",
            "\/scholar?cites=13210831255856557424",
            {
                "2013":3,
                "2014":12,
                "2015":15,
                "2016":22,
                "2017":23,
                "2018":18,
                "2019":16,
                "2020":15,
                "2021":2
            }
        ]
    ]
}