{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "The axial coupling of the nucleon, g A, is the strength of its coupling to the weak axial current of the standard model of particle physics, in much the same way as the electric charge is the strength of the coupling to the electromagnetic current. This axial coupling dictates the rate at which neutrons decay to protons, the strength of the attractive long-range force between nucleons and other features of nuclear physics. Precision tests of the standard model in nuclear environments require a quantitative understanding of nuclear physics that is rooted in quantum chromodynamics, a pillar of the standard model. The importance of g A makes it a benchmark quantity to determine theoretically—a difficult task because quantum chromodynamics is non-perturbative, precluding known analytical methods. Lattice quantum chromodynamics provides a rigorous, non-perturbative definition of quantum chromodynamics that can be …",
            "A per-cent-level determination of the nucleon axial coupling from quantum chromodynamics",
            "Chia C Chang and Amy N Nicholson and Enrico Rinaldi and Evan Berkowitz and Nicolas Garron and David A Brantley and Henry Monge-Camacho and Christopher J Monahan and Chris Bouchard and MA Clark and Balint Joo and Thorsten Kurth and Kostas Orginos and Pavlos Vranas and André Walker-Loud",
            "2018",
            "hEy9k60AAAAJ:7PzlFSSx8tAC",
            114,
            "https:\/\/www.nature.com\/articles\/s41586-018-0161-8?testing",
            "10003188457147139282",
            "\/scholar?cites=10003188457147139282",
            {
                "2018":28,
                "2019":37,
                "2020":48,
                "2021":1
            }
        ],
        [
            "One intriguing beyond-the-Standard-Model particle is the QCD axion, which could simultaneously provide a solution to the Strong C P Problem and account for some, if not all, of the dark matter density in the Universe. This particle is a pseudo-Nambu–Goldstone boson of the conjectured Peccei–Quinn symmetry of the Standard Model. Its mass and interactions are suppressed by a heavy symmetry-breaking scale, f a, the value of which is roughly greater than 10 9 GeV (or, conversely, the axion mass, m a, is roughly less than 10 4 μ eV). The density of axions in the Universe, which cannot exceed the relic dark matter density and is a quantity of great interest in axion experiments like ADMX, is a result of the early Universe interplay between cosmological evolution and the axion mass as a function of temperature. The latter quantity is proportional to the second derivative of the temperature-dependent QCD free energy …",
            "Lattice QCD input for axion cosmology",
            "Evan Berkowitz and Michael I Buchoff and Enrico Rinaldi",
            "2015",
            "hEy9k60AAAAJ:WF5omc3nYNoC",
            101,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.92.034507",
            "7738887556972648823",
            "\/scholar?cites=7738887556972648823",
            {
                "2015":4,
                "2016":22,
                "2017":12,
                "2018":22,
                "2019":18,
                "2020":20,
                "2021":1
            }
        ]
    ]
}