{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present interferometric angular diameter measurements of 21 low-mass, K-and M-dwarfs made with the CHARA Array. This sample is enhanced by adding a collection of radius measurements published in the literature to form a total data set of 33 KM-dwarfs with diameters measured to better than 5%. We use these data in combination with the Hipparcos parallax and new measurements of the star's bolometric flux to compute absolute luminosities, linear radii, and effective temperatures for the stars. We develop empirical relations for~ K0 to M4 main-sequence stars that link the stellar temperature, radius, and luminosity to the observed (B–V),(V–R),(V–I),(V–J),(V–H), and (V–K) broadband color index and stellar metallicity [Fe\/H]. These relations are valid for metallicities ranging from [Fe\/H]=–0.5 to+ 0.1 dex and are accurate to~ 2%,~ 5%, and~ 4% for temperature, radius, and luminosity, respectively. Our results …",
            "Stellar diameters and temperatures. II. Main-sequence K-and M-stars",
            "Tabetha S Boyajian and Kaspar Von Braun and Gerard Van Belle and Harold A McAlister and A Theo and Stephen R Kane and Philip S Muirhead and Jeremy Jones and Russel White and Gail Schaefer and David Ciardi and Todd Henry and Mercedes López-Morales and Stephen Ridgway and Douglas Gies and Wei-Chun Jao and Bárbara Rojas-Ayala and J Robert Parks and Laszlo Sturmann and Judit Sturmann and Nils H Turner and Chris Farrington and PJ Goldfinger and David H Berger",
            "2012",
            "HGFWFJAAAAAJ:_xSYboBqXhAC",
            513,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/757\/2\/112\/meta",
            "15233012985426860180",
            "\/scholar?cites=15233012985426860180",
            {
                "2012":6,
                "2013":63,
                "2014":51,
                "2015":66,
                "2016":69,
                "2017":66,
                "2018":64,
                "2019":63,
                "2020":59,
                "2021":4
            }
        ],
        [
            "Precise and accurate parameters for late-type (late K and M) dwarf stars are important for characterization of any orbiting planets, but such determinations have been hampered by these stars' complex spectra and dissimilarity to the Sun. We exploit an empirically calibrated method to estimate spectroscopic effective temperature (T eff) and the Stefan–Boltzmann law to determine radii of 183 nearby K7–M7 single stars with a precision of 2%–5%. Our improved stellar parameters enable us to develop model-independent relations between T eff or absolute magnitude and radius, as well as between color and T eff. The derived T eff–radius relation depends strongly on [Fe\/H], as predicted by theory. The relation between absolute K S magnitude and radius can predict radii accurate to 3%. We derive bolometric corrections to the  and Gaia passbands as a function of color, accurate to 1%–3%. We …",
            "How to constrain your M dwarf: measuring effective temperature, bolometric luminosity, mass, and radius",
            "Andrew W Mann and Gregory A Feiden and Eric Gaidos and Tabetha Boyajian and Kaspar von Braun",
            "2015",
            "HGFWFJAAAAAJ:08ZZubdj9fEC",
            390,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/804\/1\/64\/meta",
            "14161475626107874096",
            "\/scholar?cites=14161475626107874096",
            {
                "2015":16,
                "2016":36,
                "2017":67,
                "2018":91,
                "2019":83,
                "2020":89,
                "2021":6
            }
        ],
        [
            "The primary Kepler Mission provided nearly continuous monitoring of~ 200,000 objects with unprecedented photometric precision. We present the final catalog of eclipsing binary systems within the 105 deg 2 Kepler field of view. This release incorporates the full extent of the data from the primary mission (Q0-Q17 Data Release). As a result, new systems have been added, additional false positives have been removed, ephemerides and principal parameters have been recomputed, classifications have been revised to rely on analytical models, and eclipse timing variations have been computed for each system. We identify several classes of systems including those that exhibit tertiary eclipse events, systems that show clear evidence of additional bodies, heartbeat systems, systems with changing eclipse depths, and systems exhibiting only one eclipse event over the duration of the mission. We have updated the …",
            "Kepler eclipsing binary stars. VII. The catalog of eclipsing binaries found in the entire Kepler data set",
            "Brian Kirk and Kyle Conroy and Andrej Prša and Michael Abdul-Masih and Angela Kochoska and Gal MatijeviČ and Kelly Hambleton and Thomas Barclay and Steven Bloemen and Tabetha Boyajian and Laurance R Doyle and BJ Fulton and Abe Johannes Hoekstra and Kian Jek and Stephen R Kane and Veselin Kostov and David Latham and Tsevi Mazeh and Jerome A Orosz and Joshua Pepper and Billy Quarles and Darin Ragozzine and Avi Shporer and John Southworth and Keivan Stassun and Susan E Thompson and William F Welsh and Eric Agol and Aliz Derekas and Jonathan Devor and Debra Fischer and Gregory Green and Jeff Gropp and Tom Jacobs and Cole Johnston and Daryll Matthew LaCourse and Kristian Saetre and Hans Schwengeler and Jacek Toczyski and Griffin Werner and Matthew Garrett and Joanna Gore and Arturo O Martinez and Isaac Spitzer and Justin Stevick and Pantelis C Thomadis and Eliot Halley Vrijmoet and Mitchell Yenawine and Natalie Batalha and William Borucki",
            "2016",
            "HGFWFJAAAAAJ:olpn-zPbct0C",
            254,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/0004-6256\/151\/3\/68\/meta",
            "2299932185245096850",
            "\/scholar?cites=2299932185245096850",
            {
                "2016":26,
                "2017":37,
                "2018":51,
                "2019":69,
                "2020":64,
                "2021":5
            }
        ],
        [
            "Over the duration of the Kepler mission, KIC 8462852 was observed to undergo irregularly shaped, aperiodic dips in flux of up to ∼20 per cent. The dipping activity can last for between 5 and 80 d. We characterize the object with high-resolution spectroscopy, spectral energy distribution fitting, radial velocity measurements, high-resolution imaging, and Fourier analyses of the Kepler light curve. We determine that KIC 8462852 is a typical main-sequence F3 V star that exhibits no significant IR excess, and has no very close interacting companions. In this paper, we describe various scenarios to explain the dipping events observed in the Kepler light curve. We confirm that the dipping signals in the data are not caused by any instrumental or data processing artefact, and thus are astrophysical in origin. We construct scenario-independent constraints on the size and location of a body in the system that are needed …",
            "Planet Hunters IX. KIC 8462852–where's the flux?",
            "Tabetha S Boyajian and DM LaCourse and SA Rappaport and D Fabrycky and DA Fischer and Davide Gandolfi and GM Kennedy and H Korhonen and MC Liu and A Moor and K Olah and K Vida and MC Wyatt and WMJ Best and J Brewer and F Ciesla and B Csák and HJ Deeg and TJ Dupuy and G Handler and Kevin Heng and SB Howell and ST Ishikawa and J Kovács and T Kozakis and L Kriskovics and J Lehtinen and C Lintott and S Lynn and D Nespral and S Nikbakhsh and K Schawinski and JR Schmitt and AM Smith and Gy Szabo and R Szabo and J Viuho and J Wang and A Weiksnar and M Bosch and JL Connors and S Goodman and G Green and AJ Hoekstra and T Jebson and KJ Jek and MR Omohundro and HM Schwengeler and A Szewczyk",
            "2016",
            "HGFWFJAAAAAJ:q3oQSFYPqjQC",
            208,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/457\/4\/3988\/2589003",
            "5294506893620919670",
            "\/scholar?cites=5294506893620919670",
            {
                "2015":2,
                "2016":33,
                "2017":47,
                "2018":35,
                "2019":57,
                "2020":31,
                "2021":1
            }
        ],
        [
            "Based on CHARA Array measurements, we present the angular diameters of 23 nearby, main-sequence stars, ranging from spectral types A7 to K0, 5 of which are exoplanet host stars. We derive linear radii, effective temperatures, and absolute luminosities of the stars using Hipparcos parallaxes and measured bolometric fluxes. The new data are combined with previously published values to create an Angular Diameter Anthology of measured angular diameters to main-sequence stars (luminosity classes V and IV). This compilation consists of 125 stars with diameter uncertainties of less than 5%, ranging in spectral types from A to M. The large quantity of empirical data is used to derive color-temperature relations to an assortment of color indices in the Johnson (BVR J I J JHK), Cousins (R C I C), Kron (R K I K), Sloan (griz), and WISE (W 3 W 4) photometric systems. These relations have an average standard …",
            "Stellar diameters and temperatures. III. Main-sequence A, F, G, and K stars: additional high-precision measurements and empirical relations",
            "Tabetha S Boyajian and Kaspar von Braun and Gerard van Belle and Chris Farrington and Gail Schaefer and Jeremy Jones and Russel White and Harold A McAlister and A Theo and Stephen Ridgway and Douglas Gies and Laszlo Sturmann and Judit Sturmann and Nils H Turner and PJ Goldfinger and Norm Vargas",
            "2013",
            "HGFWFJAAAAAJ:NaGl4SEjCO4C",
            207,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/771\/1\/40\/meta",
            "2828082986514647918",
            "\/scholar?cites=2828082986514647918",
            {
                "2013":12,
                "2014":22,
                "2015":25,
                "2016":32,
                "2017":34,
                "2018":38,
                "2019":22,
                "2020":20,
                "2021":2
            }
        ],
        [
            "We present the seventh Kepler planet candidate (PC) catalog, which is the first catalog to be based on the entire, uniformly processed 48-month Kepler data set. This is the first fully automated catalog, employing robotic vetting procedures to uniformly evaluate every periodic signal detected by the Q1–Q17 Data Release 24 (DR24) Kepler pipeline. While we prioritize uniform vetting over the absolute correctness of individual objects, we find that our robotic vetting is overall comparable to, and in most cases superior to, the human vetting procedures employed by past catalogs. This catalog is the first to utilize artificial transit injection to evaluate the performance of our vetting procedures and to quantify potential biases, which are essential for accurate computation of planetary occurrence rates. With respect to the cumulative Kepler Object of Interest (KOI) catalog, we designate 1478 new KOIs, of which 402 are …",
            "Planetary candidates observed by Kepler. VII. The first fully uniform catalog based on the entire 48-month data set (Q1–Q17 DR24)",
            "Jeffrey L Coughlin and F Mullally and Susan E Thompson and Jason F Rowe and Christopher J Burke and David W Latham and Natalie M Batalha and Aviv Ofir and Billy L Quarles and Christopher E Henze and Angie Wolfgang and Douglas A Caldwell and Stephen T Bryson and Avi Shporer and Joseph Catanzarite and Rachel Akeson and Thomas Barclay and William J Borucki and Tabetha S Boyajian and Jennifer R Campbell and Jessie L Christiansen and Forrest R Girouard and Michael R Haas and Steve B Howell and Daniel Huber and Jon M Jenkins and Jie Li and Anima Patil-Sabale and Elisa V Quintana and Solange Ramirez and Shawn Seader and Jeffrey C Smith and Peter Tenenbaum and Joseph D Twicken and Khadeejah A Zamudio",
            "2016",
            "HGFWFJAAAAAJ:XiVPGOgt02cC",
            202,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/0067-0049\/224\/1\/12\/meta",
            "10538012054131780023",
            "\/scholar?cites=10538012054131780023",
            {
                "2016":23,
                "2017":49,
                "2018":56,
                "2019":34,
                "2020":37,
                "2021":2
            }
        ],
        [
            "We have executed a survey of nearby, main-sequence A-, F-, and G-type stars with the CHARA Array, successfully measuring the angular diameters of forty-four stars with an average precision of~ 1.5%. We present new measures of the bolometric flux, which in turn leads to an empirical determination of the effective temperature for the stars observed. In addition, these CHARA-determined temperatures, radii, and luminosities are fit to Yonsei-Yale model isochrones to constrain the masses and ages of the stars. These results are compared to indirect estimates of these quantities obtained by collecting photometry of the stars and applying them to model atmospheres and evolutionary isochrones. We find that for most cases, the models overestimate the effective temperature by~ 1.5%-4% when compared to our directly measured values. The overestimated temperatures and underestimated radii in these works appear …",
            "Stellar diameters and temperatures. I. Main-sequence A, F, and G stars",
            "Tabetha S Boyajian and Harold A McAlister and Gerard van Belle and Douglas R Gies and A Theo and Kaspar von Braun and Chris Farrington and PJ Goldfinger and David O'Brien and J Robert Parks and Noel D Richardson and Stephen Ridgway and Gail Schaefer and Laszlo Sturmann and Judit Sturmann and Yamina Touhami and Nils H Turner and Russel White",
            "2012",
            "HGFWFJAAAAAJ:qjMakFHDy7sC",
            190,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/746\/1\/101\/meta",
            "12058341387618279222",
            "\/scholar?cites=12058341387618279222",
            {
                "2012":17,
                "2013":27,
                "2014":23,
                "2015":22,
                "2016":25,
                "2017":16,
                "2018":24,
                "2019":18,
                "2020":15,
                "2021":1
            }
        ],
        [
            "LS I+ 61 303 and LS 5039 are two of only a handful of known high-mass X-ray binaries (HMXBs) that exhibit very high energy emission in the MeV-TeV range, and these\" γ-ray binaries\" are of renewed interest due to the recent launch of the Fermi Gamma-ray Space Telescope. Here we present new radial velocities of both systems based on recent red and blue optical spectra. Both systems have somewhat discrepant orbital solutions available in the literature, and our new measurements result in improved orbital elements and resolve the disagreements. The improved geometry of each orbit will aid in studies of the high-energy emission region near each source.",
            "The Orbits of the γ-Ray Binaries LS I+ 61 303 and LS 5039",
            "Christina Aragona and M Virginia McSwain and Erika D Grundstrom and Amber N Marsh and Rachael M Roettenbacher and Katelyn M Hessler and Tabetha S Boyajian and Paul S Ray",
            "2009",
            "HGFWFJAAAAAJ:u5HHmVD_uO8C",
            162,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/698\/1\/514\/meta",
            "13060248255947014057",
            "\/scholar?cites=13060248255947014057",
            {
                "2009":12,
                "2010":24,
                "2011":34,
                "2012":20,
                "2013":12,
                "2014":11,
                "2015":7,
                "2016":20,
                "2017":6,
                "2018":5,
                "2019":2,
                "2020":5,
                "2021":3
            }
        ],
        [
            "We report the confirmation and characterization of a transiting gas giant planet orbiting the M dwarf KOI-254 every 2.455239 days, which was originally discovered by the Kepler mission. We use radial velocity measurements, adaptive optics imaging, and near-infrared spectroscopy to confirm the planetary nature of the transit events. KOI-254 b is the first hot Jupiter discovered around an M-type dwarf star. We also present a new model-independent method of using broadband photometry to estimate the mass and metallicity of an M dwarf without relying on a direct distance measurement. Included in this methodology is a new photometric metallicity calibration based on J–K colors. We use this technique to measure the physical properties of KOI-254 and its planet. We measure a planet mass of M P= 0.505 M Jup, radius R P= 0.96 R Jup, and semimajor axis a= 0.030 AU, based on our measured stellar mass M sstarf …",
            "Characterizing the cool KOIs. II. The M Dwarf KOI-254 and its hot Jupiter",
            "John Asher Johnson and J Zachary Gazak and Kevin Apps and Philip S Muirhead and Justin R Crepp and Ian JM Crossfield and Tabetha Boyajian and Kaspar Von Braun and Barbara Rojas-Ayala and Andrew W Howard and Kevin R Covey and Everett Schlawin and Katherine Hamren and Timothy D Morton and Geoffrey W Marcy and James P Lloyd",
            "2012",
            "HGFWFJAAAAAJ:9yKSN-GCB0IC",
            139,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-6256\/143\/5\/111\/meta",
            "15486515028332670577",
            "\/scholar?cites=15486515028332670577",
            {
                "2012":17,
                "2013":26,
                "2014":15,
                "2015":18,
                "2016":14,
                "2017":10,
                "2018":10,
                "2019":10,
                "2020":18,
                "2021":1
            }
        ],
        [
            "We present the results of long-baseline optical interferometry observations using the Precision Astronomical Visual Observations (PAVO) beam combiner at the Center for High Angular Resolution Astronomy (CHARA) Array to measure the angular sizes of three bright Kepler stars: θ Cygni, and both components of the binary system 16 Cygni. Supporting infrared observations were made with the Michigan Infrared Combiner (MIRC) and Classic beam combiner, also at the CHARA Array. We find limb-darkened angular diameters of 0.753 ± 0.009 mas for θ Cyg, 0.539 ± 0.007 mas for 16 Cyg A and 0.490 ± 0.006 mas for 16 Cyg B. The Kepler Mission has observed these stars with outstanding photometric precision, revealing the presence of solar-like oscillations. Due to the brightness of these stars the oscillations have exceptional signal-to-noise, allowing for detailed study through asteroseismology, and are well …",
            "Interferometric radii of bright Kepler stars with the CHARA Array: θ Cygni and 16 Cygni A and B",
            "TR White and D Huber and V Maestro and Timothy Russell Bedding and MJ Ireland and F Baron and TS Boyajian and X Che and JD Monnier and BJS Pope and RM Roettenbacher and D Stello and PG Tuthill and CD Farrington and PJ Goldfinger and HA McAlister and GH Schaefer and J Sturmann and L Sturmann and TA Ten Brummelaar and NH Turner",
            "2013",
            "HGFWFJAAAAAJ:RGFaLdJalmkC",
            125,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/433\/2\/1262\/1748898",
            "7482930551697683722",
            "\/scholar?cites=7482930551697683722",
            {
                "2013":2,
                "2014":14,
                "2015":20,
                "2016":15,
                "2017":20,
                "2018":20,
                "2019":20,
                "2020":11,
                "2021":3
            }
        ]
    ]
}