{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Coarse woody debris (CWD) is an important component of temperate stream and forest ecosystems. This chapter reviews the rates at which CWD is added and removed from ecosystems, the biomass found in streams and forests, and many functions that CWD serves. CWD is added to ecosystems by numerous mechanisms, including wind, fire, insect attack, pathogens, competition, and geomorphic processes. Despite the many long-term studies on tree mortality, there are few published rates of CWD input on mass-area-1 time-1 basis. CWD is significantly transformed physically and chemically. Movement of CWD, especially in streams, is also an important but poorly documented mechanism whereby CWD is lost from ecosystems. Many factors control the rate at which CWD decomposes, including temperature, moisture, internal gas composition of CWD, substrate quality, size of CWD, and types …",
            "Ecology of coarse woody debris in temperate ecosystems",
            "Mark E Harmon and Jerry F Franklin and Fred J Swanson and Phil Sollins and SV Gregory and JD Lattin and NH Anderson and SP Cline and NG Aumen and JR Sedell and GW Lienkaemper and K Cromack Jr and KW Cummins",
            "1986",
            "HGk_aboAAAAJ:u5HHmVD_uO8C",
            4322,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S006525040860121X",
            "1586796575803905740",
            "\/scholar?cites=1586796575803905740",
            {
                "1987":15,
                "1988":27,
                "1989":26,
                "1990":31,
                "1991":35,
                "1992":39,
                "1993":35,
                "1994":27,
                "1995":60,
                "1996":60,
                "1997":86,
                "1998":82,
                "1999":105,
                "2000":117,
                "2001":143,
                "2002":153,
                "2003":141,
                "2004":147,
                "2005":147,
                "2006":162,
                "2007":155,
                "2008":198,
                "2009":196,
                "2010":190,
                "2011":181,
                "2012":218,
                "2013":186,
                "2014":197,
                "2015":210,
                "2016":200,
                "2017":199,
                "2018":185,
                "2019":154,
                "2020":137,
                "2021":13
            }
        ],
        [
            "Major vegetational units of Oregon and Washington and their environmental relationships are described and illustrated. After an initial consideration of the vegetation components in the two States, major geographic areas and vegetation zones are detailed. Descriptions of each vegetation zone include composition and succession, as well as discussion of variations associated with environmental gradients. Three chapters treat the forested zones found in the two States. Major emphasis is on the distinctive mesic temperate forests found in western Washington and northwestern Oregon. The interior valley forests, shrub lands, and prairies found between the Coast and Cascade Ranges in western Oregon are treated in a single chapter as are subalpine and alpine mosaics of tree-dominated and meadow communities. Unusual habitats, such as areas of recent vulcanism, serpentines, and ocean strand, are individually described. Soils, geology, and climate are considered in broad outline in an early chapter and in greater detail within discussions of individual geographic areas and vegetation zones. Appendices are included for definition of the various soil types, scientific and common plant names, and a subject index. An extensive bibliography is included to direct the reader to other references.",
            "Natural vegetation of Oregon and Washington",
            "Jerry F Franklin and Christen T Dyrness",
            "1973",
            "HGk_aboAAAAJ:u-x6o8ySG0sC",
            3226,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=QoSnSpLoJPUC&oi=fnd&pg=PA1&dq=info:wwbei8JVRhUJ:scholar.google.com&ots=4nYj9mEsTz&sig=bWpEWkRbtdbj7_pbRQlkRCAVHYo",
            "1533007017224832707",
            "\/scholar?cites=1533007017224832707",
            {
                "1982":38,
                "1983":45,
                "1984":46,
                "1985":39,
                "1986":27,
                "1987":37,
                "1988":34,
                "1989":38,
                "1990":57,
                "1991":41,
                "1992":41,
                "1993":39,
                "1994":53,
                "1995":75,
                "1996":68,
                "1997":80,
                "1998":83,
                "1999":83,
                "2000":101,
                "2001":121,
                "2002":122,
                "2003":121,
                "2004":113,
                "2005":137,
                "2006":119,
                "2007":118,
                "2008":107,
                "2009":107,
                "2010":100,
                "2011":110,
                "2012":88,
                "2013":95,
                "2014":94,
                "2015":67,
                "2016":71,
                "2017":83,
                "2018":76,
                "2019":57,
                "2020":55,
                "2021":7
            }
        ],
        [
            "Ecosystem management is management driven by explicit goals, executed by policies, protocols, and practices, and made adaptable by monitoring and research based on our best understanding of the ecological interactions and processes necessary to sustain ecosystem composition, structure, and function. In recent years, sustainability has become an explicitly stated, even legislatively mandated, goal of natural resource management agencies. In practice, however, management approaches have often focused on maximizing short‐term yield and economic gain rather than long‐term sustainability. Several obstacles contribute to this disparity, including: (1) inadequate information on the biological diversity of environments; (2) widespread ignorance of the function and dynamics of ecosystems; (3) the openness and interconnectedness of ecosystems on scales that transcend management boundaries; (4) a …",
            "The report of the Ecological Society of America committee on the scientific basis for ecosystem management",
            "Norman L Christensen and Ann M Bartuska and James H Brown and Stephen Carpenter and Carla D'Antonio and Rober Francis and Jerry F Franklin and James A MacMahon and Reed F Noss and David J Parsons and Charles H Peterson and Monica G Turner and Robert G Woodmansee",
            "1996",
            "HGk_aboAAAAJ:d1gkVwhDpl0C",
            2094,
            "https:\/\/esajournals.onlinelibrary.wiley.com\/doi\/abs\/10.2307\/2269460",
            "14625510055202883243",
            "\/scholar?cites=14625510055202883243",
            {
                "1996":11,
                "1997":41,
                "1998":61,
                "1999":82,
                "2000":99,
                "2001":85,
                "2002":88,
                "2003":95,
                "2004":87,
                "2005":85,
                "2006":79,
                "2007":99,
                "2008":91,
                "2009":99,
                "2010":100,
                "2011":115,
                "2012":99,
                "2013":107,
                "2014":115,
                "2015":102,
                "2016":85,
                "2017":81,
                "2018":47,
                "2019":49,
                "2020":38,
                "2021":3
            }
        ],
        [
            "Forest managers need a comprehensive scientific understanding of natural stand development processes when designing silvicultural systems that integrate ecological and economic objectives, including a better appreciation of the nature of disturbance regimes and the biological legacies, such as live trees, snags, and logs, that they leave behind. Most conceptual forest development models do not incorporate current knowledge of the: (1) complexity of structures (including spatial patterns) and developmental processes; (2) duration of development in long-lived forests; (3) complex spatial patterns of stands that develop in later stages of seres; and particularly (4) the role of disturbances in creating structural legacies that become key elements of the post-disturbance stands. We elaborate on existing models for stand structural development using natural stand development of the Douglas-fir—western hemlock sere …",
            "Disturbances and structural development of natural forest ecosystems with silvicultural implications, using Douglas-fir forests as an example",
            "Jerry F Franklin and Thomas A Spies and Robert Van Pelt and Andrew B Carey and Dale A Thornburgh and Dean Rae Berg and David B Lindenmayer and Mark E Harmon and William S Keeton and David C Shaw and Ken Bible and Jiquan Chen",
            "2002",
            "HGk_aboAAAAJ:IjCSPb-OGe4C",
            1722,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0378112701005758",
            "11439373086156315581",
            "\/scholar?cites=11439373086156315581",
            {
                "2002":9,
                "2003":22,
                "2004":46,
                "2005":73,
                "2006":72,
                "2007":82,
                "2008":84,
                "2009":81,
                "2010":101,
                "2011":105,
                "2012":93,
                "2013":111,
                "2014":116,
                "2015":97,
                "2016":139,
                "2017":124,
                "2018":121,
                "2019":99,
                "2020":111,
                "2021":17
            }
        ],
        [
            "While most efforts at biodiversity conservation have focused primarily on protected areas and reserves, the unprotected lands surrounding those area--the\" matrix\"--are equally important to preserving global biodiversity and maintaining forest health. In Conserving Forest Biodiversity, leading forest scientists David B. Lindenmayer and Jerry F. Franklin argue that the conservation of forest biodiversity requires a comprehensive and multiscaled approach that includes both reserve and nonreserve areas. They lay the foundations for such a strategy, bringing together the latest scientific information on landscape ecology, forestry, conservation biology, and related disciplines as they examine: the importance of the matrix in key areas of ecology such as metapopulation dynamics, habitat fragmentation, and landscape connectivitygeneral principles for matrix managementusing natural disturbance regimes to guide human disturbancelandscape-level and stand-level elements of matrix management the role of adaptive management and monitoringsocial dimensions and tensions in implementing matrix-based forest managementIn addition, they present five case studies that illustrate aspects and elements of applied matrix management in forests. The case studies cover a wide variety of conservation planning and management issues from North America, South America, and Australia, ranging from relatively intact forest ecosystems to an intensively managed plantation. Conserving Forest Biodiversity presents strategies for enhancing matrix management that can play a vital role in the development of more effective approaches to maintaining forest …",
            "Conserving forest biodiversity: a comprehensive multiscaled approach",
            "David B Lindenmayer and Jerry F Franklin",
            "2002",
            "HGk_aboAAAAJ:qjMakFHDy7sC",
            1640,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=ODEFUM2WtAYC&oi=fnd&pg=PR11&dq=info:H1HHZbo97E4J:scholar.google.com&ots=LJ_8YFgUMg&sig=aQbl_LAlegejZGoHJkdpuVEr45o",
            "5686988300242866463",
            "\/scholar?cites=5686988300242866463",
            {
                "2002":9,
                "2003":28,
                "2004":75,
                "2005":88,
                "2006":130,
                "2007":118,
                "2008":92,
                "2009":119,
                "2010":116,
                "2011":97,
                "2012":83,
                "2013":87,
                "2014":84,
                "2015":79,
                "2016":82,
                "2017":97,
                "2018":90,
                "2019":64,
                "2020":61,
                "2021":9
            }
        ],
        [
            "Persistent changes in tree mortality rates can alter forest structure, composition, and ecosystem services such as carbon sequestration. Our analyses of longitudinal data from unmanaged old forests in the western United States showed that background (noncatastrophic) mortality rates have increased rapidly in recent decades, with doubling periods ranging from 17 to 29 years among regions. Increases were also pervasive across elevations, tree sizes, dominant genera, and past fire histories. Forest density and basal area declined slightly, which suggests that increasing mortality was not caused by endogenous increases in competition. Because mortality increased in small trees, the overall increase in mortality rates cannot be attributed solely to aging of large trees. Regional warming and consequent increases in water deficits are likely contributors to the increases in tree mortality rates.",
            "Widespread increase of tree mortality rates in the western United States",
            "Phillip J Van Mantgem and Nathan L Stephenson and John C Byrne and Lori D Daniels and Jerry F Franklin and Peter Z Fulé and Mark E Harmon and Andrew J Larson and Jeremy M Smith and Alan H Taylor and Thomas T Veblen",
            "2009",
            "HGk_aboAAAAJ:_FxGoFyzp5QC",
            1593,
            "https:\/\/science.sciencemag.org\/content\/323\/5913\/521.abstract",
            "16934892785019604732",
            "\/scholar?cites=16934892785019604732",
            {
                "2009":62,
                "2010":109,
                "2011":135,
                "2012":130,
                "2013":146,
                "2014":138,
                "2015":143,
                "2016":154,
                "2017":151,
                "2018":154,
                "2019":120,
                "2020":103,
                "2021":19
            }
        ],
        [
            "Efforts to preserve biological diversity must focus increasingly at the ecosystem level because of the immense number of species, the majority of which are currently unknown. An ecosystem approach is also the only way to conserve processes and habitats (such as forest canopies, belowground habitats, and hyporheic zones) that, with their constituent species, are poorly known. Continued concern with species is essential, however. Landscape—level issues also need much greater attention. Designing an appropriate system of habitat reserves is one landscape—level concern. Understanding and appropriately manipulating the landscape matrix is at least equal in importance to reserves issues, however, since the matrix itself is important in maintaining diversity, influences the effectiveness of reserves, and controls landscape connectivity.",
            "Preserving biodiversity: species, ecosystems, or landscapes?",
            "Jerry F Franklin",
            "1993",
            "HGk_aboAAAAJ:9yKSN-GCB0IC",
            1451,
            "https:\/\/esajournals.onlinelibrary.wiley.com\/doi\/abs\/10.2307\/1941820",
            "15078109108994008632",
            "\/scholar?cites=15078109108994008632",
            {
                "1993":5,
                "1994":30,
                "1995":42,
                "1996":36,
                "1997":43,
                "1998":53,
                "1999":50,
                "2000":67,
                "2001":52,
                "2002":66,
                "2003":78,
                "2004":81,
                "2005":62,
                "2006":75,
                "2007":54,
                "2008":91,
                "2009":54,
                "2010":41,
                "2011":49,
                "2012":68,
                "2013":59,
                "2014":53,
                "2015":32,
                "2016":42,
                "2017":38,
                "2018":34,
                "2019":27,
                "2020":27
            }
        ],
        [
            "Landscape structural characteristics, such as patch size, edge length, and configuration, are altered markedly when management regimes are imposed on primeval landscapes. The ecological consequences of clearcutting patterns were explored by using a model of the dispersed patch or checkerboard system currently practiced on federal forest lands in the western United States. Thresholds in landscape structure were observed on a gradient of percentages of landscape cutover. Probability of disturbance,e.g., wildfire and windthrow, and biotic components,e.g., species diversity and game populations, are highly sensitive to these structural changes. Altering the spatial configuration and size of clearcuts provides an opportunity to create alternative landscapes that differ significantly in their ecological characteristics. Both ecosystem and heterogeneous landscape perspectives are critical in resource …",
            "Creating landscape patterns by forest cutting: ecological consequences and principles",
            "Jerry F Franklin and Richard TT Forman",
            "1987",
            "HGk_aboAAAAJ:2osOgNQ5qMEC",
            1238,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/BF02275261.pdf",
            "17006282651569688404",
            "\/scholar?cites=17006282651569688404",
            {
                "1988":9,
                "1989":14,
                "1990":16,
                "1991":24,
                "1992":28,
                "1993":30,
                "1994":42,
                "1995":42,
                "1996":49,
                "1997":42,
                "1998":34,
                "1999":45,
                "2000":66,
                "2001":46,
                "2002":56,
                "2003":56,
                "2004":55,
                "2005":41,
                "2006":52,
                "2007":44,
                "2008":39,
                "2009":53,
                "2010":33,
                "2011":32,
                "2012":52,
                "2013":38,
                "2014":35,
                "2015":36,
                "2016":23,
                "2017":26,
                "2018":24,
                "2019":19,
                "2020":16,
                "2021":3
            }
        ],
        [
            "Jerry F. Franklin, HH Shugart, and Mark E. Harmon ree death is so commonplace that the casual observer might logically assume it to be well understood by biologists. Some causes of tree mortality are obvious and even spectacular events, such as wildfires and hurricanes. But overall the patterns and causes of tree death typically are complex, and we are only beginning to appreciate the complexities.Understanding and predicting tree mortality is critical in both applied and basic ecology. Practically speaking, information on mortality is es-sential in calculating forest stand yields and allocating efforts in tending and protecting forests. A thorough knowledge of tree death is also necessary to interpret correctly the dying back of forests. Yet, despite its long history, forest husbandry lacks a comprehensive understanding of tree mortality.",
            "Tree death as an ecological process",
            "Jerry F Franklin and Herman H Shugart and Mark E Harmon",
            "1987",
            "HGk_aboAAAAJ:W7OEmFMy1HYC",
            1036,
            "https:\/\/www.jstor.org\/stable\/1310665",
            "5753587690972300694",
            "\/scholar?cites=5753587690972300694",
            {
                "1988":5,
                "1989":9,
                "1990":7,
                "1991":7,
                "1992":9,
                "1993":7,
                "1994":8,
                "1995":12,
                "1996":7,
                "1997":13,
                "1998":13,
                "1999":15,
                "2000":20,
                "2001":28,
                "2002":23,
                "2003":24,
                "2004":27,
                "2005":23,
                "2006":39,
                "2007":25,
                "2008":44,
                "2009":38,
                "2010":53,
                "2011":54,
                "2012":65,
                "2013":62,
                "2014":51,
                "2015":46,
                "2016":70,
                "2017":57,
                "2018":40,
                "2019":61,
                "2020":53,
                "2021":5
            }
        ]
    ]
}