{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Application of nuclear magnetic resonance (NMR) spectroscopy to nanoscale samples has remained an elusive goal, achieved only with great experimental effort at subkelvin temperatures. We demonstrated detection of NMR signals from a (5-nanometer)3 voxel of various fluid and solid organic samples under ambient conditions. We used an atomic-size magnetic field sensor, a single nitrogen-vacancy defect center, embedded ~7 nanometers under the surface of a bulk diamond to record NMR spectra of various samples placed on the diamond surface. Its detection volume consisted of only 104 nuclear spins with a net magnetization of only 102 statistically polarized spins.",
            "Nuclear magnetic resonance spectroscopy on a (5-nanometer) 3 sample volume",
            "Tobias Staudacher and Fazhan Shi and S Pezzagna and Jan Meijer and Jiangfeng Du and Carlos A Meriles and Friedemann Reinhard and Joerg Wrachtrup",
            "2013",
            "hHU3bEkAAAAJ:IjCSPb-OGe4C",
            633,
            "https:\/\/science.sciencemag.org\/content\/339\/6119\/561.abstract",
            "18442226944022230085",
            "\/scholar?cites=18442226944022230085",
            {
                "2013":47,
                "2014":102,
                "2015":89,
                "2016":69,
                "2017":77,
                "2018":77,
                "2019":82,
                "2020":72,
                "2021":11
            }
        ],
        [
            "Nuclear magnetic resonance (NMR) experiments are typically performed with samples immersed in a magnet shimmed to high homogeneity. However, there are many circumstances in which it is impractical or undesirable to insert objects or subjects into the bore of a high-field magnet. Here we present a methodology based on an adaptation of nutation echoes that provides resolved spectra in the presence of matched inhomogeneous static and radiofrequency fields, thereby opening the way to high-resolution ex situ NMR. The observation of chemical shifts is regained through the use of multiple-pulse sequences of correlated, composite z-rotation pulses, producing resolved NMR spectra of liquid samples.",
            "Approach to high-resolution ex situ NMR spectroscopy",
            "Carlos A Meriles and Dimitris Sakellariou and Henrike Heise and Adam J Moulé and Alexander Pines",
            "2001",
            "hHU3bEkAAAAJ:u5HHmVD_uO8C",
            192,
            "https:\/\/science.sciencemag.org\/content\/293\/5527\/82.abstract",
            "7514300682817953420",
            "\/scholar?cites=7514300682817953420",
            {
                "2000":1,
                "2001":12,
                "2002":18,
                "2003":11,
                "2004":11,
                "2005":17,
                "2006":21,
                "2007":18,
                "2008":20,
                "2009":4,
                "2010":15,
                "2011":9,
                "2012":5,
                "2013":8,
                "2014":6,
                "2015":7,
                "2016":4,
                "2017":2,
                "2018":1
            }
        ],
        [
            "We report construction of a portable nuclear magnetic resonance sensor with a single-sided open probe design. The resulting magnetic field inhomogeneity is compensated by a pulse sequence that takes advantage of parallel inhomogeneity in the applied radio frequency field. We can thereby acquire fluorine-19 spectra of liquid fluorocarbons with 8 parts per million resolution, surmounting the long-standing obstacle of obtaining chemical shift information with open probe instruments.",
            "High-resolution NMR spectroscopy with a portable single-sided sensor",
            "Juan Perlo and Vasiliki Demas and Federico Casanova and Carlos A Meriles and Jeffrey Reimer and Alexander Pines and Bernhard Blümich",
            "2005",
            "hHU3bEkAAAAJ:u-x6o8ySG0sC",
            174,
            "https:\/\/science.sciencemag.org\/content\/308\/5726\/1279.abstract",
            "6350024024215053532",
            "\/scholar?cites=6350024024215053532",
            {
                "2005":2,
                "2006":19,
                "2007":28,
                "2008":21,
                "2009":19,
                "2010":9,
                "2011":14,
                "2012":10,
                "2013":6,
                "2014":9,
                "2015":10,
                "2016":4,
                "2017":7,
                "2018":4,
                "2019":4,
                "2020":6
            }
        ],
        [
            "Spin complexes comprising the nitrogen-vacancy centre and neighbouring spins are being considered as a building block for a new generation of spintronic and quantum information processing devices. As assembling identical spin clusters is difficult, new strategies are being developed to determine individual node structures with the highest precision. Here we use a pulse protocol to monitor the time evolution of the 13 C ensemble in the vicinity of a nitrogen-vacancy centre. We observe long-lived time correlations in the nuclear spin dynamics, limited by nitrogen-vacancy spin–lattice relaxation. We use the host 14 N spin as a quantum register and demonstrate that hyperfine-shifted resonances can be separated upon proper nitrogen-vacancy initialization. Intriguingly, we find that the amplitude of the correlation signal exhibits a sharp dependence on the applied magnetic field. We discuss this observation in the …",
            "High-resolution correlation spectroscopy of 13 C spins near a nitrogen-vacancy centre in diamond",
            "Abdelghani Laraoui and Florian Dolde and Christian Burk and Friedemann Reinhard and Jörg Wrachtrup and Carlos A Meriles",
            "2013",
            "hHU3bEkAAAAJ:k_IJM867U9cC",
            128,
            "https:\/\/www.nature.com\/articles\/ncomms2685",
            "5295942132098552834",
            "\/scholar?cites=5295942132098552834",
            {
                "2014":10,
                "2015":10,
                "2016":16,
                "2017":23,
                "2018":27,
                "2019":24,
                "2020":13,
                "2021":3
            }
        ],
        [
            "We show how high-resolution NMR spectra can be obtained for solids for which the spectra are normally broadened due to structural disorder. The method relies on correlations in the chemical shifts between pairs of coupled spins. It is found experimentally that there are strong correlations in the chemical shifts between neighboring spins in both phosphorus-31 and carbon-13 spectra. These correlations can be exploited not only to provide resolution in two-dimensional spectra, but also to yield “chains” of correlated chemical shifts, constituting a valuable new source of structural information for disordered materials. ",
            "High-resolution NMR correlation spectra of disordered solids",
            "Dimitris Sakellariou and Steven P Brown and Anne Lesage and Sabine Hediger and Michel Bardet and Carlos A Meriles and Alexander Pines and Lyndon Emsley",
            "2003",
            "hHU3bEkAAAAJ:d1gkVwhDpl0C",
            110,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja0292389",
            "1187555755112637687",
            "\/scholar?cites=1187555755112637687",
            {
                "2003":6,
                "2004":12,
                "2005":8,
                "2006":13,
                "2007":17,
                "2008":8,
                "2009":12,
                "2010":7,
                "2011":4,
                "2012":4,
                "2013":5,
                "2014":1,
                "2015":3,
                "2016":5,
                "2017":3,
                "2018":2
            }
        ],
        [
            "Fluorescent defects recently observed under ambient conditions in hexagonal boron nitride (h-BN) promise to open novel opportunities for the implementation of on-chip photonic devices that rely on identical photons from single emitters. Here we report on the room-temperature photoluminescence dynamics of individual emitters in multilayer h-BN flakes exposed to blue laser light. Comparison of optical spectra recorded at successive times reveals considerable spectral diffusion, possibly the result of slowly fluctuating, trapped-carrier-induced Stark shifts. Large spectral jumpsreaching up to 100 nmfollowed by bleaching are observed in most cases upon prolonged exposure to blue light, an indication of one-directional photochemical changes possibly taking place on the flake surface. Remarkably, only a fraction of the observed emitters also fluoresce on green illumination, suggesting a more complex optical …",
            "Photoinduced modification of single-photon emitters in hexagonal boron nitride",
            "Zav Shotan and Harishankar Jayakumar and Christopher R Considine and Mazena Mackoit and Helmut Fedder and Jörg Wrachtrup and Audrius Alkauskas and Marcus W Doherty and Vinod M Menon and Carlos A Meriles",
            "2016",
            "hHU3bEkAAAAJ:uWQEDVKXjbEC",
            104,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsphotonics.6b00736",
            "9390196668811353075",
            "\/scholar?cites=9390196668811353075",
            {
                "2017":12,
                "2018":27,
                "2019":34,
                "2020":26,
                "2021":5
            }
        ],
        [
            "Applications of quantum science to computing, cryptography, and imaging are on their way to becoming key next-generation technologies. Owing to the high-speed transmission and exceptional noise properties of photons, quantum photonic architectures are likely to play a central role. A long-standing hurdle, however, has been the realization of robust, device-compatible single-photon sources that can be activated and controlled on demand. Here we demonstrate large arrays of room-temperature quantum emitters in two-dimensional hexagonal boron nitride (hBN). The large energy gap inherent to this van der Waals material stabilizes the emitters at room temperature within nanoscale regions defined by substrate-induced deformation of few-atomic-layer hBN. Combining analytical and numerical modeling, we show that emitter activation is the result of carrier trapping in deformation potential wells localized near …",
            "Near-deterministic activation of room-temperature quantum emitters in hexagonal boron nitride",
            "Nicholas V Proscia and Zav Shotan and Harishankar Jayakumar and Prithvi Reddy and Charles Cohen and Michael Dollar and Audrius Alkauskas and Marcus Doherty and Carlos A Meriles and Vinod M Menon",
            "2018",
            "hHU3bEkAAAAJ:vRqMK49ujn8C",
            96,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=optica-5-9-1128",
            "16461940147373606256",
            "\/scholar?cites=16461940147373606256",
            {
                "2018":6,
                "2019":45,
                "2020":39,
                "2021":6
            }
        ],
        [
            "Magnetic resonance imaging can characterize and discriminate among tissues using their diverse physical and biochemical properties. Unfortunately, submicrometer screening of biological specimens is presently not possible, mainly due to lack of detection sensitivity. Here we analyze the use of a nitrogen-vacancy center in diamond as a magnetic sensor for nanoscale nuclear spin imaging and spectroscopy. We examine the ability of such a sensor to probe the fluctuations of the “classical” dipolar field due to a large number of neighboring nuclear spins in a densely protonated sample. We identify detection protocols that appropriately take into account the quantum character of the sensor and find a signal-to-noise ratio compatible with realistic experimental parameters. Through various example calculations we illustrate different kinds of image contrast. In particular, we show how to exploit the comparatively long …",
            "Imaging mesoscopic nuclear spin noise with a diamond magnetometer",
            "Carlos A Meriles and Liang Jiang and Garry Goldstein and Jonathan S Hodges and Jeronimo Maze and Mikhail D Lukin and Paola Cappellaro",
            "2010",
            "hHU3bEkAAAAJ:2osOgNQ5qMEC",
            92,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3483676",
            "10694531402866869409",
            "\/scholar?cites=10694531402866869409",
            {
                "2010":1,
                "2011":9,
                "2012":14,
                "2013":11,
                "2014":7,
                "2015":4,
                "2016":10,
                "2017":10,
                "2018":9,
                "2019":7,
                "2020":7
            }
        ],
        [
            "The combination of long spin coherence time and nanoscale size has made nitrogen vacancy (NV) centers in nanodiamonds the subject of much interest for quantum information and sensing applications. However, currently available high-pressure high-temperature (HPHT) nanodiamonds have a high concentration of paramagnetic impurities that limit their spin coherence time to the order of microseconds, less than 1% of that observed in bulk diamond. In this work, we use a porous metal mask and a reactive ion etching process to fabricate nanocrystals from high-purity chemical vapor deposition (CVD) diamond. We show that NV centers in these CVD nanodiamonds exhibit record-long spin coherence times in excess of 200 μs, enabling magnetic field sensitivities of 290 nT Hz–1\/2 with the spatial resolution characteristic of a 50 nm diameter probe.",
            "Scalable fabrication of high purity diamond nanocrystals with long-spin-coherence nitrogen vacancy centers",
            "Matthew E Trusheim and Luozhou Li and Abdelghani Laraoui and Edward H Chen and Hassaram Bakhru and Tim Schröder and Ophir Gaathon and Carlos A Meriles and Dirk Englund",
            "2014",
            "hHU3bEkAAAAJ:g5m5HwL7SMYC",
            83,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl402799u",
            "15606327039905685941",
            "\/scholar?cites=15606327039905685941",
            {
                "2013":1,
                "2014":9,
                "2015":10,
                "2016":8,
                "2017":15,
                "2018":13,
                "2019":18,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Semiconductor nanoparticles host a number of paramagnetic point defects and impurities, many of them adjacent to the surface, whose response to external stimuli could help probe the complex dynamics of the particle and its local, nanoscale environment. Here, we use optically detected magnetic resonance in a nitrogen-vacancy (NV) center within an individual diamond nanocrystal to investigate the composition and spin dynamics of the particle-hosted spin bath. For the present sample, a ∼45 nm diamond crystal, NV-assisted dark-spin spectroscopy reveals the presence of nitrogen donors and a second, yet-unidentified class of paramagnetic centers. Both groups share a common spin lifetime considerably shorter than that observed for the NV spin, suggesting some form of spatial clustering, possibly on the nanoparticle surface. Using double spin resonance and dynamical decoupling, we also demonstrate …",
            "Nitrogen-vacancy-assisted magnetometry of paramagnetic centers in an individual diamond nanocrystal",
            "Abdelghani Laraoui and Jonathan S Hodges and Carlos A Meriles",
            "2012",
            "hHU3bEkAAAAJ:5nxA0vEk-isC",
            81,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl300964g",
            "1525973115322196204",
            "\/scholar?cites=1525973115322196204",
            {
                "2012":3,
                "2013":13,
                "2014":14,
                "2015":5,
                "2016":13,
                "2017":8,
                "2018":11,
                "2019":7,
                "2020":7
            }
        ]
    ]
}