{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Data Collection and Analysis From the early 1980s, researchers and educators in psychology and cognitive science (11–14) have developed many quantitative instruments that assess reasoning ability. Some are included as components in standard assessments such as the Graduate Record Examination, whereas others are stand-alone tests such as Lawson’s Classroom Test of Scientific Reasoning (LCTSR)(8, 9). We used the LCTSR because of its popularity among STEM educators and researchers. Common categories of reasoning ability assessments include proportional reasoning, deductive and inductive reasoning, control of variables, probability reasoning, correlation reasoning, and hypothesis evaluation, all of which are crucial skills needed for a successful career in STEM. Research-based standardized tests that assess student STEM content knowledge are also widespread. For example, in physics, education research has produced many instruments. We used the Force Concept",
            "Learning and scientific reasoning",
            "Lei Bao and Tianfan Cai and Kathy Koenig and Kai Fang and Jing Han and Jing Wang and Qing Liu and Lin Ding and Lili Cui and Ying Luo and Yufeng Wang and Lieming Li and Nianle Wu",
            "2009",
            "hiI-uAcAAAAJ:J_g5lzvAfSwC",
            321,
            "http:\/\/www.physics.ohio-state.edu\/~lbao\/Papers\/Bao_Learning-Scientific-Reasoning.pdf",
            "16763743090316906407",
            "\/scholar?cites=16763743090316906407",
            {
                "2009":5,
                "2010":12,
                "2011":29,
                "2012":23,
                "2013":19,
                "2014":21,
                "2015":29,
                "2016":21,
                "2017":46,
                "2018":50,
                "2019":29,
                "2020":29,
                "2021":3
            }
        ],
        [
            "In problem-solving situations, the contextual features of the problems affect student reasoning. Using Newton’s third law as an example, we study the role of context in students’ uses of alternative conceptual models. We have identified four contextual features that are frequently used by students in their reasoning. Using these results, a multiple-choice survey was developed to probe the effects of the specific contextual features on student reasoning. Measurements with this instrument show that different contextual features can affect students’ conceptual learning in different ways. We compare student data from different populations and instructions and discuss the implications.",
            "Model analysis of fine structures of student models: An example with Newton’s third law",
            "Lei Bao and Kirsten Hogg and Dean Zollman",
            "2002",
            "hiI-uAcAAAAJ:bEWYMUwI8FkC",
            199,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.1484152",
            "11951265279045078038",
            "\/scholar?cites=11951265279045078038",
            {
                "2001":1,
                "2002":6,
                "2003":7,
                "2004":7,
                "2005":11,
                "2006":8,
                "2007":6,
                "2008":6,
                "2009":9,
                "2010":8,
                "2011":6,
                "2012":7,
                "2013":45,
                "2014":9,
                "2015":13,
                "2016":6,
                "2017":9,
                "2018":5,
                "2019":13,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Since its introduction, the normalized gain or the g-factor has been widely used in assessing students’ performance in pre- and post-tests. The average g-factor can be calculated using either the average scores of the class or individual student’s scores. In general, these two calculations produce different results. The nature of these two results is explored for several idealized situations. The results suggest that we may be able to utilize the difference between the two results to extract information on how the population may have changed as a result of instruction.",
            "Theoretical comparisons of average normalized gain calculations",
            "Lei Bao",
            "2006",
            "hiI-uAcAAAAJ:hMod-77fHWUC",
            193,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.2213632",
            "14293794132403265980",
            "\/scholar?cites=14293794132403265980",
            {
                "2007":5,
                "2008":4,
                "2009":2,
                "2010":8,
                "2011":2,
                "2012":7,
                "2013":8,
                "2014":14,
                "2015":22,
                "2016":21,
                "2017":24,
                "2018":23,
                "2019":37,
                "2020":15,
                "2021":1
            }
        ]
    ]
}