{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Nitrogen-vacancy (NV) centers in millimeter-scale diamond samples were produced by irradiation and subsequent annealing under varied conditions. The optical and spin-relaxation properties of these samples were characterized using confocal microscopy, visible and infrared absorption, and optically detected magnetic resonance. The sample with the highest NV− concentration, approximately 16 ppm (2.8× 10 18 cm− 3), was prepared with no observable traces of neutrally charged vacancy defects. The effective transverse spin-relaxation time for this sample was T 2∗= 118 (48) ns, predominately limited by residual paramagnetic nitrogen which was determined to have a concentration of 49 (7) ppm. Under ideal conditions, the shot-noise limited sensitivity is projected to be∼ 150 fT\/Hz for a 100 μ m-scale magnetometer based on this sample. Other samples with NV− concentrations from 0.007 to 12 ppm and …",
            "Diamonds with a high density of nitrogen-vacancy centers for magnetometry applications",
            "VM Acosta and E Bauch and MP Ledbetter and C Santori and K-MC Fu and PE Barclay and RG Beausoleil and H Linget and JF Roch and F Treussart and S Chemerisov and W Gawlik and D Budker",
            "2009",
            "hiLdE6wAAAAJ:J_g5lzvAfSwC",
            423,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.80.115202",
            "8590087145769270959",
            "\/scholar?cites=8590087145769270959",
            {
                "2009":2,
                "2010":15,
                "2011":16,
                "2012":25,
                "2013":32,
                "2014":33,
                "2015":45,
                "2016":35,
                "2017":56,
                "2018":60,
                "2019":53,
                "2020":43,
                "2021":5
            }
        ],
        [
            "Integrated quantum photonic technologies are key for future applications in quantum information 1, 2, ultralow-power opto-electronics 3 and sensing 4. As individual quantum bits, nitrogen-vacancy centres in diamond are among the most promising solid-state systems identified to date, because of their long-lived electron and nuclear spin coherence, and capability for individual optical initialization, readout and information storage 5, 6, 7, 8, 9. The major outstanding hurdle lies in interconnecting many nitrogen vacancies for large-scale computation. One of the most promising approaches in this regard is to couple them to optical resonators, which can be further interconnected in a photonic network 10, 11, 12. Here, we demonstrate coupling of the zero-phonon line of individual nitrogen vacancies to the modes of microring resonators fabricated in single-crystal diamond. Zero-phonon line enhancement by more than a …",
            "Resonant enhancement of the zero-phonon emission from a colour centre in a diamond cavity",
            "Andrei Faraon and Paul E Barclay and Charles Santori and Kai-Mei C Fu and Raymond G Beausoleil",
            "2011",
            "hiLdE6wAAAAJ:2osOgNQ5qMEC",
            422,
            "https:\/\/www.nature.com\/articles\/nphoton.2011.52.pdf?origin=ppub",
            "7015039314896507067",
            "\/scholar?cites=7015039314896507067",
            {
                "2011":19,
                "2012":49,
                "2013":55,
                "2014":46,
                "2015":42,
                "2016":54,
                "2017":49,
                "2018":35,
                "2019":38,
                "2020":32,
                "2021":2
            }
        ],
        [
            "The integration of magnetic material with semiconductors has been fertile ground for fundamental science as well as of great practical interest toward the seamless integration of information processing and storage. We create van der Waals heterostructures formed by an ultrathin ferromagnetic semiconductor CrI3 and a monolayer of WSe2. We observe unprecedented control of the spin and valley pseudospin in WSe2, where we detect a large magnetic exchange field of nearly 13 T and rapid switching of the WSe2 valley splitting and polarization via flipping of the CrI3 magnetization. The WSe2 photoluminescence intensity strongly depends on the relative alignment between photoexcited spins in WSe2 and the CrI3 magnetization, because of ultrafast spin-dependent charge hopping across the heterostructure interface. The photoluminescence detection of valley pseudospin provides a simple and sensitive method …",
            "Van der Waals engineering of ferromagnetic semiconductor heterostructures for spin and valleytronics",
            "Ding Zhong and Kyle L Seyler and Xiayu Linpeng and Ran Cheng and Nikhil Sivadas and Bevin Huang and Emma Schmidgall and Takashi Taniguchi and Kenji Watanabe and Michael A McGuire and Wang Yao and Di Xiao and Kai-Mei C Fu and Xiaodong Xu",
            "2017",
            "hiLdE6wAAAAJ:5awf1xo2G04C",
            356,
            "https:\/\/advances.sciencemag.org\/content\/3\/5\/e1603113?utm_source=TrendMD&utm_medium=cpc&utm_campaign=TrendMD_1",
            "16876110748236864091",
            "\/scholar?cites=16876110748236864091",
            {
                "2017":14,
                "2018":65,
                "2019":107,
                "2020":145,
                "2021":21
            }
        ],
        [
            "The conversion of neutral nitrogen-vacancy centers to negatively charged nitrogen-vacancy centers is demonstrated for centers created by ion implantation and annealing in high-purity diamond. Conversion occurs with surface exposure to an oxygen atmosphere at 465 °C. The spectral properties of the charge-converted centers are investigated. Charge state control of nitrogen-vacancy centers close to the diamond surface is an important step toward the integration of these centers into devices for quantum information and magnetic sensing applications.",
            "Conversion of neutral nitrogen-vacancy centers to negatively charged nitrogen-vacancy centers through selective oxidation",
            "K-MC Fu and C Santori and PE Barclay and RG Beausoleil",
            "2010",
            "hiLdE6wAAAAJ:ns9cj8rnVeAC",
            246,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3364135",
            "4030496365872107364",
            "\/scholar?cites=4030496365872107364",
            {
                "2010":5,
                "2011":22,
                "2012":20,
                "2013":26,
                "2014":23,
                "2015":15,
                "2016":33,
                "2017":18,
                "2018":25,
                "2019":33,
                "2020":24,
                "2021":2
            }
        ],
        [
            "The optical transition linewidth and emission polarization of single nitrogen-vacancy (NV) centers are measured from 5 K to room temperature. Interexcited state population relaxation is shown to broaden the zero-phonon line and both the relaxation and linewidth are found to follow a T 5 dependence for T< 100 K. This dependence indicates that the dynamic Jahn-Teller effect is the dominant dephasing mechanism for the NV optical transitions at low temperatures.",
            "Observation of the dynamic Jahn-Teller effect in the excited states of nitrogen-vacancy centers in diamond",
            "Kai-Mei C Fu and Charles Santori and Paul E Barclay and Lachlan J Rogers and Neil B Manson and Raymond G Beausoleil",
            "2009",
            "hiLdE6wAAAAJ:zYLM7Y9cAGgC",
            246,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.256404",
            "6173688430509219145",
            "\/scholar?cites=6173688430509219145",
            {
                "2010":11,
                "2011":18,
                "2012":22,
                "2013":27,
                "2014":19,
                "2015":16,
                "2016":22,
                "2017":30,
                "2018":18,
                "2019":18,
                "2020":38,
                "2021":6
            }
        ],
        [
            "Optical coupling of nitrogen-vacancy centers in single-crystal diamond to an on-chip microcavity is demonstrated. The microcavity is fabricated from a hybrid gallium phosphide and diamond material system and supports whispering gallery mode resonances with spectrometer resolution limited Q>25 000.",
            "Chip-based microcavities coupled to nitrogen-vacancy centers in single crystal diamond",
            "Paul E Barclay and Kai-Mei C Fu and Charles Santori and Raymond G Beausoleil",
            "2009",
            "hiLdE6wAAAAJ:9yKSN-GCB0IC",
            191,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3262948",
            "8397014184713599008",
            "\/scholar?cites=8397014184713599008",
            {
                "2009":2,
                "2010":20,
                "2011":24,
                "2012":12,
                "2013":20,
                "2014":25,
                "2015":19,
                "2016":12,
                "2017":13,
                "2018":15,
                "2019":13,
                "2020":15,
                "2021":1
            }
        ],
        [
            "Optical microcavities and waveguides coupled to diamond are needed to enable efficient communication between quantum systems such as nitrogen-vacancy centers which are known already to have long electron spin coherence lifetimes. This paper describes recent progress in realizing microcavities with low loss and small mode volume in two hybrid systems: silica microdisks coupled to diamond nanoparticles, and gallium phosphide microdisks coupled to single-crystal diamond. A theoretical proposal for a gallium phosphide nanowire photonic crystal cavity coupled to diamond is also discussed. Comparing the two material systems, silica microdisks are easier to fabricate and test. However, at low temperature, nitrogen-vacancy centers in bulk diamond are spectrally more stable, and we expect that in the long term the bulk diamond approach will be better suited for on-chip integration of a photonic network.",
            "Nanophotonics for quantum optics using nitrogen-vacancy centers in diamond",
            "C Santori and PE Barclay and KM C Fu and RG Beausoleil and S Spillane and M Fisch",
            "2010",
            "hiLdE6wAAAAJ:Y0pCki6q_DkC",
            172,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0957-4484\/21\/27\/274008\/meta",
            "14941801229746348260",
            "\/scholar?cites=14941801229746348260",
            {
                "2010":1,
                "2011":22,
                "2012":15,
                "2013":21,
                "2014":22,
                "2015":12,
                "2016":10,
                "2017":17,
                "2018":17,
                "2019":18,
                "2020":17
            }
        ],
        [
            "Diamond nanocrystals containing NV color centers are positioned with 100-nanometer-scale accuracy in the near-field of a high-Q SiO_2 microdisk cavity using a fiber taper. The cavity modified nanocrystal photoluminescence is studied, with Fano-like quantum interference features observed in the far-field emission spectrum. A quantum optical model of the system is proposed and fit to the measured spectra, from which the NV− zero phonon line coherent coupling rate to the microdisk is estimated to be 28 MHz for a nearly optimally placed nanocrystal.",
            "Coherent interference effects in a nano-assembled diamond NV center cavity-QED system",
            "Paul E Barclay and Charles Santori and Kai-Mei Fu and Raymond G Beausoleil and Oskar Painter",
            "2009",
            "hiLdE6wAAAAJ:d1gkVwhDpl0C",
            159,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-17-10-8081",
            "8632918186217475882",
            "\/scholar?cites=8632918186217475882",
            {
                "2009":13,
                "2010":20,
                "2011":31,
                "2012":12,
                "2013":21,
                "2014":11,
                "2015":15,
                "2016":6,
                "2017":11,
                "2018":4,
                "2019":7,
                "2020":6,
                "2021":1
            }
        ],
        [
            "The negatively charged nitrogen-vacancy (NV−) center in diamond is an attractive candidate for applications that range from magnetometry to quantum information processing. Here we show that only a fraction of the nitrogen (typically< 0.5%) incorporated during homoepitaxial diamond growth by chemical vapor deposition (CVD) is in the form of undecorated NV− centers. Furthermore, studies on CVD diamond grown on (110)-oriented substrates show a near 100% preferential orientation of NV centers along only the [111] and [1 1 1] directions, rather than the four possible orientations. The results indicate that NV centers grow in as units, as the diamond is deposited, rather than by migration and association of their components. The NV unit of the NVH− is similarly preferentially oriented, but it is not possible to determine whether this defect was formed by H capture at a preferentially aligned NV center or as a …",
            "Production of oriented nitrogen-vacancy color centers in synthetic diamond",
            "AM Edmonds and UFS D’Haenens-Johansson and RJ Cruddace and ME Newton and K-MC Fu and C Santori and RG Beausoleil and DJ Twitchen and ML Markham",
            "2012",
            "hiLdE6wAAAAJ:M05iB0D1s5AC",
            134,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.86.035201",
            "5389565892226754335",
            "\/scholar?cites=5389565892226754335",
            {
                "2012":2,
                "2013":5,
                "2014":19,
                "2015":11,
                "2016":18,
                "2017":15,
                "2018":12,
                "2019":18,
                "2020":31,
                "2021":3
            }
        ],
        [
            "Etching experiments were performed that reveal the vertical distribution of optically active nitrogen-vacancy (NV) centers in diamond created in close proximity to a surface through ion implantation and annealing. The NV distribution depends strongly on the native nitrogen concentration, and spectral measurements of the neutral and negatively charged NV peaks give evidence for electron depletion effects in lower-nitrogen material. The results are important for potential quantum information and magnetometer devices where NV centers must be created in close proximity to a surface for coupling to optical structures.",
            "Vertical distribution of nitrogen-vacancy centers in diamond formed by ion implantation and annealing",
            "Charles Santori and Paul E Barclay and Kai-Mei C Fu and Raymond G Beausoleil",
            "2009",
            "hiLdE6wAAAAJ:UeHWp8X0CEIC",
            134,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.79.125313",
            "16349166966535147370",
            "\/scholar?cites=16349166966535147370",
            {
                "2009":9,
                "2010":11,
                "2011":15,
                "2012":14,
                "2013":13,
                "2014":9,
                "2015":6,
                "2016":15,
                "2017":13,
                "2018":8,
                "2019":10,
                "2020":9,
                "2021":2
            }
        ]
    ]
}