{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A sharp rise from 4000 to 3650 A in the excess flux was obtained when a power-law determined in the red and infrared was subtracted from IR-optical-UV composite spectra of eight Seyfert 1 galaxies and quasars to measure UV excess. The excess is produced by Balmer continuum emission which, relative to H-alpha, is greater than the prediction of Case B recombination by a factor of 1.5-2.5. An additional component from 5000 A to the far-UV was found when the spectra were fitted with combinations of power-law and hydrogen recombination continua. The component is well described by a blackbody at a single temperature ranging from 20,000 to 30,000 K. All of the observed spectra were producible with combinations of power-law, recombination and blackbody emission, and all of the objects in the sample were found to have a power-law component with a slope of-1.1+ or-0.1.",
            "The ultraviolet excess of Seyfert 1 galaxies and quasars",
            "MA Malkan and WLW Sargent",
            "1982",
            "hJcG1lsAAAAJ:PkcyUWeTMh0C",
            681,
            "http:\/\/adsabs.harvard.edu\/pdf\/1982ApJ...254...22M",
            "14383070691090571301",
            "\/scholar?cites=14383070691090571301",
            {
                "1982":5,
                "1983":14,
                "1984":20,
                "1985":19,
                "1986":32,
                "1987":35,
                "1988":30,
                "1989":32,
                "1990":16,
                "1991":21,
                "1992":24,
                "1993":23,
                "1994":28,
                "1995":20,
                "1996":10,
                "1997":18,
                "1998":18,
                "1999":18,
                "2000":16,
                "2001":16,
                "2002":11,
                "2003":7,
                "2004":19,
                "2005":14,
                "2006":7,
                "2007":11,
                "2008":9,
                "2009":13,
                "2010":12,
                "2011":15,
                "2012":16,
                "2013":11,
                "2014":10,
                "2015":12,
                "2016":16,
                "2017":14,
                "2018":18,
                "2019":13,
                "2020":7,
                "2021":2
            }
        ],
        [
            "We have obtained WFPC2 images of 256 of the nearest (z≤ 0.035) Seyfert 1, Seyfert 2, and starburst galaxies. Our 500 s broadband (F606W) exposures reveal much fine-scale structure in the centers of these galaxies, including dust lanes and patches, bars, rings, wisps, and filaments, and tidal features such as warps and tails. Most of this fine structure cannot be detected in ground-based images. We have assigned qualitative classifications for these morphological features and a Hubble type for the inner region of each galaxy, and we have also measured quantitative information such as 0 farcs 18 and 0 farcs 92 aperture magnitudes, position angles, and ellipticities, where possible. There is little direct evidence for unusually high rates of interaction in the Seyfert galaxies. Slightly less than 10% of all the galaxies show tidal features or multiple nuclei. The incidence of inner starburst rings is about 10% in both …",
            "A Hubble Space Telescope* Imaging Survey of Nearby Active Galactic Nuclei",
            "Matthew A Malkan and Varoujan Gorjian and Raymond Tam",
            "1998",
            "hJcG1lsAAAAJ:HeT0ZceujKMC",
            631,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/313110\/meta",
            "9664734924607707144",
            "\/scholar?cites=9664734924607707144",
            {
                "1998":14,
                "1999":44,
                "2000":50,
                "2001":48,
                "2002":32,
                "2003":32,
                "2004":35,
                "2005":20,
                "2006":32,
                "2007":36,
                "2008":24,
                "2009":23,
                "2010":20,
                "2011":24,
                "2012":28,
                "2013":22,
                "2014":23,
                "2015":21,
                "2016":19,
                "2017":23,
                "2018":20,
                "2019":13,
                "2020":19,
                "2021":4
            }
        ],
        [
            "We present emission-line and ultraviolet continuum observations of a type I Seyfert galaxy in which the time resolution is adequate for describing the character of variability. Using the I UE satellite, the nucleus of NGC 5548 was observed every 4 days for a period of 8 months. Its mean properties—continuum shape, line ratios—are not unusual for type I Seyfert galaxies, but it was found to be strongly variable. The ultraviolet continuum ﬂux and broad emission line ﬂuxes varied signiﬁcantly, going through three large maxima and three deep minima. The ratio of maximum to minimum ﬂux was 24.5 for the continuum at 1350 A, and the continuum was signiﬁcantly bluer when it was brighter. The high-ionization emission lines showed the strong-est variations, with N v\/11240 and He 11\/11640 exhibiting maximum-to-minimum ﬂux ratios as high as those of the continuum. Intermediate-ionization lines, including Lyoz\/11216, C IV 21549, and C 111] 111909, had maximum-to-minimum amplitudes of~ 2, and Mg II 22798, the lowest ionization line, exhibited the smallest amplitude ﬂuctuations,~ 1.3. The great majority of all variations were well resolved in time. Apart from Mg II 12798, the emission-line variations correlate extremely well with those of the 1350 A continuum if allowance is made for a systematic delay, lending qualitative support to the view that photoionization by the nuclear con-",
            "Steps toward determination of the size and structure of the broad-line region in active galactic nuclei. I. An 8 month campaign of monitoring NGC 5548 with IUE",
            "J Clavel and GA Reichert and D Alloin and DM Crenshaw and G Kriss and JH Krolik and MA Malkan and H Netzer and BM Peterson and W Wamsteker and A Altamore and T Baribaud and P Barr and S Beck and L Binette and GE Bromage and N Brosch and Angeles I Díaz and AV Filippenko and K Fricke and CM Gaskell and P Giommi and IS Glass and P Gondhalekar and RL Hackney and JP Halpern and DJ Hutter and S Joersaeter and AL Kinney and W Kollatschny and A Koratkar and KT Korista and A Laor and JP Lasota and E Leibowitz and D Maoz and PG Martin and T Mazeh and JA Meurs and AD Nair and P O'Brien and D Pelat and E Perez and GC Perola and RL Ptak and P Rodriguez Pascual and EI Rosenblatt and AC Sadun and M Santos-Lleo and RA Shaw and PS Smith and GM Stirpe and R Stoner and WH Sun and M-H Ulrich and E van Groningen and W Zheng",
            "1991",
            "hJcG1lsAAAAJ:Y5dfb0dijaUC",
            600,
            "https:\/\/repositorio.uam.es\/handle\/10486\/13450",
            "5014601917987612745",
            "\/scholar?cites=5014601917987612745",
            {
                "1991":23,
                "1992":40,
                "1993":41,
                "1994":46,
                "1995":31,
                "1996":23,
                "1997":32,
                "1998":31,
                "1999":31,
                "2000":13,
                "2001":27,
                "2002":13,
                "2003":12,
                "2004":11,
                "2005":10,
                "2006":16,
                "2007":10,
                "2008":5,
                "2009":10,
                "2010":4,
                "2011":11,
                "2012":17,
                "2013":20,
                "2014":7,
                "2015":10,
                "2016":18,
                "2017":9,
                "2018":18,
                "2019":19,
                "2020":17,
                "2021":1
            }
        ],
        [
            "We present an updated and revised analysis of the relationship between the Hβ broad-line region (BLR) radius and the luminosity of the active galactic nucleus (AGN). Specifically, we have carried out two-dimensional surface brightness decompositions of the host galaxies of nine new AGNs imaged with the Hubble Space Telescope Wide Field Camera 3. The surface brightness decompositions allow us to create\" AGN-free\" images of the galaxies, from which we measure the starlight contribution to the optical luminosity measured through the ground-based spectroscopic aperture. We also incorporate 20 new reverberation-mapping measurements of the Hβ time lag, which is assumed to yield the average Hβ BLR radius. The final sample includes 41 AGNs covering four orders of magnitude in luminosity. The additions and updates incorporated here primarily affect the low-luminosity end of the R BLR-L relationship …",
            "The low-luminosity end of the radius-luminosity relationship for active galactic nuclei",
            "Misty C Bentz and Kelly D Denney and Catherine J Grier and Aaron J Barth and Bradley M Peterson and Marianne Vestergaard and Vardha N Bennert and Gabriela Canalizo and Gisella De Rosa and Alexei V Filippenko and Elinor L Gates and Jenny E Greene and Weidong Li and Matthew A Malkan and Richard W Pogge and Daniel Stern and Tommaso Treu and Jong-Hak Woo",
            "2013",
            "hJcG1lsAAAAJ:otzGkya1bYkC",
            529,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/767\/2\/149\/meta",
            "11149589676556409938",
            "\/scholar?cites=11149589676556409938",
            {
                "2013":23,
                "2014":49,
                "2015":62,
                "2016":71,
                "2017":69,
                "2018":66,
                "2019":86,
                "2020":96,
                "2021":7
            }
        ],
        [
            "We report an extensive search for Lyα emitters (LAEs) at   in the Subaru Deep Field. Subsequent spectroscopy with Subaru and Keck identified eight more LAEs, giving a total of 17 spectroscopically confirmed LAEs at  . Based on this spectroscopic sample of 17, complemented by a photometric sample of 58 LAEs, we have derived a more accurate Lyα luminosity function of LAEs at  , which reveals an apparent deficit at the bright end of ∼0.75 mag fainter  , compared with that observed at  . The difference in the LAE luminosity functions between   and 6.5 is significant at the 3 σ level, which is reduced to 2 σ when cosmic variance is taken into account. This result may imply that the reionization of the universe has not been completed at  . We found that the spatial distribution of LAEs at   was homogeneous over the field. We discuss the implications of these results for the reionization of the universe.",
            "The end of the reionization epoch probed by Lyα emitters at z= 6.5 in the Subaru Deep Field",
            "Nobunari Kashikawa and Kazuhiro Shimasaku and Matthew A Malkan and Mamoru Doi and Yuichi Matsuda and Masami Ouchi and Yoshiaki Taniguchi and Chun Ly and Tohru Nagao and Masanori Iye and Kentaro Motohara and Takashi Murayama and Kouji Murozono and Kyoji Nariai and Kouji Ohta and Sadanori Okamura and Toshiyuki Sasaki and Yasuhiro Shioya and Masayuki Umemura",
            "2006",
            "hJcG1lsAAAAJ:s9ia6_kGH2AC",
            505,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/504966\/meta",
            "16898748031213825290",
            "\/scholar?cites=16898748031213825290",
            {
                "2006":5,
                "2007":49,
                "2008":63,
                "2009":39,
                "2010":40,
                "2011":49,
                "2012":36,
                "2013":33,
                "2014":42,
                "2015":23,
                "2016":18,
                "2017":26,
                "2018":27,
                "2019":20,
                "2020":28,
                "2021":3
            }
        ],
        [
            "This paper presents new infrared, optical, and ultraviolet spectra of three high-redshift quasars. They are analyzed along with three published quasar spectra. After accounting for other sources of radiation, the continua are fitted with spectra predicted for optically thick steady-state accretion disks which include the effects of general relativity. The two fitting parameters, the mass of the accreting black hole and the accretion rate, are determined by the data with a formal accuracy of 20 percent. The masses range from 0.2-0.5 billion solar mass for 3C 273 and PKS 0405-123 to 1-3 billion solar masses for the high-redshift quasars. The values depend on the assumed disk inclination and the angular momentum of the hole. The high luminosities of these six quasars are all within a factor of 2 of their Eddington limits, and this conclusion is not extremely sensitive to the modeling assumptions.",
            "The ultraviolet excess of luminous quasars. II-Evidence for massive accretion disks",
            "MA Malkan",
            "1983",
            "hJcG1lsAAAAJ:qE4H1tSSYIIC",
            467,
            "http:\/\/adsabs.harvard.edu\/pdf\/1983ApJ...268..582M",
            "15744327973222796866",
            "\/scholar?cites=15744327973222796866",
            {
                "1983":2,
                "1984":14,
                "1985":15,
                "1986":27,
                "1987":19,
                "1988":26,
                "1989":28,
                "1990":20,
                "1991":21,
                "1992":20,
                "1993":19,
                "1994":19,
                "1995":10,
                "1996":7,
                "1997":13,
                "1998":13,
                "1999":16,
                "2000":7,
                "2001":9,
                "2002":5,
                "2003":7,
                "2004":8,
                "2005":9,
                "2006":5,
                "2007":9,
                "2008":9,
                "2009":7,
                "2010":7,
                "2011":7,
                "2012":7,
                "2013":12,
                "2014":8,
                "2015":10,
                "2016":9,
                "2017":2,
                "2018":4,
                "2019":5,
                "2020":13,
                "2021":1
            }
        ],
        [
            "We have used the data obtained in the 1989-1990 IUE monitoring of NGC 5548 to derive a mean shape",
            "Ultraviolet variability of NGC 5548-Dynamics of the continuum production region and geometry of the broad-line region",
            "JH Krolik and Keith Horne and TR Kallman and MA Malkan and RA Edelson and GA Kriss",
            "1991",
            "hJcG1lsAAAAJ:VOx2b1Wkg3QC",
            442,
            "http:\/\/adsabs.harvard.edu\/pdf\/1991ApJ...371..541K",
            "4166510311864484327",
            "\/scholar?cites=4166510311864484327",
            {
                "1992":17,
                "1993":10,
                "1994":24,
                "1995":20,
                "1996":13,
                "1997":21,
                "1998":27,
                "1999":12,
                "2000":23,
                "2001":20,
                "2002":13,
                "2003":11,
                "2004":10,
                "2005":6,
                "2006":10,
                "2007":11,
                "2008":7,
                "2009":13,
                "2010":14,
                "2011":11,
                "2012":13,
                "2013":7,
                "2014":10,
                "2015":15,
                "2016":19,
                "2017":13,
                "2018":19,
                "2019":19,
                "2020":19,
                "2021":1
            }
        ],
        [
            "We have combined new photometry from the Infrared Astronomy Satellite with ground-based optical and",
            "Spectral energy distributions of active galactic nuclei between 0.1 and 100 microns",
            "RA Edelson and MA Malkan",
            "1986",
            "hJcG1lsAAAAJ:0N-VGjzr574C",
            433,
            "http:\/\/adsabs.harvard.edu\/pdf\/1986ApJ...308...59E",
            "8064804732647299403",
            "\/scholar?cites=8064804732647299403",
            {
                "1986":2,
                "1987":24,
                "1988":41,
                "1989":39,
                "1990":20,
                "1991":19,
                "1992":21,
                "1993":16,
                "1994":20,
                "1995":13,
                "1996":12,
                "1997":12,
                "1998":11,
                "1999":12,
                "2000":5,
                "2001":9,
                "2002":9,
                "2003":6,
                "2004":12,
                "2005":6,
                "2006":8,
                "2007":6,
                "2008":3,
                "2009":8,
                "2010":7,
                "2011":10,
                "2012":12,
                "2013":10,
                "2014":3,
                "2015":8,
                "2016":3,
                "2017":8,
                "2018":1,
                "2019":4,
                "2020":5,
                "2021":2
            }
        ],
        [
            "We have selected an all--sky sample of 893 galaxies from the IRAS FSC--2, defined by a total (ADDSCAN) 12um flux limit of 0.22~ Jy. Completeness is verified to 0.30~ Jy, below which we have quantified the incompleteness down to 0.22~ Jy for our statistical analysis.¶ The Seyfert subsample is the largest unbiased sample of (118) Seyfert galaxies ever assembled and is complete not only to 0.30~ Jy at 12um, but also with respect to a bolometric flux limit of ~(cgs). The average  for the full sample, corrected for incompleteness at low fluxes, is , while that for Seyferts is , suggesting that several Seyferts are yet to be identified in our sample. The AGN luminosity functions (LFs) are more complete than those of the optically selected CfA Seyfert galaxies for all luminosities and AGN types.¶ The 60um LF for a complete 60um--flux--limited (at 8.3~ Jy) subsample of 235 galaxies is in satisfactory agreement with those derived from the bright galaxy sample (BGS) and the deep high--galactic latitude sample, both selected at 60um. Over the high lum. range where our sample and the BGS overlap, however, our space densities are systematically lower by a factor of , whereas at low lum. our space densities are higher by about the same amount. Comparable results are obtained when comparing the far--IR LF of our entire sample with the one derived from the BGS. This is not unexpected, because of the bias towards high-luminosity spirals caused by selection at 60um.",
            "The extended 12 micron galaxy sample",
            "Brian Rush and Matthew A Malkan and Luigi Spinoglio",
            "1993",
            "hJcG1lsAAAAJ:AzKEL7Gb_04C",
            429,
            "https:\/\/arxiv.org\/abs\/astro-ph\/9306013",
            "16108462895031840282",
            "\/scholar?cites=16108462895031840282",
            {
                "1994":2,
                "1995":7,
                "1996":11,
                "1997":13,
                "1998":16,
                "1999":25,
                "2000":24,
                "2001":33,
                "2002":18,
                "2003":19,
                "2004":23,
                "2005":14,
                "2006":24,
                "2007":11,
                "2008":17,
                "2009":15,
                "2010":28,
                "2011":24,
                "2012":18,
                "2013":21,
                "2014":12,
                "2015":10,
                "2016":7,
                "2017":12,
                "2018":4,
                "2019":8,
                "2020":5,
                "2021":2
            }
        ],
        [
            "SN 1991T was a peculiar object whose premaximum optical spectrum did not resemble that of any known",
            "The peculiar Type IA SN 1991T-Detonation of a white dwarf?",
            "Alexei V Filippenko and Michael W Richmond and Thomas Matheson and Joseph C Shields and E Margaret Burbidge and Ross D Cohen and Mark Dickinson and Matthew A Malkan and Brant Nelson and Jochen Pietz and David Schlegel and Patrick Schmeer and Hyron Spinrad and Charles C Steidel and Hien D Tran and William Wren",
            "1992",
            "hJcG1lsAAAAJ:RHpTSmoSYBkC",
            429,
            "http:\/\/adsabs.harvard.edu\/pdf\/1992ApJ...384L..15F",
            "1447096977208900793",
            "\/scholar?cites=1447096977208900793",
            {
                "1992":10,
                "1993":16,
                "1994":9,
                "1995":13,
                "1996":10,
                "1997":13,
                "1998":14,
                "1999":11,
                "2000":12,
                "2001":14,
                "2002":3,
                "2003":4,
                "2004":12,
                "2005":21,
                "2006":13,
                "2007":16,
                "2008":22,
                "2009":15,
                "2010":14,
                "2011":23,
                "2012":19,
                "2013":16,
                "2014":19,
                "2015":15,
                "2016":20,
                "2017":16,
                "2018":23,
                "2019":18,
                "2020":9,
                "2021":3
            }
        ]
    ]
}