{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Salient stimuli redirect attention and suppress ongoing motor activity. This attentional shift is thought to rely upon thalamic signals to the striatum to shift cortically driven action selection, but the network mechanisms underlying this interaction are unclear. Using a brain slice preparation that preserved cortico- and thalamostriatal connectivity, it was found that activation of thalamostriatal axons in a way that mimicked the response to salient stimuli induced a burst of spikes in striatal cholinergic interneurons that was followed by a pause lasting more than half a second. This patterned interneuron activity triggered a transient, presynaptic suppression of cortical input to both major classes of principal medium spiny neuron (MSN) that gave way to a prolonged enhancement of postsynaptic responsiveness in striatopallidal MSNs controlling motor suppression. This differential regulation of the corticostriatal circuitry provides a …",
            "Thalamic gating of corticostriatal signaling by cholinergic interneurons",
            "Jun B Ding and Jaime N Guzman and Jayms D Peterson and Joshua A Goldberg and D James Surmeier",
            "2010",
            "HjE0ikAAAAAJ:d1gkVwhDpl0C",
            354,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0896627310004757",
            "12289783400909270286",
            "\/scholar?cites=12289783400909270286",
            {
                "2010":3,
                "2011":25,
                "2012":27,
                "2013":33,
                "2014":41,
                "2015":39,
                "2016":38,
                "2017":26,
                "2018":40,
                "2019":38,
                "2020":38,
                "2021":3
            }
        ],
        [
            "1Division of Neurosurgery, Toronto Western Hospital, Toronto, Ontario, Canada, M5T 2S8, 2Department of Physiology, University of Toronto, Toronto, Ontario, Canada, M5S 1A1, 3National Institutes of Health, Neurophysiological Pharmacology Section, Bethesda, Maryland 20892, 4Department of Exercise Science, Concordia University, Montreal, Quebec, Canada, H3G 1M8, 5Centre National de la Recherche Scientifique, Basal Ganglia Unité Mixte de Recherche 5543, 75794 Paris Cedex 16, France, 6Department of Physiology, University of Texas at San Antonio, San Antonio, Texas 78249, 7The Hebrew University, Hadassah Medical School, Department of Physiology, Jerusalem 91120, Israel, and 8Sobell Department of Neurophysiology, Institute of Neurology, London WC1N 3BG, United Kingdom",
            "Neuronal oscillations in the basal ganglia and movement disorders: evidence from whole animal and human recordings",
            "William D Hutchison and Jonathan O Dostrovsky and Judith R Walters and Richard Courtemanche and Thomas Boraud and Joshua Goldberg and Peter Brown",
            "2004",
            "HjE0ikAAAAAJ:u-x6o8ySG0sC",
            273,
            "https:\/\/www.jneurosci.org\/content\/24\/42\/9240.short",
            "1233049502323763982",
            "\/scholar?cites=1233049502323763982",
            {
                "2005":6,
                "2006":11,
                "2007":21,
                "2008":15,
                "2009":11,
                "2010":21,
                "2011":21,
                "2012":22,
                "2013":24,
                "2014":17,
                "2015":28,
                "2016":13,
                "2017":15,
                "2018":12,
                "2019":17,
                "2020":16
            }
        ],
        [
            "Primary motor cortex (MI) neurons discharge vigorously during voluntary movement. A cardinal symptom of Parkinson9s disease (PD) is poverty of movement (akinesia). Current models of PD thus hypothesize that increased inhibitory pallidal output reduces firing rates in frontal cortex, including MI, resulting in akinesia and muscle rigidity. We recorded the simultaneous spontaneous discharge of several neurons in the arm-related area of MI of two monkeys and in the globus pallidus (GP) of one of the two. Accelerometers were fastened to the forelimbs to detect movement, and surface electromyograms were recorded from the contralateral arm of one monkey. The recordings were conducted before and after systemic treatment with 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP), rendering the animals severely akinetic and rigid with little or no tremor. The mean spontaneous MI rates during periods of immobility …",
            "Enhanced synchrony among primary motor cortex neurons in the 1-methyl-4-phenyl-1, 2, 3, 6-tetrahydropyridine primate model of Parkinson's disease",
            "Joshua A Goldberg and Thomas Boraud and Sharon Maraton and Suzanne N Haber and Eilon Vaadia and Hagai Bergman",
            "2002",
            "HjE0ikAAAAAJ:u5HHmVD_uO8C",
            266,
            "https:\/\/www.jneurosci.org\/content\/22\/11\/4639.short",
            "15359310635813699456",
            "\/scholar?cites=15359310635813699456",
            {
                "2002":3,
                "2003":7,
                "2004":9,
                "2005":24,
                "2006":20,
                "2007":19,
                "2008":21,
                "2009":20,
                "2010":16,
                "2011":16,
                "2012":9,
                "2013":14,
                "2014":17,
                "2015":16,
                "2016":11,
                "2017":11,
                "2018":6,
                "2019":14,
                "2020":10
            }
        ],
        [
            "Deep brain stimulation (DBS) is an effective treatment of Parkinson's disease (PD) for many patients. The most effective stimulation consists of high-frequency biphasic stimulation pulses around 130 Hz delivered between two active sites of an implanted depth electrode to the subthalamic nucleus (STN-DBS). Multiple studies have shown that a key effect of STN-DBS that correlates well with clinical outcome is the reduction of synchronous and oscillatory activity in cortical and basal ganglia networks. We hypothesized that antidromic cortical activation may provide an underlying mechanism responsible for this effect, because stimulation is usually performed in proximity to cortical efferent pathways. We show with intracellular cortical recordings in rats that STN-DBS did in fact lead to antidromic spiking of deep layer cortical neurons. Furthermore, antidromic spikes triggered a dampened oscillation of local field potentials …",
            "Resonant antidromic cortical circuit activation as a consequence of high-frequency subthalamic deep-brain stimulation",
            "Su Li and Gordon W Arbuthnott and Michael J Jutras and Joshua A Goldberg and Dieter Jaeger",
            "2007",
            "HjE0ikAAAAAJ:qjMakFHDy7sC",
            226,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/jn.00808.2007",
            "9205098779900695052",
            "\/scholar?cites=9205098779900695052",
            {
                "2008":6,
                "2009":15,
                "2010":16,
                "2011":18,
                "2012":21,
                "2013":22,
                "2014":18,
                "2015":22,
                "2016":19,
                "2017":8,
                "2018":29,
                "2019":11,
                "2020":20
            }
        ],
        [
            "Parkinson disease is a neurodegenerative disorder whose symptoms are caused by the loss of dopaminergic neurons innervating the striatum. As striatal dopamine levels fall, striatal acetylcholine release rises, exacerbating motor symptoms. This adaptation is commonly attributed to the loss of interneuronal regulation by inhibitory D 2 dopamine receptors. Our results point to a completely different, new mechanism. After striatal dopamine depletion, D 2 dopamine receptor modulation of calcium (Ca 2+) channels controlling vesicular acetylcholine release in interneurons was unchanged, but M 4 muscarinic autoreceptor coupling to these same channels was markedly attenuated. This adaptation was attributable to the upregulation of RGS4—an autoreceptor-associated, GTPase-accelerating protein. This specific signaling adaptation extended to a broader loss of autoreceptor control of interneuron spiking. These …",
            "RGS4-dependent attenuation of M4 autoreceptor function in striatal cholinergic interneurons following dopamine depletion",
            "Jun Ding and Jaime N Guzman and Tatiana Tkatch and Songhai Chen and Joshua A Goldberg and Philip J Ebert and Pat Levitt and Charles J Wilson and Heidi E Hamm and D James Surmeier",
            "2006",
            "HjE0ikAAAAAJ:2osOgNQ5qMEC",
            215,
            "https:\/\/www.nature.com\/articles\/nn1700",
            "14031378188781404142",
            "\/scholar?cites=14031378188781404142",
            {
                "2006":10,
                "2007":11,
                "2008":10,
                "2009":9,
                "2010":17,
                "2011":18,
                "2012":22,
                "2013":13,
                "2014":12,
                "2015":15,
                "2016":25,
                "2017":4,
                "2018":19,
                "2019":16,
                "2020":14
            }
        ],
        [
            "Cortical local field potentials (LFPs) reflect synaptic potentials and accordingly correlate with neuronal discharge. Because LFPs are coherent across substantial cortical areas, we hypothesized that cortical spike correlations could be predicted from them. Because LFPs recorded in the basal ganglia (BG) are also correlated with neuronal discharge and are clinically accessible in Parkinson9s disease patients, we were interested in testing this hypothesis in the BG, as well. We recorded LFPs and unit discharge from multiple electrodes, which were placed in primary motor cortex or in the basal ganglia (striatum and pallidum) of two monkeys before and after rendering them parkinsonian with 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine. We used the method of partial spectra to construct LFP predictors of the spike cross-correlation functions (CCFs). The predicted CCF is an estimate of the correlation between two …",
            "Spike synchronization in the cortex-basal ganglia networks of parkinsonian primates reflects global dynamics of the local field potentials",
            "Joshua A Goldberg and Uri Rokni and Thomas Boraud and Eilon Vaadia and Hagai Bergman",
            "2004",
            "HjE0ikAAAAAJ:9yKSN-GCB0IC",
            209,
            "https:\/\/www.jneurosci.org\/content\/24\/26\/6003.short",
            "16585619336531875245",
            "\/scholar?cites=16585619336531875245",
            {
                "2004":3,
                "2005":14,
                "2006":13,
                "2007":15,
                "2008":13,
                "2009":14,
                "2010":11,
                "2011":15,
                "2012":17,
                "2013":13,
                "2014":11,
                "2015":18,
                "2016":14,
                "2017":5,
                "2018":10,
                "2019":15,
                "2020":8
            }
        ],
        [
            "Previous physiological studies have revealed changes in firing rates and synchronization of pallidal neurons in the 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP) primate model of Parkinson9s disease. Several primate and human studies have demonstrated that dopamine replacement therapy (DRT) reverses the changes in the pallidal firing rates; however, the effects of DRT on pallidal synchronization have never been explored. To do so, we recorded the simultaneous activity of pallidal neurons of a vervet monkey before and after induction of severe parkinsonism by systemic MPTP treatment. We subsequently recorded the pallidal activity before and after daily administration of oral DRT. We extended the time scale of our correlation studies to ±5 sec to allow detection of long-duration synchronized neuronal activity. After MPTP treatment, firing rates decreased in the external segment of the globus pallidus …",
            "Dopamine replacement therapy reverses abnormal synchronization of pallidal neurons in the 1-methyl-4-phenyl-1, 2, 3, 6-tetrahydropyridine primate model of parkinsonism",
            "Gali Heimer and Izhar Bar-Gad and Joshua A Goldberg and Hagai Bergman",
            "2002",
            "HjE0ikAAAAAJ:UeHWp8X0CEIC",
            170,
            "https:\/\/www.jneurosci.org\/content\/22\/18\/7850.short",
            "3743718689494672282",
            "\/scholar?cites=3743718689494672282",
            {
                "2003":7,
                "2004":8,
                "2005":10,
                "2006":15,
                "2007":7,
                "2008":12,
                "2009":15,
                "2010":12,
                "2011":14,
                "2012":10,
                "2013":9,
                "2014":9,
                "2015":8,
                "2016":9,
                "2017":1,
                "2018":8,
                "2019":5,
                "2020":10
            }
        ],
        [
            "Parkinson's disease (PD) is a major world-wide health problem afflicting millions of the aged population. Factors that act on most or all cell types (pan-cellular factors), particularly genetic mutations and environmental toxins, have dominated public discussions of disease etiology. Although there is compelling evidence supporting an association between disease risk and these factors, the pattern of neuronal pathology and cell loss is difficult to explain without cell-specific factors. This article focuses on recent studies showing that the neurons at greatest risk in PD—substantia nigra pars compacta dopamine neurons—have a distinctive physiological phenotype that could contribute to their vulnerability. The opening of L-type calcium channels during autonomous pacemaking results in sustained calcium entry into the cytoplasm of substantia nigra pars compacta dopamine neurons, resulting in elevated mitochondrial …",
            "The origins of oxidant stress in Parkinson's disease and therapeutic strategies",
            "Dalton James Surmeier and Jaime N Guzman and Javier Sanchez-Padilla and Joshua A Goldberg",
            "2011",
            "HjE0ikAAAAAJ:W7OEmFMy1HYC",
            139,
            "https:\/\/www.liebertpub.com\/doi\/abs\/10.1089\/ars.2010.3521",
            "16530130815325215104",
            "\/scholar?cites=16530130815325215104",
            {
                "2010":1,
                "2011":6,
                "2012":15,
                "2013":18,
                "2014":17,
                "2015":12,
                "2016":16,
                "2017":20,
                "2018":11,
                "2019":8,
                "2020":14,
                "2021":1
            }
        ],
        [
            "The spontaneous firing patterns of striatal cholinergic interneurons are sculpted by potassium currents that give rise to prominent afterhyperpolarizations (AHPs). Large-conductance calcium-activated potassium (BK) channel currents contribute to action potential (AP) repolarization; small-conductance calcium-activated potassium channel currents generate an apamin-sensitive medium AHP (mAHP) after each AP; and bursts of APs generate long-lasting slow AHPs (sAHPs) attributable to apamin-insensitive currents. Because all these currents are calcium dependent, we conducted voltage- and current-clamp whole-cell recordings while pharmacologically manipulating calcium channels of the plasma membrane and intracellular stores to determine what sources of calcium activate the currents underlying AP repolarization and the AHPs. The Cav2.2 (N-type) blocker ω-conotoxin GVIA (1 μm) was the only blocker that …",
            "Control of spontaneous firing patterns by the selective coupling of calcium currents to calcium-activated potassium currents in striatal cholinergic interneurons",
            "Joshua A Goldberg and Charles J Wilson",
            "2005",
            "HjE0ikAAAAAJ:IjCSPb-OGe4C",
            137,
            "https:\/\/www.jneurosci.org\/content\/25\/44\/10230.short",
            "14858174869518440449",
            "\/scholar?cites=14858174869518440449",
            {
                "2005":1,
                "2006":10,
                "2007":9,
                "2008":8,
                "2009":4,
                "2010":8,
                "2011":14,
                "2012":16,
                "2013":11,
                "2014":3,
                "2015":8,
                "2016":12,
                "2017":3,
                "2018":9,
                "2019":8,
                "2020":11,
                "2021":1
            }
        ],
        [
            "The factors governing neuronal loss in Parkinson’s disease (PD) are the subject of continuing speculation and experimental study. In recent years, factors that act on most or all cell types (pan-cellular factors), particularly genetic mutations and environmental toxins, have dominated public discussions of disease aetiology. Although there is compelling evidence supporting an association between disease risk and these factors, the pattern of neuronal pathology and cell loss is difficult to explain without cell-specific factors. This chapter focuses on recent studies showing that the neurons at greatest risk in PD – substantia nigra pars compacta (SNc) dopamine (DA) neurons – have a distinctive physiological phenotype that could contribute to their vulnerability. The opening of L-type calcium channels during autonomous pacemaking results in sustained calcium entry into the cytoplasm of SNc DA neurons, resulting in …",
            "What causes the death of dopaminergic neurons in Parkinson’s disease?",
            "D James Surmeier and Jaime N Guzmán and Javier Sánchez-Padilla and Joshua A Goldberg",
            "2010",
            "HjE0ikAAAAAJ:eQOLeE2rZwMC",
            131,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0079612310830043",
            "712550860846612502",
            "\/scholar?cites=712550860846612502",
            {
                "2011":8,
                "2012":19,
                "2013":14,
                "2014":6,
                "2015":10,
                "2016":11,
                "2017":14,
                "2018":20,
                "2019":13,
                "2020":9,
                "2021":2
            }
        ]
    ]
}