{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "The 2007 discovery of quantized conductance in HgTe quantum wells delivered the field of topological insulators (TIs) its first experimental confirmation. While many three-dimensional TIs have since been identified, HgTe remains the only known two-dimensional system in this class. Difficulty fabricating HgTe quantum wells has, moreover, hampered their widespread use. With the goal of breaking this logjam, we provide a blueprint for stabilizing a robust TI state in a more readily available two-dimensional material—graphene. Using symmetry arguments, density functional theory, and tight-binding simulations, we predict that graphene endowed with certain heavy adatoms realizes a TI with substantial band gap. For indium and thallium, our most promising adatom candidates, a modest 6% coverage produces an estimated gap near 80 K and 240 K, respectively, which should be detectable in transport or …",
            "Engineering a robust quantum spin Hall state in graphene via adatom deposition",
            "Conan Weeks and Jun Hu and Jason Alicea and Marcel Franz and Ruqian Wu",
            "2011",
            "HL2knGcAAAAJ:IrOsW1AMYYMC",
            470,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.1.021001",
            "15887828039850385241",
            "\/scholar?cites=15887828039850385241",
            {
                "2011":4,
                "2012":42,
                "2013":58,
                "2014":70,
                "2015":67,
                "2016":59,
                "2017":48,
                "2018":51,
                "2019":41,
                "2020":27,
                "2021":2
            }
        ],
        [
            "The state-tracking method proposed recently is employed for the first-principles determination of the magnetocrystalline-anisotropy (MCA) energy. A close relationship of the MCA energy to the band structure is found for transition-metal monolayers that show the change of sign of the MCA with respect to the band filling (atomic species) to be determined mainly by the spin-orbit coupling within the spin-down bands. The Fe monolayer with the π-bonding band as the highest occupied band exhibits positive MCA (easy axis along the layer normal). However, the effect of strain on the MCA of the Fe monolayer demonstrates the effect of the spin-orbit coupling between opposite-spin states. A model for the electronic origin of the magnetic anisotropy of this two-dimensional system is presented that explains the first-principles MCA results for iron and cobalt monolayers on the basis of the bonding character between two d …",
            "First-principles theory of surface magnetocrystalline anisotropy and the diatomic-pair model",
            "Ding-sheng Wang and Ruqian Wu and Arthur J Freeman",
            "1993",
            "HL2knGcAAAAJ:dkLjhTRAQr4C",
            457,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.47.14932",
            "12386324428630527361",
            "\/scholar?cites=12386324428630527361",
            {
                "1993":3,
                "1994":12,
                "1995":4,
                "1996":7,
                "1997":4,
                "1998":10,
                "1999":7,
                "2000":4,
                "2001":5,
                "2002":2,
                "2003":4,
                "2004":2,
                "2005":2,
                "2006":6,
                "2007":6,
                "2008":4,
                "2009":9,
                "2010":8,
                "2011":11,
                "2012":16,
                "2013":25,
                "2014":28,
                "2015":35,
                "2016":36,
                "2017":39,
                "2018":45,
                "2019":51,
                "2020":62,
                "2021":9
            }
        ],
        [
            "Low dimensional magnetic systems including surfaces, interfaces and thin-films, have attracted a great amount of attention in the past decade because, as expected, the lowered symmetry and coordination number offer a variety of opportunities for inducing new and exotic phenomena and so hold out the promise of new device applications. Local spin density functional (LSDF) ab initio electronic structure calculations played a key role in the development of this exciting field by not only providing a clearer understanding of the experimental observations but also predicting new systems with desired properties. Extensive calculated results reviewed here demonstrate that (1) weakened interatomic hybridization at clean surfaces or interfaces with inert substrates give rise to strong magnetic enhancement and (2) the strong interaction with nonmagnetic transition metals diminishes (entirely in some cases) the …",
            "Electronic structure theory of surface, interface and thin-film magnetism",
            "Arthur J Freeman and Ru-quian Wu",
            "1991",
            "HL2knGcAAAAJ:F9fV5C73w3QC",
            412,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/030488539190837Z",
            "10697661711655407687",
            "\/scholar?cites=10697661711655407687",
            {
                "1992":9,
                "1993":30,
                "1994":31,
                "1995":31,
                "1996":21,
                "1997":30,
                "1998":23,
                "1999":14,
                "2000":14,
                "2001":16,
                "2002":16,
                "2003":13,
                "2004":14,
                "2005":11,
                "2006":23,
                "2007":14,
                "2008":10,
                "2009":12,
                "2010":9,
                "2011":11,
                "2012":10,
                "2013":5,
                "2014":12,
                "2015":9,
                "2016":4,
                "2017":2,
                "2018":5,
                "2019":8,
                "2020":1
            }
        ],
        [
            "Magnetic-circular-dichroism (MCD) spectra and the spin magnetic dipole term (< T z>) for bulk 3 d transition metals and their surfaces were calculated from full potential linearized augmented plane wave electronic band structure results. The recently proposed MCD spin sum rule is found to result in a much larger error [of up to 50% for the Ni (001) surface] than does its orbital counterpart. In support of recent experiments for bulk, we find that by combining the MCD orbital and spin sum rules the ratio of spin and orbital moments can be determined from the MCD spectra even for low dimension systems with an error of 10% when the< T z> contribution is included.",
            "Limitation of the magnetic-circular-dichroism spin sum rule for transition metals and importance of the magnetic dipole term",
            "Ruqian Wu and Arthur J Freeman",
            "1994",
            "HL2knGcAAAAJ:PDAgwb0ELvkC",
            350,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.73.1994",
            "2328751584563263358",
            "\/scholar?cites=2328751584563263358",
            {
                "1994":1,
                "1995":12,
                "1996":16,
                "1997":15,
                "1998":21,
                "1999":19,
                "2000":20,
                "2001":13,
                "2002":12,
                "2003":9,
                "2004":25,
                "2005":14,
                "2006":17,
                "2007":13,
                "2008":11,
                "2009":15,
                "2010":15,
                "2011":13,
                "2012":15,
                "2013":9,
                "2014":9,
                "2015":14,
                "2016":9,
                "2017":8,
                "2018":7,
                "2019":5,
                "2020":11
            }
        ],
        [
            "Toward an electronic level understanding of intergranular embrittlement and its control in steels, the effects of phosphorus and boron impurities on the energy and electronic properties of both an iron grain boundary and its corresponding intergranular fracture surface are investigated by the local density full potential augmented plane wave method. When structural relaxations are taken into account, the calculated energy difference of phosphorus in the two environments is consistent with its measured embrittlement potency. In contrast to the nonhybridized interaction of iron and phosphorus, iron-boron hybridization permits covalent bonding normal to the boundary contributing to cohesion enhancement. Insights into bonding behavior offer the potential for new directions in alloy composition for improvement of grain boundary-sensitive properties.",
            "First principles determination of the effects of phosphorus and boron on iron grain boundary cohesion",
            "Ruqian Wu and Arthur J Freeman and Gregory B Olson",
            "1994",
            "HL2knGcAAAAJ:Gt7F3adpS1AC",
            309,
            "https:\/\/science.sciencemag.org\/content\/265\/5170\/376.abstract",
            "17294181644454326127",
            "\/scholar?cites=17294181644454326127",
            {
                "1994":1,
                "1995":2,
                "1996":5,
                "1997":9,
                "1998":5,
                "1999":7,
                "2000":8,
                "2001":17,
                "2002":10,
                "2003":9,
                "2004":15,
                "2005":4,
                "2006":10,
                "2007":9,
                "2008":14,
                "2009":7,
                "2010":15,
                "2011":14,
                "2012":11,
                "2013":18,
                "2014":22,
                "2015":11,
                "2016":18,
                "2017":18,
                "2018":18,
                "2019":14,
                "2020":14,
                "2021":3
            }
        ],
        [
            "The acute magnetic proximity effects in Pt\/YIG compromise the suitability of Pt as a spin current detector. We show that Au\/YIG, with no anomalous Hall effect and a negligible magnetoresistance, allows the measurements of the intrinsic spin Seebeck effect with a magnitude much smaller than that in Pt\/YIG. The experiment results are consistent with the spin polarized density functional calculations for Pt with a sizable and Au with a negligible magnetic moment near the interface with YIG.",
            "Intrinsic spin Seebeck effect in Au\/YIG",
            "D Qu and SY Huang and Jun Hu and Ruqian Wu and CL Chien",
            "2013",
            "HL2knGcAAAAJ:UwtWXOmdGqQC",
            258,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.067206",
            "6427913569934594145",
            "\/scholar?cites=6427913569934594145",
            {
                "2012":1,
                "2013":27,
                "2014":44,
                "2015":42,
                "2016":39,
                "2017":35,
                "2018":24,
                "2019":22,
                "2020":22,
                "2021":1
            }
        ]
    ]
}