{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Background Recent evidence suggests that there is a link between metabolic diseases and bacterial populations in the gut. The aim of this study was to assess the differences between the composition of the intestinal microbiota in humans with type 2 diabetes and non-diabetic persons as control.  Methods and Findings The study included 36 male adults with a broad range of age and body-mass indices (BMIs), among which 18 subjects were diagnosed with diabetes type 2. The fecal bacterial composition was investigated by real-time quantitative PCR (qPCR) and in a subgroup of subjects (N = 20) by tag-encoded amplicon pyrosequencing of the V4 region of the 16S rRNA gene. The proportions of phylum Firmicutes and class Clostridia were significantly reduced in the diabetic group compared to the control group (P = 0.03). Furthermore, the ratios of Bacteroidetes to Firmicutes as well as the ratios of Bacteroides-Prevotella group to C. coccoides-E. rectale group correlated positively and significantly with plasma glucose concentration (P = 0.04) but not with BMIs. Similarly, class Betaproteobacteria was highly enriched in diabetic compared to non-diabetic persons (P = 0.02) and positively correlated with plasma glucose (P = 0.04).  Conclusions The results of this study indicate that type 2 diabetes in humans is associated with compositional changes in intestinal microbiota. The level of glucose tolerance should be considered when linking microbiota with metabolic diseases such as obesity and developing strategies to control metabolic diseases by modifying the gut microbiota.",
            "Gut microbiota in human adults with type 2 diabetes differs from non-diabetic adults",
            "Nadja Larsen and Finn K Vogensen and Frans WJ Van Den Berg and Dennis Sandris Nielsen and Anne Sofie Andreasen and Bente K Pedersen and Waleed Abu Al-Soud and Søren J Sørensen and Lars H Hansen and Mogens Jakobsen",
            "2010",
            "HlNN0OQAAAAJ:d1gkVwhDpl0C",
            2148,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0009085",
            "8645179170187370934",
            "\/scholar?cites=8645179170187370934",
            {
                "2010":16,
                "2011":72,
                "2012":109,
                "2013":142,
                "2014":173,
                "2015":219,
                "2016":233,
                "2017":244,
                "2018":251,
                "2019":288,
                "2020":338,
                "2021":29
            }
        ],
        [
            "This review deals with the prospective, experimental documentation of horizontal gene transfer (HGT) and its role in real-time, local adaptation. We have focused on plasmids and their function as an accessory and\/or adaptive gene pool. Studies of the extent of HGT in natural environments have identified certain hot spots, and many of these involve biofilms. Biofilms are uniquely suited for HGT, as they sustain high bacterial density and metabolic activity, even in the harshest environments. Single-cell detection of donor, recipient and transconjugant bacteria in various natural environments, combined with individual-based mathematical models, has provided a new platform for HGT studies.",
            "Studying plasmid horizontal transfer in situ: a critical review",
            "Søren J Sørensen and Mark Bailey and Lars H Hansen and Niels Kroer and Stefan Wuertz",
            "2005",
            "HlNN0OQAAAAJ:u-x6o8ySG0sC",
            653,
            "https:\/\/www.nature.com\/articles\/nrmicro1232",
            "4328411107873066067",
            "\/scholar?cites=4328411107873066067",
            {
                "2006":19,
                "2007":38,
                "2008":29,
                "2009":34,
                "2010":43,
                "2011":43,
                "2012":40,
                "2013":45,
                "2014":38,
                "2015":62,
                "2016":43,
                "2017":48,
                "2018":47,
                "2019":59,
                "2020":56,
                "2021":4
            }
        ],
        [
            "A technique based on progressive fumigation was used to reduce soil microbial biodiversity, and the effects of such reductions upon the stability of key soil processes were measured. Mineral soil samples from a grassland were fumigated with chloroform for up to 24 h and then incubated for 5 months to allow recolonisation by surviving organisms. The diversity of cultivable and non‐cultivable bacteria, protozoa and nematodes was progressively reduced by increasing fumigation times, as was the number of trophic groups, phyla within trophic groups, and taxa within phyla. Total microbial biomass was similar within fumigated soils, but lower than for unfumigated soil. There was no direct relationship between biodiversity and function. Some broad‐scale functional parameters increased as biodiversity decreased, e.g. thymidine incorporation, growth on added nutrients, and the decomposition rate of plant residues …",
            "Ecosystem response of pasture soil communities to fumigation‐induced microbial diversity reductions: an examination of the biodiversity–ecosystem function relationship",
            "BS Griffiths and K Ritz and Richard D Bardgett and Roger Cook and S Christensen and F Ekelund and SJ Sørensen and Erland Bååth and J Bloem and PC De Ruiter and J Dolfing and Bernard Nicolardot",
            "2000",
            "HlNN0OQAAAAJ:u5HHmVD_uO8C",
            653,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1034\/j.1600-0706.2000.900208.x",
            "496086734970172099",
            "\/scholar?cites=496086734970172099",
            {
                "2000":3,
                "2001":5,
                "2002":16,
                "2003":20,
                "2004":36,
                "2005":29,
                "2006":32,
                "2007":44,
                "2008":39,
                "2009":34,
                "2010":28,
                "2011":33,
                "2012":36,
                "2013":36,
                "2014":29,
                "2015":35,
                "2016":39,
                "2017":35,
                "2018":32,
                "2019":34,
                "2020":46,
                "2021":2
            }
        ],
        [
            "Most biofilms in their natural environments are likely to consist of consortia of species that influence each other in synergistic and antagonistic manners. However, few reports specifically address interactions within multispecies biofilms. In this study, 17 epiphytic bacterial strains, isolated from the surface of the marine alga Ulva australis, were screened for synergistic interactions within biofilms when present together in different combinations. Four isolates, Microbacterium phyllosphaerae, Shewanella japonica, Dokdonia donghaensis, and Acinetobacter lwoffii, were found to interact synergistically in biofilms formed in 96-well microtiter plates: biofilm biomass was observed to increase by >167% in biofilms formed by the four strains compared to biofilms composed of single strains. When exposed to the antibacterial agent hydrogen peroxide or tetracycline, the relative activity (exposed versus nonexposed biofilms) of …",
            "Enhanced biofilm formation and increased resistance to antimicrobial agents and bacterial invasion are caused by synergistic interactions in multispecies biofilms",
            "Mette Burmølle and Jeremy S Webb and Dhana Rao and Lars H Hansen and Søren J Sørensen and Staffan Kjelleberg",
            "2006",
            "HlNN0OQAAAAJ:9yKSN-GCB0IC",
            652,
            "https:\/\/aem.asm.org\/content\/72\/6\/3916.short",
            "16897526319251961194",
            "\/scholar?cites=16897526319251961194",
            {
                "2006":2,
                "2007":13,
                "2008":16,
                "2009":33,
                "2010":35,
                "2011":32,
                "2012":46,
                "2013":47,
                "2014":47,
                "2015":56,
                "2016":75,
                "2017":71,
                "2018":56,
                "2019":64,
                "2020":47,
                "2021":7
            }
        ]
    ]
}