{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "The semiconductor ZnO has gained substantial interest in the research community in part because of its large exciton binding energy (60meV) which could lead to lasing action based on exciton recombination even above room temperature. Even though research focusing on ZnO goes back many decades, the renewed interest is fueled by availability of high-quality substrates and reports of p-type conduction and ferromagnetic behavior when doped with transitions metals, both of which remain controversial. It is this renewed interest in ZnO which forms the basis of this review. As mentioned already, ZnO is not new to the semiconductor field, with studies of its lattice parameter dating back to 1935 by Bunn [Proc. Phys. Soc. London 47, 836 (1935)], studies of its vibrational properties with Raman scattering in 1966 by Damen et al. [Phys. Rev. 142, 570 (1966)], detailed optical studies in 1954 by Mollwo [Z. Angew. Phys …",
            "A comprehensive review of ZnO materials and devices",
            "Ümit Özgür and Ya I Alivov and Chunli Liu and A Teke and MAn Reshchikov and S Doğan and VCSJ Avrutin and S-J Cho and and H Morkoç",
            "2005",
            "hlQc5usAAAAJ:u5HHmVD_uO8C",
            10938,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1992666",
            "18352935592606118555",
            "\/scholar?cites=18352935592606118555",
            {
                "2006":173,
                "2007":373,
                "2008":545,
                "2009":607,
                "2010":737,
                "2011":751,
                "2012":892,
                "2013":938,
                "2014":1007,
                "2015":928,
                "2016":881,
                "2017":807,
                "2018":777,
                "2019":749,
                "2020":636,
                "2021":82
            }
        ],
        [
            "Gallium nitride (GaN) and its allied binaries InN and AIN as well as their ternary compounds have gained an unprecedented attention due to their wide-ranging applications encompassing green, blue, violet, and ultraviolet (UV) emitters and detectors (in photon ranges inaccessible by other semiconductors) and high-power amplifiers. However, even the best of the three binaries, GaN, contains many structural and point defects caused to a large extent by lattice and stacking mismatch with substrates. These defects notably affect the electrical and optical properties of the host material and can seriously degrade the performance and reliability of devices made based on these nitride semiconductors. Even though GaN broke the long-standing paradigm that high density of dislocations precludes acceptable device performance, point defects have taken the center stage as they exacerbate efforts to increase the efficiency …",
            "Luminescence properties of defects in GaN",
            "Michael A Reshchikov and Hadis Morkoç",
            "2005",
            "hlQc5usAAAAJ:u-x6o8ySG0sC",
            1876,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1868059",
            "15031500214130928575",
            "\/scholar?cites=15031500214130928575",
            {
                "2005":19,
                "2006":80,
                "2007":83,
                "2008":72,
                "2009":84,
                "2010":94,
                "2011":128,
                "2012":105,
                "2013":148,
                "2014":124,
                "2015":156,
                "2016":174,
                "2017":174,
                "2018":130,
                "2019":139,
                "2020":141,
                "2021":18
            }
        ]
    ]
}