{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "We show how, in principle, to construct analogs of quantum Hall edge states in “photonic crystals” made with nonreciprocal (Faraday-effect) media. These form “one-way waveguides” that allow electromagnetic energy to flow in one direction only.",
            "Possible realization of directional optical waveguides in photonic crystals with broken time-reversal symmetry",
            "FDM Haldane and S Raghu",
            "2008",
            "hMpM-fIAAAAJ:u-x6o8ySG0sC",
            1646,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.013904",
            "4866055546535711030",
            "\/scholar?cites=4866055546535711030",
            {
                "2008":14,
                "2009":25,
                "2010":36,
                "2011":45,
                "2012":72,
                "2013":94,
                "2014":85,
                "2015":147,
                "2016":169,
                "2017":172,
                "2018":223,
                "2019":250,
                "2020":282,
                "2021":27
            }
        ],
        [
            "Photonic crystals built with time-reversal-symmetry-breaking Faraday-effect media can exhibit chiral edge modes that propagate unidirectionally along boundaries across which the Faraday axis reverses. These modes are precise analogs of the electronic edge states of quantum-Hall-effect (QHE) systems, and are also immune to backscattering and localization by disorder. The Berry curvature of the photonic bands plays a role analogous to that of the magnetic field in the QHE. Explicit calculations demonstrating the existence of such unidirectionally propagating photonic edge states are presented.",
            "Analogs of quantum-Hall-effect edge states in photonic crystals",
            "Srinivas Raghu and Frederick Duncan Michael Haldane",
            "2008",
            "hMpM-fIAAAAJ:2osOgNQ5qMEC",
            818,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.78.033834",
            "12366826428271593863",
            "\/scholar?cites=12366826428271593863",
            {
                "2009":11,
                "2010":16,
                "2011":17,
                "2012":31,
                "2013":45,
                "2014":46,
                "2015":75,
                "2016":79,
                "2017":92,
                "2018":123,
                "2019":121,
                "2020":148,
                "2021":12
            }
        ],
        [
            "We construct time-reversal invariant topological superconductors and superfluids in two and three dimensions. These states have a full pairing gap in the bulk, gapless counterpropagating Majorana states at the boundary, and a pair of Majorana zero modes associated with each vortex. The superfluid He 3 B phase provides a physical realization of the topological superfluidity, with experimentally measurable surface states protected by the time-reversal symmetry. We show that the time-reversal symmetry naturally emerges as a supersymmetry, which changes the parity of the fermion number associated with each time-reversal invariant vortex and connects each vortex with its superpartner.",
            "Time-reversal-invariant topological superconductors and superfluids in two and three dimensions",
            "Xiao-Liang Qi and Taylor L Hughes and Srinivas Raghu and Shou-Cheng Zhang",
            "2009",
            "hMpM-fIAAAAJ:d1gkVwhDpl0C",
            701,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.187001",
            "5374581122917857127",
            "\/scholar?cites=5374581122917857127",
            {
                "2009":13,
                "2010":43,
                "2011":50,
                "2012":58,
                "2013":68,
                "2014":63,
                "2015":80,
                "2016":58,
                "2017":58,
                "2018":61,
                "2019":64,
                "2020":75,
                "2021":7
            }
        ],
        [
            "We consider extended Hubbard models with repulsive interactions on a honeycomb lattice, and the transitions from the semimetal to Mott insulating phases at half-filling. Because of the frustrated nature of the second-neighbor interactions, topological Mott phases displaying the quantum Hall and the quantum spin Hall effects are found for spinless and spin fermion models, respectively. The mean-field phase diagram is presented and the fluctuations are treated within the random phase approximation. Renormalization group analysis shows that these states can be favored over the topologically trivial Mott insulating states.",
            "Topological mott insulators",
            "Srinivas Raghu and Xiao-Liang Qi and Carsten Honerkamp and Shou-Cheng Zhang",
            "2008",
            "hMpM-fIAAAAJ:9yKSN-GCB0IC",
            619,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.156401",
            "7395008573997072395",
            "\/scholar?cites=7395008573997072395",
            {
                "2008":10,
                "2009":11,
                "2010":32,
                "2011":52,
                "2012":57,
                "2013":74,
                "2014":65,
                "2015":58,
                "2016":57,
                "2017":42,
                "2018":52,
                "2019":51,
                "2020":55,
                "2021":2
            }
        ]
    ]
}