{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We study the formalism of the sphaleron approximation to baryon-number violation in the standard model at temperatures near 1 TeV. We investigate small fluctuations of the sphaleron, the competition of large-scale sphalerons with thermal fluctuations, and the damping of the transition rate in the plasma. We find a suppression of the rate due to Landau damping and due to factors arising from zero modes. Our approximations are valid in the regime 2 M W (T)≪ T≪ 2 M W (T)\/α W for models where λ∼ g 2. We find that the rate of baryon-number violation is still significantly larger than the expansion rate of the Universe.",
            "Sphalerons, small fluctuations, and baryon-number violation in electroweak theory",
            "Peter Arnold and Larry McLerran",
            "1987",
            "hMX2dd8AAAAJ:u5HHmVD_uO8C",
            820,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.36.581",
            "10682660679029463200",
            "\/scholar?cites=10682660679029463200",
            {
                "1988":11,
                "1989":22,
                "1990":47,
                "1991":48,
                "1992":68,
                "1993":58,
                "1994":61,
                "1995":37,
                "1996":39,
                "1997":36,
                "1998":29,
                "1999":13,
                "2000":18,
                "2001":16,
                "2002":15,
                "2003":9,
                "2004":9,
                "2005":12,
                "2006":12,
                "2007":14,
                "2008":17,
                "2009":14,
                "2010":6,
                "2011":11,
                "2012":20,
                "2013":20,
                "2014":20,
                "2015":20,
                "2016":25,
                "2017":20,
                "2018":29,
                "2019":12,
                "2020":26,
                "2021":2
            }
        ],
        [
            "Leading-log results are derived for the shear viscosity, electrical conductivity and flavor diffusion constants in both abelian and non-abelian high temperature gauge theories with various matter field content.",
            "Transport coefficients in high temperature gauge theories (I): leading-log results",
            "Peter Arnold and Guy David Moore and Laurence G Yaffe",
            "2000",
            "hMX2dd8AAAAJ:d1gkVwhDpl0C",
            743,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2000\/11\/001\/meta",
            "4340660957691196503",
            "\/scholar?cites=4340660957691196503",
            {
                "2001":8,
                "2002":10,
                "2003":25,
                "2004":12,
                "2005":16,
                "2006":32,
                "2007":34,
                "2008":38,
                "2009":54,
                "2010":42,
                "2011":46,
                "2012":48,
                "2013":51,
                "2014":53,
                "2015":50,
                "2016":47,
                "2017":42,
                "2018":42,
                "2019":41,
                "2020":47,
                "2021":3
            }
        ],
        [
            "Results are presented of a full leading-order evaluation of the shear viscosity, flavor diffusion constants, and electrical conductivity in high temperature QCD and QED. The presence of Coulomb logarithms associated with gauge interactions imply that the leading-order results for transport coefficients may themselves be expanded in an infinite series in powers of 1\/log (1\/g); the utility of this expansion is also examined. A next-to-leading-log approximation is found to approximate the full leading-order result quite well as long as the Debye mass is less than the temperature.",
            "Transport coefficients in high temperature gauge theories, 2. Beyond leading log",
            "Peter Arnold and Guy D Moore and Laurence G Yaffe",
            "2003",
            "hMX2dd8AAAAJ:2osOgNQ5qMEC",
            634,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2003\/05\/051\/meta",
            "3311076513369103902",
            "\/scholar?cites=3311076513369103902",
            {
                "2003":5,
                "2004":12,
                "2005":10,
                "2006":27,
                "2007":28,
                "2008":40,
                "2009":48,
                "2010":37,
                "2011":35,
                "2012":42,
                "2013":48,
                "2014":47,
                "2015":46,
                "2016":54,
                "2017":32,
                "2018":34,
                "2019":39,
                "2020":46,
                "2021":2
            }
        ],
        [
            "Scenarios for electroweak baryogenesis require an understanding of the effective potential at finite temperature near a first-order electroweak phase transition. Working in the Landau gauge, we present a calculation of the dominant two-loop corrections to the ring-improved one-loop potential in the formal limit g 4≪ λ≪ g 2, where λ is the Higgs self-coupling and g is the electroweak coupling. The limit λ≪ g 2 ensures that the phase transition is significantly first order, and the limit g 4≪ λ allows us to use high-temperature expansions. We find corrections from 20% to 40% at Higgs-boson masses relevant to the bound computed for baryogenesis in the minimal standard model. Though our numerical results seem to still rule out minimal standard model baryogenesis, this conclusion is not airtight because the loop expansion is only marginal when corrections are as big as 40%. We also discuss why superdaisy …",
            "Effective potential and first-order phase transitions: Beyond leading order",
            "Peter Arnold and Olivier Espinosa",
            "1993",
            "hMX2dd8AAAAJ:u-x6o8ySG0sC",
            566,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.47.3546",
            "9332860747586221780",
            "\/scholar?cites=9332860747586221780",
            {
                "1993":11,
                "1994":50,
                "1995":43,
                "1996":43,
                "1997":50,
                "1998":27,
                "1999":14,
                "2000":17,
                "2001":22,
                "2002":13,
                "2003":8,
                "2004":5,
                "2005":12,
                "2006":12,
                "2007":12,
                "2008":16,
                "2009":12,
                "2010":8,
                "2011":13,
                "2012":19,
                "2013":11,
                "2014":20,
                "2015":9,
                "2016":17,
                "2017":16,
                "2018":16,
                "2019":24,
                "2020":39,
                "2021":3
            }
        ],
        [
            "We compute the photon emission rate of an equilibrated, hot QCD plasma at zero chemical potential, to leading order in both α EM and the QCD coupling g s (T). This requires inclusion of near-collinear bremsstrahlung and\\ipa contributions, and correct incorporation of Landau-Pomeranchuk-Migdal suppression effects for these processes. Analogous results for a QED plasma are also included.",
            "Photon emission from quark-gluon plasma: complete leading order results",
            "Peter Arnold and Guy D Moore and Laurence G Yaffe",
            "2001",
            "hMX2dd8AAAAJ:qjMakFHDy7sC",
            534,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2001\/12\/009\/meta",
            "5490149485249408884",
            "\/scholar?cites=5490149485249408884",
            {
                "2001":2,
                "2002":13,
                "2003":23,
                "2004":17,
                "2005":24,
                "2006":19,
                "2007":22,
                "2008":14,
                "2009":40,
                "2010":26,
                "2011":39,
                "2012":24,
                "2013":44,
                "2014":40,
                "2015":32,
                "2016":45,
                "2017":33,
                "2018":23,
                "2019":23,
                "2020":29,
                "2021":1
            }
        ],
        [
            "We recently derived, using diagrammatic methods, the leading-order hard photon emission rate in ultra-relativistic plasmas. This requires a correct treatment of multiple scattering effects which limit the coherence length of emitted radiation (the Landau-Pomeranchuk-Migdal effect). In this paper, we provide a more physical derivation of this result, and extend the treatment to the case of gluon radiation.",
            "Photon and gluon emission in relativistic plasmas",
            "Peter Arnold and Guy D Moore and Laurence G Yaffe",
            "2002",
            "hMX2dd8AAAAJ:Y0pCki6q_DkC",
            495,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2002\/06\/030\/meta",
            "12215712391942072224",
            "\/scholar?cites=12215712391942072224",
            {
                "2002":4,
                "2003":15,
                "2004":8,
                "2005":10,
                "2006":5,
                "2007":9,
                "2008":22,
                "2009":41,
                "2010":26,
                "2011":33,
                "2012":25,
                "2013":40,
                "2014":38,
                "2015":30,
                "2016":35,
                "2017":24,
                "2018":41,
                "2019":36,
                "2020":47,
                "2021":5
            }
        ],
        [
            "We highlight the progress, current status, and open challenges of QCD-driven physics, in theory and in experiment. We discuss how the strong interaction is intimately connected to a broad sweep of physical problems, in settings ranging from astrophysics and cosmology to strongly coupled, complex systems in particle and condensed-matter physics, as well as to searches for physics beyond the Standard Model. We also discuss how success in describing the strong interaction impacts other fields, and, in turn, how such subjects can impact studies of the strong interaction. In the course of the work we offer a perspective on the many research streams which flow into and out of QCD, as well as a vision for future developments.",
            "QCD and strongly coupled gauge theories: challenges and perspectives",
            "Nora Brambilla and S Eidelman and P Foka and S Gardner and AS Kronfeld and MG Alford and R Alkofer and M Butenschoen and TD Cohen and J Erdmenger and L Fabbietti and M Faber and JL Goity and B Ketzer and HW Lin and Felipe José Llanes-Estrada and HB Meyer and P Pakhlov and Elisabetta Pallante and MI Polikarpov and H Sazdjian and Anne Schmitt and WM Snow and A Vairo and R Vogt and Aleksi Vuorinen and Hartmut Wittig and P Arnold and P Christakoglou and P Di Nezza and Z Fodor and X Garcia i Tormo and R Höllwieser and MA Janik and A Kalweit and D Keane and E Kiritsis and A Mischke and R Mizuk and G Odyniec and K Papadodimas and A Pich and R Pittau and J-W Qiu and G Ricciardi and CA Salgado and K Schwenzer and NG Stefanis and GM Von Hippel and VI Zakharov",
            "2014",
            "hMX2dd8AAAAJ:wbdj-CoPYUoC",
            480,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-014-2981-5\/tables\/15",
            "9678204195202258567",
            "\/scholar?cites=9678204195202258567",
            {
                "2014":18,
                "2015":89,
                "2016":99,
                "2017":75,
                "2018":72,
                "2019":69,
                "2020":54,
                "2021":2
            }
        ],
        [
            "The issue of sphaleron-induced baryon decay and various paradoxes related to the instanton method of computation are addressed. By various examples we argue that there is no contradiction between the instanton estimates and sphaleron estimates, and argue that for electroweak theory these estimates correspond to different approximations for distinct phenomena. We also investigate numerically the nature of the classical decay of a sphaleron in the (1+ 1)-dimensional Abelian Higgs model.",
            "The sphaleron strikes back: A response to objections to the sphaleron approximation",
            "Peter Arnold and Larry McLerran",
            "1988",
            "hMX2dd8AAAAJ:9yKSN-GCB0IC",
            421,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.37.1020",
            "12362021400891734129",
            "\/scholar?cites=12362021400891734129",
            {
                "1988":4,
                "1989":18,
                "1990":34,
                "1991":33,
                "1992":46,
                "1993":27,
                "1994":39,
                "1995":20,
                "1996":18,
                "1997":11,
                "1998":10,
                "1999":6,
                "2000":4,
                "2001":3,
                "2002":4,
                "2003":7,
                "2004":4,
                "2005":3,
                "2006":6,
                "2007":6,
                "2008":9,
                "2009":4,
                "2010":3,
                "2011":7,
                "2012":5,
                "2013":7,
                "2014":10,
                "2015":13,
                "2016":16,
                "2017":9,
                "2018":12,
                "2019":9,
                "2020":12
            }
        ],
        [
            "The emission rate of photons from a hot, weakly coupled ultrarelativistic plasma is analyzed. Leading-log results, reflecting the sensitivity of the emission rate to scattering events with momentum transfers from gT to T, have previously been obtained. But a complete leading-order treatment requires including collinearly enhanced, inelastic processes such as bremsstrahlung. These inelastic processes receive O (1) modifications from multiple scattering during the photon emission process, which limits the coherence length of the emitted radiation (the Landau-Pomeranchuk-Migdal effect). We perform a diagrammatic analysis to identify, and sum, all leading-order contributions. We find that the leading-order photon emission rate is not sensitive to non-perturbative g 2 T scale dynamics. We derive an integral equation for the photon emission rate which is very similar to the result of Migdal in his original discussion of the …",
            "Photon emission from ultrarelativistic plasmas",
            "Peter Arnold and Guy D Moore and Laurence G Yaffe",
            "2001",
            "hMX2dd8AAAAJ:W7OEmFMy1HYC",
            408,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2001\/11\/057\/meta",
            "3340342368533748166",
            "\/scholar?cites=3340342368533748166",
            {
                "2001":2,
                "2002":16,
                "2003":19,
                "2004":10,
                "2005":18,
                "2006":12,
                "2007":16,
                "2008":15,
                "2009":29,
                "2010":22,
                "2011":27,
                "2012":25,
                "2013":28,
                "2014":32,
                "2015":21,
                "2016":30,
                "2017":17,
                "2018":20,
                "2019":22,
                "2020":20,
                "2021":4
            }
        ],
        [
            "We present a full computation of dσ\/dq T 2 for W, Z and virtual γ production to second order in QCD. This includes qg, gg, and singlet q q+ qq collisions in addition to the usual non-singlet q q+ qq. The primary motivation is the importance of quark-gluon collisions at Tevatron energies. Attention is restricted to high and moderate q T, avoiding the resummation necessary at small transverse momentum. We give analytic results for all constituent cross-sections dσ\/dq T 2 d y and, for W and Z production, numerically convolute them with structure functions.",
            "The complete computation of high-pT W and Z production in second-order QCD",
            "Peter B Arnold and M Hall Reno",
            "1989",
            "hMX2dd8AAAAJ:IjCSPb-OGe4C",
            389,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321389906007",
            "10395005329750167895",
            "\/scholar?cites=10395005329750167895",
            {
                "1989":3,
                "1990":16,
                "1991":22,
                "1992":10,
                "1993":9,
                "1994":8,
                "1995":14,
                "1996":10,
                "1997":18,
                "1998":21,
                "1999":20,
                "2000":20,
                "2001":14,
                "2002":11,
                "2003":5,
                "2004":15,
                "2005":6,
                "2006":6,
                "2007":8,
                "2008":13,
                "2009":10,
                "2010":5,
                "2011":25,
                "2012":9,
                "2013":17,
                "2014":17,
                "2015":8,
                "2016":13,
                "2017":6,
                "2018":3,
                "2019":7,
                "2020":9
            }
        ]
    ]
}