{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We propose gauging matrix models of string theory to eliminate unwanted nonsinglet states. To this end we perform a discretized light-cone quantization of large-N gauge theory in 1+ 1 dimensions, with scalar or fermionic matter fields transforming in the adjoint representation of SU (N). The entire spectrum consists of bosonic and fermionic closed-string excitations, which are free as N→∞. We analyze the general features of such states as a function of the cutoff and the gauge coupling, obtaining good convergence for the case of adjoint fermions. We discuss possible extensions of the model and the search for new noncritical string theories.",
            "String spectrum of (1 + 1)-dimensional large- QCD with adjoint matter",
            "Simon Dalley and Igor R Klebanov",
            "1993",
            "hn2wfPcAAAAJ:9yKSN-GCB0IC",
            200,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.47.2517",
            "915105636582536506",
            "\/scholar?cites=915105636582536506",
            {
                "1993":2,
                "1994":10,
                "1995":26,
                "1996":20,
                "1997":13,
                "1998":22,
                "1999":14,
                "2000":14,
                "2001":11,
                "2002":9,
                "2003":3,
                "2004":5,
                "2005":1,
                "2006":6,
                "2007":2,
                "2008":4,
                "2009":1,
                "2010":2,
                "2011":3,
                "2012":5,
                "2013":1,
                "2014":6,
                "2015":2,
                "2016":2,
                "2017":3,
                "2018":1,
                "2019":6,
                "2020":1
            }
        ],
        [
            "We calculate the light-cone wave functions of mesons by solving their bound state problem in a coarse transverse lattice gauge theory using discrete light cone quantization. A large-N c approximation is made and the light-cone Hamiltonian expanded in massive dynamical fields at fixed lattice spacing. In contrast with earlier calculations, we include contributions from states containing many gluonic link fields between the quarks. The Hamiltonian is renormalized by a combination of covariance conditions on bound states and fitting the physical masses M ρ and M π, decay constant f π, and the string tension σ. Good covariance is obtained for the lightest 0−+ state, which we compare with the pion. Many observables can be deduced from its light-cone wave functions. After perturbative evolution, the quark valence structure function is found to be consistent with the experimental pion structure function deduced from …",
            "Transverse lattice calculation of the pion light-cone wave functions",
            "Simon Dalley and Brett van de Sande",
            "2003",
            "hn2wfPcAAAAJ:5nxA0vEk-isC",
            81,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.67.114507",
            "5307874331695217697",
            "\/scholar?cites=5307874331695217697",
            {
                "2003":13,
                "2004":11,
                "2005":3,
                "2006":11,
                "2007":2,
                "2008":8,
                "2009":5,
                "2010":8,
                "2011":5,
                "2012":2,
                "2013":2,
                "2014":2,
                "2015":2,
                "2016":2,
                "2017":2,
                "2018":2
            }
        ],
        [
            "The formalism for describing hadrons using a light-cone Hamiltonian of SU(N) gauge theory on a coarse transverse lattice is reviewed. Physical gauge degrees of freedom are represented by disordered flux fields on the links of the lattice. A renormalised light-cone Hamiltonian is obtained by making a colour-dielectric expansion for the link-field interactions. Parameters in the Hamiltonian are renormalised non-perturbatively by seeking regions in parameter space with enhanced Lorentz symmetry. In the case of pure gauge theories to lowest non-trivial order of the colour-dielectric expansion, this is sufficient to determine accurately all parameters in the large-N limit. We summarize results from applications to glueballs. After quarks are added, the Hamiltonian and Hilbert space are expanded in both dynamical fermion and link fields. Lorentz and chiral symmetry are not sufficient to accurately determine all parameters …",
            "The relativistic bound state problem in QCD: transverse lattice methods",
            "Matthias Burkardt and Simon Dalley",
            "2002",
            "hn2wfPcAAAAJ:kNdYIx-mwKoC",
            76,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0146641002001400",
            "5922193593643393828",
            "\/scholar?cites=5922193593643393828",
            {
                "2002":3,
                "2003":14,
                "2004":5,
                "2005":5,
                "2006":7,
                "2007":1,
                "2008":6,
                "2009":6,
                "2010":12,
                "2011":3,
                "2012":1,
                "2013":1,
                "2014":2,
                "2015":2,
                "2016":3,
                "2017":1,
                "2018":2,
                "2019":1
            }
        ],
        [
            "There exist an infinite number of exact small momentum fraction-x boundary conditions on light-cone wavefunctions of bound states in gauge theory. They are necessary for finite expectation values of the invariant mass operator and relate components of the wavefunction from different Fock sectors. We illustrate their consequences by analyzing the small-x quark Regge behavior of a heavy large-N meson, finding power-law rise of unpolarized distributions. The polarized distribution changes sign and then vanishes with minus the unpolarized Regge intercept.",
            "Light-cone wavefunctions at small x",
            "F Antonuccio and SJ Brodsky and S Dalley",
            "1997",
            "hn2wfPcAAAAJ:zYLM7Y9cAGgC",
            72,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269397010678",
            "1475675261069025878",
            "\/scholar?cites=1475675261069025878",
            {
                "1997":3,
                "1998":12,
                "1999":7,
                "2000":7,
                "2001":10,
                "2002":6,
                "2003":5,
                "2004":5,
                "2005":2,
                "2006":3,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":3,
                "2011":2,
                "2012":2,
                "2013":1,
                "2014":1
            }
        ],
        [
            "The one-complex-matrix model is analysed by orthogonal polynomials and saddle point methods. For the double scaled limit, multicritical matter theories arising from the perturbative phase have 1 2 the free energy of that derived from the hermitian matrices. However, certain other potentials yield a new hierarchy of “string equations”. These string equations are the most general equations compatible with the same operator content, KdV flows and asymptotic expansions of the m-critical points in hermitian matrix models. In particular, the non-perturbative solution of the m= 2 equation, corresponding to 2D quantum gravity, yields the same genus expansion as the cosmological constant μ tends to+∞, but tends to zero as μ→−∞. Semi-classical analysis shows that this solution is real and stable at this level.",
            "Multicritical complex matrix models and non-perturbative two-dimensional quantum gravity",
            "Simon Dalley and Clifford Johnson and Tim Morris",
            "1992",
            "hn2wfPcAAAAJ:ULOm3_A8WrAC",
            68,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/055032139290217Y",
            "6273339087763545717",
            "\/scholar?cites=6273339087763545717",
            {
                "1991":1,
                "1992":8,
                "1993":8,
                "1994":7,
                "1995":6,
                "1996":2,
                "1997":2,
                "1998":2,
                "1999":1,
                "2000":3,
                "2001":5,
                "2002":2,
                "2003":3,
                "2004":2,
                "2005":1,
                "2006":3,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":8
            }
        ],
        [
            "We study (1 + 1)-dimensional SU(N) gauge theories with adjoint scalar matter representations, based on a dimensional truncation of 2 + 1 and (3 + 1)-dimensional pure QCD, which approximate the dynamics of transversely polarized gluons. The glueballs are investigated non-perturbatively using light-front quantisation, detailed spectra and wave functions being obtained for the large-N limit. In general there is some qualitative agreement of the spectra with lattice Monte Carlo data from the higher-dimensional QCD. From the light-front wave functions we calculate (polarized) structure functions and interpret the gluon and spin content of glueballs. We discuss the phase structure of the reduced theories in relation to matrix models for relativistic non-critical strings.",
            "Glueballs from (1+ 1)-dimensional gauge theories with transverse degrees of freedom",
            "F Antonuccio and S Dalley",
            "1996",
            "hn2wfPcAAAAJ:j3f4tGmQtD8C",
            65,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321395006621",
            "14978677510829938181",
            "\/scholar?cites=14978677510829938181",
            {
                "1995":2,
                "1996":4,
                "1997":9,
                "1998":16,
                "1999":11,
                "2000":5,
                "2001":5,
                "2002":3,
                "2003":2,
                "2004":1,
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":1
            }
        ],
        [
            "We propose an extension of 't Hooft's large-Nc light-front QCD in two dimensions to include helicity and physical gluon degrees of freedom, modelled on a classical dimensional reduction of four dimensional QCD. A non-perturbative renormalisation of the infinite set of coupled integral equations describing boundstates is performed. These equations are then solved, both analytically in a phase space wavefunction approximation and numerically by discretising momenta, for (hybrid) meson masses and (polarized) parton structure functions.",
            "A (1+ 1)-dimensional reduced model of mesons",
            "F Antonuccio and S Dalley",
            "1996",
            "hn2wfPcAAAAJ:_FxGoFyzp5QC",
            63,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0370269396002316",
            "4132055933718087969",
            "\/scholar?cites=4132055933718087969",
            {
                "1997":9,
                "1998":15,
                "1999":11,
                "2000":8,
                "2001":8,
                "2002":2,
                "2003":2,
                "2004":3,
                "2005":3,
                "2006":1
            }
        ],
        [
            "An outstanding goal of physics is to find solutions that describe hadrons in the theory of strong interactions, Quantum Chromodynamics (QCD). For this goal, the light-front Hamiltonian formulation of QCD (LFQCD) is a complementary approach to the well-established lattice gauge method. LFQCD offers access to the hadrons' nonperturbative quark and gluon amplitudes, which are directly testable in experiments at existing and future facilities. We present an overview of the promises and challenges of LFQCD in the context of unsolved issues in QCD that require broadened and accelerated investigation. We identify specific goals of this approach and address its quantifiable uncertainties.",
            "Light-Front Quantum Chromodynamics: A framework for the analysis of hadron physics",
            "BLG Bakker and A Bassetto and SJ Brodsky and W Broniowski and S Dalley and T Frederico and SD Głazek and JR Hiller and C-R Ji and V Karmanov and D Kulshreshtha and J-F Mathiot and W Melnitchouk and GA Miller and J Papavassiliou and WN Polyzou and NG Stefanis and JP Vary and A Ilderton and T Heinzl",
            "2014",
            "hn2wfPcAAAAJ:BqipwSGYUEgC",
            60,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0920563214000930",
            "18069863314658535161",
            "\/scholar?cites=18069863314658535161",
            {
                "2014":3,
                "2015":15,
                "2016":12,
                "2017":9,
                "2018":6,
                "2019":6,
                "2020":7,
                "2021":1
            }
        ],
        [
            "The KdV and modified KdV integrable hierarchies are shown to be different descriptions of the same 2D gravitational system — open-closed string theory. Non-perturbative solutions of the multicritical unitary matrix models map to non-singular solutions of the 'renormalization group' equation for the string susceptibility, . We also demonstrate that the large-N solutions of unitary matrix integrals in external fields, studied by Gross and Newman, equal the non-singular pure closed-string solutions of .",
            "Unitary matrix models and 2D quantum gravity",
            "S Dalley and CV Johnson and TR Morris and A Wätterstam",
            "1992",
            "hn2wfPcAAAAJ:u5HHmVD_uO8C",
            58,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/S0217732392002226",
            "432103407030450228",
            "\/scholar?cites=432103407030450228",
            {
                "1992":1,
                "1993":5,
                "1994":8,
                "1995":1,
                "1996":1,
                "1997":1,
                "1998":2,
                "1999":1,
                "2000":4,
                "2001":8,
                "2002":2,
                "2003":4,
                "2004":3,
                "2005":1,
                "2006":2,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":3,
                "2011":8
            }
        ],
        [
            "We use the light-front Hamiltonian of transverse lattice gauge theory to compute from first principles the glueball spectrum and light-front wave functions in the leading order of the 1\/N c color expansion. We find 0++, 2++, and 1+− glueballs having masses consistent with N c= 3 data available from Euclidean lattice path integral methods. The wave functions exhibit a light-front constituent gluon structure.",
            "Glueball Calculations in Large-  Gauge Theory",
            "S Dalley and B Van de Sande",
            "1999",
            "hn2wfPcAAAAJ:isC4tDSrTZIC",
            52,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.1088",
            "16177470803961649177",
            "\/scholar?cites=16177470803961649177",
            {
                "1998":2,
                "1999":7,
                "2000":14,
                "2001":9,
                "2002":5,
                "2003":6,
                "2004":1,
                "2005":2,
                "2006":2,
                "2007":2,
                "2008":2
            }
        ]
    ]
}