{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics on heart disease, stroke, other vascular diseases, and their risk factors and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update is a valuable resource for researchers, clinicians, healthcare policy makers, media professionals, the lay public, and many others who seek the best national data available on disease morbidity and mortality and the risks, quality of care, medical procedures and operations, and costs associated with the management of these diseases in a single document. Indeed, since 1999, the Statistical Update has been cited more than 8700 times in the literature (including citations of all annual versions). In 2010 alone, the various …",
            "Heart disease and stroke statistics—2012 update: a report from the American Heart Association",
            "Writing Group Members and Véronique L Roger and Alan S Go and Donald M Lloyd-Jones and Emelia J Benjamin and Jarett D Berry and William B Borden and Dawn M Bravata and Shifan Dai and Earl S Ford and Caroline S Fox and Heather J Fullerton and Cathleen Gillespie and Susan M Hailpern and John A Heit and Virginia J Howard and Brett M Kissela and Steven J Kittner and Daniel T Lackland and Judith H Lichtman and Lynda D Lisabeth and Diane M Makuc and Gregory M Marcus and Ariane Marelli and David B Matchar and Claudia S Moy and Dariush Mozaffarian and Michael E Mussolino and Graham Nichol and Nina P Paynter and Elsayed Z Soliman and Paul D Sorlie and Nona Sotoodehnia and Tanya N Turan and Salim S Virani and Nathan D Wong and Daniel Woo and Melanie B Turner",
            "2012",
            "hPuulhkAAAAJ:NXb4pA-qfm4C",
            22742,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/cir.0b013e31823ac046",
            "1542958399579433181",
            "\/scholar?cites=1542958399579433181",
            {
                "2012":654,
                "2013":2427,
                "2014":4032,
                "2015":4522,
                "2016":3381,
                "2017":2506,
                "2018":1838,
                "2019":1500,
                "2020":1268,
                "2021":89
            }
        ],
        [
            "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics related to heart disease, stroke, and other cardiovascular and metabolic diseases and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update represents a critical resource for the lay public, policy makers, media professionals, clinicians, healthcare administrators, researchers, and others seeking the best available data on these conditions. Together, cardiovascular disease (CVD) and stroke produce immense health and economic burdens in the United States and globally. The Statistical Update brings together in a single document up-to-date information on the core health behaviors and health factors that define cardiovascular health; a range of major …",
            "Heart disease and stroke statistics—2015 update: a report from the American Heart Association",
            "Dariush Mozaffarian and Emelia J Benjamin and Alan S Go and Donna K Arnett and Michael J Blaha and Mary Cushman and Sarah De Ferranti and Jean-Pierre Després and Heather J Fullerton and Virginia J Howard and Mark D Huffman and Suzanne E Judd and Brett M Kissela and Daniel T Lackland and Judith H Lichtman and Lynda D Lisabeth and Simin Liu and Rachel H Mackey and David B Matchar and Darren K McGuire and Emile R Mohler III and Claudia S Moy and Paul Muntner and Michael E Mussolino and Khurram Nasir and Robert W Neumar and Graham Nichol and Latha Palaniappan and Dilip K Pandey and Mathew J Reeves and Carlos J Rodriguez and Paul D Sorlie and Joel Stein and Amytis Towfighi and Tanya N Turan and Salim S Virani and Joshua Z Willey and Daniel Woo and Robert W Yeh and Melanie B Turner",
            "2015",
            "hPuulhkAAAAJ:_5tno0g5mFcC",
            15675,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/CIR.0000000000000152",
            "4920226881403204332",
            "\/scholar?cites=4920226881403204332",
            {
                "2015":854,
                "2016":2908,
                "2017":3830,
                "2018":3092,
                "2019":2417,
                "2020":2046,
                "2021":149
            }
        ],
        [
            "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together in a single document the most up-to-date statistics related to heart disease, stroke, and the factors in the AHA’s Life’s Simple 7 (Figure 1), which include core health behaviors (smoking, physical activity [PA], diet, and weight) and health factors (cholesterol, blood pressure [BP], and glucose control) that contribute to cardiovascular health. The Statistical Update represents a critical resource for the lay public, policy makers, media professionals, clinicians, healthcare administrators, researchers, health advocates, and others seeking the best available data on these factors and conditions. Cardiovascular disease (CVD) and stroke produce immense health and economic burdens in the United States and globally. The …",
            "Heart disease and stroke statistics—2017 update: a report from the American Heart Association",
            "Emelia J Benjamin and Michael J Blaha and Stephanie E Chiuve and Mary Cushman and Sandeep R Das and Rajat Deo and Sarah D De Ferranti and James Floyd and Myriam Fornage and Cathleen Gillespie and Carmen R Isasi and Monik C Jimenez and Lori Chaffin Jordan and Suzanne E Judd and Daniel Lackland and Judith H Lichtman and Lynda Lisabeth and Simin Liu and Chris T Longenecker and Rachel H Mackey and Kunihiro Matsushita and Dariush Mozaffarian and Michael E Mussolino and Khurram Nasir and Robert W Neumar and Latha Palaniappan and Dilip K Pandey and Ravi R Thiagarajan and Mathew J Reeves and Matthew Ritchey and Carlos J Rodriguez and Gregory A Roth and Wayne D Rosamond and Comilla Sasson and Amytis Towfighi and Connie W Tsao and Melanie B Turner and Salim S Virani and Jenifer H Voeks and Joshua Z Willey and John T Wilkins and Jason HY Wu and Heather M Alger and Sally S Wong and Paul Muntner",
            "2017",
            "hPuulhkAAAAJ:a9-T7VOCCH8C",
            11390,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/CIR.0000000000000485",
            "12750599967268488540",
            "\/scholar?cites=12750599967268488540",
            {
                "2017":694,
                "2018":2732,
                "2019":3841,
                "2020":3576,
                "2021":302
            }
        ],
        [
            "Chronic kidney disease is a worldwide public health problem with an increasing incidence and prevalence, poor outcomes, and high cost. Outcomes of chronic kidney disease include not only kidney failure but also complications of decreased kidney function and cardiovascular disease. Current evidence suggests that some of these adverse outcomes can be prevented or delayed by early detection and treatment. Unfortunately, chronic kidney disease is underdiagnosed and undertreated, in part as a result of lack of agreement on a definition and classification of its stages of progression.Recent clinical practice guidelines by the National Kidney Foundation 1) define chronic kidney disease and classify its stages, regardless of underlying cause, 2) evaluate laboratory measurements for the clinical assessment of kidney disease, 3) associate the level of kidney function with complications of chronic kidney …",
            "National Kidney Foundation practice guidelines for chronic kidney disease: evaluation, classification, and stratification",
            "Andrew S Levey and Josef Coresh and Ethan Balk and Annamaria T Kausz and Adeera Levin and Michael W Steffes and Ronald J Hogg and Ronald D Perrone and Joseph Lau and Garabed Eknoyan",
            "2003",
            "hPuulhkAAAAJ:S16KYo8Pm5AC",
            8060,
            "https:\/\/www.acpjournals.org\/doi\/abs\/10.7326\/0003-4819-139-2-200307150-00013",
            "16468893057133984624",
            "\/scholar?cites=16468893057133984624",
            {
                "2003":25,
                "2004":95,
                "2005":184,
                "2006":260,
                "2007":304,
                "2008":445,
                "2009":479,
                "2010":543,
                "2011":597,
                "2012":640,
                "2013":690,
                "2014":644,
                "2015":601,
                "2016":599,
                "2017":494,
                "2018":498,
                "2019":428,
                "2020":420,
                "2021":30
            }
        ],
        [
            "Studies on the relation between dietary n−3 fatty acids (FAs) and cardiovascular disease vary in quality, and the results are inconsistent. A systematic review of the literature on the effects of n−3 FAs (consumed as fish or fish oils rich in eicosapentaenoic acid and docosahexaenoic acid or as α-linolenic acid) on cardiovascular disease outcomes and adverse events was conducted. Studies from MEDLINE and other sources that were of ≥1 y in duration and that reported estimates of fish or n−3 FA intakes and cardiovascular disease outcomes were included. Secondary prevention was addressed in 14 randomized controlled trials (RCTs) of fish-oil supplements or of diets high in n−3 FAs and in 1 prospective cohort study. Most trials reported that fish oil significantly reduced all-cause mortality, myocardial infarction, cardiac and sudden death, or stroke. Primary prevention of cardiovascular disease was reported in …",
            "n− 3 Fatty acids from fish or fish-oil supplements, but not α-linolenic acid, benefit cardiovascular disease outcomes in primary-and secondary-prevention studies: a systematic …",
            "Chenchen Wang and William S Harris and Mei Chung and Alice H Lichtenstein and Ethan M Balk and Bruce Kupelnick and Harmon S Jordan and Joseph Lau",
            "2006",
            "hPuulhkAAAAJ:YOwf2qJgpHMC",
            1291,
            "https:\/\/academic.oup.com\/ajcn\/article-abstract\/84\/1\/5\/4633070",
            "2560873899312520439",
            "\/scholar?cites=2560873899312520439",
            {
                "2005":5,
                "2006":23,
                "2007":51,
                "2008":88,
                "2009":115,
                "2010":114,
                "2011":99,
                "2012":104,
                "2013":120,
                "2014":101,
                "2015":82,
                "2016":72,
                "2017":78,
                "2018":60,
                "2019":64,
                "2020":62,
                "2021":3
            }
        ],
        [
            "Published evidence suggests that aspects of trial design lead to biased intervention effect estimates, but findings from different studies are inconsistent. This study combined data from 7 meta-epidemiologic studies and removed overlaps to derive a final data set of 234 unique meta-analyses containing 1973 trials. Outcome measures were classified as “mortality,” “other objective,” “or subjective,” and Bayesian hierarchical models were used to estimate associations of trial characteristics with average bias and between-trial heterogeneity. Intervention effect estimates seemed to be exaggerated in trials with inadequate or unclear (vs. adequate) random-sequence generation (ratio of odds ratios, 0.89 [95% credible interval {CrI}, 0.82 to 0.96]) and with inadequate or unclear (vs. adequate) allocation concealment (ratio of odds ratios, 0.93 [CrI, 0.87 to 0.99]). Lack of or unclear double-blinding (vs. double-blinding) was …",
            "Influence of reported study design characteristics on intervention effect estimates from randomized, controlled trials",
            "Jelena Savović and Hayley E Jones and Douglas G Altman and Ross J Harris and Peter Jüni and Julie Pildal and Bodil Als-Nielsen and Ethan M Balk and Christian Gluud and Lise Lotte Gluud and John PA Ioannidis and Kenneth F Schulz and Rebecca Beynon and Nicky J Welton and Lesley Wood and David Moher and Jonathan J Deeks and Jonathan AC Sterne",
            "2012",
            "hPuulhkAAAAJ:Ug5p-4gJ2f0C",
            1071,
            "https:\/\/www.acpjournals.org\/doi\/abs\/10.7326\/0003-4819-157-6-201209180-00537",
            "17323054561438110032",
            "\/scholar?cites=17323054561438110032",
            {
                "2011":6,
                "2012":8,
                "2013":89,
                "2014":133,
                "2015":141,
                "2016":117,
                "2017":135,
                "2018":138,
                "2019":115,
                "2020":119,
                "2021":8
            }
        ],
        [
            "Clinically inapparent adrenal masses are incidentally detected after imaging studies conducted for reasons other than the evaluation of the adrenal glands. They have frequently been referred to as adrenal incidentalomas. In preparation for a National Institutes of Health State-of-the-Science Conference on this topic, extensive literature research, including Medline, BIOSIS, and Embase between 1966 and July 2002, as well as references of published metaanalyses and selected review articles identified more than 5400 citations. Based on 699 articles that were retrieved for further examination, we provide a comprehensive update of the diagnostic and therapeutic approaches focusing on endocrine and radiological features as well as surgical options. In addition, we present recent developments in the discovery of tumor markers, endocrine testing for subclinical disease including autonomous glucocorticoid …",
            "The clinically inapparent adrenal mass: update in diagnosis and management",
            "Georg Mansmann and Joseph Lau and Ethan Balk and Michael Rothberg and Yukitaka Miyachi and Stefan R Bornstein",
            "2004",
            "hPuulhkAAAAJ:fQNAKQ3IYiAC",
            868,
            "https:\/\/academic.oup.com\/edrv\/article-abstract\/25\/2\/309\/2355271",
            "9350233136656696444",
            "\/scholar?cites=9350233136656696444",
            {
                "2004":8,
                "2005":30,
                "2006":35,
                "2007":50,
                "2008":57,
                "2009":69,
                "2010":61,
                "2011":66,
                "2012":53,
                "2013":66,
                "2014":61,
                "2015":58,
                "2016":49,
                "2017":36,
                "2018":48,
                "2019":49,
                "2020":43,
                "2021":1
            }
        ],
        [
            "Vitamin D may modify risk for cardiometabolic outcomes (type 2 diabetes, hypertension, or cardiovascular disease).To examine the association between vitamin D status, including the effect of vitamin D supplementation, and cardiometabolic outcomes in generally healthy adults.English-language studies in MEDLINE (inception to 4 November 2009) and the Cochrane Central Register of Controlled Trials (fourth quarter of 2009).11 reviewers screened citations to identify longitudinal cohort studies that reported associations between vitamin D status and cardiometabolic outcomes, including randomized trials of vitamin D supplementation.5 independent reviewers extracted data about study conduct …",
            "Systematic review: vitamin D and cardiometabolic outcomes",
            "Anastassios G Pittas and Mei Chung and Thomas Trikalinos and Joanna Mitri and Michael Brendel and Kamal Patel and Alice H Lichtenstein and Joseph Lau and Ethan M Balk",
            "2010",
            "hPuulhkAAAAJ:dshw04ExmUIC",
            852,
            "https:\/\/www.acpjournals.org\/doi\/abs\/10.7326\/0003-4819-152-5-201003020-00009",
            "8032597375093723422",
            "\/scholar?cites=8032597375093723422",
            {
                "2010":33,
                "2011":108,
                "2012":122,
                "2013":115,
                "2014":102,
                "2015":85,
                "2016":71,
                "2017":74,
                "2018":49,
                "2019":38,
                "2020":29,
                "2021":2
            }
        ],
        [
            "Greater fish oil consumption has been associated with reduced CVD risk, although the mechanisms are unclear. Plant-source oil omega-3 fatty acids (ALA) have also been studied regarding their cardiovascular effect. We conducted a systematic review of randomized controlled trials that evaluated the effect of consumption of fish oil and ALA on commonly measured serum CVD risk factors, performing meta-analyses when appropriate. Combining 21 trials evaluating lipid outcomes, fish oil consumption resulted in a summary net change in triglycerides of −27 (95% CI −33, −20) mg\/dL, in HDL cholesterol of +1.6 (95% CI +0.8, +2.3) mg\/dL, and in LDL cholesterol of +6 (95% CI +3, +8) mg\/dL. There was no effect of fish oil on total cholesterol. Across studies, higher fish oil dose and higher baseline levels were associated with greater reductions in serum triglycerides. Overall, the 27 fish oil trials evaluating Hgb A1c or …",
            "Effects of omega-3 fatty acids on serum markers of cardiovascular disease risk: a systematic review",
            "Ethan M Balk and Alice H Lichtenstein and Mei Chung and Bruce Kupelnick and Priscilla Chew and Joseph Lau",
            "2006",
            "hPuulhkAAAAJ:YohjEiUPhakC",
            807,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021915006000694",
            "17960120497099151832",
            "\/scholar?cites=17960120497099151832",
            {
                "2005":2,
                "2006":8,
                "2007":28,
                "2008":35,
                "2009":63,
                "2010":50,
                "2011":64,
                "2012":84,
                "2013":69,
                "2014":75,
                "2015":69,
                "2016":65,
                "2017":51,
                "2018":46,
                "2019":33,
                "2020":31,
                "2021":5
            }
        ],
        [
            "Objectives. A series of new guidelines has been developed by the National Kidney Foundation’s Kidney Disease Outcomes Quality Initiative to improve the detection and management of chronic kidney disease (CKD). In most instances of CKD, the earliest manifestations of the disorder may be identified by relatively simple tests. Unfortunately, CKD is often “underdiagnosed,” in part because of the absence of a common definition of CKD and a classification of the stages in its progression. The Kidney Disease Outcomes Quality Initiative clinical practice guidelines for CKD evaluation, classification, and stratification provide a basis to remedy these deficits. The specific goals of the guidelines described in this review are to provide: 1) an overview of the clinical practice guidelines as they pertain to children and adolescents, 2) a simple classification of the stages of CKD, and 3) a practical approach to the laboratory …",
            "National Kidney Foundation’s Kidney Disease Outcomes Quality Initiative clinical practice guidelines for chronic kidney disease in children and adolescents: evaluation …",
            "Ronald J Hogg and Susan Furth and Kevin V Lemley and Ronald Portman and George J Schwartz and Josef Coresh and Ethan Balk and Joseph Lau and Adeera Levin and Annamaria T Kausz and Garabed Eknoyan and Andrew S Levey",
            "2003",
            "hPuulhkAAAAJ:blknAaTinKkC",
            785,
            "https:\/\/pediatrics.aappublications.org\/content\/111\/6\/1416.short",
            "4498344977643247318",
            "\/scholar?cites=4498344977643247318",
            {
                "2004":10,
                "2005":23,
                "2006":22,
                "2007":34,
                "2008":41,
                "2009":43,
                "2010":36,
                "2011":57,
                "2012":65,
                "2013":63,
                "2014":49,
                "2015":60,
                "2016":73,
                "2017":46,
                "2018":54,
                "2019":53,
                "2020":39,
                "2021":5
            }
        ]
    ]
}