{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The RIG-like helicase (RLH) family of intracellular receptors detect viral nucleic acid and signal through the mitochondrial antiviral signalling adaptor MAVS (also known as Cardif, VISA and IPS-1) during a viral infection 1, 2, 3, 4, 5, 6. MAVS activation leads to the rapid production of antiviral cytokines, including type 1 interferons. Although MAVS is vital to antiviral immunity, its regulation from within the mitochondria remains unknown. Here we describe human NLRX1, a highly conserved nucleotide-binding domain (NBD)-and leucine-rich-repeat (LRR)-containing family member (known as NLR) that localizes to the mitochondrial outer membrane and interacts with MAVS. Expression of NLRX1 results in the potent inhibition of RLH-and MAVS-mediated interferon-β promoter activity and in the disruption of virus-induced RLH–MAVS interactions. Depletion of NLRX1 with small interference RNA promotes virus-induced …",
            "NLRX1 is a regulator of mitochondrial antiviral immunity",
            "Chris B Moore and Daniel T Bergstralh and Joseph A Duncan and Yu Lei and Thomas E Morrison and Albert G Zimmermann and Mary A Accavitti-Loper and Victoria J Madden and Lijun Sun and Zhengmao Ye and John D Lich and Mark T Heise and Zhijian Chen and Jenny PY Ting",
            "2008",
            "HQih2xkAAAAJ:LkGwnXOMwfcC",
            546,
            "https:\/\/www.nature.com\/articles\/nature06501",
            "9054960694515312487",
            "\/scholar?cites=9054960694515312487",
            {
                "2008":21,
                "2009":54,
                "2010":49,
                "2011":62,
                "2012":50,
                "2013":49,
                "2014":48,
                "2015":36,
                "2016":39,
                "2017":28,
                "2018":28,
                "2019":36,
                "2020":34,
                "2021":5
            }
        ],
        [
            "Inflammation is a crucial element of the host response to cellular insult. Pathogen-induced inflammation includes a molecular pathway which proceeds through activation of the protease caspase-1 to the release of the inflammatory cytokines interleukin-1 (IL-1) and IL-18. Importantly, pathogens may also induce forms of cell death that have inherently pro-inflammatory features. Here, we review recent evidence demonstrating that NLR (nucleotide-binding domain, leucine-rich repeat containing) family proteins serve as a common component of both caspase-1-activated apoptotic pathways and caspase-independent necrotic pathways. Parallels are drawn between NLR protein function and the activity of structurally similar proteins involved in cell death: the apoptotic mediator APAF1 (apoptotic-protease-activating factor 1) and the plant disease resistance NBS-LRR (nucleotide-binding site leucine-rich repeats) proteins.",
            "NLRs at the intersection of cell death and immunity",
            "Jenny P-Y Ting and Stephen B Willingham and Daniel T Bergstralh",
            "2008",
            "HQih2xkAAAAJ:roLk4NBRz8UC",
            376,
            "https:\/\/www.nature.com\/articles\/nri2296",
            "5732712375934546943",
            "\/scholar?cites=5732712375934546943",
            {
                "2008":12,
                "2009":55,
                "2010":42,
                "2011":44,
                "2012":47,
                "2013":28,
                "2014":32,
                "2015":26,
                "2016":20,
                "2017":20,
                "2018":20,
                "2019":16,
                "2020":9,
                "2021":2
            }
        ],
        [
            "The CATERPILLER (CLR\/NLR) gene family encodes a family of putative nucleotide-binding proteins important for host defense. Although nucleotide binding is thought to be central to this family, this aspect is largely unstudied. The CATERPILLER protein cryopyrin\/NALP3 regulates IL-1β processing by assembling the multimeric inflammasome complex. Mutations within the exon encoding the nucleotide-binding domain are associated with hereditary periodic fevers characterized by constitutive IL-1β production. We demonstrate that purified cryopyrin binds ATP, dATP, and ATP-agarose, but not CTP, GTP, or UTP, and exhibits ATPase activity. Mutation of the nucleotide-binding domain reduces ATP binding, caspase-1 activation, IL-1β production, cell death, macromolecular complex formation, self-association, and association with the inflammasome component ASC. Disruption of nucleotide binding abolishes the …",
            "Cryopyrin\/NALP3 binds ATP\/dATP, is an ATPase, and requires ATP binding to mediate inflammatory signaling",
            "Joseph A Duncan and Daniel T Bergstralh and Yanhong Wang and Stephen B Willingham and Zhengmao Ye and Albert G Zimmermann and Jenny Pan-Yun Ting",
            "2007",
            "HQih2xkAAAAJ:UebtZRa9Y70C",
            354,
            "https:\/\/www.pnas.org\/content\/104\/19\/8041.short",
            "15302891467028698361",
            "\/scholar?cites=15302891467028698361",
            {
                "2007":6,
                "2008":15,
                "2009":23,
                "2010":20,
                "2011":22,
                "2012":34,
                "2013":18,
                "2014":25,
                "2015":34,
                "2016":22,
                "2017":19,
                "2018":21,
                "2019":33,
                "2020":51,
                "2021":8
            }
        ],
        [
            "Bacterial infection elicits a range of beneficial as well as detrimental host inflammatory responses. Key among these responses are macrophage\/monocyte necrosis, release of the proinflammatory factor high-mobility group box 1 protein (HMGB1), and induction of the cytokine IL-1. Although the control of IL-1β has been well studied, processes that control macrophage cell death and HMGB1 release in animals are poorly understood. This study uses Klebsiella pneumonia as a model organism because it elicits all three responses in vivo. The regulation of these responses is studied in the context of the inflammasome components NLRP3 and ASC, which are important for caspase-1 activation and IL-1β release. Using a pulmonary infection model that reflects human infection, we show that K. pneumonia-induced mouse macrophage necrosis, HMGB1, and IL-1β release are dependent on NLRP3 and ASC. K …",
            "NLRP3 (NALP3, Cryopyrin) facilitates in vivo caspase-1 activation, necrosis, and HMGB1 release via inflammasome-dependent and-independent pathways",
            "Stephen B Willingham and Irving C Allen and Daniel T Bergstralh and Willie June Brickey and Max Tze-Han Huang and Debra J Taxman and Joseph A Duncan and Jenny P-Y Ting",
            "2009",
            "HQih2xkAAAAJ:hqOjcs7Dif8C",
            308,
            "https:\/\/www.jimmunol.org\/content\/183\/3\/2008.short",
            "5639428205150241721",
            "\/scholar?cites=5639428205150241721",
            {
                "2009":1,
                "2010":14,
                "2011":25,
                "2012":35,
                "2013":31,
                "2014":41,
                "2015":27,
                "2016":23,
                "2017":28,
                "2018":29,
                "2019":26,
                "2020":23,
                "2021":3
            }
        ],
        [
            "Cryopyrin (CIAS1, NLRP3) and ASC are components of the inflammasome, a multiprotein complex required for caspase-1 activation and cytokine IL-1β production. CIAS1 mutations underlie autoinflammation characterized by excessive IL-1β secretion. Disease-associated cryopyrin also causes a program of necrosis-like cell death in macrophages, the mechanistic details of which are unknown. We find that patient monocytes carrying disease-associated CIAS1 mutations exhibit excessive necrosis-like death by a process dependent on ASC and cathepsin B, resulting in spillage of the proinflammatory mediator HMGB1. Shigella flexneri infection also causes cryopyrin-dependent macrophage necrosis with features similar to the death caused by mutant CIAS1. This necrotic death is independent of caspase-1 and IL-1β, and thus independent of the inflammasome. Furthermore, necrosis of primary macrophages …",
            "Microbial pathogen-induced necrotic cell death mediated by the inflammasome components CIAS1\/cryopyrin\/NLRP3 and ASC",
            "Stephen B Willingham and Daniel T Bergstralh and William O'Connor and Amy C Morrison and Debra J Taxman and Joseph A Duncan and Shoshana Barnoy and Malabi M Venkatesan and Richard A Flavell and Mohanish Deshmukh and Hal M Hoffman and Jenny P-Y Ting",
            "2007",
            "HQih2xkAAAAJ:Se3iqnhoufwC",
            303,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1931312807001928",
            "2789240721219906174",
            "\/scholar?cites=2789240721219906174",
            {
                "2007":1,
                "2008":12,
                "2009":43,
                "2010":31,
                "2011":37,
                "2012":25,
                "2013":23,
                "2014":21,
                "2015":26,
                "2016":27,
                "2017":13,
                "2018":15,
                "2019":13,
                "2020":12
            }
        ],
        [
            "Neisseria gonorrhoeae is a common sexually transmitted pathogen that significantly impacts female fertility, neonatal health, and transmission of HIV worldwide. N. gonorrhoeae usually causes localized inflammation of the urethra and cervix by inducing production of IL-1β and other inflammatory cytokines. Several NLR (nucleotide-binding domain, leucine-rich repeat) proteins are implicated in the formation of pro-IL-1β-processing complexes called inflammasomes in response to pathogens. We demonstrate that NLRP3 (cryopyrin, NALP3) is the primary NLR required for IL-1β\/IL-18 secretion in response to N. gonorrhoeae in monocytes. We also show that N. gonorrhoeae infection promotes NLRP3-dependent monocytic cell death via pyronecrosis, a recently described pathway with morphological features of necrosis, including release of the strong inflammatory mediator HMBG1. Additionally, N. gonorrhoeae …",
            "Neisseria gonorrhoeae activates the proteinase cathepsin B to mediate the signaling activities of the NLRP3 and ASC-containing inflammasome",
            "Joseph A Duncan and Xi Gao and Max Tze-Han Huang and Brian P O'Connor and Christopher E Thomas and Stephen B Willingham and Daniel T Bergstralh and Gary A Jarvis and P Frederick Sparling and Jenny P-Y Ting",
            "2009",
            "HQih2xkAAAAJ:0EnyYjriUFMC",
            278,
            "https:\/\/www.jimmunol.org\/content\/182\/10\/6460.short",
            "17335212506168947155",
            "\/scholar?cites=17335212506168947155",
            {
                "2009":6,
                "2010":11,
                "2011":36,
                "2012":29,
                "2013":21,
                "2014":37,
                "2015":32,
                "2016":26,
                "2017":21,
                "2018":26,
                "2019":20,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Background Host responses to viral infection include both immune activation and programmed cell death. The mitochondrial antiviral signaling adaptor, MAVS (IPS-1, VISA or Cardif) is critical for host defenses to viral infection by inducing type-1 interferons (IFN-I), however its role in virus-induced apoptotic responses has not been elucidated.  Principal Findings We show that MAVS causes apoptosis independent of its function in initiating IFN-I production. MAVS-induced cell death requires mitochondrial localization, is caspase dependent, and displays hallmarks of apoptosis. Furthermore, MAVS−\/− fibroblasts are resistant to Sendai virus-induced apoptosis. A functional screen identifies the hepatitis C virus NS3\/4A and the Severe Acute Respiratory Syndrome coronavirus (SARS-CoV) nonstructural protein (NSP15) as inhibitors of MAVS-induced apoptosis, possibly as a method of immune evasion.  Significance This study describes a novel role for MAVS in controlling viral infections through the induction of apoptosis, and identifies viral proteins which inhibit this host response.",
            "MAVS-mediated apoptosis and its inhibition by viral proteins",
            "Yu Lei and Chris B Moore and Rachael M Liesman and Brian P O'Connor and Daniel T Bergstralh and Zhijian J Chen and Raymond J Pickles and Jenny P-Y Ting",
            "2009",
            "HQih2xkAAAAJ:MXK_kJrjxJIC",
            193,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0005466",
            "17548077733318534395",
            "\/scholar?cites=17548077733318534395",
            {
                "2009":3,
                "2010":16,
                "2011":25,
                "2012":20,
                "2013":14,
                "2014":20,
                "2015":11,
                "2016":16,
                "2017":14,
                "2018":13,
                "2019":6,
                "2020":32
            }
        ],
        [
            "DNA recombination and repair pathways require structure-specific endonucleases to process DNA structures that include forks, flaps, and Holliday junctions. Previously, we determined that the Drosophila MEI-9-ERCC1 endonuclease interacts with the MUS312 protein to produce meiotic crossovers, and that MUS312 has a MEI-9-independent role in interstrand crosslink (ICL) repair. The importance of MUS312 to pathways crucial for maintaining genomic stability in Drosophila prompted us to search for orthologs in other organisms. Based on sequence, expression pattern, conserved protein-protein interactions, and ICL repair function, we determined that the mammalian ortholog of MUS312 is BTBD12. Orthology between these proteins and S. cerevisiae Slx4 helped identify a conserved interaction with a second structure-specific endonuclease, SLX1. Genetic and biochemical evidence described here and in …",
            "Drosophila MUS312 and the vertebrate ortholog BTBD12 interact with DNA structure-specific endonucleases in DNA repair and recombination",
            "Sabrina L Andersen and Daniel T Bergstralh and Kathryn P Kohl and Jeannine R LaRocque and Chris B Moore and Jeff Sekelsky",
            "2009",
            "HQih2xkAAAAJ:8k81kl-MbHgC",
            176,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1097276509004328",
            "6506243269171483188",
            "\/scholar?cites=6506243269171483188",
            {
                "2009":4,
                "2010":24,
                "2011":21,
                "2012":21,
                "2013":23,
                "2014":19,
                "2015":15,
                "2016":13,
                "2017":14,
                "2018":7,
                "2019":5,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Microtubule stabilization by chemotherapy is a powerful weapon in the war against cancer. Disruption of the mitotic spindle activates a number of signaling pathways, with consequences that may protect the cell or lead to its death via apoptosis. Taxol, the first microtubule stabilizing drug to be identified, has been utilized successfully in the treatment of solid tumors for two decades. Several features, however, make this drug less than ideal, and the search for next generation stabilizing drugs with increased efficacy has been intense and fruitful. Microtubule stabilizing agents (MSAs), including the taxanes, the epothilones, discodermolide, laulimalide, and eleutherobin, form an important and expanding family of chemotherapeutic agents. A strong understanding of their molecular signaling consequences is essential to their value, particularly in regard to their potential for combinatorial chemotherapy – the use of …",
            "Microtubule stabilizing agents: their molecular signaling consequences and the potential for enhancement by drug combination",
            "Daniel T Bergstralh and Jenny P-Y Ting",
            "2006",
            "HQih2xkAAAAJ:5nxA0vEk-isC",
            122,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0305737206000119",
            "4044315109524379187",
            "\/scholar?cites=4044315109524379187",
            {
                "2006":3,
                "2007":18,
                "2008":16,
                "2009":13,
                "2010":12,
                "2011":16,
                "2012":8,
                "2013":6,
                "2014":7,
                "2015":7,
                "2016":2,
                "2017":4,
                "2018":5,
                "2019":2
            }
        ],
        [
            "The interstrand crosslink (ICL) presents a challenge to both the cell and the scientist. From a clinical standpoint, these lesions are particularly intriguing: ICL-inducing agents are powerful tools in cancer chemotherapy, and spontaneous ICLs have recently been linked with accelerated aging phenotypes. Nevertheless, the ICL repair process has proven difficult to elucidate. Here we discuss recent additions to the current model and argue that the endonuclease xeroderma pigmentosum complementation group F-excision repair cross-complementing rodent repair deficiency complementation group 1 (XPF-ERCC1) has been heretofore misplaced. During nucleotide excision repair, XPF-ERCC1 makes a single-strand nick adjacent to the lesion. XPF-ERCC1 has been thought to play an analogous role in ICL repair. However, recent data has implicated XPF-ERCC1 in homologous recombination. We suggest that this …",
            "Interstrand crosslink repair: can XPF-ERCC1 be let off the hook?",
            "Daniel T Bergstralh and Jeff Sekelsky",
            "2008",
            "HQih2xkAAAAJ:3fE2CSJIrl8C",
            116,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168952507003873",
            "8209501700169184866",
            "\/scholar?cites=8209501700169184866",
            {
                "2008":4,
                "2009":22,
                "2010":25,
                "2011":7,
                "2012":4,
                "2013":15,
                "2014":9,
                "2015":9,
                "2016":6,
                "2017":3,
                "2018":3,
                "2019":5,
                "2020":3,
                "2021":1
            }
        ]
    ]
}