{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A search for the Standard Model Higgs boson in proton–proton collisions with the ATLAS detector at the LHC is presented. The datasets used correspond to integrated luminosities of approximately 4.8 fb− 1 collected at s= 7 TeV in 2011 and 5.8 fb− 1 at s= 8 TeV in 2012. Individual searches in the channels H→ Z Z (⁎)→ 4 ℓ, H→ γ γ and H→ W W (⁎)→ e ν μ ν in the 8 TeV data are combined with previously published results of searches for H→ Z Z (⁎), W W (⁎), b b¯ and τ+ τ− in the 7 TeV data and results from improved analyses of the H→ Z Z (⁎)→ 4 ℓ and H→ γ γ channels in the 7 TeV data. Clear evidence for the production of a neutral boson with a measured mass of 126.0±0.4 (stat)±0.4 (sys) GeV is presented. This observation, which has a significance of 5.9 standard deviations, corresponding to a background fluctuation probability of 1.7× 10− 9, is compatible with the production and decay of the Standard Model …",
            "Observation of a new particle in the search for the Standard Model Higgs boson with the ATLAS detector at the LHC",
            "Georges Aad and Tatevik Abajyan and B Abbott and J Abdallah and S Abdel Khalek and Ahmed Ali Abdelalim and R Aben and B Abi and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and BS Acharya and L Adamczyk and DL Adams and TN Addy and J Adelman and S Adomeit and P Adragna and T Adye and S Aefsky and JA Aguilar-Saavedra and M Agustoni and M Aharrouche and SP Ahlen and F Ahles and A Ahmad and M Ahsan and G Aielli and T Akdogan and TPA Åkesson and G Akimoto and AV Akimov and MS Alam and MA Alam and J Albert and S Albrand and M Aleksa and IN Aleksandrov and F Alessandria and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and M Aliev and G Alimonti and J Alison and BMM Allbrooke and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and F Alonso and A Altheimer and B Alvarez Gonzalez and MG Alviggi and K Amako and C Amelung and VV Ammosov and SP Amor Dos Santos and A Amorim and N Amram and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and M-L Andrieux and XS Anduaga and S Angelidakis and P Anger and A Angerami and F Anghinolfi and A Anisenkov and N Anjos and A Annovi and A Antonaki and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and S Aoun and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and ATH Arce and S Arfaoui and J-F Arguin and E Arik and M Arik and AJ Armbruster and O Arnaez and V Arnal and C Arnault and A Artamonov and G Artoni and D Arutinov and S Asai and S Ask and B Åsman and L Asquith and K Assamagan and A Astbury and M Atkinson and B Aubert and E Auge and K Augsten and M Aurousseau and G Avolio and R Avramidou and D Axen and G Azuelos and Y Azuma and MA Baak and G Baccaglioni and C Bacci and AM Bach and H Bachacou and K Bachas and M Backes and M Backhaus and J Backus Mayes and E Badescu and P Bagnaia and S Bahinipati and Y Bai and DC Bailey and T Bain and JT Baines and OK Baker and MD Baker and S Baker and P Balek and E Banas and P Banerjee and Sw Banerjee and D Banfi and A Bangert and V Bansal and HS Bansil",
            "2012",
            "hQOr_QIAAAAJ:zxqBrjVgvjwC",
            9937,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S037026931200857X",
            "1650605866782918575",
            "\/scholar?cites=1650605866782918575",
            {
                "2012":362,
                "2013":1539,
                "2014":1539,
                "2015":1427,
                "2016":1274,
                "2017":1097,
                "2018":947,
                "2019":850,
                "2020":803,
                "2021":26
            }
        ],
        [
            "The simulation software for the ATLAS Experiment at the Large Hadron Collider is being used for large-scale production of events on the LHC Computing Grid. This simulation requires many components, from the generators that simulate particle collisions, through packages simulating the response of the various detectors and triggers. All of these components come together under the ATLAS simulation infrastructure. In this paper, that infrastructure is discussed, including that supporting the detector description, interfacing the event generation, and combining the GEANT4 simulation of the response of the individual detectors. Also described are the tools allowing the software validation, performance testing, and the validation of the simulated output against known physics processes.",
            "The ATLAS simulation infrastructure",
            "Georges Aad and B Abbott and J Abdallah and AA Abdelalim and Abdelmalek Abdesselam and B Abi and M Abolins and H Abramowicz and H Abreu and BS Acharya and DL Adams and TN Addy and J Adelman and C Adorisio and P Adragna and T Adye and S Aefsky and JA Aguilar-Saavedra and M Aharrouche and SP Ahlen and F Ahles and A Ahmad and H Ahmed and M Ahsan and G Aielli and T Akdogan and TPA Åkesson and G Akimoto and AV Akimov and A Aktas and MS Alam and MA Alam and S Albrand and M Aleksa and IN Aleksandrov and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and M Aliev and G Alimonti and J Alison and M Aliyev and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and MG Alviggi and K Amako and C Amelung and A Amorim and G Amoros and N Amram and C Anastopoulos and T Andeen and CF Anders and KJ Anderson and A Andreazza and V Andrei and XS Anduaga and A Angerami and F Anghinolfi and N Anjos and A Annovi and A Antonaki and M Antonelli and S Antonelli and J Antos and B Antunovic and F Anulli and S Aoun and G Arabidze and I Aracena and Y Arai and ATH Arce and JP Archambault and S Arfaoui and J-F Arguin and T Argyropoulos and M Arik and AJ Armbruster and O Arnaez and C Arnault and A Artamonov and D Arutinov and M Asai and S Asai and R Asfandiyarov and S Ask and B Åsman and D Asner and L Asquith and K Assamagan and A Astbury and A Astvatsatourov and G Atoian and B Auerbach and K Augsten and M Aurousseau and N Austin and G Avolio and R Avramidou and D Axen and C Ay and G Azuelos and Y Azuma and MA Baak and AM Bach and H Bachacou and K Bachas and M Backes and E Badescu and P Bagnaia and Y Bai and T Bain and JT Baines and OK Baker and MD Baker and S Baker and F Baltasar Dos Santos Pedrosa and E Banas and P Banerjee and S Banerjee and D Banfi and A Bangert and V Bansal and SP Baranov and S Baranov and A Barashkou and T Barber and EL Barberio and D Barberis and M Barbero and DY Bardin and T Barillari and M Barisonzi and T Barklow and N Barlow and BM Barnett and RM Barnett and A Baroncelli and AJ Barr and F Barreiro and J Barreiro Guimaraes da Costa and P Barrillon and R Bartoldus and D Bartsch",
            "2010",
            "hQOr_QIAAAAJ:c2LjitseEfMC",
            6061,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-010-1429-9",
            "10614936945083796742",
            "\/scholar?cites=10614936945083796742",
            {
                "2010":21,
                "2011":322,
                "2012":621,
                "2013":549,
                "2014":541,
                "2015":708,
                "2016":769,
                "2017":760,
                "2018":842,
                "2019":583,
                "2020":323,
                "2021":8
            }
        ],
        [
            "We present the results of a search for the top quark in 19.3 pb− 1 of pp collisions at√ s= 1.8 TeV. The data were collected at the Fermilab Tevatron collider using the Collider Detector at Fermilab (CDF). The search includes standard model tt decays to final states eeνν, eμνν, and μμνν as well as e+ ν+ jets or μ+ ν+ jets. In the (e, μ)+ ν+ jets channel we search for b quarks from t decays via secondary vertex identification and via semileptonic decays of the b and cascade c quarks. In the dilepton final states we find two events with a background of 0. 56− 0.13+ 0.25 events. In the e, μ+ ν+ jets channel with a b identified via a secondary vertex, we find six events with a background of 2.3±0.3. With a b identified via a semileptonic decay, we find seven events with a background of 3.1±0.3. The secondary vertex and semileptonic-decay samples have three events in common. The probability that the observed yield is consistent …",
            "Evidence for top quark production in p¯p collisions at √s =1.8 TeV",
            "F Abe and MG Albrow and SR Amendolia and D Amidei and J Antos and C Anway-Wiese and G Apollinari and H Areti and P Auchincloss and M Austern and F Azfar and P Azzi and N Bacchetta and W Badgett and MW Bailey and J Bao and P De Barbaro and A Barbaro-Galtieri and VE Barnes and BA Barnett and P Bartalini and G Bauer and T Baumann and F Bedeschi and S Behrends and S Belforte and G Bellettini and J Bellinger and D Benjamin and J Benlloch and J Bensinger and D Benton and A Beretvas and JP Berge and S Bertolucci and A Bhatti and K Biery and M Binkley and F Bird and D Bisello and RE Blair and C Blocker and A Bodek and V Bolognesi and D Bortoletto and C Boswell and T Boulos and G Brandenburg and E Buckley-Geer and HS Budd and K Burkett and G Busetto and A Byon-Wagner and KL Byrum and C Campagnari and M Campbell and A Caner and W Carithers and D Carlsmith and A Castro and Y Cen and F Cervelli and J Chapman and M-T Cheng and G Chiarelli and T Chikamatsu and S Cihangir and AG Clark and M Cobal and M Contreras and J Conway and J Cooper and M Cordelli and DP Coupal and D Crane and JD Cunningham and T Daniels and F DeJongh and S Delchamps and S Dell’Agnello and Mauro Dell’Orso and L Demortier and B Denby and M Deninno and PF Derwent and T Devlin and M Dickson and Simone Donati and RB Drucker and A Dunn and K Einsweiler and JE Elias and R Ely and E Engels Jr and S Eno and D Errede and S Errede and Q Fan and B Farhat and I Fiori and B Flaugher and GW Foster and M Franklin and M Frautschi and J Freeman and J Friedman and H Frisch and A Fry and TA Fuess and Y Fukui and S Funaki and G Gagliardi and S Galeotti and M Gallinaro and AF Garfinkel and S Geer and DW Gerdes and P Giannetti and N Giokaris and P Giromini and L Gladney and D Glenzinski and M Gold and J Gonzalez and A Gordon and AT Goshaw and K Goulianos and H Grassmann and A Grewal and G Grieco and L Groer and C Grosso-Pilcher and C Haber and SR Hahn and R Hamilton and R Handler and RM Hans and K Hara and B Harral and RM Harris and SA Hauger and J Hauser and C Hawk and J Heinrich and D Hennessy and R Hollebeek and L Holloway and A Hölscher and S Hong and G Houk",
            "1994",
            "hQOr_QIAAAAJ:lYAcb2jw7qUC",
            1881,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.50.2966",
            "13014858460559140211",
            "\/scholar?cites=13014858460559140211",
            {
                "1994":127,
                "1995":437,
                "1996":227,
                "1997":138,
                "1998":118,
                "1999":79,
                "2000":74,
                "2001":49,
                "2002":72,
                "2003":46,
                "2004":39,
                "2005":45,
                "2006":35,
                "2007":30,
                "2008":44,
                "2009":34,
                "2010":21,
                "2011":31,
                "2012":30,
                "2013":36,
                "2014":16,
                "2015":21,
                "2016":17,
                "2017":14,
                "2018":9,
                "2019":5,
                "2020":10,
                "2021":4
            }
        ],
        [
            "The jet energy scale (JES) and its systematic uncertainty are determined for jets measured with the ATLAS detector using proton–proton collision data with a centre-of-mass energy of  s√=7  TeV corresponding to an integrated luminosity of  4.7   fb −1 . Jets are reconstructed from energy deposits forming topological clusters of calorimeter cells using the anti- kt  algorithm with distance parameters  R=0.4  or  R=0.6 , and are calibrated using MC simulations. A residual JES correction is applied to account for differences between data and MC simulations. This correction and its systematic uncertainty are estimated using a combination of in situ techniques exploiting the transverse momentum balance between a jet and a reference object such as a photon or a  Z  boson, for  20≤pjetT<1000 GeV  and pseudorapidities  |η|<4.5 . The effect of multiple proton–proton interactions is corrected for, and an uncertainty is evaluated using in situ techniques. The smallest JES uncertainty of less than 1 % is found in the central calorimeter region ( |η|<1.2 ) for jets with  55≤pjetT<500 GeV . For central jets at lower  pT , the uncertainty is about 3 %. A consistent JES estimate is found using measurements of the calorimeter response of single hadrons in proton–proton collisions and test-beam data, which also provide the estimate for  pjetT>1  TeV. The calibration of forward jets is derived from dijet  pT  balance measurements. The resulting uncertainty reaches its largest value of 6 % for low- pT jets at  |η|=4.5 . Additional JES uncertainties due to specific event topologies, such as close-by jets or selections of event samples with an enhanced content of jets originating …",
            "Jet energy measurement and its systematic uncertainty in proton–proton collisions at√ s= 7TeV with the ATLAS detector",
            "Melissa Franklin and John Huth and L Jeanty and D Lopez Mateos and Kevin Mercurio and Masahiro Morii and William Spearman and Andy Yen and G Zevi Della Porta",
            "2015",
            "hQOr_QIAAAAJ:u_35RYKgDlwC",
            1465,
            "https:\/\/dash.harvard.edu\/handle\/1\/33839898",
            "6727422993564776635",
            "\/scholar?cites=6727422993564776635",
            {
                "2014":60,
                "2015":362,
                "2016":342,
                "2017":358,
                "2018":200,
                "2019":93,
                "2020":35,
                "2021":2
            }
        ],
        [
            "Combined ATLAS and CMS measurements of the Higgs boson production and decay rates, as well as constraints on its couplings to vector bosons and fermions, are presented. The combination is based on the analysis of five production processes, namely gluon fusion, vector boson fusion, and associated production with a  or a  boson or a pair of top quarks, and of the six decay modes , , and . All results are reported assuming a value of 125.09 GeV for the Higgs boson mass, the result of the combined measurement by the ATLAS and CMS experiments. The analysis uses the CERN LHC proton--proton collision data recorded by the ATLAS and CMS experiments in 2011 and 2012, corresponding to integrated luminosities per experiment of approximately 5 fb  at  TeV and 20 fb  at  TeV. The Higgs boson production and decay rates measured by the two experiments are combined within the context of three generic parameterisations: two based on cross sections and branching fractions, and one on ratios of coupling modifiers. Several interpretations of the measurements with more model-dependent parameterisations are also given. The combined signal yield relative to the Standard Model prediction is measured to be 1.090.11. The combined measurements lead to observed significances for the vector boson fusion production process and for the  decay of  and  standard deviations, respectively. The data are consistent with the Standard Model predictions for all parameterisations considered.",
            "Measurements of the Higgs boson production and decay rates and constraints on its couplings from a combined ATLAS and CMS analysis of the LHC  collision data …",
            "CMS Collaborations",
            "2016",
            "hQOr_QIAAAAJ:PaBasH6fAo0C",
            1067,
            "https:\/\/arxiv.org\/abs\/1606.02266",
            "14346399703163010511",
            "\/scholar?cites=14346399703163010511",
            {
                "2015":6,
                "2016":89,
                "2017":254,
                "2018":322,
                "2019":223,
                "2020":162,
                "2021":3
            }
        ],
        [
            "We report the observation of a narrow state decaying into J\/ψ π+ π− and produced in 220 p b− 1 of p ̄ p collisions at s= 1.96 T e V in the CDF II experiment. We observe 730±90 decays. The mass is measured to be 3871.3±0.7 (s t a t)±0.4 (s y s t) M e V\/c 2, with an observed width consistent with the detector resolution. This is in agreement with the recent observation by the Belle Collaboration of the X (3872) meson.",
            "Observation of the Narrow State  in  Collisions at ",
            "Darin Acosta and T Affolder and MH Ahn and T Akimoto and MG Albrow and D Ambrose and S Amerio and D Amidei and A Anastassov and K Anikeev and A Annovi and J Antos and M Aoki and G Apollinari and JF Arguin and T Arisawa and A Artikov and T Asakawa and W Ashmanskas and A Attal and F Azfar and P Azzi-Bacchetta and N Bacchetta and H Bachacou and W Badgett and S Bailey and A Barbaro-Galtieri and G Barker and VE Barnes and BA Barnett and S Baroiant and M Barone and G Bauer and F Bedeschi and S Behari and S Belforte and WH Bell and G Bellettini and J Bellinger and D Benjamin and Andrew Beretvas and A Bhatti and M Binkley and D Bisello and M Bishai and RE Blair and C Blocker and K Bloom and B Blumenfeld and A Bocci and A Bodek and G Bolla and A Bolshov and PSL Booth and D Bortoletto and J Boudreau and S Bourov and C Bromberg and E Brubaker and J Budagov and HS Budd and K Burkett and G Busetto and P Bussey and KL Byrum and S Cabrera and P Calafiura and M Campanelli and M Campbell and A Canepa and D Carlsmith and S Carron and R Carosi and M Casarsa and A Castro and P Catastini and D Cauz and A Cerri and C Cerri and L Cerrito and J Chapman and C Chen and YC Chen and M Chertok and G Chiarelli and G Chlachidze and F Chlebana and K Cho and D Chokheli and ML Chu and JY Chung and WH Chung and YS Chung and CI Ciobanu and Maria Agnese Ciocci and AG Clark and D Clark and MN Coca and A Connolly and ME Convery and J Conway and M Cordelli and G Cortiana and J Cranshaw and R Culbertson and C Currat and D Cyr and D Dagenhart and S DaRonco and S D’Auria and P de Barbaro and S De Cecco and Gilles De Lentdecker and Simone Dell’Agnello and Mauro Dell’Orso and S Demers and L Demortier and M Deninno and D De Pedis and PF Derwent and Carlo Dionisi and JR Dittmann and P Doksus and A Dominguez and Simone Donati and M D’Onofrio and T Dorigo and V Drollinger and K Ebina and N Eddy and R Ely and R Erbacher and M Erdmann and D Errede and S Errede and R Eusebi and HC Fang and S Farrington and I Fedorko and RG Feild and M Feindt and JP Fernandez and C Ferretti and RD Field and I Fiori and G Flanagan and B Flaugher and LR Flores-Castillo and A Foland and S Forrester",
            "2004",
            "hQOr_QIAAAAJ:x9HjRiAMpasC",
            956,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.072001",
            "9838935033022912417",
            "\/scholar?cites=9838935033022912417",
            {
                "2004":19,
                "2005":55,
                "2006":65,
                "2007":76,
                "2008":69,
                "2009":69,
                "2010":74,
                "2011":59,
                "2012":58,
                "2013":69,
                "2014":55,
                "2015":53,
                "2016":60,
                "2017":48,
                "2018":45,
                "2019":36,
                "2020":37,
                "2021":2
            }
        ],
        [
            "A measurement of jet activity in the rapidity interval bounded by a dijet system is presented. Events are vetoed if a jet with transverse momentum greater than 20 GeV is found between the two boundary jets. The fraction of dijet events that survive the jet veto is presented for boundary jets that are separated by up to six units of rapidity and with mean transverse momentum 50<< 500 GeV. The mean multiplicity of jets above the veto scale in the rapidity interval bounded by the dijet system is also presented as an alternative method for quantifying perturbative QCD emission. The data are compared to a next-to-leading order plus parton shower prediction from the powheg-box, an all-order resummation using the hej calculation and the pythia, herwig++ and alpgen event generators. The measurement was performed using pp collisions at TeV using data recorded by the ATLAS detector in 2010.",
            "Measurement of dijet production with a veto on additional central jet activity in pp collisions at  TeV using the ATLAS detector",
            "Georges Aad and Brad Abbott and Jalal Abdallah and AA Abdelalim and A Abdesselam and B Abi and M Abolins and H Abramowicz and H Abreu and E Acerbi and BS Acharya and DL Adams and TN Addy and J Adelman and M Aderholz and S Adomeit and P Adragna and T Adye and S Aefsky and JA Aguilar-Saavedra and M Aharrouche and SP Ahlen and F Ahles and A Ahmad and M Ahsan and G Aielli and T Akdogan and TPA Åkesson and G Akimoto and AV Akimov and A Akiyama and MS Alam and MA Alam and J Albert and S Albrand and M Aleksa and IN Aleksandrov and F Alessandria and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and M Aliev and G Alimonti and J Alison and M Aliyev and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and MG Alviggi and K Amako and P Amaral and C Amelung and VV Ammosov and A Amorim and G Amorós and N Amram and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and ML Andrieux and XS Anduaga and A Angerami and F Anghinolfi and N Anjos and A Annovi and A Antonaki and M Antonelli and A Antonov and J Antos and F Anulli and S Aoun and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and ATH Arce and JP Archambault and S Arfaoui and JF Arguin and E Arik and M Arik and AJ Armbruster and O Arnaez and C Arnault and A Artamonov and G Artoni and D Arutinov and S Asai and R Asfandiyarov and S Ask and B Åsman and L Asquith and K Assamagan and A Astbury and A Astvatsatourov and G Atoian and B Aubert and B Auerbach and E Auge and K Augsten and M Aurousseau and N Austin and G Avolio and R Avramidou and D Axen and Cano Ay and G Azuelos and Y Azuma and MA Baak and G Baccaglioni and C Bacci and AM Bach and H Bachacou and K Bachas and G Bachy and M Backes and M Backhaus and E Badescu and P Bagnaia and S Bahinipati and Y Bai and DC Bailey and T Bain and JT Baines and OK Baker and MD Baker and S Baker and E Banas and P Banerjee and Sw Banerjee and D Banfi and A Bangert and V Bansal and HS Bansil and L Barak and SP Baranov and A Barashkou and A Barbaro Galtieri",
            "2011",
            "hQOr_QIAAAAJ:ubry08Y2EpUC",
            857,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP09(2011)053.pdf",
            "5953950605138493163",
            "\/scholar?cites=5953950605138493163",
            {
                "2011":13,
                "2012":112,
                "2013":132,
                "2014":130,
                "2015":177,
                "2016":123,
                "2017":78,
                "2018":49,
                "2019":30,
                "2020":12
            }
        ],
        [
            "A measurement of the cross section for the inclusive production of isolated prompt photons in p p collisions at a center-of-mass energy s= 7 TeV is presented. The measurement covers the pseudorapidity ranges| η γ|< 1.37 and 1.52≤| η γ|< 1.81 in the transverse energy range 15≤ E T γ< 100 GeV. The results are based on an integrated luminosity of 880 nb− 1, collected with the ATLAS detector at the Large Hadron Collider. Photon candidates are identified by combining information from the calorimeters and from the inner tracker. Residual background in the selected sample is estimated from data based on the observed distribution of the transverse isolation energy in a narrow cone around the photon candidate. The results are compared to predictions from next-to-leading-order perturbative QCD calculations.",
            "Measurement of the inclusive isolated prompt photon cross section in  collisions at  with the ATLAS detector",
            "Georges Aad and Brad Abbott and Jalal Abdallah and AA Abdelalim and A Abdesselam and B Abi and M Abolins and H Abramowicz and H Abreu and E Acerbi and BS Acharya and M Ackers and DL Adams and TN Addy and J Adelman and M Aderholz and S Adomeit and P Adragna and T Adye and S Aefsky and JA Aguilar-Saavedra and M Aharrouche and SP Ahlen and F Ahles and A Ahmad and M Ahsan and G Aielli and T Akdogan and TPA Åkesson and G Akimoto and AV Akimov and MS Alam and MA Alam and S Albrand and M Aleksa and IN Aleksandrov and M Aleppo and F Alessandria and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and M Aliev and G Alimonti and J Alison and M Aliyev and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and J Alonso and MG Alviggi and K Amako and P Amaral and C Amelung and VV Ammosov and A Amorim and G Amorós and N Amram and C Anastopoulos and N Andari and T Andeen and CF Anders and KJ Anderson and A Andreazza and V Andrei and ML Andrieux and XS Anduaga and A Angerami and F Anghinolfi and N Anjos and A Annovi and A Antonaki and M Antonelli and S Antonelli and J Antos and F Anulli and S Aoun and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and ATH Arce and JP Archambault and S Arfaoui and JF Arguin and E Arik and M Arik and AJ Armbruster and KE Arms and SR Armstrong and O Arnaez and C Arnault and A Artamonov and G Artoni and D Arutinov and S Asai and R Asfandiyarov and S Ask and B Åsman and L Asquith and K Assamagan and A Astbury and A Astvatsatourov and G Atoian and B Aubert and B Auerbach and E Auge and K Augsten and M Aurousseau and N Austin and R Avramidou and D Axen and C Ay and G Azuelos and Y Azuma and MA Baak and G Baccaglioni and C Bacci and AM Bach and H Bachacou and K Bachas and G Bachy and M Backes and E Badescu and P Bagnaia and S Bahinipati and Y Bai and DC Bailey and T Bain and JT Baines and OK Baker and S Baker and F Baltasar Dos Santos Pedrosa and E Banas and P Banerjee and Sw Banerjee and D Banfi and A Bangert and V Bansal and HS Bansil and L Barak and SP Baranov and A Barashkou and A Barbaro Galtieri and T Barber",
            "2011",
            "hQOr_QIAAAAJ:u5HHmVD_uO8C",
            823,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.83.052005",
            "12885597929910716448",
            "\/scholar?cites=12885597929910716448",
            {
                "2011":77,
                "2012":101,
                "2013":96,
                "2014":90,
                "2015":68,
                "2016":95,
                "2017":110,
                "2018":90,
                "2019":61,
                "2020":32,
                "2021":1
            }
        ],
        [
            "Two-particle correlations in relative azimuthal angle (Δ ϕ) and pseudorapidity (Δ η) are measured in s NN= 5.02 TeV p+ Pb collisions using the ATLAS detector at the LHC. The measurements are performed using approximately 1 μ b− 1 of data as a function of transverse momentum (p T) and the transverse energy (Σ E T Pb) summed over 3.1< η< 4.9 in the direction of the Pb beam. The correlation function, constructed from charged particles, exhibits a long-range (2<| Δ η|< 5)“near-side”(Δ ϕ∼ 0) correlation that grows rapidly with increasing Σ E T Pb. A long-range “away-side”(Δ ϕ∼ π) correlation, obtained by subtracting the expected contributions from recoiling dijets and other sources estimated using events with small Σ E T Pb, is found to match the near-side correlation in magnitude, shape (in Δ η and Δ ϕ) and Σ E T Pb dependence. The resultant Δ ϕ correlation is approximately symmetric about π\/2, and is …",
            "Observation of Associated Near-Side and Away-Side Long-Range Correlations in  Proton-Lead Collisions with the ATLAS Detector",
            "Georges Aad and Tatevik Abajyan and Brad Abbott and Jalal Abdallah and S Abdel Khalek and AA Abdelalim and R Aben and B Abi and M Abolins and OS Abouzeid and H Abramowicz and H Abreu and BS Acharya and L Adamczyk and DL Adams and TN Addy and J Adelman and S Adomeit and P Adragna and T Adye and S Aefsky and JA Aguilar-Saavedra and M Agustoni and SP Ahlen and F Ahles and A Ahmad and M Ahsan and G Aielli and TPA Åkesson and G Akimoto and AV Akimov and MA Alam and J Albert and S Albrand and M Aleksa and IN Aleksandrov and F Alessandria and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and M Aliev and G Alimonti and J Alison and BMM Allbrooke and LJ Allison and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and F Alonso and A Altheimer and B Alvarez Gonzalez and MG Alviggi and K Amako and C Amelung and VV Ammosov and SP Amor Dos Santos and A Amorim and S Amoroso and N Amram and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and XS Anduaga and S Angelidakis and P Anger and A Angerami and F Anghinolfi and A Anisenkov and N Anjos and A Annovi and A Antonaki and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and ATH Arce and S Arfaoui and JF Arguin and S Argyropoulos and E Arik and M Arik and AJ Armbruster and O Arnaez and V Arnal and A Artamonov and G Artoni and D Arutinov and S Asai and S Ask and B Åsman and L Asquith and K Assamagan and R Astalos and A Astbury and M Atkinson and B Auerbach and E Auge and K Augsten and M Aurousseau and G Avolio and D Axen and G Azuelos and Y Azuma and MA Baak and G Baccaglioni and C Bacci and AM Bach and H Bachacou and K Bachas and M Backes and M Backhaus and J Backus Mayes and E Badescu and P Bagnaia and Y Bai and DC Bailey and T Bain and JT Baines and OK Baker and S Baker and P Balek and F Balli and E Banas and P Banerjee and Sw Banerjee and D Banfi and A Bangert and V Bansal and HS Bansil and L Barak and SP Baranov and T Barber and EL Barberio",
            "2013",
            "hQOr_QIAAAAJ:p7qoFRH4VUUC",
            750,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.182302",
            "8886099044352269458",
            "\/scholar?cites=8886099044352269458",
            {
                "2012":3,
                "2013":55,
                "2014":128,
                "2015":106,
                "2016":114,
                "2017":109,
                "2018":102,
                "2019":70,
                "2020":60,
                "2021":2
            }
        ],
        [
            "We report the observation of B s 0− Bs 0 oscillations from a time-dependent measurement of the B s 0− Bs 0 oscillation frequency Δ m s. Using a data sample of 1 fb− 1 of p p collisions at s= 1.96 TeV collected with the CDF II detector at the Fermilab Tevatron, we find signals of 5600 fully reconstructed hadronic B s decays, 3100 partially reconstructed hadronic B s decays, and 61 500 partially reconstructed semileptonic B s decays. We measure the probability as a function of proper decay time that the B s decays with the same, or opposite, flavor as the flavor at production, and we find a signal for B s 0− Bs 0 oscillations. The probability that random fluctuations could produce a comparable signal is 8× 10− 8, which exceeds 5 σ significance. We measure Δ m s= 17.77±0.10 (stat)±0.07 (syst) ps− 1 and extract| V td\/V ts|= 0.2060±0.0007 (Δ m s)− 0.0060+ 0.0081 (Δ m d+ theor).",
            "Observation of  Oscillations",
            "A Abulencia and J Adelman and T Affolder and T Akimoto and MG Albrow and D Ambrose and S Amerio and D Amidei and A Anastassov and K Anikeev and A Annovi and J Antos and M Aoki and G Apollinari and J-F Arguin and T Arisawa and A Artikov and W Ashmanskas and A Attal and F Azfar and P Azzi-Bacchetta and P Azzurri and N Bacchetta and W Badgett and A Barbaro-Galtieri and VE Barnes and BA Barnett and S Baroiant and V Bartsch and G Bauer and F Bedeschi and S Behari and S Belforte and G Bellettini and J Bellinger and A Belloni and D Benjamin and Andrew Beretvas and J Beringer and T Berry and A Bhatti and M Binkley and D Bisello and RE Blair and C Blocker and B Blumenfeld and A Bocci and A Bodek and V Boisvert and G Bolla and A Bolshov and D Bortoletto and J Boudreau and A Boveia and B Brau and L Brigliadori and C Bromberg and E Brubaker and J Budagov and HS Budd and S Budd and S Budroni and K Burkett and G Busetto and P Bussey and KL Byrum and S Cabrera and M Campanelli and M Campbell and F Canelli and A Canepa and S Carrillo and D Carlsmith and R Carosi and S Carron and B Casal and M Casarsa and A Castro and P Catastini and D Cauz and M Cavalli-Sforza and A Cerri and L Cerrito and SH Chang and YC Chen and M Chertok and G Chiarelli and G Chlachidze and F Chlebana and I Cho and K Cho and D Chokheli and JP Chou and G Choudalakis and SH Chuang and K Chung and WH Chung and YS Chung and M Ciljak and CI Ciobanu and MA Ciocci and A Clark and D Clark and M Coca and G Compostella and ME Convery and J Conway and B Cooper and K Copic and M Cordelli and G Cortiana and F Crescioli and C Cuenca Almenar and J Cuevas and R Culbertson and JC Cully and D Cyr and S DaRonco and S D’Auria and T Davies and M D’Onofrio and D Dagenhart and P De Barbaro and S De Cecco and A Deisher and Gilles De Lentdecker and Mauro Dell’Orso and F Delli Paoli and L Demortier and J Deng and M Deninno and D De Pedis and PF Derwent and GP Di Giovanni and Carlo Dionisi and B Di Ruzza and JR Dittmann and P DiTuro and C Dörr and Simone Donati and Mauro Donegà and P Dong and J Donini and T Dorigo and S Dube and J Efron and R Erbacher and D Errede and S Errede and R Eusebi",
            "2006",
            "hQOr_QIAAAAJ:vNwWLMROEM0C",
            749,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.242003",
            "15745844655974134139",
            "\/scholar?cites=15745844655974134139",
            {
                "2006":3,
                "2007":117,
                "2008":144,
                "2009":92,
                "2010":76,
                "2011":75,
                "2012":51,
                "2013":60,
                "2014":32,
                "2015":25,
                "2016":16,
                "2017":20,
                "2018":10,
                "2019":9,
                "2020":10
            }
        ]
    ]
}