{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Polymyxins remain the last line treatment for multidrug-resistant (MDR) infections. As polymyxins resistance emerges, there is an urgent need to develop effective antimicrobial agents capable of mitigating MDR. Here, we report biodegradable guanidinium-functionalized polycarbonates with a distinctive mechanism that does not induce drug resistance. Unlike conventional antibiotics, repeated use of the polymers does not lead to drug resistance. Transcriptomic analysis of bacteria further supports development of resistance to antibiotics but not to the macromolecules after 30 treatments. Importantly, high in vivo treatment efficacy of the macromolecules is achieved in MDR A. baumannii-, E. coli-, K. pneumoniae-, methicillin-resistant S. aureus-, cecal ligation and puncture-induced polymicrobial peritonitis, and P. aeruginosa lung infection mouse models while remaining non-toxic (eg, therapeutic index—ED 50\/LD 50 …",
            "A macromolecular approach to eradicate multidrug resistant bacterial infections while mitigating drug resistance onset",
            "Willy Chin and Guansheng Zhong and Qinqin Pu and Chuan Yang and Weiyang Lou and Paola Florez De Sessions and Balamurugan Periaswamy and Ashlynn Lee and Zhen Chang Liang and Xin Ding and Shujun Gao and Collins Wenhan Chu and Simone Bianco and Chang Bao and Yen Wah Tong and Weimin Fan and Min Wu and James L Hedrick and Yi Yan Yang",
            "2018",
            "hSxA0V8AAAAJ:2osOgNQ5qMEC",
            120,
            "https:\/\/www.nature.com\/articles\/s41467-018-03325-6",
            "15377590259573422937",
            "\/scholar?cites=15377590259573422937",
            {
                "2018":19,
                "2019":42,
                "2020":55,
                "2021":3
            }
        ],
        [
            "Drug resistance to chemotherapeutics is a recurrent issue plaguing many cancer treatment regimens. To circumvent resistance issues, we have designed a new class of macromolecules as self-contained chemotherapeutic agents. The macromolecular chemotherapeutic agents readily self-assemble into well-defined nanoparticles and show excellent activity in vitro against multiple cancer cell lines. These cationic polymers function by selectively binding and lysing cancer cell membranes. As a consequence of this mechanism, they exhibit significant potency against drug-resistant cancer cells and cancer stem cells, prevent cancer cell migration, and do not induce resistance onset following multiple treatment passages. Concurrent experiments with the small-molecule chemotherapeutic, doxorubicin, show aggressive resistance onset in cancer cells, a lack of efficacy against drug-resistant cancer cell lines, and a …",
            "Addressing drug resistance in cancer with macromolecular chemotherapeutic agents",
            "Nathaniel H Park and Wei Cheng and Fritz Lai and Chuan Yang and Paola Florez de Sessions and Balamurugan Periaswamy and Collins Wenhan Chu and Simone Bianco and Shaoqiong Liu and Shrinivas Venkataraman and Qingfeng Chen and Yi Yan Yang and James L Hedrick",
            "2018",
            "hSxA0V8AAAAJ:qjMakFHDy7sC",
            41,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jacs.7b11468",
            "10633315838881477640",
            "\/scholar?cites=10633315838881477640",
            {
                "2018":2,
                "2019":16,
                "2020":23
            }
        ],
        [
            "Dynamic establishment of the nasal microbiota in early life influences local mucosal immune responses and susceptibility to childhood respiratory disorders.The aim of this case-control study was to monitor, evaluate, and compare development of the nasal microbiota of infants with rhinitis and wheeze in the first 18 months of life with those of healthy control subjects.Anterior nasal swabs of 122 subjects belonging to the Growing Up in Singapore Towards Healthy Outcomes (GUSTO) birth cohort were collected longitudinally over 7 time points in the first 18 months of life. Nasal microbiota signatures were analyzed by using 16S rRNA multiplexed pair-end sequencing from 3 clinical groups: (1) patients with rhinitis alone (n = 28), (2) patients with rhinitis with concomitant wheeze (n = 34), and (3) healthy control subjects (n = 60).Maturation of the nasal microbiome followed distinctive …",
            "Establishment of the nasal microbiota in the first 18 months of life: correlation with early-onset rhinitis and wheezing",
            "Gaik Chin Yap and Carina Jing Xuan Tay and Alicia Shi Min Lim and Chiung-Hui Huang and Collins Wenhan Chu and Paola Florez De Sessions and Lynette P Shek and Anne Goh and Hugo PS Van Bever and Oon Hoe Teoh and Jian Yi Soh and Biju Thomas and Mahesh Babu Ramamurthy and Daniel YT Goh and Christophe Lay and Shu-E Soh and Yiong Huak Chan and Seang-Mei Saw and Kenneth Kwek and Yap-Seng Chong and Keith M Godfrey and Martin Lloyd Hibberd and Bee Wah Lee",
            "2018",
            "hSxA0V8AAAAJ:d1gkVwhDpl0C",
            27,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0091674918302215",
            "9359165028510979413",
            "\/scholar?cites=9359165028510979413",
            {
                "2018":4,
                "2019":13,
                "2020":9,
                "2021":1
            }
        ],
        [
            "Diarrheal diseases remain the second most common cause of mortality in young children in developing countries. Efforts have been made to explore the impact of diarrhea on bacterial communities in the human gut, but a thorough understanding has been impeded by inadequate resolution in bacterial identification and the examination of only few etiological agents. Here, by profiling an extended region of the 16S rRNA gene in the fecal microbiome, we aimed to elucidate the nature of gut microbiome perturbations during the early phase of infectious diarrhea caused by various etiological agents in Vietnamese children. Fecal samples from 145 diarrheal cases with a confirmed infectious etiology before antimicrobial therapy and 54 control subjects were analyzed. We found that the diarrheal fecal microbiota could be robustly categorized into 4 microbial configurations that either generally resembled or were highly …",
            "Assessing gut microbiota perturbations during the early phase of infectious diarrhea in Vietnamese children",
            "Hao Chung The and Paola Florez de Sessions and Song Jie and Duy Pham Thanh and Corinne N Thompson and Chau Nguyen Ngoc Minh and Collins Wenhan Chu and Tuan-Anh Tran and Nicholas R Thomson and Guy E Thwaites and Maia A Rabaa and Martin Hibberd and Stephen Baker",
            "2018",
            "hSxA0V8AAAAJ:u5HHmVD_uO8C",
            19,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/19490976.2017.1361093",
            "15408336751329978197",
            "\/scholar?cites=15408336751329978197",
            {
                "2018":5,
                "2019":6,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Structural and molecular myelination deficits represent early pathological features of Huntington disease (HD). Recent evidence from germ-free (GF) animals suggests a role for microbiota-gut-brain bidirectional communication in the regulation of myelination. In this study, we aimed to investigate the impact of microbiota on myelin plasticity and oligodendroglial population dynamics in the mixed-sex BACHD mouse model of HD. Ultrastructural analysis of myelin in the corpus callosum revealed alterations of myelin thickness in BACHD GF compared to specific-pathogen free (SPF) mice, whereas no differences were observed between wild-type (WT) groups. In contrast, myelin compaction was altered in all groups when compared to WT SPF animals. Levels of myelin-related proteins were generally reduced, and the number of mature oligodendrocytes was decreased in the prefrontal cortex under GF compared to SPF …",
            "Manipulation of microbiota reveals altered callosal myelination and white matter plasticity in a model of Huntington disease",
            "Carola I Radulescu and Marta Garcia-Miralles and Harwin Sidik and Costanza Ferrari Bardile and Nur Amirah Binte Mohammad Yusof and Hae Ung Lee and Eliza Xin Pei Ho and Collins Wenhan Chu and Emma Layton and Donovan Low and Paola Florez De Sessions and Sven Pettersson and Florent Ginhoux and Mahmoud A Pouladi",
            "2019",
            "hSxA0V8AAAAJ:zYLM7Y9cAGgC",
            18,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0969996118305515",
            "2631377779809397933",
            "\/scholar?cites=2631377779809397933",
            {
                "2018":2,
                "2019":4,
                "2020":12
            }
        ],
        [
            "Background While the aetiology of age-related macular degeneration (AMD)—a major blinding disease—remains unknown, the disease is strongly associated with variants in the complement factor H (CFH) gene. CFH variants also confer susceptibility to invasive infection with several bacterial colonizers of the nasopharyngeal mucosa. This shared susceptibility locus implicates complement deregulation as a common disease mechanism, and suggests the possibility that microbial interactions with host complement may trigger AMD. In this study, we address this possibility by testing the hypothesis that AMD is associated with specific microbial colonization of the human nasopharynx.   Results High-throughput Illumina sequencing of the V3-V6 region of the microbial 16S ribosomal RNA gene was used to comprehensively and accurately describe the human pharyngeal microbiome, at genus level, in 245 AMD patients and 386 controls. Based on mean and differential microbial abundance analyses, we determined an overview of the pharyngeal microbiota, as well as candidate genera (Prevotella and Gemella) suggesting an association towards AMD health and disease conditions.   Conclusions Utilizing an extensive study population from Singapore, our results provided an accurate description of the pharyngeal microbiota profiles in AMD health and disease conditions. Through identification of candidate genera that are different between conditions, we provide preliminary evidence for the existence of microbial triggers for AMD. Ethical approval for this study was obtained through the Singapore Health Clinical Institutional Review Board, reference …",
            "Human pharyngeal microbiota in age-related macular degeneration",
            "Eliza Xin Pei Ho and Chui Ming Gemmy Cheung and Shuzhen Sim and Collins Wenhan Chu and Andreas Wilm and Clarabelle Bitong Lin and Ranjana Mathur and Doric Wong and Choi Mun Chan and Mayuri Bhagarva and Augustinus Laude and Tock Han Lim and Tien Yin Wong and Ching Yu Cheng and Sonia Davila and Martin Hibberd",
            "2018",
            "hSxA0V8AAAAJ:IjCSPb-OGe4C",
            12,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0201768",
            "4117626721756828158",
            "\/scholar?cites=4117626721756828158",
            {
                "2019":3,
                "2020":9
            }
        ],
        [
            "Accurate and timely prediction for endemic infectious diseases is vital for public health agencies to plan and carry out any control methods at an early stage of disease outbreaks. Climatic variables has been identified as important predictors in models for infectious disease forecasts. Various approaches have been proposed in the literature to produce accurate and timely predictions and potentially improve public health response.We assessed how the machine learning LASSO method may be useful in providing useful forecasts for different pathogens in countries with different climates. Separate LASSO models were constructed for different disease\/country\/forecast window with different model complexity by including different sets of predictors to assess the importance of different predictors under various conditions.There was a more apparent cyclicity for both climatic variables and …",
            "The utility of LASSO-based models for real time forecasts of endemic infectious diseases: A cross country comparison",
            "Yirong Chen and Collins Wenhan Chu and Mark IC Chen and Alex R Cook",
            "2018",
            "hSxA0V8AAAAJ:9yKSN-GCB0IC",
            10,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1532046418300339",
            "4444168536252424853",
            "\/scholar?cites=4444168536252424853",
            {
                "2019":3,
                "2020":7
            }
        ],
        [
            "Androgenetic alopecia is the most common form of hair loss in males. It is a multifactorial condition involving genetic predisposition and hormonal changes. The role of microflora during hair loss remains to be understood. We therefore analyzed the microbiome of hair follicles from hair loss patients and the healthy. Hair follicles were extracted from occipital and vertex region of hair loss patients and healthy volunteers and further dissected into middle and lower compartments. The microbiome was then characterized by 16S rRNA sequencing. Distinct microbial population were found in the middle and lower compartment of hair follicles. Middle hair compartment was predominated by Burkholderia spp. and less diverse; while higher bacterial diversity was observed in the lower hair portion. Occipital and vertex hair follicles did not show significant differences. In hair loss patients, miniaturized vertex hair houses elevated Propionibacterium acnes in the middle and lower compartments while non-miniaturized hair of other regions were comparable to the healthy. Increased abundance of P. acnes in miniaturized hair follicles could be associated to elevated immune response gene expression in the hair follicle.",
            "Microbiome in the hair follicle of androgenetic alopecia patients",
            "Bryan Siu-Yin Ho and Eliza Xin Pei Ho and Collins Wenhan Chu and Srinivas Ramasamy and Mei Bigliardi-Qi and Paola Florez de Sessions and Paul Lorenz Bigliardi",
            "2019",
            "hSxA0V8AAAAJ:W7OEmFMy1HYC",
            9,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0216330",
            "9336430037291312391",
            "\/scholar?cites=9336430037291312391",
            {
                "2020":8,
                "2021":1
            }
        ],
        [
            "",
            "An outbreak of Streptococcus pyogenes in a mental health facility: advantage of well-timed whole-genome sequencing over emm typing",
            "Sarah M Bergin and Balamurugan Periaswamy and Timothy Barkham and Hong Choon Chua and Yee Ming Mok and Daniel Shuen Sheng Fung and Alex Hsin Chuan Su and Yen Ling Lee and Ming Lai Ivan Chua and Poh Yong Ng and Wei Jia Wendy Soon and Collins Wenhan Chu and Siyun Lucinda Tan and Mary Meehan and Brenda Sze Peng Ang and Yee Sin Leo and Matthew TG Holden and Partha De and Li Yang Hsu and Swaine L Chen and Paola Florez de Sessions and Kalisvar Marimuthu",
            "2018",
            "hSxA0V8AAAAJ:UeHWp8X0CEIC",
            9,
            "https:\/\/research-repository.st-andrews.ac.uk\/handle\/10023\/16422",
            "13495535657198605052",
            "\/scholar?cites=13495535657198605052",
            {
                "2019":3,
                "2020":5
            }
        ],
        [
            "Neutralizing antibodies (nAbs) are a critical component for protection against dengue virus (DENV) infection, but little is known about the immune mechanisms governing their induction and whether such mechanisms can be harnessed for vaccine development. In this study, we profiled the early immune responses to flaviviruses in human peripheral blood mononuclear cells and screened a panel of toll-like receptor (TLR) agonists that stimulate the same immune signatures. Monocyte\/macrophage-driven inflammatory responses and interferon responses were characteristics of flavivirus infection and associated with induction of nAbs in humans immunized with the yellow fever vaccine YF-17D. The signatures were best reproduced by the combination of TLR agonists Pam 3 CSK 4 and PolyI: C (PP). Immunization of both mice and macaques with a poorly immunogenic recombinant DENV-2 envelope domain III (EDIII …",
            "Mimicking immune signatures of flavivirus infection with targeted adjuvants improves dengue subunit vaccine immunogenicity",
            "Katell Bidet and Victor Ho and Collins Wenhan Chu and Ahmad Nazri Mohamed Naim and Khaing Thazin and Kuan Rong Chan and Jenny GH Low and Milly M Choy and Lan Hiong Wong and Paola Florez de Sessions and Yie Hou Lee and Martin L Hibberd and Eng Eong Ooi and Katja Fink and Jianzhu Chen",
            "2019",
            "hSxA0V8AAAAJ:eQOLeE2rZwMC",
            7,
            "https:\/\/www.nature.com\/articles\/s41541-019-0119-3",
            "1016237656977583987",
            "\/scholar?cites=1016237656977583987",
            {
                "2020":5,
                "2021":2
            }
        ]
    ]
}