{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This paper examines the relation between the monitoring of CEOs by inside and outside directors and CEO resignations. CEO resignations are predicted using stock returns and earnings changes as measures of prior performance. There is a stronger association between prior performance and the probability of a resignation for companies with outsider-dominated boards than for companies with insider-dominated boards. This result does not appear to be a function of ownership effects, size effects, or industry effects. Unexpected stock returns on days when resignations are announced are consistent with the view that directors increase firm value by removing bad management.",
            "Outside directors and CEO turnover",
            "Michael S Weisbach",
            "1988",
            "hsxQxqEAAAAJ:u5HHmVD_uO8C",
            5963,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0304405X88900530",
            "6507823716623927032",
            "\/scholar?cites=6507823716623927032",
            {
                "1990":22,
                "1991":20,
                "1992":20,
                "1993":42,
                "1994":50,
                "1995":39,
                "1996":61,
                "1997":60,
                "1998":68,
                "1999":86,
                "2000":103,
                "2001":113,
                "2002":119,
                "2003":172,
                "2004":185,
                "2005":213,
                "2006":248,
                "2007":262,
                "2008":270,
                "2009":299,
                "2010":288,
                "2011":332,
                "2012":366,
                "2013":358,
                "2014":341,
                "2015":330,
                "2016":322,
                "2017":297,
                "2018":289,
                "2019":247,
                "2020":230,
                "2021":16
            }
        ],
        [
            "This paper surveys the economic literature on boards of directors. Although a legal requirement for many organizations, boards are also an endogenously determined governance mechanism for addressing agency problems inherent to many organizations. Formal theory on boards of directors has been quite limited to this point. Most empirical work on boards has been aimed at answering one of three questions:1) How are board characteristics such as composition or size related to profitability? 2) How do board characteristics affect the observable actions of the board? 3) What factors affect the makeup of boards and how they evolve over time? The primary findings from the empirical literature on boards are: Board composition is not related to corporate performance, while board size has a negative relation to corporate performance. Both board composition and size are correlated with the board, s decisions regarding CEO replacement, acquisitions, poison pills, and executive compensation. Finally, boards appear to evolve over time as a function of the bargaining power of the CEO relative to the existing directors. Firm performance, CEO turnover, and changes in ownership structure appear to be important factors affecting changes to boards.",
            "Boards of directors as an endogenously determined institution: A survey of the economic literature",
            "Benjamin E Hermalin and Michael S Weisbach",
            "2001",
            "hsxQxqEAAAAJ:u-x6o8ySG0sC",
            4583,
            "https:\/\/www.nber.org\/papers\/w8161",
            "5581948641894011768",
            "\/scholar?cites=5581948641894011768",
            {
                "2002":38,
                "2003":74,
                "2004":117,
                "2005":142,
                "2006":156,
                "2007":225,
                "2008":224,
                "2009":243,
                "2010":248,
                "2011":281,
                "2012":305,
                "2013":324,
                "2014":322,
                "2015":330,
                "2016":310,
                "2017":279,
                "2018":338,
                "2019":283,
                "2020":266,
                "2021":22
            }
        ],
        [
            "We model a firm's demand for liquidity to develop a new test of the effect of financial constraints on corporate policies. The effect of financial constraints is captured by the firm's propensity to save cash out of cash flows (the cash flow sensitivity of cash). We hypothesize that constrained firms should have a positive cash flow sensitivity of cash, while unconstrained firms' cash savings should not be systematically related to cash flows. We empirically estimate the cash flow sensitivity of cash using a large sample of manufacturing firms over the 1971 to 2000 period and find robust support for our theory.",
            "The cash flow sensitivity of cash",
            "Heitor Almeida and Murillo Campello and Michael S Weisbach",
            "2004",
            "hsxQxqEAAAAJ:qjMakFHDy7sC",
            3568,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1540-6261.2004.00679.x",
            "17206707129209875474",
            "\/scholar?cites=17206707129209875474",
            {
                "2004":22,
                "2005":45,
                "2006":52,
                "2007":76,
                "2008":87,
                "2009":129,
                "2010":161,
                "2011":197,
                "2012":243,
                "2013":265,
                "2014":284,
                "2015":331,
                "2016":331,
                "2017":311,
                "2018":330,
                "2019":316,
                "2020":323,
                "2021":26
            }
        ],
        [
            "This paper examines the relationship between top management compensation and corporate performance in public utilities. Previous researchers have argued that incentives for profitability are not needed in public utilities, since regulation provides assured profits. Earlier empirical work supports this claim. We reexamine this issue and provide several methodological improvements over prior studies. Our findings are consistent with the hypothesis that compensation packages for senior managers in public utilities are constructed to provide them with incentives to maximize stockholders' wealth.",
            "The effects of board composition and direct incentives on firm performance",
            "Benjamin E Hermalin and Michael S Weisbach",
            "1991",
            "hsxQxqEAAAAJ:d1gkVwhDpl0C",
            3387,
            "https:\/\/www.jstor.org\/stable\/3665716",
            "16263979685198668167",
            "\/scholar?cites=16263979685198668167",
            {
                "1995":9,
                "1996":16,
                "1997":15,
                "1998":24,
                "1999":30,
                "2000":22,
                "2001":34,
                "2002":48,
                "2003":75,
                "2004":100,
                "2005":136,
                "2006":126,
                "2007":151,
                "2008":190,
                "2009":180,
                "2010":180,
                "2011":209,
                "2012":212,
                "2013":219,
                "2014":238,
                "2015":237,
                "2016":198,
                "2017":186,
                "2018":195,
                "2019":161,
                "2020":146,
                "2021":8
            }
        ],
        [
            "How can boards be chosen through a process partially controlled by the CEO, yet, in many instances, still be effective monitors of him? We offer an answer based on a model in which board effectiveness is a function of its independence. This, in turn, is a function of negotiations (implicit or explicit) between existing directors and the CEO over who will fill vacancies on the board. The CEO's bargaining power over the board-selection process comes from his perceived ability relative to potential successors. Many empirical findings about board structure and performance arise as equilibrium phenomena of this model.",
            "Endogenously chosen boards of directors and their monitoring of the CEO",
            "Benjamin E Hermalin and Michael S Weisbach",
            "1998",
            "hsxQxqEAAAAJ:9yKSN-GCB0IC",
            3356,
            "https:\/\/www.jstor.org\/stable\/116820",
            "17019242648088762187",
            "\/scholar?cites=17019242648088762187",
            {
                "1999":15,
                "2000":17,
                "2001":19,
                "2002":39,
                "2003":47,
                "2004":68,
                "2005":85,
                "2006":105,
                "2007":155,
                "2008":174,
                "2009":150,
                "2010":196,
                "2011":205,
                "2012":231,
                "2013":234,
                "2014":211,
                "2015":216,
                "2016":230,
                "2017":215,
                "2018":246,
                "2019":214,
                "2020":228,
                "2021":17
            }
        ],
        [
            "This paper is a survey of the literature on boards of directors, with an emphasis on research done subsequent to the Benjamin E. Hermalin and Michael S. Weisbach (2003) survey. The two questions most asked about boards are what determines their makeup and what determines their actions? These questions are fundamentally intertwined, which complicates the study of boards because makeup and actions are jointly endogenous. A focus of this survey is how the literature, theoretical as well as empirical, deals—or on occasions fails to deal—with this complication. We suggest that many studies of boards can best be interpreted as joint statements about both the director-selection process and the effect of board composition on board actions and firm performance. (JEL G34, L25)",
            "The role of boards of directors in corporate governance: A conceptual framework and survey",
            "Renée B Adams and Benjamin E Hermalin and Michael S Weisbach",
            "2010",
            "hsxQxqEAAAAJ:WF5omc3nYNoC",
            2344,
            "https:\/\/www.aeaweb.org\/articles?id=10.1257\/jel.48.1.58",
            "1815048163581027174",
            "\/scholar?cites=1815048163581027174",
            {
                "2009":24,
                "2010":74,
                "2011":108,
                "2012":155,
                "2013":187,
                "2014":211,
                "2015":233,
                "2016":208,
                "2017":250,
                "2018":295,
                "2019":271,
                "2020":270,
                "2021":22
            }
        ],
        [
            "We identify factors that lead to changes among corporate directors. We hypothesize that the CEO succession process and firm performance will affect board composition. Our findings are consistent with both hypotheses. When their CEO nears retirement, firms tend to add inside directors (who may be possible candidates to be the next CEO). Just after a CEO change, inside directors with short tenures appear more likely to leave the board (they, perhaps, being the losing candidates). We also find that inside directors are more likely to leave the board and outside directors more likely to join after a firm performs poorly and when a firm leaves a product market.",
            "The determinants of board composition",
            "Benjamin E Hermalin and Michael S Weisbach",
            "1988",
            "hsxQxqEAAAAJ:2osOgNQ5qMEC",
            2119,
            "https:\/\/www.jstor.org\/stable\/2555459",
            "15299994508331039846",
            "\/scholar?cites=15299994508331039846",
            {
                "1991":7,
                "1992":5,
                "1993":8,
                "1994":21,
                "1995":15,
                "1996":21,
                "1997":18,
                "1998":26,
                "1999":30,
                "2000":41,
                "2001":29,
                "2002":40,
                "2003":52,
                "2004":73,
                "2005":86,
                "2006":88,
                "2007":116,
                "2008":117,
                "2009":104,
                "2010":122,
                "2011":125,
                "2012":131,
                "2013":103,
                "2014":117,
                "2015":123,
                "2016":120,
                "2017":98,
                "2018":101,
                "2019":74,
                "2020":75,
                "2021":6
            }
        ],
        [
            "This paper measures the growth in open market stock repurchases and the manner in which stock repurchases and dividends are used by U.S. corporations. Stock repurchases and dividends are used at different times from one another, by different kinds of firms. Stock repurchases are very pro-cyclical, while dividends increase steadily over time. Dividends are paid by firms with higher “permanent” operating cash flows, while repurchases are used by firms with higher “temporary”, non-operating cash flows. Repurchasing firms also have much more volatile cash flows and distributions. Finally, firms repurchase stock following poor stock market performance and increase dividends following good performance. These results are consistent with the view that the flexibility inherent in repurchase programs is one reason why they are sometimes used instead of dividends.",
            "Financial flexibility and the choice between dividends and stock repurchases",
            "Murali Jagannathan and Clifford P Stephens and Michael S Weisbach",
            "2000",
            "hsxQxqEAAAAJ:zYLM7Y9cAGgC",
            1308,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0304405X00000611",
            "15594488389294297388",
            "\/scholar?cites=15594488389294297388",
            {
                "2000":8,
                "2001":15,
                "2002":22,
                "2003":40,
                "2004":37,
                "2005":40,
                "2006":49,
                "2007":68,
                "2008":64,
                "2009":73,
                "2010":46,
                "2011":82,
                "2012":75,
                "2013":85,
                "2014":79,
                "2015":85,
                "2016":95,
                "2017":91,
                "2018":77,
                "2019":73,
                "2020":80,
                "2021":8
            }
        ],
        [
            "This paper studies a sample of large acquisitions completed between 1971 and 1982. By the end of 1989, acquirers have divested almost 44% of the target companies. We characterize the ex post success of the divested acquisitions and consider 34% to 50% of classified divestitures as unsuccessful. Acquirer returns and total (acquirer and target) returns at the acquisition announcement are significantly lower for unsuccessful divestitures than for successful divestitures and acquisitions not divested. Although diversifying acquisitions are almost four times more likely to be divested than related acquisitions, we do not find strong evidence that diversifying acquisitions are less successful than related ones.",
            "The success of acquisitions: Evidence from divestitures",
            "Steven N Kaplan and Michael S Weisbach",
            "1992",
            "hsxQxqEAAAAJ:IjCSPb-OGe4C",
            1195,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1540-6261.1992.tb03980.x",
            "15108721858934097756",
            "\/scholar?cites=15108721858934097756",
            {
                "1991":3,
                "1992":10,
                "1993":5,
                "1994":9,
                "1995":10,
                "1996":20,
                "1997":19,
                "1998":15,
                "1999":16,
                "2000":28,
                "2001":38,
                "2002":41,
                "2003":46,
                "2004":46,
                "2005":44,
                "2006":53,
                "2007":49,
                "2008":54,
                "2009":69,
                "2010":53,
                "2011":44,
                "2012":58,
                "2013":63,
                "2014":67,
                "2015":59,
                "2016":49,
                "2017":50,
                "2018":45,
                "2019":53,
                "2020":50,
                "2021":6
            }
        ],
        [
            "This paper examines the hypothesis that non-US firms cross-list in the United States to increase protection of their minority shareholders. Cross-listing on the NYSE or Nasdaq subjects a non-US firm to a number of provisions of US securities law, and requires the firm to conform to US GAAP. It therefore increases the expected cost to managers of extracting private benefits, and commits the firm to protect minority shareholders’ interests. The expected relation between the quantity of cross-listings and shareholder protection in the home country is ambiguous, because managers will consider both expected private benefits and the public value of their shares. However, there are clear predictions about the relation between subsequent equity issues, shareholder protection, and cross-listings:(1)Equity issues increase following all cross-listings, regardless of shareholder protection.(2)The increase should be larger for …Equity issues increase following all cross-listings, regardless of shareholder protection.The increase should be larger for …",
            "Protection of minority shareholder interests, cross-listings in the United States, and subsequent equity offerings",
            "William A Reese Jr and Michael S Weisbach",
            "2002",
            "hsxQxqEAAAAJ:UeHWp8X0CEIC",
            1155,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0304405X02001514",
            "7902932793046676145",
            "\/scholar?cites=7902932793046676145",
            {
                "2001":4,
                "2002":28,
                "2003":39,
                "2004":46,
                "2005":59,
                "2006":68,
                "2007":63,
                "2008":77,
                "2009":87,
                "2010":97,
                "2011":67,
                "2012":81,
                "2013":72,
                "2014":65,
                "2015":59,
                "2016":62,
                "2017":51,
                "2018":41,
                "2019":40,
                "2020":29,
                "2021":1
            }
        ]
    ]
}