{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Reduced fecundity, associated with severe mental disorders 1, places negative selection pressure on risk alleles and may explain, in part, why common variants have not been found that confer risk of disorders such as autism 2, schizophrenia 3 and mental retardation 4. Thus, rare variants may account for a larger fraction of the overall genetic risk than previously assumed. In contrast to rare single nucleotide mutations, rare copy number variations (CNVs) can be detected using genome-wide single nucleotide polymorphism arrays. This has led to the identification of CNVs associated with mental retardation 4, 5 and autism 2. In a genome-wide search for CNVs associating with schizophrenia, we used a population-based sample to identify de novo CNVs by analysing 9,878 transmissions from parents to offspring. The 66 de novo CNVs identified were tested for association in a sample of 1,433 schizophrenia cases …",
            "Large recurrent microdeletions associated with schizophrenia",
            "Hreinn Stefansson and Dan Rujescu and Sven Cichon and Olli PH Pietiläinen and Andres Ingason and Stacy Steinberg and Ragnheidur Fossdal and Engilbert Sigurdsson and Thordur Sigmundsson and Jacobine E Buizer-Voskamp and Thomas Hansen and Klaus D Jakobsen and Pierandrea Muglia and Clyde Francks and Paul M Matthews and Arnaldur Gylfason and Bjarni V Halldorsson and Daniel Gudbjartsson and Thorgeir E Thorgeirsson and Asgeir Sigurdsson and Adalbjorg Jonasdottir and Aslaug Jonasdottir and Asgeir Bjornsson and Sigurborg Mattiasdottir and Thorarinn Blondal and Magnus Haraldsson and Brynja B Magnusdottir and Ina Giegling and Hans-Jürgen Möller and Annette Hartmann and Kevin V Shianna and Dongliang Ge and Anna C Need and Caroline Crombie and Gillian Fraser and Nicholas Walker and Jouko Lonnqvist and Jaana Suvisaari and Annamarie Tuulio-Henriksson and Tiina Paunio and Timi Toulopoulou and Elvira Bramon and Marta Di Forti and Robin Murray and Mirella Ruggeri and Evangelos Vassos and Sarah Tosato and Muriel Walshe and Tao Li and Catalina Vasilescu and Thomas W Mühleisen and August G Wang and Henrik Ullum and Srdjan Djurovic and Ingrid Melle and Jes Olesen and Lambertus A Kiemeney and Barbara Franke and Chiara Sabatti and Nelson B Freimer and Jeffrey R Gulcher and Unnur Thorsteinsdottir and Augustine Kong and Ole A Andreassen and Roel A Ophoff and Alexander Georgi and Marcella Rietschel and Thomas Werge and Hannes Petursson and David B Goldstein and Markus M Nöthen and Leena Peltonen and David A Collier and David St Clair and Kari Stefansson",
            "2008",
            "hv5IWXQAAAAJ:uYElc5AnwZoC",
            1781,
            "https:\/\/www.nature.com\/articles\/nature07229",
            "1226477822539334883",
            "\/scholar?cites=1226477822539334883",
            {
                "2008":44,
                "2009":196,
                "2010":237,
                "2011":236,
                "2012":200,
                "2013":181,
                "2014":153,
                "2015":136,
                "2016":107,
                "2017":80,
                "2018":75,
                "2019":66,
                "2020":49,
                "2021":2
            }
        ],
        [
            "Schizophrenia is a complex disorder, caused by both genetic and environmental factors and their interactions. Research on pathogenesis has traditionally focused on neurotransmitter systems in the brain, particularly those involving dopamine. Schizophrenia has been considered a separate disease for over a century, but in the absence of clear biological markers, diagnosis has historically been based on signs and symptoms. A fundamental message emerging from genome-wide association studies of copy number variations (CNVs) associated with the disease is that its genetic basis does not necessarily conform to classical nosological disease boundaries. Certain CNVs confer not only high relative risk of schizophrenia but also of other psychiatric disorders 1, 2, 3. The structural variations associated with schizophrenia can involve several genes and the phenotypic syndromes, or the ‘genomic disorders’, have …",
            "Common variants conferring risk of schizophrenia",
            "Hreinn Stefansson and Roel A Ophoff and Stacy Steinberg and Ole A Andreassen and Sven Cichon and Dan Rujescu and Thomas Werge and Olli PH Pietiläinen and Ole Mors and Preben B Mortensen and Engilbert Sigurdsson and Omar Gustafsson and Mette Nyegaard and Annamari Tuulio-Henriksson and Andres Ingason and Thomas Hansen and Jaana Suvisaari and Jouko Lonnqvist and Tiina Paunio and Anders D Børglum and Annette Hartmann and Anders Fink-Jensen and Merete Nordentoft and David Hougaard and Bent Norgaard-Pedersen and Yvonne Böttcher and Jes Olesen and René Breuer and Hans-Jürgen Möller and Ina Giegling and Henrik B Rasmussen and Sally Timm and Manuel Mattheisen and István Bitter and János M Réthelyi and Brynja B Magnusdottir and Thordur Sigmundsson and Pall Olason and Gisli Masson and Jeffrey R Gulcher and Magnus Haraldsson and Ragnheidur Fossdal and Thorgeir E Thorgeirsson and Unnur Thorsteinsdottir and Mirella Ruggeri and Sarah Tosato and Barbara Franke and Eric Strengman and Lambertus A Kiemeney and Ingrid Melle and Srdjan Djurovic and Lilia Abramova and Vasily Kaleda and Julio Sanjuan and Rosa de Frutos and Elvira Bramon and Evangelos Vassos and Gillian Fraser and Ulrich Ettinger and Marco Picchioni and Nicholas Walker and Timi Toulopoulou and Anna C Need and Dongliang Ge and Joeng Lim Yoon and Kevin V Shianna and Nelson B Freimer and Rita M Cantor and Robin Murray and Augustine Kong and Vera Golimbet and Angel Carracedo and Celso Arango and Javier Costas and Erik G Jönsson and Lars Terenius and Ingrid Agartz and Hannes Petursson and Markus M Nöthen and Marcella Rietschel and Paul M Matthews and Pierandrea Muglia and Leena Peltonen and David St Clair and David B Goldstein and Kari Stefansson and David A Collier",
            "2009",
            "hv5IWXQAAAAJ:kMrClmKSQGwC",
            1675,
            "https:\/\/www.nature.com\/articles\/nature08186",
            "8834709131867256263",
            "\/scholar?cites=8834709131867256263",
            {
                "2009":28,
                "2010":151,
                "2011":205,
                "2012":220,
                "2013":204,
                "2014":188,
                "2015":159,
                "2016":146,
                "2017":114,
                "2018":80,
                "2019":80,
                "2020":79,
                "2021":3
            }
        ],
        [
            "Until recently it was believed that no more than 1% of the general population has bipolar disorder. Emerging transatlantic data are beginning to provide converging evidence for a higher prevalence of up to at least 5%. Manic states, even those with mood-incongruent features, as well as mixed (dysphoric) mania, are now formally included in both ICD-10 and DSM-IV. Mixed states occur in an average of 40% of bipolar patients over a lifetime; current evidence supports a broader definition of mixed states consisting of full-blown mania with two or more concomitant depressive symptoms. The largest increase in prevalence rates, however, is accounted for by ‘softer’ clinical expressions of bipolarity situated between the extremes of full-blown bipolar disorder where the person has at least one manic episode (bipolar I) and strictly defined unipolar major depressive disorder without personal or family history for excited …",
            "Re-evaluating the prevalence of and diagnostic composition within the broad clinical spectrum of bipolar disorders",
            "Hagop S Akiskal and Marc L Bourgeois and Jules Angst and Robert Post and Hans-Jürgen Möller and Robert Hirschfeld",
            "2000",
            "hv5IWXQAAAAJ:M6kHaddf_34C",
            1172,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0165032700002032",
            "10685832338066355567",
            "\/scholar?cites=10685832338066355567",
            {
                "2001":12,
                "2002":47,
                "2003":83,
                "2004":76,
                "2005":103,
                "2006":81,
                "2007":73,
                "2008":64,
                "2009":69,
                "2010":69,
                "2011":62,
                "2012":68,
                "2013":66,
                "2014":47,
                "2015":57,
                "2016":47,
                "2017":36,
                "2018":34,
                "2019":34,
                "2020":17,
                "2021":2
            }
        ],
        [
            "We carried out a genome-wide association study of schizophrenia (479 cases, 2,937 controls) and tested loci with P< 10− 5 in up to 16,726 additional subjects. Of 12 loci followed up, 3 had strong independent support (P< 5× 10− 4), and the overall pattern of replication was unlikely to occur by chance (P= 9× 10− 8). Meta-analysis provided strongest evidence for association around ZNF804A (P= 1.61× 10− 7) and this strengthened when the affected phenotype included bipolar disorder (P= 9.96× 10− 9).",
            "Identification of loci associated with schizophrenia by genome-wide association and follow-up",
            "Michael C O'donovan and Nicholas Craddock and Nadine Norton and Hywel Williams and Timothy Peirce and Valentina Moskvina and Ivan Nikolov and Marian Hamshere and Liam Carroll and Lyudmila Georgieva and Sarah Dwyer and Peter Holmans and Jonathan L Marchini and Chris CA Spencer and Bryan Howie and Hin-Tak Leung and Annette M Hartmann and Hans-Jürgen Möller and Derek W Morris and YongYong Shi and GuoYin Feng and Per Hoffmann and Peter Propping and Catalina Vasilescu and Wolfgang Maier and Marcella Rietschel and Stanley Zammit and Johannes Schumacher and Emma M Quinn and Thomas G Schulze and Nigel M Williams and Ina Giegling and Nakao Iwata and Masashi Ikeda and Ariel Darvasi and Sagiv Shifman and Lin He and Jubao Duan and Alan R Sanders and Douglas F Levinson and Pablo V Gejman and Sven Cichon and Markus M Nöthen and Michael Gill and Aiden Corvin and Dan Rujescu and George Kirov and Michael J Owen",
            "2008",
            "hv5IWXQAAAAJ:rn2Io16i3IwC",
            1158,
            "https:\/\/www.nature.com\/articles\/ng.201",
            "5054070651584658240",
            "\/scholar?cites=5054070651584658240",
            {
                "2008":12,
                "2009":105,
                "2010":132,
                "2011":140,
                "2012":148,
                "2013":116,
                "2014":106,
                "2015":91,
                "2016":68,
                "2017":80,
                "2018":60,
                "2019":45,
                "2020":44,
                "2021":1
            }
        ],
        [
            "People with severe mental illnesses, such as schizophrenia, depression or bipolar disorder, have worse physical health and reduced life expectancy compared to the general population. The excess cardiovascular mortality associated with schizophrenia and bipolar disorder is attributed in part to an increased risk of the modifiable coronary heart disease risk factors; obesity, smoking, diabetes, hypertension and dyslipidaemia. Antipsychotic medication and possibly other psychotropic medication like antidepressants can induce weight gain or worsen other metabolic cardiovascular risk factors. Patients may have limited access to general healthcare with less opportunity for cardiovascular risk screening and prevention than would be expected in a non-psychiatric population. The European Psychiatric Association (EPA), supported by the European Association for the Study of Diabetes (EASD) and the European …",
            "Cardiovascular disease and diabetes in people with severe mental illness position statement from the European Psychiatric Association (EPA), supported by the European …",
            "Marc De Hert and JM Dekker and D Wood and KG Kahl and RIG Holt and H-J Möller",
            "2009",
            "hv5IWXQAAAAJ:9tletLqOvukC",
            907,
            "https:\/\/www.cambridge.org\/core\/journals\/european-psychiatry\/article\/cardiovascular-disease-and-diabetes-in-people-with-severe-mental-illness-position-statement-from-the-european-psychiatric-association-epa-supported-by-the-european-association-for-the-study-of-diabetes-easd-and-the-european-society-of-cardiology-esc\/D38517F4C752413FF78E13103BC430DF",
            "12321902340769187982",
            "\/scholar?cites=12321902340769187982",
            {
                "2009":6,
                "2010":59,
                "2011":84,
                "2012":83,
                "2013":94,
                "2014":82,
                "2015":102,
                "2016":72,
                "2017":82,
                "2018":85,
                "2019":80,
                "2020":65,
                "2021":2
            }
        ],
        [
            "Therapeutic drug monitoring (TDM), i. e., the quantification of serum or plasma concentrations of medications for dose optimization, has proven a valuable tool for the patient-matched psychopharmacotherapy. Uncertain drug adherence, suboptimal tolerability, non-response at therapeutic doses, or pharmacokinetic drug-drug interactions are typical situations when measurement of medication concentrations is helpful. Patient populations that may predominantly benefit from TDM in psychiatry are children, pregnant women, elderly patients, individuals with intelligence disabilities, forensic patients, patients with known or suspected genetically determined pharmacokinetic abnormalities or individuals with pharmacokinetically relevant comorbidities. However, the potential benefits of TDM for optimization of pharmacotherapy can only be obtained if the method is adequately integrated into the clinical treatment process. To promote an appropriate use of TDM, the TDM expert group of the Arbeitsgemeinschaft für Neuropsychopharmakologie und Pharmakopsychiatrie (AGNP) issued guidelines for TDM in psychiatry in 2004. Since then, knowledge has advanced significantly, and new psychopharmacologic agents have been introduced that are also candidates for TDM. Therefore the TDM consensus guidelines were updated and extended to 128 neuropsychiatric drugs. 4 levels of recommendation for using TDM were defined ranging from \"strongly recommended\" to \"potentially useful\". Evidence-based \"therapeutic reference ranges\" and \"dose related reference ranges\" were elaborated after an extensive literature search and a structured internal review …",
            "AGNP consensus guidelines for therapeutic drug monitoring in psychiatry: update 2011.",
            "C Hiemke and P Baumann and N Bergemann and A Conca and O Dietmaier and K Egberts and M Fric and M Gerlach and C Greiner and G Gründer and E Haen and U Havemann-Reinecke and E Jaquenoud Sirot and H Kirchherr and G Laux and UC Lutz and T Messer and MJ Müller and B Pfuhlmann and B Rambeck and P Riederer and B Schoppek and J Stingl and M Uhr and S Ulrich and R Waschgler and G Zernig",
            "2011",
            "hv5IWXQAAAAJ:u-x6o8ySG0sC",
            899,
            "https:\/\/serval.unil.ch\/resource\/serval:BIB_DF1A79714744.P001\/REF.pdf",
            "15372158074130105833",
            "\/scholar?cites=15372158074130105833",
            {
                "2011":3,
                "2012":54,
                "2013":84,
                "2014":115,
                "2015":119,
                "2016":146,
                "2017":136,
                "2018":105,
                "2019":55,
                "2020":61,
                "2021":1
            }
        ]
    ]
}