{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "High electron mobility is one of graphene’s key properties, exploited for applications and fundamental research alike. Highest mobility values are found in heterostructures of graphene and hexagonal boron nitride, which consequently are widely used. However, surprisingly little is known about the interaction between the electronic states of these layered systems. Rather pragmatically, it is assumed that these do not couple significantly. Here we study the unoccupied band structure of graphite, boron nitride and their heterostructures using angle-resolved reflected-electron spectroscopy. We demonstrate that graphene and boron nitride bands do not interact over a wide energy range, despite their very similar dispersions. The method we use can be generally applied to study interactions in van der Waals systems, that is, artificial stacks of layered materials. With this we can quantitatively understand the ‘chemistry of …",
            "Quantifying electronic band interactions in van der Waals materials using angle-resolved reflected-electron spectroscopy",
            "Johannes Jobst and Alexander JH Van der Torren and Eugene E Krasovskii and Jesse Balgley and Cory R Dean and Rudolf M Tromp and Sense Jan Van der Molen",
            "2016",
            "HvsAYhwAAAAJ:u5HHmVD_uO8C",
            25,
            "https:\/\/www.nature.com\/articles\/ncomms13621",
            "6066259823138080388",
            "\/scholar?cites=6066259823138080388",
            {
                "2017":6,
                "2018":7,
                "2019":7,
                "2020":5
            }
        ],
        [
            "We report a study of electronic transport in van der Waals heterostructures composed of flakes of the antiferromagnetic Mott insulator α− RuCl 3 placed on top of monolayer graphene Hall bars. While the zero-field transport shows a strong resemblance to that of isolated graphene, we find a consistently p-type Hall effect suggestive of multiband conduction, along with a nonmonotonic and gate-voltage-dependent excursion of the resistivity at low temperatures that is reminiscent of transport in the presence of a magnetic phase transition. We interpret these data as evidence for charge transfer from graphene to α− RuCl 3 in an inhomogeneous device yielding both highly and lightly doped regions of graphene, while the latter shows a particular sensitivity to magnetism in the α− RuCl 3. Thus proximity to graphene is a means to access magnetic properties of thin layers of magnetic insulators.",
            "Evidence for charge transfer and proximate magnetism in graphene– heterostructures",
            "Boyi Zhou and J Balgley and P Lampen-Kelley and J-Q Yan and DG Mandrus and EA Henriksen",
            "2019",
            "HvsAYhwAAAAJ:d1gkVwhDpl0C",
            17,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.100.165426",
            "9510180660217554119",
            "\/scholar?cites=9510180660217554119",
            {
                "2020":16,
                "2021":1
            }
        ],
        [
            "The layered Mott insulator α-RuCl3 exhibits phenomena consistent with quantum spin liquid behavior 1–8. Particularly intriguing among recent discoveries is a half-integer quantized thermal Hall conductance 9, signaling the presence of non-Abelian excitations which may be useful in creating a topological quantum bit 10. To this end, an electronic means of probing α-RuCl3 is greatly desirable, but the pristine bulk samples are strongly insulating 11–13. To attack this problem we explore the low-field electronic properties of van der Waals heterostructures composed of exfoliated α-RuCl3 flakes stacked on monolayer graphene, toward using graphene as a proximity sensor of magnetic states in α-RuCl3. Unexpectedly, we find the devices exhibit an anomalously large conductivity along with signatures of multi-band transport, strongly implying the α-RuCl3 has become charge-doped and conducting simply by proximity to graphene. Additionally, the temperature derivative of the resistivity contains clear signatures of magnetic phase transitions. All of these properties depend on an applied gate voltage. Proximity to graphene is thus a new tool for controlling the electronic and magnetic properties in stacks of atomically-thin materials. The majority of recent works on α-RuCl3 have employed a variety of bulk magnetic probes on high quality samples, mm to cm-scale in size, which are generally found to behave as Kitaev paramagnets at temperatures above TNéel of a zigzag antiferromagnet 2, 4–8. Despite the convenience of electronic transport, to date this has not been widely used due to the Mott insulating nature of α-RuCl3 11–14. Seeking a means to …",
            "Gate-tuned charge-doping and magnetism in graphene\/α-RuCl3 heterostructures",
            "Boyi Zhou and J Balgley and P Lampen-Kelley and JQ Yan and DG Mandrus and EA Henriksen",
            "2018",
            "HvsAYhwAAAAJ:UebtZRa9Y70C",
            4,
            "http:\/\/scholar.google.com\/scholar?cluster=7000179389780780039&hl=en&oi=scholarr",
            "7000179389780780039",
            "\/scholar?cites=7000179389780780039",
            {
                "2020":3
            }
        ]
    ]
}