{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Introductory courses in biochemistry teach that enzymes are specific for their substrates and the reactions they catalyze. Enzymes diverging from this statement are sometimes called promiscuous. It has been suggested that relaxed substrate and reaction specificities can have an important role in enzyme evolution; however, enzyme promiscuity also has an applied aspect. Enzyme condition promiscuity has, for a long time, been used to run reactions under conditions of low water activity that favor ester synthesis instead of hydrolysis. Together with enzyme substrate promiscuity, it is exploited in numerous synthetic applications, from the laboratory to industrial scale. Furthermore, enzyme catalytic promiscuity, where enzymes catalyze accidental or induced new reactions, has begun to be recognized as a valuable research and synthesis tool. Exploiting enzyme catalytic promiscuity might lead to improvements in …",
            "Enzyme promiscuity: mechanism and applications",
            "Karl Hult and Per Berglund",
            "2007",
            "hWCp31QAAAAJ:u5HHmVD_uO8C",
            574,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S016777990700073X",
            "2941681690482106987",
            "\/scholar?cites=2941681690482106987",
            {
                "2007":8,
                "2008":30,
                "2009":43,
                "2010":46,
                "2011":50,
                "2012":49,
                "2013":45,
                "2014":30,
                "2015":51,
                "2016":43,
                "2017":38,
                "2018":40,
                "2019":53,
                "2020":38,
                "2021":6
            }
        ],
        [
            "Enzymes are efficient catalysts in synthetic chemistry, and their catalytic activity with unnatural substrates in organic reaction media is an area attracting much attention. Protein engineering has opened the possibility to change the reaction specificity of enzymes and allow for new reactions to take place in their active sites. We have used this strategy on the well-studied active-site scaffold offered by the serine hydrolase Candida antarctica lipase B (CALB, EC 3.1.1.3) to achieve catalytic activity for aldol reactions. The catalytic reaction was studied in detail by means of quantum chemical calculations in model systems. The predictions from the quantum chemical calculations were then challenged by experiments. Consequently, Ser105 in CALB was targeted by site-directed mutagenesis to create enzyme variants lacking the nucleophilic feature of the active site. The experiments clearly showed an increased reaction …",
            "Carbon− carbon bonds by hydrolytic enzymes",
            "Cecilia Branneby and Peter Carlqvist and Anders Magnusson and Karl Hult and Tore Brinck and Per Berglund",
            "2003",
            "hWCp31QAAAAJ:d1gkVwhDpl0C",
            267,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja028056b",
            "3710820604421262242",
            "\/scholar?cites=3710820604421262242",
            {
                "2003":7,
                "2004":10,
                "2005":14,
                "2006":10,
                "2007":10,
                "2008":11,
                "2009":14,
                "2010":20,
                "2011":21,
                "2012":21,
                "2013":25,
                "2014":15,
                "2015":16,
                "2016":22,
                "2017":20,
                "2018":5,
                "2019":14,
                "2020":11
            }
        ],
        [
            "Lipase B from Candida antarctica was redesigned to catalyze the promiscuous reaction of carbon−carbon bond formation. Mutation of the catalytic serine to alanine afforded a mutant that catalyzed Michael additions of 1,3-dicarbonyls to α,β-unsaturated carbonyl compounds at high specific rates, such as 4000 s-1. The enzyme-catalyzed Michael addition reaction followed saturation kinetics and showed substrate inhibition. The designed enzyme showed high rate enhancements with a catalytic proficiency higher than 108, which is on the same level as that observed for enzymes with native substrates. ",
            "Fast carbon− carbon bond formation by a promiscuous lipase",
            "Maria Svedendahl and Karl Hult and Per Berglund",
            "2005",
            "hWCp31QAAAAJ:UeHWp8X0CEIC",
            231,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja056660r",
            "8673875614884241786",
            "\/scholar?cites=8673875614884241786",
            {
                "2006":4,
                "2007":11,
                "2008":12,
                "2009":19,
                "2010":15,
                "2011":19,
                "2012":17,
                "2013":26,
                "2014":21,
                "2015":18,
                "2016":15,
                "2017":14,
                "2018":9,
                "2019":16,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Transaminases (TAs) are one of the most promising biocatalysts in organic synthesis for the preparation of chiral amino compounds. The concise reaction, excellent enantioselectivity, environmental friendliness and compatibility with other enzymatic or chemical systems have brought TAs to the attention of scientists working in the area of biocatalysis. However, to utilize TAs in a more efficient and economical way, attempts have to be made to optimize their performance. The demand for various substrate specificities, stability under non-physiological conditions and higher conversions in reversible reactions have been targeted and investigated thoroughly. A number of both protein- and process-based strategies have been developed to improve TAs and systems involving TAs. Moreover, by combination with other enzymes in cascade reactions or even in more complex systems, so called synthetic biology and …",
            "Transaminase biocatalysis: optimization and application",
            "Fei Guo and Per Berglund",
            "2017",
            "hWCp31QAAAAJ:bnK-pcrLprsC",
            206,
            "https:\/\/pubs.rsc.org\/am\/content\/articlehtml\/2017\/gc\/c6gc02328b",
            "11565308475841834724",
            "\/scholar?cites=11565308475841834724",
            {
                "2016":1,
                "2017":14,
                "2018":54,
                "2019":70,
                "2020":63,
                "2021":4
            }
        ],
        [
            "Recent developments to modify enzymes for use in organic synthesis have targeted several areas. These include altering the reaction mechanism of the enzyme to catalyse new reactions, switching substrate specificity, expanding substrate specificity, and improving substrate specificity, such as enantioselectivity in kinetic resolutions. Such modifications can be achieved either by rational redesign, which requires knowledge of the enzyme structure, or by random mutagenesis methods followed by screening. Both strategies of enzyme engineering can be successful and are very useful for improving the utility of enzymes for applied catalysis. Several examples illustrating these concepts in a variety of enzyme classes have appeared recently.",
            "Engineered enzymes for improved organic synthesis",
            "Karl Hult and Per Berglund",
            "2003",
            "hWCp31QAAAAJ:9yKSN-GCB0IC",
            187,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0958166903000958",
            "10717134877401103285",
            "\/scholar?cites=10717134877401103285",
            {
                "2004":7,
                "2005":18,
                "2006":18,
                "2007":13,
                "2008":9,
                "2009":16,
                "2010":13,
                "2011":10,
                "2012":13,
                "2013":10,
                "2014":7,
                "2015":7,
                "2016":5,
                "2017":9,
                "2018":7,
                "2019":5,
                "2020":8
            }
        ],
        [
            "Lipases are used frequently as chiral catalysts in the synthesis of various fine chemicals and intermediates. The increasing need of compounds with high stereochemical purity requires catalysts with an improved and controlled performance. This overview emphasizes some important aspects for the control of lipase enantioselectivity and some examples where the enantioselectivity has been altered or reversed are highlighted. However, in several of these cases the complete explanation for the altered or reversed enantioselectivity remains unclear and needs to be solved. Three different strategies (engineering of the reaction medium, the substrate molecule, and the enzyme) for exploring lipase enantioselectivity at a molecular level are discussed and summarized. These three different approaches represent powerful tools for understanding the molecular basis for lipase enantioselective catalysis and can guide the …",
            "Controlling lipase enantioselectivity for organic synthesis",
            "Per Berglund",
            "2001",
            "hWCp31QAAAAJ:u-x6o8ySG0sC",
            171,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1389034401000818",
            "13821902988472442339",
            "\/scholar?cites=13821902988472442339",
            {
                "2001":1,
                "2002":5,
                "2003":9,
                "2004":14,
                "2005":16,
                "2006":16,
                "2007":8,
                "2008":16,
                "2009":12,
                "2010":13,
                "2011":12,
                "2012":6,
                "2013":5,
                "2014":6,
                "2015":5,
                "2016":5,
                "2017":5,
                "2018":5,
                "2019":4,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Michael-type additions of various thiols and alpha, beta-unsaturated carbonyl compounds were performed in organic solvent catalyzed by wild-type and a rationally redesigned mutant of Candida antarctica lipase B. The mutant locks the nucleophilic serine 105 in the active-site; this results in a changed catalytic mechanism of the enzyme. The possibility of utilizing this mutant for Michael-type additions was initially explored by quantum-chemical calculations on the reaction between acrolein and methanethiol in a model system. The model system was constructed on the basis of docking and molecular-dynamics simulations and was designed to simulate the catalytic properties of the active site. The catalytic system was explored experimentally with a range of different substrates. The k (cat) values were found to be in the range of 10 (-3) to 4 min (-1), similar to the values obtained with aldolase antibodies. The enzyme proficiency was 10 (7). Furthermore, the Michael-type reactions followed saturation kinetics and were confirmed to take place in the enzyme active site.",
            "Exploring the active-site of a rationally redesigned lipase for catalysis of Michael-type additions",
            "Peter Carlqvist and Maria Svedendahl and Cecilia Branneby and Karl Hult and Tore Brinck and Per Berglund",
            "2005",
            "hWCp31QAAAAJ:2osOgNQ5qMEC",
            169,
            "https:\/\/www.diva-portal.org\/smash\/record.jsf?pid=diva2:7880",
            "3272907904354661100",
            "\/scholar?cites=3272907904354661100",
            {
                "2005":8,
                "2006":13,
                "2007":15,
                "2008":8,
                "2009":13,
                "2010":15,
                "2011":19,
                "2012":15,
                "2013":11,
                "2014":13,
                "2015":9,
                "2016":6,
                "2017":5,
                "2018":5,
                "2019":9,
                "2020":3
            }
        ],
        [
            "In this review we analyse structure\/sequence–function relationships for the superfamily of PLP-dependent enzymes with special emphasis on class III transaminases. Amine transaminases are highly important for applications in biocatalysis in the synthesis of chiral amines. In addition, other enzyme activities such as racemases or decarboxylases are also discussed. The substrate scope and the ability to accept chemically different types of substrates are shown to be reflected in conserved patterns of amino acids around the active site. These findings are condensed in a sequence–function matrix, which facilitates annotation and identification of biocatalytically relevant enzymes and protein engineering thereof.",
            "Bioinformatic analysis of a PLP-dependent enzyme superfamily suitable for biocatalytic applications",
            "Fabian Steffen-Munsberg and Clare Vickers and Hannes Kohls and Henrik Land and Hendrik Mallin and Alberto Nobili and Lilly Skalden and Tom van den Bergh and Henk-Jan Joosten and Per Berglund and Matthias Höhne and Uwe T Bornscheuer",
            "2015",
            "hWCp31QAAAAJ:VOx2b1Wkg3QC",
            152,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0734975014001992",
            "15150320027373899312",
            "\/scholar?cites=15150320027373899312",
            {
                "2015":8,
                "2016":19,
                "2017":32,
                "2018":30,
                "2019":29,
                "2020":30,
                "2021":3
            }
        ],
        [
            "Enzymes are attractive catalysts because of their promiscuity and their ability to perform highly regio‐, chemo‐ and stereoselective transformations. Enzyme promiscuity allows optimisation of industrial processes that require reaction conditions different from those in nature. Many enzymes can be used in reactions completely different from the reaction the enzyme originally evolved to perform. Such catalytically promiscuous reactions can be secondary activities hidden behind a native activity and might be discovered either in screening for that particular activity or, alternatively, by chance. Recently, researchers have designed enzymes to show catalytic promiscuity. It is also possible to design new enzymes from scratch by computer modelling (de novo design), but most work published to date starts from a known enzyme backbone. Promiscuous activity might also be induced or enhanced by rational design or …",
            "Biocatalytic promiscuity",
            "Maria Svedendahl Humble and Per Berglund",
            "2011",
            "hWCp31QAAAAJ:QIV2ME_5wuYC",
            137,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ejoc.201001664",
            "6260315964445270696",
            "\/scholar?cites=6260315964445270696",
            {
                "2011":1,
                "2012":8,
                "2013":24,
                "2014":22,
                "2015":21,
                "2016":9,
                "2017":20,
                "2018":7,
                "2019":14,
                "2020":9
            }
        ],
        [
            "Enantiopure chiral amines synthesis using ω-transaminases is hindered by an unfavourable equilibrium, but when using isopropylamine as the amine donor the equilibrium can be completely displaced by using a specific dehydrogenase in situ for removal of formed acetone.",
            "Transaminations with isopropyl amine: equilibrium displacement with yeast alcohol dehydrogenase coupled to in situ cofactor regeneration",
            "Karim Engelmark Cassimjee and Cecilia Branneby and Vahak Abedi and Andrew Wells and Per Berglund",
            "2010",
            "hWCp31QAAAAJ:8k81kl-MbHgC",
            122,
            "https:\/\/pubs.rsc.org\/am\/content\/articlehtml\/2010\/cc\/c0cc00050g",
            "17203934914436009712",
            "\/scholar?cites=17203934914436009712",
            {
                "2010":3,
                "2011":8,
                "2012":10,
                "2013":15,
                "2014":15,
                "2015":16,
                "2016":11,
                "2017":14,
                "2018":7,
                "2019":14,
                "2020":9
            }
        ]
    ]
}