{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "THE dendrites of mammalian pyramidal neurons contain a rich collection of active conductances that can support Na+ and Ca 2+ action potentials (for a review see ref. 1). The presence, site of initiation, and direction of propagation of Na+ and Ca 2+ action potentials are, however, controversial 2, and seem to be sensitive to resting membrane potential, ionic composition, and degree of channel inactivation, and depend on the intensity and pattern of synaptic stimulation. This makes it difficult to extrapolate from in vitro experiments to the situation in the intact brain. Here we show that two-photon excitation laser scanning microscopy 3 can penetrate the highly scattering tissue of the intact brain. We used this property to measure sensory stimulus-induced dendritic [Ca 2+] dynamics of layer 2\/3 pyramidal neurons of the rat primary vibrissa (Sm1) cortex in vivo. Simultaneous recordings of intracellular voltage and …",
            "In vivo dendritic calcium dynamics in neocortical pyramidal neurons",
            "Karel Svoboda and Winfried Denk and David Kleinfeld and David W Tank",
            "1997",
            "hYlrJuAAAAAJ:u5HHmVD_uO8C",
            898,
            "https:\/\/www.nature.com\/articles\/385161a0",
            "3163965051283193982",
            "\/scholar?cites=3163965051283193982",
            {
                "1997":17,
                "1998":34,
                "1999":44,
                "2000":30,
                "2001":43,
                "2002":31,
                "2003":43,
                "2004":37,
                "2005":40,
                "2006":33,
                "2007":54,
                "2008":44,
                "2009":35,
                "2010":29,
                "2011":42,
                "2012":49,
                "2013":29,
                "2014":44,
                "2015":47,
                "2016":35,
                "2017":30,
                "2018":23,
                "2019":35,
                "2020":33,
                "2021":5
            }
        ],
        [
            "Cortical blood flow at the level of individual capillaries and the coupling of neuronal activity to flow in capillaries are fundamental aspects of homeostasis in the normal and the diseased brain. To probe the dynamics of blood flow at this level, we used two-photon laser scanning microscopy to image the motion of red blood cells (RBCs) in individual capillaries that lie as far as 600 μm below the pia mater of primary somatosensory cortex in rat; this depth encompassed the cortical layers with the highest density of neurons and capillaries. We observed that the flow was quite variable and exhibited temporal fluctuations around 0.1 Hz, as well as prolonged stalls and occasional reversals of direction. On average, the speed and flux (cells per unit time) of RBCs covaried linearly at low values of flux, with a linear density of ≈70 cells per mm, followed by a tendency for the speed to plateau at high values of flux. Thus, both the …",
            "Fluctuations and stimulus-induced changes in blood flow observed in individual capillaries in layers 2 through 4 of rat neocortex",
            "David Kleinfeld and Partha P Mitra and Fritjof Helmchen and Winfried Denk",
            "1998",
            "hYlrJuAAAAAJ:d1gkVwhDpl0C",
            822,
            "https:\/\/www.pnas.org\/content\/95\/26\/15741.short",
            "292847848018534657",
            "\/scholar?cites=292847848018534657",
            {
                "1999":6,
                "2000":10,
                "2001":10,
                "2002":15,
                "2003":27,
                "2004":20,
                "2005":26,
                "2006":40,
                "2007":32,
                "2008":54,
                "2009":53,
                "2010":52,
                "2011":52,
                "2012":57,
                "2013":44,
                "2014":48,
                "2015":58,
                "2016":32,
                "2017":45,
                "2018":42,
                "2019":49,
                "2020":36,
                "2021":5
            }
        ],
        [
            "The cytoarchitecture of nervous tissue is lost during the dissociation procedures used to form primary cell cultures. As a first step toward reestablishing an ordered arrangement of these cells in vitro, we developed a set of procedures for patterning the outgrowth of cells cultured on 2-dimensional substrates. These procedures used a combination of surface chemistry and photolithographic techniques. The adhesive properties of either silicon or silicon dioxide (quartz) surfaces were controlled by covalently binding small organic molecules to the surface with silane coupling agents. The attachment and growth of either embryonic mouse spinal cells or perinatal rat cerebellar cells were found to be promoted by binding certain amine derivatives to the surface. In particular, cells grown on surfaces bound with diamines and triamines, but not with monoamines, formed cultures whose morphology was similar to that of cells …",
            "Controlled outgrowth of dissociated neurons on patterned substrates",
            "D Kleinfeld and KH Kahler and PE Hockberger",
            "1988",
            "hYlrJuAAAAAJ:u-x6o8ySG0sC",
            742,
            "https:\/\/www.jneurosci.org\/content\/8\/11\/4098.short",
            "14995099530472740478",
            "\/scholar?cites=14995099530472740478",
            {
                "1989":2,
                "1990":2,
                "1991":8,
                "1992":13,
                "1993":13,
                "1994":21,
                "1995":19,
                "1996":23,
                "1997":18,
                "1998":27,
                "1999":31,
                "2000":34,
                "2001":22,
                "2002":30,
                "2003":34,
                "2004":42,
                "2005":42,
                "2006":35,
                "2007":25,
                "2008":23,
                "2009":32,
                "2010":34,
                "2011":30,
                "2012":21,
                "2013":27,
                "2014":24,
                "2015":20,
                "2016":29,
                "2017":11,
                "2018":20,
                "2019":14,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Channelrhodopsins (ChRs) are used to optogenetically depolarize neurons. We engineered a variant of ChR, denoted red-activatable ChR (ReaChR), that is optimally excited with orange to red light (λ∼ 590–630 nm) and offers improved membrane trafficking, higher photocurrents and faster kinetics compared to existing red-shifted ChRs. Red light is less scattered by tissue and is absorbed less by blood than the blue to green wavelengths that are required by other ChR variants. We used ReaChR expressed in the vibrissa motor cortex to drive spiking and vibrissa motion in awake mice when excited with red light through intact skull. Precise vibrissa movements were evoked by expressing ReaChR in the facial motor nucleus in the brainstem and illumination with red light through the external auditory canal. Thus, ReaChR enables transcranial optical activation of neurons in deep brain structures without the need to …",
            "ReaChR: a red-shifted variant of channelrhodopsin enables deep transcranial optogenetic excitation",
            "John Y Lin and Per Magne Knutsen and Arnaud Muller and David Kleinfeld and Roger Y Tsien",
            "2013",
            "hYlrJuAAAAAJ:S16KYo8Pm5AC",
            616,
            "https:\/\/www.nature.com\/neuro\/journal\/v16\/n10\/abs\/nn.3502.html",
            "3944327479357200492",
            "\/scholar?cites=3944327479357200492",
            {
                "2013":3,
                "2014":55,
                "2015":107,
                "2016":75,
                "2017":93,
                "2018":92,
                "2019":94,
                "2020":85,
                "2021":7
            }
        ],
        [
            "In the visual system of primates, different neuronal pathways are specialized for processing information about the spatial coordinates of objects and their identity—that is,'where'and'what'. By contrast, rats and other nocturnal animals build up a neuronal representation of'where'and'what'by seeking out and palpating objects with their whiskers. We present recent evidence about how the brain constructs a representation of the surrounding world through whisker-mediated sense of touch. While considerable knowledge exists about the representation of the physical properties of stimuli—like texture, shape and position—we know little about how the brain represents their meaning. Future research may elucidate this and show how the transformation of one representation to another is achieved.",
            "'Where'and'what'in the whisker sensorimotor system",
            "Mathew E Diamond and Moritz Von Heimendahl and Per Magne Knutsen and David Kleinfeld and Ehud Ahissar",
            "2008",
            "hYlrJuAAAAAJ:8k81kl-MbHgC",
            533,
            "https:\/\/www.nature.com\/articles\/nrn2411",
            "10269630814610096193",
            "\/scholar?cites=10269630814610096193",
            {
                "2008":6,
                "2009":18,
                "2010":35,
                "2011":55,
                "2012":43,
                "2013":42,
                "2014":46,
                "2015":55,
                "2016":57,
                "2017":40,
                "2018":58,
                "2019":32,
                "2020":40,
                "2021":5
            }
        ]
    ]
}