{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We have fabricated high performance field-effect transistors made from semiconducting single-walled carbon nanotubes (SWNTs). Using chemical vapor deposition to grow the tubes, annealing to improve the contacts, and an electrolyte as a gate, we obtain very high device mobilities and transconductances. These measurements demonstrate that SWNTs are attractive for both electronic applications and for chemical and biological sensing. ",
            "High performance electrolyte gated carbon nanotube transistors",
            "Sami Rosenblatt and Yuval Yaish and Jiwoong Park and Jeff Gore and Vera Sazonova and Paul L McEuen",
            "2002",
            "i-F4LuwAAAAJ:u5HHmVD_uO8C",
            712,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl025639a",
            "10711281135468462995",
            "\/scholar?cites=10711281135468462995",
            {
                "2002":5,
                "2003":38,
                "2004":51,
                "2005":54,
                "2006":59,
                "2007":63,
                "2008":52,
                "2009":59,
                "2010":62,
                "2011":39,
                "2012":34,
                "2013":31,
                "2014":37,
                "2015":26,
                "2016":17,
                "2017":20,
                "2018":22,
                "2019":21,
                "2020":12,
                "2021":3
            }
        ],
        [
            "Knowledge of the elastic properties of DNA is required to understand the structural dynamics of cellular processes such as replication and transcription. Measurements of force and extension on single molecules of DNA 1, 2, 3 have allowed direct determination of the molecule's mechanical properties, provided rigorous tests of theories of polymer elasticity 4, revealed unforeseen structural transitions induced by mechanical stresses 3, 5, 6, 7, and established an experimental and conceptual framework for mechanical assays of enzymes that act on DNA 8. However, a complete description of DNA mechanics must also consider the effects of torque, a quantity that has hitherto not been directly measured in micromanipulation experiments. We have measured torque as a function of twist for stretched DNA—torsional strain in over-or underwound molecules was used to power the rotation of submicrometre beads serving …",
            "Structural transitions and elasticity from torque measurements on DNA",
            "Zev Bryant and Michael D Stone and Jeff Gore and Steven B Smith and Nicholas R Cozzarelli and Carlos Bustamante",
            "2003",
            "i-F4LuwAAAAJ:u-x6o8ySG0sC",
            599,
            "https:\/\/www.nature.com\/articles\/nature01810",
            "2163016748896136529",
            "\/scholar?cites=2163016748896136529",
            {
                "2003":3,
                "2004":28,
                "2005":34,
                "2006":49,
                "2007":24,
                "2008":38,
                "2009":44,
                "2010":37,
                "2011":52,
                "2012":41,
                "2013":35,
                "2014":48,
                "2015":32,
                "2016":27,
                "2017":26,
                "2018":21,
                "2019":28,
                "2020":23,
                "2021":1
            }
        ],
        [
            "The origin of cooperation is a central challenge to our understanding of evolution 1, 2, 3. The fact that microbial interactions can be manipulated in ways that animal interactions cannot has led to a growing interest in microbial models of cooperation 4, 5, 6, 7, 8, 9, 10 and competition 11, 12. For the budding yeast Saccharomyces cerevisiae to grow on sucrose, the disaccharide must first be hydrolysed by the enzyme invertase 13, 14. This hydrolysis reaction is performed outside the cytoplasm in the periplasmic space between the plasma membrane and the cell wall. Here we demonstrate that the vast majority (∼ 99 per cent) of the monosaccharides created by sucrose hydrolysis diffuse away before they can be imported into the cell, serving to make invertase production and secretion a cooperative behaviour 15, 16. A mutant cheater strain that does not produce invertase is able to take advantage of and invade a …",
            "Snowdrift game dynamics and facultative cheating in yeast",
            "Jeff Gore and Hyun Youk and Alexander Van Oudenaarden",
            "2009",
            "i-F4LuwAAAAJ:IjCSPb-OGe4C",
            584,
            "https:\/\/www.nature.com\/articles\/nature07921",
            "12080617620508097213",
            "\/scholar?cites=12080617620508097213",
            {
                "2009":15,
                "2010":25,
                "2011":29,
                "2012":51,
                "2013":64,
                "2014":61,
                "2015":49,
                "2016":56,
                "2017":55,
                "2018":65,
                "2019":62,
                "2020":42,
                "2021":2
            }
        ],
        [
            "Theory predicts that the approach of catastrophic thresholds in natural systems (e.g., ecosystems, the climate) may result in an increasingly slow recovery from small perturbations, a phenomenon called critical slowing down. We used replicate laboratory populations of the budding yeast Saccharomyces cerevisiae for direct observation of critical slowing down before population collapse. We mapped the bifurcation diagram experimentally and found that the populations became more vulnerable to disturbance closer to the tipping point. Fluctuations of population density increased in size and duration near the tipping point, in agreement with the theory. Our results suggest that indicators of critical slowing down can provide advance warning of catastrophic thresholds and loss of resilience in a variety of dynamical systems.",
            "Generic indicators for loss of resilience before a tipping point leading to population collapse",
            "Lei Dai and Daan Vorselen and Kirill S Korolev and Jeff Gore",
            "2012",
            "i-F4LuwAAAAJ:qUcmZB5y_30C",
            484,
            "https:\/\/science.sciencemag.org\/content\/336\/6085\/1175.abstract",
            "4572507805021019386",
            "\/scholar?cites=4572507805021019386",
            {
                "2012":6,
                "2013":42,
                "2014":42,
                "2015":66,
                "2016":57,
                "2017":55,
                "2018":75,
                "2019":60,
                "2020":72,
                "2021":3
            }
        ],
        [
            "DNA is often modelled as an isotropic rod 1, 2, 3, 4, but its chiral structure suggests the possible importance of anisotropic mechanical properties, including coupling between twisting and stretching degrees of freedom. Simple physical intuition predicts that DNA should unwind under tension, as it is pulled towards a denatured structure 4, 5, 6, 7, 8. We used rotor bead tracking to directly measure twist–stretch coupling in single DNA molecules. Here we show that for small distortions, contrary to intuition, DNA overwinds under tension, reaching a maximum twist at a tension of∼ 30 pN. As tension is increased above this critical value, the DNA begins to unwind. The observed twist–stretch coupling predicts that DNA should also lengthen when overwound under constant tension, an effect that we quantitatively confirm. We present a simple model that explains these unusual mechanical properties, and also suggests a …",
            "DNA overwinds when stretched",
            "Jeff Gore and Zev Bryant and Marcelo Nöllmann and Mai U Le and Nicholas R Cozzarelli and Carlos Bustamante",
            "2006",
            "i-F4LuwAAAAJ:9yKSN-GCB0IC",
            386,
            "https:\/\/www.nature.com\/articles\/nature04974",
            "18017190909499867647",
            "\/scholar?cites=18017190909499867647",
            {
                "2006":6,
                "2007":21,
                "2008":27,
                "2009":32,
                "2010":16,
                "2011":30,
                "2012":27,
                "2013":23,
                "2014":32,
                "2015":24,
                "2016":27,
                "2017":35,
                "2018":22,
                "2019":29,
                "2020":27
            }
        ],
        [
            "In 1997, Jarzynski proved a remarkable equality that allows one to compute the equilibrium free-energy difference ΔF between two states from the probability distribution of the nonequilibrium work W done on the system to switch between the states, e–ΔF\/kT = <e–W\/kT>, [Jarzynski, C. (1997) Phys. Rev. Lett. 87, 2690–2693]. The Jarzynski equality provides a powerful free-energy difference estimator from a set of N irreversible experiments and is closely related to free-energy perturbation, a common computational technique for estimating free-energy differences. Despite the many applications of the Jarzynski estimator, its behavior is only poorly understood. In this article we derive the large N limit for the Jarzynski estimator bias, variance, and mean square error that is correct for arbitrary perturbations. We then analyze the properties of the Jarzynski estimator for all N when the probability distribution of work values is …",
            "Bias and error in estimates of equilibrium free-energy differences from nonequilibrium measurements",
            "Jeff Gore and Felix Ritort and Carlos Bustamante",
            "2003",
            "i-F4LuwAAAAJ:d1gkVwhDpl0C",
            321,
            "https:\/\/www.pnas.org\/content\/100\/22\/12564.short",
            "4888198468538112994",
            "\/scholar?cites=4888198468538112994",
            {
                "2003":1,
                "2004":15,
                "2005":28,
                "2006":21,
                "2007":13,
                "2008":23,
                "2009":14,
                "2010":12,
                "2011":15,
                "2012":11,
                "2013":16,
                "2014":17,
                "2015":22,
                "2016":28,
                "2017":24,
                "2018":19,
                "2019":22,
                "2020":17,
                "2021":1
            }
        ],
        [
            "Microorganisms typically form diverse communities of interacting species, whose activities have tremendous impact on the plants, animals and humans they associate with. The ability to predict the structure of these complex communities is crucial to understanding and managing them. Here, we propose a simple, qualitative assembly rule that predicts community structure from the outcomes of competitions between small sets of species, and experimentally assess its predictive power using synthetic microbial communities composed of up to eight soil bacterial species. Nearly all competitions resulted in a unique, stable community, whose composition was independent of the initial species fractions. Survival in three-species competitions was predicted by the pairwise outcomes with an accuracy of~ 90%. Obtaining a similar level of accuracy in competitions between sets of seven or all eight species required …",
            "Community structure follows simple assembly rules in microbial microcosms",
            "Jonathan Friedman and Logan M Higgins and Jeff Gore",
            "2017",
            "i-F4LuwAAAAJ:bbjcffOLshcC",
            226,
            "https:\/\/www.nature.com\/articles\/s41559-017-0109",
            "9082645730163327856",
            "\/scholar?cites=9082645730163327856",
            {
                "2016":1,
                "2017":11,
                "2018":46,
                "2019":69,
                "2020":91,
                "2021":8
            }
        ],
        [
            "The fight against cancer has drawn researchers from a wide variety of disciplines, ranging from molecular biology to physics, but the perspective of an ecological theorist has been mostly overlooked. By thinking about the cells that make up a tumour as an endangered species, cancer vulnerabilities become more apparent. Studies in conservation biology and microbial experiments indicate that extinction is a complex phenomenon, which is often driven by the interaction of ecological and evolutionary processes. Recent advances in cancer research have shown that tumours, like species striving for survival, harbour intricate population dynamics, which suggests the possibility to exploit the ecology of tumours for treatment.",
            "Turning ecology and evolution against cancer",
            "Kirill S Korolev and Joao B Xavier and Jeff Gore",
            "2014",
            "i-F4LuwAAAAJ:onKP9CxGSkIC",
            222,
            "https:\/\/www.nature.com\/articles\/nrc3712",
            "2328390228789114769",
            "\/scholar?cites=2328390228789114769",
            {
                "2014":3,
                "2015":32,
                "2016":39,
                "2017":39,
                "2018":34,
                "2019":32,
                "2020":42
            }
        ],
        [
            "DNA gyrase is a molecular machine that uses the energy of ATP hydrolysis to introduce essential negative supercoils into DNA 1, 2, 3. The directionality of supercoiling is ensured by chiral wrapping of the DNA 4, 5 around a specialized domain 6, 7, 8, 9 of the enzyme before strand passage. Here we observe the activity of gyrase in real time by tracking the rotation of a submicrometre bead attached to the side of a stretched DNA molecule 10. In the presence of gyrase and ATP, we observe bursts of rotation corresponding to the processive, stepwise introduction of negative supercoils in strict multiples of two 11. Changes in DNA tension have no detectable effect on supercoiling velocity, but the enzyme becomes markedly less processive as tension is increased over a range of only a few tenths of piconewtons. This behaviour is quantitatively explained by a simple mechanochemical model in which processivity …",
            "Mechanochemical analysis of DNA gyrase using rotor bead tracking",
            "Jeff Gore and Zev Bryant and Michael D Stone and Marcelo Nöllmann and Nicholas R Cozzarelli and Carlos Bustamante",
            "2006",
            "i-F4LuwAAAAJ:qjMakFHDy7sC",
            214,
            "https:\/\/www.nature.com\/articles\/nature04319",
            "1073279559380316661",
            "\/scholar?cites=1073279559380316661",
            {
                "2006":17,
                "2007":21,
                "2008":15,
                "2009":24,
                "2010":13,
                "2011":20,
                "2012":20,
                "2013":14,
                "2014":11,
                "2015":15,
                "2016":7,
                "2017":9,
                "2018":10,
                "2019":8,
                "2020":8,
                "2021":1
            }
        ],
        [
            "DNA translocases are molecular motors that move rapidly along DNA using adenosine triphosphate as the source of energy. We directly observed the movement of purified FtsK, an Escherichia coli translocase, on single DNA molecules. The protein moves at 5 kilobases per second and against forces up to 60 piconewtons, and locally reverses direction without dissociation. On three natural substrates, independent of its initial binding position, FtsK efficiently translocates over long distances to the terminal region of the E. coli chromosome, as it does in vivo. Our results imply that FtsK is a bidirectional motor that changes direction in response to short, asymmetric directing DNA sequences.",
            "Sequence-directed DNA translocation by purified FtsK",
            "Paul J Pease and Oren Levy and Gregory J Cost and Jeff Gore and Jerod L Ptacin and David Sherratt and Carlos Bustamante and Nicholas R Cozzarelli",
            "2005",
            "i-F4LuwAAAAJ:2osOgNQ5qMEC",
            199,
            "https:\/\/science.sciencemag.org\/content\/307\/5709\/586.abstract",
            "1489042515712530789",
            "\/scholar?cites=1489042515712530789",
            {
                "2005":13,
                "2006":30,
                "2007":25,
                "2008":12,
                "2009":11,
                "2010":17,
                "2011":12,
                "2012":11,
                "2013":13,
                "2014":22,
                "2015":8,
                "2016":7,
                "2017":3,
                "2018":5,
                "2019":7,
                "2020":3
            }
        ]
    ]
}