{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Low-temperature transport properties were systemically studied for the optimal magnetic coupled polycrystalline La 2∕ 3 Ca 1∕ 3 Mn O 3 system under an applied magnetic field from 0 to 8.0 T. The temperature dependence of resistivity shows a generally minimum behavior at low temperatures (T< 30 K) under various applied fields. For the low fields of H< 1.0 T, best fittings were made by considering both the electron-electron (ee) interactions in terms of T 1∕ 2 dependence and the Kondo-like spin dependent scattering in terms of ln T dependence. But for the high fields, at the low-temperature region of T< 15 K, accompanying a disappearance of Kondo term ln T, the electronic resistivity only follows T 1∕ 2 dependence, which is a characteristic of enhanced ee interactions in three dimension (3D) disorder system, and is also confirmed by the specific-heat measurement. It is found that the ln T dependence of …",
            "Low-temperature resistivity minimum and weak spin disorder of polycrystalline La 2∕ 3 Ca 1∕ 3 Mn O 3 in a magnetic field",
            "Yan Xu and Jincang Zhang and Guixin Cao and Chao Jing and Shixun Cao",
            "2006",
            "I-myJnAAAAAJ:u-x6o8ySG0sC",
            114,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.73.224410",
            "2986896635592677709",
            "\/scholar?cites=2986896635592677709",
            {
                "2006":1,
                "2007":1,
                "2008":4,
                "2009":4,
                "2010":14,
                "2011":6,
                "2012":11,
                "2013":7,
                "2014":8,
                "2015":14,
                "2016":10,
                "2017":9,
                "2018":11,
                "2019":7,
                "2020":7
            }
        ],
        [
            "A Kondo-like transport was observed in a metal-semiconductor transition (MSC) at low temperatures in the ferromagnetic metallic phase of the perovskite manganites. Experimental data can be best fitted in the framework of Kondo scattering, electron-electron (e− e), and electron-phonon (e− p) interaction. The results show that this behavior depends strongly on the content of the spin-glass phase and can be tuned with an applied magnetic field, which can be explained by the spin disorder scattering of electrons and\/or antiferromagnetic cluster on a nanoscale and\/or microscale, the interaction and strong correlation between electrons, and antiferromagnetic background. For the undoped samples, the MSC transition means the existence of intrinsic spin disorder with magnetic inhomogeneity. It is important that the present results give a direct evidence of Kondo scattering in ferromagnetic metallic manganites and …",
            "Kondo-like transport and its correlation with the spin-glass phase in perovskite manganites",
            "Jincang Zhang and Yan Xu and Shixun Cao and Guixin Cao and Yufeng Zhang and Chao Jing",
            "2005",
            "I-myJnAAAAAJ:u5HHmVD_uO8C",
            114,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.72.054410",
            "15914790044231339604",
            "\/scholar?cites=15914790044231339604",
            {
                "2006":4,
                "2007":3,
                "2008":10,
                "2009":12,
                "2010":11,
                "2011":4,
                "2012":4,
                "2013":4,
                "2014":10,
                "2015":15,
                "2016":7,
                "2017":4,
                "2018":6,
                "2019":13,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Multifunctional hybrid nanoparticles (NPs, ∼100 nm) that combine magnetic Fe3O4 nanocrystals and fluorescent carbon dots (CDs) in porous carbon (C) were successfully synthesized using a one-pot solvothermal method by simply increasing the H2O2 concentration. The resultant Fe3O4@C-CDs hybrid NPs not only demonstrate excellent magnetic responsive properties (Ms = 32.5 emu g−1) and magnetic resonance imaging ability (r*2 = 674.4 mM−1 s−1) from the Fe3O4 nanocrystal core, but also exhibit intriguing photoluminescent (quantum yield ∼6.8%) properties including upconversion fluorescence and excellent photostability from the CDs produced in the porous carbon. The hybrid NPs can enter the intracellular region and illuminate mouse melanoma B16F10 cells under different excitation wavelengths. Meanwhile, the mesoporous carbon shell and hydrophilic surface functional groups endow the hybrid …",
            "Magnetic iron oxide–fluorescent carbon dots integrated nanoparticles for dual-modal imaging, near-infrared light-responsive drug carrier and photothermal therapy",
            "Hui Wang and Jing Shen and Yingyu Li and Zengyan Wei and Guixin Cao and Zheng Gai and Kunlun Hong and Probal Banerjee and Shuiqin Zhou",
            "2014",
            "I-myJnAAAAAJ:9yKSN-GCB0IC",
            106,
            "https:\/\/pubs.rsc.org\/az\/content\/articlehtml\/2014\/bm\/c3bm60297d",
            "9801224678468326780",
            "\/scholar?cites=9801224678468326780",
            {
                "2014":5,
                "2015":14,
                "2016":17,
                "2017":12,
                "2018":18,
                "2019":20,
                "2020":18,
                "2021":2
            }
        ],
        [
            "We study experimentally and theoretically the electronic and magnetic properties of two insulating double perovskites that show similar atomic and electronic structure but different magnetic properties. In magnetization measurements, La 2 ZnIrO 6 displays weak ferromagnetic behavior below 7.5 K, whereas La 2 MgIrO 6 shows antiferromagnetic behavior below T N= 12 K. Electronic structure calculations find that the weak ferromagnetic behavior observed in La 2 ZnIrO 6 is in fact due to canted antiferromagnetism. The calculations also predict canted antiferromagnetic behavior in La 2 MgIrO 6, but intriguingly, this was not observed. Neutron diffraction measurements confirm the essentially antiferromagnetic behavior of both systems but lack the sensitivity to resolve the small (0.22 μ B\/Ir) ferromagnetic component in La 2 ZnIrO 6. Overall, the results presented here indicate the crucial role of spin-orbit coupling (SOC …",
            "Magnetism and electronic structure of La 2 ZnIrO 6  and La 2 MgIrO 6 : Candidate  J eff = 1 2  Mott insulators",
            "and David Mandrus Guixin Cao and Alaska Subedi and S. Calder and J.-Q. Yan and Jieyu Yi and Zheng Gai and Lekhanath Poudel and David J. Singh and Mark D. Lumsden and A. D. Christianson and Brian C. Sales",
            "2013",
            "I-myJnAAAAAJ:Weau3kkTRIMC",
            71,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.87.155136",
            "5944177578184608142",
            "\/scholar?cites=5944177578184608142",
            {
                "2014":3,
                "2015":7,
                "2016":11,
                "2017":7,
                "2018":11,
                "2019":16,
                "2020":15,
                "2021":1
            }
        ],
        [
            "Fe 3 GeTe 2 is known as an air-stable layered metal with itinerant ferromagnetism with a transition temperature of about 220 K. From our extensive dc and ac magnetic measurements, we have determined that the ferromagnetic layers of Fe 3 GeTe 2 actually order antiferromagnetically along the c-axis below 152 K. The antiferromagnetic state was further substantiated by theoretical calculation to be the ground state. A magnetic structure model was proposed to describe the antiferromagnetic ground state as well as competition between antiferromagnetic and ferromagnetic states. Fe 3 GeTe 2 shares many common features with pnictide superconductors and may be a promising system in which to search for unconventional superconductivity.",
            "Competing antiferromagnetism in a quasi-2D itinerant ferromagnet: Fe3GeTe2",
            "Jieyu Yi and Houlong Zhuang and Qiang Zou and Zhiming Wu and Guixin Cao and Siwei Tang and SA Calder and PRC Kent and David Mandrus and Zheng Gai",
            "2016",
            "I-myJnAAAAAJ:tL5YfqkXb3gC",
            64,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2053-1583\/4\/1\/011005\/meta",
            "9179410933479377602",
            "\/scholar?cites=9179410933479377602",
            {
                "2017":5,
                "2018":12,
                "2019":25,
                "2020":20,
                "2021":2
            }
        ],
        [
            "Particularly in Sr 2 IrO 4, the interplay between spin-orbit coupling, bandwidth and on-site Coulomb repulsion stabilizes a J eff= 1\/2 spin-orbital entangled insulating state at low temperatures. Whether this insulating phase is Mott-or Slater-type, has been under intense debate. We address this issue via spatially resolved imaging and spectroscopic studies of the Sr 2 IrO 4 surface using scanning tunneling microscopy\/spectroscopy (STM\/S). STS results clearly illustrate the opening of an insulating gap (150~ 250 meV) below the Néel temperature (T N), in qualitative agreement with our density-functional theory (DFT) calculations. More importantly, the temperature dependence of the gap is qualitatively consistent with our DFT+ dynamical mean field theory (DMFT) results, both showing a continuous transition from a gapped insulating ground state to a non-gap phase as temperatures approach T N. These results …",
            "Atomically resolved spectroscopic study of Sr 2 IrO 4: Experiment and theory",
            "Qing Li and Guixin Cao and Satoshi Okamoto and Jieyu Yi and Wenzhi Lin and Brian C Sales and Jiaqiang Yan and Ryotaro Arita and Jan Kuneš and Anton V Kozhevnikov and Adolfo G Eguiluz and Masatoshi Imada and Zheng Gai and Minghu Pan and David G Mandrus",
            "2013",
            "I-myJnAAAAAJ:2osOgNQ5qMEC",
            62,
            "https:\/\/www.nature.com\/articles\/srep03073?WT_ec_id=SREP-639-20131101",
            "18117613610047765716",
            "\/scholar?cites=18117613610047765716",
            {
                "2014":14,
                "2015":10,
                "2016":8,
                "2017":7,
                "2018":10,
                "2019":8,
                "2020":5
            }
        ],
        [
            "This paper reports a type of multifunctional hybrid nanoparticle (NP) composed of gold nanocrystals coated on and\/or embedded in a magnetite-fluorescent porous carbon core–shell NP template (Fe3O4@PC-CDs-Au) for biomedical applications, including magnetic\/NIR-responsive drug release, multicolor cell imaging, and enhanced photothermal therapy. The synthesis of the Fe3O4@PC-CDs-Au NPs firstly involves the preparation of core–shell template NPs with magnetite nanocrystals clustered in the cores and fluorescent carbon dots (CDs) embedded in a porous carbon shell, followed by an in situ reduction of silver ions (Ag+) loaded in the porous carbon shell and a subsequent replacement of Ag NPs with Au NPs through a galvanic replacement reaction using HAuCl4 as a precursor. The Fe3O4@PC-CDs-Au NPs can enter the intracellular region and light up mouse melanoma B16F10 cells in multicolor …",
            "Magnetic\/NIR-responsive drug carrier, multicolor cell imaging, and enhanced photothermal therapy of gold capped magnetite-fluorescent carbon hybrid nanoparticles",
            "Hui Wang and Guixin Cao and Zheng Gai and Kunlun Hong and Probal Banerjee and Shuiqin Zhou",
            "2015",
            "I-myJnAAAAAJ:LkGwnXOMwfcC",
            53,
            "https:\/\/pubs.rsc.org\/az\/content\/articlehtml\/2015\/nr\/c4nr07335e",
            "1059993918762278835",
            "\/scholar?cites=1059993918762278835",
            {
                "2015":1,
                "2016":14,
                "2017":9,
                "2018":7,
                "2019":11,
                "2020":9,
                "2021":1
            }
        ],
        [
            "The layered 5 d transition-metal oxide Sr 2 IrO 4 has been shown to host a novel J eff= 1 2 Mott spin-orbit insulating state with antiferromagnetic ordering, leading to comparisons with the layered cuprates. Here we study the effect of substituting Mn for Ir in single crystals of Sr 2 Ir 0.9 Mn 0.1 O 4 through an investigation involving bulk measurements and resonant x-ray and neutron scattering. We observe a new long-range magnetic structure emerge upon doping through a reordering of the spins from the basal plane to the c axis with a reduced ordering temperature compared to Sr 2 IrO 4. The strong enhancement of the magnetic x-ray scattering intensity at the L 3 edge relative to the L 2 edge indicates that the J eff= 1 2 state is robust and capable of hosting a variety of ground states.",
            "Magnetic structural change of Sr 2 IrO 4 upon Mn doping",
            "S Calder and G-X Cao and Mark D Lumsden and JW Kim and Zheng Gai and Brian C Sales and David Mandrus and Andrew D Christianson",
            "2012",
            "I-myJnAAAAAJ:eJD0kABLposC",
            53,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.86.220403",
            "5218444159720789841",
            "\/scholar?cites=5218444159720789841",
            {
                "2013":6,
                "2014":9,
                "2015":5,
                "2016":5,
                "2017":8,
                "2018":12,
                "2019":3,
                "2020":5
            }
        ],
        [
            "A simple and facile synthetic strategy is developed to prepare a new class of multifunctional hybrid nanoparticles (NPs) that can integrate a magnetic core with silver nanocrystals embedded in porous carbon shell. The method involves a one-step solvothermal synthesis of Fe3O4@C template NPs with Fe3O4nanocrystals in the core protected by a porous carbon shell, followed by loading and in situ reduction of silver ions in the carbon shell in water at room temperature. The core–satellite and dumbbell-like nanostructures of the resulted Fe3O4@C–Ag hybrid NPs can be readily controlled by loading amount of silver ions. The hybrid NPs can efficiently catalyze the reduction reaction of organic dyes in water. The easy magnetic separation and high stability of the catalytically active silver nanocrystals embedded in the carbon shell enable the hybrid NPs to be recycled for reuse as catalysts. The hybrid NPs can also …",
            "Porous carbon protected magnetite and silver hybrid nanoparticles: morphological control, recyclable catalysts, and multicolor cell imaging",
            "Hui Wang and Jing Shen and Yingyu Li and Zengyan Wei and Guixin Cao and Zheng Gai and Kunlun Hong and Probal Banerjee and Shuiqin Zhou",
            "2013",
            "I-myJnAAAAAJ:zYLM7Y9cAGgC",
            47,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/am4032532",
            "12964647032636945005",
            "\/scholar?cites=12964647032636945005",
            {
                "2013":2,
                "2014":6,
                "2015":12,
                "2016":7,
                "2017":5,
                "2018":8,
                "2019":3,
                "2020":3,
                "2021":1
            }
        ],
        [
            "A class of multifunctional hybrid nanoparticles (NPs) that can integrate a magnetic core, silver (Ag) nanocrystals, and a biocompatible poly(ethylene glycol) (PEG) shell were synthesized and characterized and their applications as antibacterial agents, optical labels for cellular imaging and drug carriers were tested. The synthetic strategy involves a one-step solvothermal synthesis of Fe3O4@PEG template NPs (∼60 nm) with magnetic Fe3O4 nanocrystals in the core and porous PEG as the shell, followed by loading and in situ reduction of Ag+ ions to form Ag nanocrystals in the shell. The size and number of the Ag nanocrystals embedded in the PEG shell can be readily controlled via a simple reaction condition change, resulting in different nanostructures and properties of the hybrid NPs. Such designed Fe3O4@Ag–PEG hybrid NPs can combine the properties and functions from each component. While the Fe3O4 …",
            "Multifunctional PEG encapsulated Fe 3 O 4@ silver hybrid nanoparticles: antibacterial activity, cell imaging and combined photothermo\/chemo-therapy",
            "Hui Wang and Jing Shen and Guixin Cao and Zheng Gai and Kunlun Hong and Priya R Debata and Probal Banerjee and Shuiqin Zhou",
            "2013",
            "I-myJnAAAAAJ:UeHWp8X0CEIC",
            45,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2013\/tb\/c3tb21055c",
            "4198875590443476263",
            "\/scholar?cites=4198875590443476263",
            {
                "2014":8,
                "2015":14,
                "2016":9,
                "2017":3,
                "2018":4,
                "2019":3,
                "2020":3,
                "2021":1
            }
        ]
    ]
}