{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Recent analysis of satellite data obtained during the 9 October 2012 geomagnetic storm identified the development of peaks in electron phase space density 1, which are compelling evidence for local electron acceleration in the heart of the outer radiation belt 2, 3, but are inconsistent with acceleration by inward radial diffusive transport 4, 5. However, the precise physical mechanism responsible for the acceleration on 9 October was not identified. Previous modelling has indicated that a magnetospheric electromagnetic emission known as chorus could be a potential candidate for local electron acceleration 6, 7, 8, 9, 10, but a definitive resolution of the importance of chorus for radiation-belt acceleration was not possible because of limitations in the energy range and resolution of previous electron observations and the lack of a dynamic global wave model. Here we report high-resolution electron observations 11 …",
            "Rapid local acceleration of relativistic radiation-belt electrons by magnetospheric chorus",
            "RM Thorne and W Li and B Ni and Q Ma and J Bortnik and L Chen and DN Baker and Harlan E Spence and GD Reeves and MG Henderson and CA Kletzing and WS Kurth and GB Hospodarsky and JB Blake and Joseph F Fennell and SG Claudepierre and SG Kanekal",
            "2013",
            "i1JE-OYAAAAJ:kw52XkFRtyQC",
            446,
            "https:\/\/www.nature.com\/articles\/nature12889",
            "6953068610266215673",
            "\/scholar?cites=6953068610266215673",
            {
                "2013":2,
                "2014":42,
                "2015":62,
                "2016":69,
                "2017":71,
                "2018":72,
                "2019":65,
                "2020":59,
                "2021":2
            }
        ],
        [
            "This paper describes the Magnetic Electron Ion Spectrometer (MagEIS) instruments aboard the RBSP spacecraft from an instrumentation and engineering point of view. There are four magnetic spectrometers aboard each of the two spacecraft, one low-energy unit (20–240 keV), two medium-energy units (80–1200 keV), and a high-energy unit (800–4800 keV). The high unit also contains a proton telescope (55 keV–20 MeV).The magnetic spectrometers focus electrons within a selected energy pass band upon a focal plane of several silicon detectors where pulse-height analysis is used to determine if the energy of the incident electron is appropriate for the electron momentum selected by the magnet. Thus each event is a two-parameter analysis, an approach leading to a greatly reduced background.The physics of these instruments are described in detail followed by the engineering …",
            "The Magnetic Electron Ion Spectrometer (MagEIS) Instruments Aboard the Radiation Belt Storm Probes (RBSP) Spacecraft",
            "JB Blake and PA Carranza and SG Claudepierre and JH Clemmons and WR Crain and Y Dotan and JF Fennell and FH Fuentes and RM Galvan and JS George and MG Henderson and M Lalic and AY Lin and MD Looper and DJ Mabry and JE Mazur and B McCarthy and CQ Nguyen and TP O’Brien and MA Perez and MT Redding and JL Roeder and DJ Salvaggio and GA Sorensen and HE Spence and S Yi and MP Zakrzewski",
            "2013",
            "i1JE-OYAAAAJ:otzGkya1bYkC",
            385,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-1-4899-7433-4_12",
            "8293351879494480561",
            "\/scholar?cites=8293351879494480561",
            {
                "2013":7,
                "2014":27,
                "2015":50,
                "2016":65,
                "2017":59,
                "2018":52,
                "2019":55,
                "2020":66,
                "2021":2
            }
        ],
        [
            "The Van Allen radiation belts contain ultrarelativistic electrons trapped in Earth’s magnetic field. Since their discovery in 1958, a fundamental unanswered question has been how electrons can be accelerated to such high energies. Two classes of processes have been proposed: transport and acceleration of electrons from a source population located outside the radiation belts (radial acceleration) or acceleration of lower-energy electrons to relativistic energies in situ in the heart of the radiation belts (local acceleration). We report measurements from NASA’s Van Allen Radiation Belt Storm Probes that clearly distinguish between the two types of acceleration. The observed radial profiles of phase space density are characteristic of local acceleration in the heart of the radiation belts and are inconsistent with a predominantly radial acceleration process.",
            "Electron acceleration in the heart of the Van Allen radiation belts",
            "GD Reeves and Harlan E Spence and MG Henderson and SK Morley and RHW Friedel and HO Funsten and DN Baker and SG Kanekal and JB Blake and JF Fennell and SG Claudepierre and RM Thorne and DL Turner and CA Kletzing and WS Kurth and BA Larsen and JT Niehof",
            "2013",
            "i1JE-OYAAAAJ:ubry08Y2EpUC",
            365,
            "https:\/\/science.sciencemag.org\/content\/341\/6149\/991.abstract",
            "941447464260083874",
            "\/scholar?cites=941447464260083874",
            {
                "2013":15,
                "2014":46,
                "2015":41,
                "2016":61,
                "2017":54,
                "2018":58,
                "2019":40,
                "2020":44,
                "2021":2
            }
        ],
        [
            "The Radiation Belt Storm Probes (RBSP)-Energetic Particle, Composition, and Thermal Plasma (ECT) suite contains an innovative complement of particle instruments to ensure the highest quality measurements ever made in the inner magnetosphere and radiation belts. The coordinated RBSP-ECT particle measurements, analyzed in combination with fields and waves observations and state-of-the-art theory and modeling, are necessary for understanding the acceleration, global distribution, and variability of radiation belt electrons and ions, key science objectives of NASA’s Living With a Star program and the Van Allen Probes mission. The RBSP-ECT suite consists of three highly-coordinated instruments: the Magnetic Electron Ion Spectrometer (MagEIS), the Helium Oxygen Proton Electron (HOPE) sensor, and the Relativistic Electron Proton Telescope (REPT). Collectively they cover, continuously, the …",
            "Science goals and overview of the radiation belt storm probes (RBSP) energetic particle, composition, and thermal plasma (ECT) suite on NASA’s Van Allen probes mission",
            "Harlan E Spence and GD Reeves and DN Baker and JB Blake and M Bolton and S Bourdarie and AA Chan and SG Claudepierre and JH Clemmons and JP Cravens and SR Elkington and JF Fennell and RHW Friedel and HO Funsten and J Goldstein and JC Green and A Guthrie and MG Henderson and RB Horne and MK Hudson and J-M Jahn and VK Jordanova and SG Kanekal and BW Klatt and BA Larsen and X Li and EA MacDonald and IR Mann and J Niehof and TP O’Brien and TG Onsager and D Salvaggio and RM Skoug and SS Smith and LL Suther and MF Thomsen and RM Thorne",
            "2013",
            "i1JE-OYAAAAJ:LdasjJ6CEcoC",
            363,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s11214-013-0007-5.pdf",
            "8356176324254577675",
            "\/scholar?cites=8356176324254577675",
            {
                "2013":4,
                "2014":31,
                "2015":50,
                "2016":50,
                "2017":56,
                "2018":53,
                "2019":65,
                "2020":51,
                "2021":2
            }
        ],
        [
            "The HOPE mass spectrometer of the Radiation Belt Storm Probes (RBSP) mission (renamed the Van Allen Probes) is designed to measure the in situ plasma ion and electron fluxes over 4π sr at each RBSP spacecraft within the terrestrial radiation belts. The scientific goal is to understand the underlying physical processes that govern the radiation belt structure and dynamics. Spectral measurements for both ions and electrons are acquired over 1 eV to 50 keV in 36 log-spaced steps at an energy resolution ΔE FWHM\/E≈15 %. The dominant ion species (H+, He+, and O+) of the magnetosphere are identified using foil-based time-of-flight (TOF) mass spectrometry with channel electron multiplier (CEM) detectors. Angular measurements are derived using five polar pixels coplanar with the spacecraft spin axis, and up to 16 azimuthal bins are acquired for each polar pixel over time as the …",
            "Helium, Oxygen, Proton, and Electron (HOPE) mass spectrometer for the radiation belt storm probes mission",
            "HO Funsten and RM Skoug and AA Guthrie and EA MacDonald and JR Baldonado and RW Harper and KC Henderson and KH Kihara and JE Lake and BA Larsen and AD Puckett and VJ Vigil and RH Friedel and MG Henderson and JT Niehof and GD Reeves and MF Thomsen and JJ Hanley and DE George and J-M Jahn and S Cortinas and A De Los Santos and G Dunn and E Edlund and M Ferris and M Freeman and M Maple and C Nunez and T Taylor and W Toczynski and C Urdiales and HE Spence and JA Cravens and LL Suther and J Chen",
            "2013",
            "i1JE-OYAAAAJ:F1b5ZUV5XREC",
            313,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s11214-013-9968-7.pdf",
            "15584311339181767022",
            "\/scholar?cites=15584311339181767022",
            {
                "2013":5,
                "2014":12,
                "2015":37,
                "2016":44,
                "2017":51,
                "2018":53,
                "2019":61,
                "2020":49,
                "2021":1
            }
        ],
        [
            " NASA’s Lunar Precursor Robotic Program (LPRP), formulated in response to the President’s Vision for Space Exploration, will execute a series of robotic missions that will pave the way for eventual permanent human presence on the Moon. The Lunar Reconnaissance Orbiter (LRO) is first in this series of LPRP missions, and plans to launch in October of 2008 for at least one year of operation. LRO will employ six individual instruments to produce accurate maps and high-resolution images of future landing sites, to assess potential lunar resources, and to characterize the radiation environment. LRO will also test the feasibility of one advanced technology demonstration package. The LRO payload includes: Lunar Orbiter Laser Altimeter (LOLA) which will determine the global topography of the lunar surface at high resolution, measure landing site slopes, surface roughness, and search for possible polar …",
            "Lunar reconnaissance orbiter overview: Theáinstrument suite and mission",
            "Gordon Chin and Scott Brylow and Marc Foote and James Garvin and Justin Kasper and John Keller and Maxim Litvak and Igor Mitrofanov and David Paige and Keith Raney and Mark Robinson and Anton Sanin and David Smith and Harlan Spence and Paul Spudis and S Alan Stern and Maria Zuber",
            "2007",
            "i1JE-OYAAAAJ:9yKSN-GCB0IC",
            309,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s11214-007-9153-y.pdf",
            "8776033374277683534",
            "\/scholar?cites=8776033374277683534",
            {
                "2007":5,
                "2008":11,
                "2009":28,
                "2010":35,
                "2011":18,
                "2012":31,
                "2013":22,
                "2014":22,
                "2015":15,
                "2016":25,
                "2017":25,
                "2018":19,
                "2019":23,
                "2020":24,
                "2021":4
            }
        ],
        [
            "Particle acceleration and loss in the million electron Volt (MeV) energy range (and above) is the least understood aspect of radiation belt science. In order to measure cleanly and separately both the energetic electron and energetic proton components, there is a need for a carefully designed detector system. The Relativistic Electron-Proton Telescope (REPT) on board the Radiation Belt Storm Probe (RBSP) pair of spacecraft consists of a stack of high-performance silicon solid-state detectors in a telescope configuration, a collimation aperture, and a thick case surrounding the detector stack to shield the sensors from penetrating radiation and bremsstrahlung. The instrument points perpendicular to the spin axis of the spacecraft and measures high-energy electrons (up to ∼20 MeV) with excellent sensitivity and also measures magnetospheric and solar protons to energies well above E=100 MeV. The …",
            "The Relativistic Electron-Proton Telescope (REPT) instrument on board the Radiation Belt Storm Probes (RBSP) spacecraft: Characterization of Earth’s radiation belt high-energy …",
            "Daniel N Baker and SG Kanekal and VC Hoxie and S Batiste and M Bolton and X Li and SR Elkington and S Monk and R Reukauf and S Steg and J Westfall and C Belting and B Bolton and D Braun and B Cervelli and K Hubbell and M Kien and S Knappmiller and S Wade and B Lamprecht and K Stevens and J Wallace and A Yehle and HE Spence and R Friedel",
            "2013",
            "i1JE-OYAAAAJ:gVv57TyPmFsC",
            287,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s11214-012-9950-9.pdf",
            "4978048151404192202",
            "\/scholar?cites=4978048151404192202",
            {
                "2013":11,
                "2014":22,
                "2015":37,
                "2016":52,
                "2017":36,
                "2018":33,
                "2019":54,
                "2020":37,
                "2021":2
            }
        ],
        [
            "Global magnetospheric ULF pulsations with frequencies in the Pc 5 range (f = 1.7–6.7 mHz) and below have been observed for decades in space and on the Earth. Recent work has shown that in some cases these pulsations appear at discrete frequencies. Global cavity and waveguide modes have been offered as possible sources of such waves. In these models the magnetosphere is presumed to resonate globally at frequencies determined solely by its internal properties such as size, shape, field topology, mass density distribution, etc. We show in this work that upstream solar wind number density and dynamic pressure variations precede and drive compressional magnetic field variations at geosynchronous orbit. Furthermore, spectral analysis shows that wave power spectra in both the solar wind and magnetosphere contain peaks at the same discrete frequencies. Therefore, in contrast to the cavity mode …",
            "ULF waves in the solar wind as direct drivers of magnetospheric pulsations",
            "L Kepko and Harlan E Spence and HJ Singer",
            "2002",
            "i1JE-OYAAAAJ:qjMakFHDy7sC",
            262,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2001GL014405",
            "13947064209184957427",
            "\/scholar?cites=13947064209184957427",
            {
                "2002":1,
                "2003":9,
                "2004":6,
                "2005":14,
                "2006":15,
                "2007":9,
                "2008":16,
                "2009":13,
                "2010":17,
                "2011":8,
                "2012":13,
                "2013":19,
                "2014":15,
                "2015":17,
                "2016":23,
                "2017":11,
                "2018":12,
                "2019":24,
                "2020":17,
                "2021":2
            }
        ],
        [
            "In this paper we present six events in which both the time series and the spectral content of solar wind number density fluctuations and magnetospheric magnetic field observations were highly correlated for intervals ranging from a few to twelve hours. The fluctuations were periodic and occurred at discrete frequencies which often matched the f = 1.3, 1.9, 2.6, and 3.4 mHz oscillations that have been attributed to global magnetospheric MHD cavity and\/or waveguide modes. We also observed significant power in the sub‐mHz region, with frequencies as low as f = 0.1 mHz. We show that these fluctuations were first observed in the solar wind, far upstream from the Earth, and argue that the convected density perturbations slowly alter the size of the magnetospheric cavity leading to the appearance of multiple, discrete magnetospheric oscillations. We argue that for these events the discrete frequencies were an inherent …",
            "Observations of discrete, global magnetospheric oscillations directly driven by solar wind density variations",
            "L Kepko and Harlan E Spence",
            "2003",
            "i1JE-OYAAAAJ:Y0pCki6q_DkC",
            225,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2002JA009676",
            "12559190798897613898",
            "\/scholar?cites=12559190798897613898",
            {
                "2004":2,
                "2005":9,
                "2006":10,
                "2007":7,
                "2008":14,
                "2009":15,
                "2010":10,
                "2011":15,
                "2012":11,
                "2013":15,
                "2014":14,
                "2015":14,
                "2016":23,
                "2017":16,
                "2018":10,
                "2019":20,
                "2020":17,
                "2021":1
            }
        ],
        [
            "Since their discovery more than 50 years ago, Earth’s Van Allen radiation belts have been considered to consist of two distinct zones of trapped, highly energetic charged particles. The outer zone is composed predominantly of megaelectron volt (MeV) electrons that wax and wane in intensity on time scales ranging from hours to days, depending primarily on external forcing by the solar wind. The spatially separated inner zone is composed of commingled high-energy electrons and very energetic positive ions (mostly protons), the latter being stable in intensity levels over years to decades. In situ energy-specific and temporally resolved spacecraft observations reveal an isolated third ring, or torus, of high-energy (>2 MeV) electrons that formed on 2 September 2012 and persisted largely unchanged in the geocentric radial range of 3.0 to ~3.5 Earth radii for more than 4 weeks before being disrupted (and virtually …",
            "A long-lived relativistic electron storage ring embedded in Earth’s outer Van Allen belt",
            "DN Baker and SG Kanekal and VC Hoxie and MG Henderson and X Li and Harlan E Spence and SR Elkington and RHW Friedel and J Goldstein and MK Hudson and GD Reeves and RM Thorne and CA Kletzing and SG Claudepierre",
            "2013",
            "i1JE-OYAAAAJ:LgRImbQfgY4C",
            215,
            "https:\/\/science.sciencemag.org\/content\/340\/6129\/186.abstract",
            "14640121378760791928",
            "\/scholar?cites=14640121378760791928",
            {
                "2013":15,
                "2014":36,
                "2015":30,
                "2016":37,
                "2017":27,
                "2018":19,
                "2019":29,
                "2020":18,
                "2021":2
            }
        ]
    ]
}