{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "We show that Bose–Einstein condensates in a honeycomb optical lattice can be described by a nonlinear Dirac equation in the long wavelength, mean field limit. Unlike nonlinear Dirac equations posited by particle theorists, which are designed to preserve the principle of relativity, i.e., Poincaré covariance, the nonlinear Dirac equation for Bose–Einstein condensates breaks this symmetry. We present a rigorous derivation of the nonlinear Dirac equation from first principles. We provide a thorough discussion of all symmetries broken and maintained.",
            "The nonlinear Dirac equation in Bose–Einstein condensates: Foundation and symmetries",
            "LH Haddad and LD Carr",
            "2009",
            "i2e_jfYAAAAJ:Y0pCki6q_DkC",
            112,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0167278909000372",
            "3810419204195874443",
            "\/scholar?cites=3810419204195874443",
            {
                "2009":3,
                "2010":9,
                "2011":11,
                "2012":7,
                "2013":12,
                "2014":9,
                "2015":15,
                "2016":6,
                "2017":7,
                "2018":12,
                "2019":11,
                "2020":8,
                "2021":2
            }
        ],
        [
            "We present relativistic linear stability equations (RLSE) for quasi-relativistic cold atoms in a honeycomb optical lattice. These equations are derived from first principles and provide a method for computing stabilities of arbitrary localized solutions of the nonlinear Dirac equation (NLDE), a relativistic generalization of the nonlinear Schrödinger equation. We present a variety of such localized solutions: skyrmions, solitons, vortices, and half-quantum vortices, and study their stabilities via the RLSE. When applied to a uniform background, our calculations reveal an experimentally observable effect in the form of Cherenkov radiation.",
            "Relativistic linear stability equations for the nonlinear Dirac equation in Bose-Einstein condensates",
            "LH Haddad and LD Carr",
            "2011",
            "i2e_jfYAAAAJ:eQOLeE2rZwMC",
            36,
            "https:\/\/iopscience.iop.org\/article\/10.1209\/0295-5075\/94\/56002\/meta",
            "9092553811499901914",
            "\/scholar?cites=9092553811499901914",
            {
                "2011":3,
                "2012":3,
                "2013":4,
                "2014":8,
                "2015":9,
                "2016":1,
                "2017":4,
                "2018":3,
                "2019":1
            }
        ],
        [
            "We present a thorough analysis of soliton solutions to the quasi-one-dimensional (quasi-1D) nonlinear Dirac equation (NLDE) for a Bose–Einstein condensate in a honeycomb lattice with armchair geometry. Our NLDE corresponds to a quasi-1D reduction of the honeycomb lattice along the zigzag direction, in direct analogy to graphene nanoribbons. Excitations in the remaining large direction of the lattice correspond to the linear subbands in the armchair nanoribbon spectrum. Analytical as well as numerical soliton Dirac spinor solutions are obtained. We analyze the solution space of the quasi-1D NLDE by finding fixed points, delineating the various regions in solution space, and through an invariance relation which we obtain as a first integral of the NLDE. We obtain spatially oscillating multi-soliton solutions as well as asymptotically flat single soliton solutions using five different methods: by direct integration; an …",
            "The nonlinear Dirac equation in Bose–Einstein condensates: I. Relativistic solitons in armchair nanoribbon optical lattices",
            "LH Haddad and CM Weaver and Lincoln D Carr",
            "2015",
            "i2e_jfYAAAAJ:WF5omc3nYNoC",
            30,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1367-2630\/17\/6\/063033\/meta",
            "10564163570809413827",
            "\/scholar?cites=10564163570809413827",
            {
                "2015":5,
                "2016":4,
                "2017":5,
                "2018":7,
                "2019":4,
                "2020":3,
                "2021":2
            }
        ],
        [
            "We analyze the vortex solution space of the -dimensional nonlinear Dirac equation for bosons in a honeycomb optical lattice at length scales much larger than the lattice spacing. Dirac point relativistic covariance combined with s-wave scattering for bosons leads to a large number of vortex solutions characterized by different functional forms for the internal spin and overall phase of the order parameter. We present a detailed derivation of these solutions which include skyrmions, half-quantum vortices, Mermin–Ho and Anderson–Toulouse vortices for vortex winding  For  we obtain topological as well as non-topological solutions defined by the asymptotic radial dependence. For arbitrary values of ℓ the non-topological solutions include bright ring-vortices which explicitly demonstrate the confining effects of the Dirac operator. We arrive at solutions through an asymptotic Bessel series, algebraic closed …",
            "The nonlinear Dirac equation in Bose–Einstein condensates: vortex solutions and spectra in a weak harmonic trap",
            "LH Haddad and Lincoln D Carr",
            "2015",
            "i2e_jfYAAAAJ:2osOgNQ5qMEC",
            23,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1367-2630\/17\/11\/113011\/meta",
            "14754390117238792833",
            "\/scholar?cites=14754390117238792833",
            {
                "2015":3,
                "2016":2,
                "2017":4,
                "2018":8,
                "2019":3,
                "2020":2,
                "2021":1
            }
        ],
        [
            "We present the theoretical and mathematical foundations of stability analysis for a Bose–Einstein condensate (BEC) at Dirac points of a honeycomb optical lattice. The combination of s-wave scattering for bosons and lattice interaction places constraints on the mean-field description, and hence on vortex configurations in the Bloch-envelope function near the Dirac point. A full derivation of the relativistic linear stability equations (RLSE) is presented by two independent methods to ensure veracity of our results. Solutions of the RLSE are used to compute fluctuations and lifetimes of vortex solutions of the nonlinear Dirac equation, which include Anderson–Toulouse skyrmions with lifetime  s. Beyond vortex stabilities the RLSE provide insight into the character of collective superfluid excitations, which we find to encode several established theories of physics. In particular, the RLSE reduce to the Andreev equations …",
            "The nonlinear Dirac equation in Bose–Einstein condensates: superfluid fluctuations and emergent theories from relativistic linear stability equations",
            "LH Haddad and Lincoln D Carr",
            "2015",
            "i2e_jfYAAAAJ:qjMakFHDy7sC",
            17,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1367-2630\/17\/9\/093037\/meta",
            "16444712991872910217",
            "\/scholar?cites=16444712991872910217",
            {
                "2015":4,
                "2016":4,
                "2017":2,
                "2018":1,
                "2019":5,
                "2020":1
            }
        ],
        [
            "The nonlinear Dirac equation for Bose–Einstein condensates (BECs) in honeycomb optical lattices gives rise to relativistic multi-component bright and dark soliton solutions. Using the relativistic linear stability equations, the relativistic generalization of the Boguliubov-de Gennes equations, we compute soliton lifetimes against quantum fluctuations and classify the different excitation types. For a BEC of  atoms, we find that our soliton solutions are stable on time scales relevant to experiments. Excitations in the bulk region far from the core of a soliton and bound states in the core are classified as either spin waves or as a Nambu–Goldstone mode. Thus, solitons are topologically distinct pseudospin- domain walls between polarized regions of . Numerical analysis in the presence of a harmonic trap potential reveals a discrete spectrum reflecting the number of bright soliton peaks or dark soliton notches …",
            "The nonlinear Dirac equation in Bose–Einstein condensates: II. Relativistic soliton stability analysis",
            "LH Haddad and Lincoln D Carr",
            "2015",
            "i2e_jfYAAAAJ:UeHWp8X0CEIC",
            17,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1367-2630\/17\/6\/063034\/meta",
            "9945739245992085800",
            "\/scholar?cites=9945739245992085800",
            {
                "2014":1,
                "2015":1,
                "2016":2,
                "2017":3,
                "2018":3,
                "2019":4,
                "2020":2,
                "2021":1
            }
        ]
    ]
}