{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "THE synthesis of macroscopic amounts of C60 and C70 (fullerenes) 1 has stimulated a variety of studies on their chemical and physical properties2, 3. We recently demonstrated that C60and C70 become conductive when doped with alkali metals4. Here we describe low-temperature studies of potassium-doped C60 both as films and bulk samples, and demonstrate that this material becomes superconducting. Superconductivity is demonstrated by microwave, resistivity and Meissner-effect measurements. Both polycrystalline powders and thin-film samples were studied. A thin film showed a resistance transition with an onset temperature of 16 K and essentially zero resistance near 5 K. Bulk samples showed a well-defined Meissner effect and magnetic-field-dependent microwave absorption beginning at 18K. The onset of superconductivity at 18K is the highest yet observed for a molecular superconductor. The sensitivity to air of alkali-metal-doped fullerenes (AxCn) limits the choice of sample preparation and characterization techniques. To avoid sample degradation, we carried out reactions with the alkali metal vapour and C60in sealed tubes either in high vacuum or under a partial pressure of helium. The C60 was purified by chromatography1 of fullerite2 and was heated at 160 C under vacuum to remove solvents. Small amounts of the individual fullerenes (-0.5 mg) were placed in quartz tubes with alkali metals and sealed under vacuum. These samples were subjected to a series of heat treatments and tests for superconductivity by 9-GHz microwave-loss experimentss. Preliminary tests indicated that only the K-doped C60showed a response …",
            "Potassium-doped C60",
            "A Hebard and M Rosseinky and R Haddon and D Murphy and S Glarum and T Palstra and A Ramirez and A Karton",
            "1991",
            "I2GPdpkAAAAJ:u5HHmVD_uO8C",
            3548,
            "https:\/\/core.ac.uk\/download\/pdf\/148289738.pdf",
            "9383790162030261547",
            "\/scholar?cites=9383790162030261547",
            {
                "1991":148,
                "1992":350,
                "1993":337,
                "1994":205,
                "1995":191,
                "1996":177,
                "1997":155,
                "1998":107,
                "1999":115,
                "2000":110,
                "2001":111,
                "2002":95,
                "2003":95,
                "2004":94,
                "2005":84,
                "2006":103,
                "2007":81,
                "2008":85,
                "2009":86,
                "2010":74,
                "2011":85,
                "2012":88,
                "2013":79,
                "2014":72,
                "2015":70,
                "2016":78,
                "2017":76,
                "2018":53,
                "2019":63,
                "2020":48,
                "2021":4
            }
        ],
        [
            "The complete phase diagram of a “colossal” magnetoresistance material (La 1− x Ca x MnO 3) was obtained for the first time through magnetization and resistivity measurements over a broad range of temperatures and concentrations. Near x= 0.50, the ground state changes from a ferromagnetic (FM) conductor to an antiferromagnetic (AFM) insulator, leading to a strongly first order AFM transition with supercooling of∼ 30% T N at x= 0.50. An unexpectedly large magnetoresistance is seen at low temperatures in the FM phase, and is largely attributed to unusual domain wall scattering.",
            "Low Temperature Magnetoresistance and the Magnetic Phase Diagram of ",
            "P Schiffer and AP Ramirez and W Bao and Sang-Wook Cheong",
            "1995",
            "I2GPdpkAAAAJ:Bg7qf7VwUHIC",
            2635,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.75.3336",
            "5845709519732845891",
            "\/scholar?cites=5845709519732845891",
            {
                "1996":56,
                "1997":118,
                "1998":140,
                "1999":167,
                "2000":186,
                "2001":190,
                "2002":156,
                "2003":112,
                "2004":131,
                "2005":119,
                "2006":121,
                "2007":102,
                "2008":123,
                "2009":87,
                "2010":80,
                "2011":82,
                "2012":88,
                "2013":95,
                "2014":94,
                "2015":73,
                "2016":70,
                "2017":66,
                "2018":59,
                "2019":49,
                "2020":41,
                "2021":7
            }
        ],
        [
            "We review recent experimental work falling under the broad classification of colossal magnetoresistance (CMR), which is magnetoresistance associated with a ferromagnetic-to-paramagnetic phase transition. The prototypical CMR compound is derived from the parent compound, perovskite. When hole doped at a concentration of 20-40% holes\/Mn ion, for instance by Ca or Sr substitution for La, the material displays a transition from a high-temperature paramagnetic insulator to a low-temperature ferromagnetic metal. Near the phase transition temperature, which can exceed room temperature in some compositions, large magnetoresistance is observed and its possible application in magnetic recording has revived interest in these materials. In addition, unusual magneto-elastic effects and charge ordering have focused attention on strong electron-phonon coupling. This coupling, which is a type of dynamic …",
            "Colossal magnetoresistance",
            "AP Ramirez",
            "1997",
            "I2GPdpkAAAAJ:Ak0FvsSvgGUC",
            2357,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/9\/39\/005\/meta",
            "9860691956678594176",
            "\/scholar?cites=9860691956678594176",
            {
                "1998":51,
                "1999":142,
                "2000":177,
                "2001":171,
                "2002":119,
                "2003":107,
                "2004":115,
                "2005":114,
                "2006":107,
                "2007":101,
                "2008":78,
                "2009":74,
                "2010":60,
                "2011":69,
                "2012":94,
                "2013":89,
                "2014":102,
                "2015":101,
                "2016":105,
                "2017":97,
                "2018":99,
                "2019":82,
                "2020":74,
                "2021":13
            }
        ],
        [
            "Optical conductivity measurements on the perovskite-related oxide CaCu3Ti4O12 provide a hint of the physics underlying the observed giant dielectric effect in this material. A low-frequency vibration displays anomalous behavior, implying that there is a redistribution of charge within the unit cell at low temperature. At infrared frequencies (terahertz), the value for the dielectric constant is ∼80 at room temperature, which is far smaller than the value of ∼105 obtained at lower radio frequencies (kilohertz). This discrepancy implies the presence of a strong absorption at very low frequencies due to dipole relaxation. At room temperature, the characteristic relaxation times are fast (≲500 nanoseconds) but increase dramatically at low temperature, suggesting that the large change in dielectric constant may be due to a relaxor-like dynamical slowing down of dipolar fluctuations in nanosize domains.",
            "Optical response of high-dielectric-constant perovskite-related oxide",
            "CC Homes and T Vogt and SM Shapiro and S Wakimoto and AP Ramirez",
            "2001",
            "I2GPdpkAAAAJ:u-x6o8ySG0sC",
            1806,
            "https:\/\/science.sciencemag.org\/content\/293\/5530\/673.abstract",
            "9201912352044705820",
            "\/scholar?cites=9201912352044705820",
            {
                "2002":19,
                "2003":29,
                "2004":47,
                "2005":61,
                "2006":91,
                "2007":93,
                "2008":93,
                "2009":111,
                "2010":117,
                "2011":125,
                "2012":137,
                "2013":109,
                "2014":119,
                "2015":127,
                "2016":118,
                "2017":119,
                "2018":96,
                "2019":96,
                "2020":85,
                "2021":9
            }
        ],
        [
            "The study of cooperative phenomena in magnetism has provided fertile ground for testing theories of interacting systems that possess different spatial dimensions, ranges, and sign of interactions, and that exhibit local anisotropy of the basic interacting unit, the magnetic spin. This study has also motivated the development of new classes of materials, from the oldest known type of magnets, namely ferromagnets, to modern substances embodied in the unusual random field and spin glass compounds. In this context, we use the term material class to mean a set of compounds that share both microscopic, as well as macroscopic, or bulk, properties. Thus for example, ferro magnets possess the microscopic uniform ferromagnetic type exchange or dipolar interaction between spins, in addition to a bulk low temperature magnetization approaching the theoretical saturated moment value, and characteristic critical behavior …",
            "Strongly geometrically frustrated magnets",
            "AP Ramirez",
            "1994",
            "I2GPdpkAAAAJ:9yKSN-GCB0IC",
            1550,
            "https:\/\/www.annualreviews.org\/doi\/pdf\/10.1146\/annurev.ms.24.080194.002321",
            "9860954206924578185",
            "\/scholar?cites=9860954206924578185",
            {
                "1994":5,
                "1995":4,
                "1996":15,
                "1997":22,
                "1998":21,
                "1999":22,
                "2000":36,
                "2001":53,
                "2002":46,
                "2003":37,
                "2004":45,
                "2005":41,
                "2006":52,
                "2007":50,
                "2008":53,
                "2009":60,
                "2010":69,
                "2011":68,
                "2012":67,
                "2013":71,
                "2014":90,
                "2015":85,
                "2016":105,
                "2017":112,
                "2018":100,
                "2019":111,
                "2020":93,
                "2021":11
            }
        ],
        [
            "Common water ice (ice I h) is an unusual solid—the oxygen atoms form a periodic structure but the hydrogen atoms are highly disordered due to there being two inequivalent O–H bond lengths 1. Pauling showed that the presence of these two bond lengths leads to a macroscopic degeneracy of possible ground states 2, 3, such that the system has finite entropy as the temperature tends towards zero. The dynamics associated with this degeneracy are experimentally inaccessible, however, as ice melts and the hydrogen dynamics cannot be studied independently of oxygen motion 4. An analogous system 5 in which this degeneracy can be studied is a magnet with the pyrochlore structure—termed ‘spin ice’—where spin orientation plays a similar role to that of the hydrogen position in ice I h. Here we present specific-heat data forone such system, Dy 2 Ti 2 O 7, from which we infer a total spinentropy of 0.67R ln2. This …",
            "Zero-point entropy in ‘spin ice’",
            "Arthur P Ramirez and A Hayashi and Robert Joseph Cava and R Siddharthan and BS Shastry",
            "1999",
            "I2GPdpkAAAAJ:UeHWp8X0CEIC",
            1248,
            "https:\/\/www.nature.com\/articles\/20619",
            "5378375446654928339",
            "\/scholar?cites=5378375446654928339",
            {
                "1999":4,
                "2000":18,
                "2001":27,
                "2002":34,
                "2003":27,
                "2004":53,
                "2005":34,
                "2006":45,
                "2007":46,
                "2008":52,
                "2009":47,
                "2010":56,
                "2011":74,
                "2012":70,
                "2013":82,
                "2014":76,
                "2015":86,
                "2016":72,
                "2017":86,
                "2018":93,
                "2019":82,
                "2020":74,
                "2021":7
            }
        ],
        [
            "We describe a material, cubic CaCu 3 Ti 4 O 12, which exhibits a large dielectric response, the temperature-dependence of which has not been seen, to our knowledge, in any existing material. This compound possesses a low-frequency dielectric constant, ε∼ 10 4 [1], which is only weakly varying in the temperature range 100–400 K. Below T∼ 100 K, however, there is an abrupt 100-fold reduction in the value of ε. X-ray diffraction and thermodynamic data argue against an explanation in terms of ferroelectricity, ie the collective ordering of local dipole moments. Both the low-frequency dielectric response as well as Raman scattering data suggest the existence of highly polarizable relaxational modes with a characteristic gap energy of 28 meV.",
            "Giant dielectric constant response in a copper-titanate",
            "AP Ramirez and MA Subramanian and M Gardel and Girsh Blumberg and D Li and T Vogt and SM Shapiro",
            "2000",
            "I2GPdpkAAAAJ:2osOgNQ5qMEC",
            1193,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0038109800001824",
            "3938047049744808148",
            "\/scholar?cites=3938047049744808148",
            {
                "2001":3,
                "2002":21,
                "2003":22,
                "2004":33,
                "2005":41,
                "2006":62,
                "2007":77,
                "2008":69,
                "2009":82,
                "2010":81,
                "2011":80,
                "2012":96,
                "2013":95,
                "2014":65,
                "2015":68,
                "2016":73,
                "2017":75,
                "2018":58,
                "2019":46,
                "2020":40,
                "2021":2
            }
        ],
        [
            "The relationships among magnetism, lattice modulation, and dielectric properties have been investigated for R MnO 3 (R= Eu, Gd, Tb, and Dy). These compounds show a transition to an incommensurate lattice structure below their Néel temperature, and subsequently undergo an incommensurate-commensurate (IC-C) phase transition. For TbMnO 3 and DyMnO 3 it was found that the IC-C transition is accompanied by a ferroelectric transition, associated with a lattice modulation in the C phase. DyMnO 3 shows a gigantic magnetocapacitance with a change of dielectric constant up to Δ ε\/ε∼ 500%.",
            "Ferroelectricity and giant magnetocapacitance in perovskite rare-earth manganites",
            "T Goto and T Kimura and G Lawes and AP Ramirez and Y Tokura",
            "2004",
            "I2GPdpkAAAAJ:qjMakFHDy7sC",
            1105,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.257201",
            "18022711096813829070",
            "\/scholar?cites=18022711096813829070",
            {
                "2005":34,
                "2006":59,
                "2007":69,
                "2008":87,
                "2009":97,
                "2010":97,
                "2011":77,
                "2012":77,
                "2013":88,
                "2014":66,
                "2015":73,
                "2016":71,
                "2017":57,
                "2018":52,
                "2019":51,
                "2020":38,
                "2021":3
            }
        ],
        [
            "Meissner-effect and microwave-absorption measurements on bulk samples show that Rb x C 60 is superconducting with a maximum transition temperature of 28 K. This is a 10-K (60%) increase over the K-doped material. Only Ba 0.6 K 0.4 BiO 3 and the cuprate superconductors have higher transition temperatures.",
            "Superconductivity at 28 K in ",
            "M_ J Rosseinsky and AP Ramirez and SH Glarum and DW Murphy and RC Haddon and AF Hebard and TTM Palstra and AR Kortan and SM Zahurak and AV Makhija",
            "1991",
            "I2GPdpkAAAAJ:d1gkVwhDpl0C",
            1027,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.66.2830",
            "6068039062795785224",
            "\/scholar?cites=6068039062795785224",
            {
                "1991":71,
                "1992":181,
                "1993":153,
                "1994":83,
                "1995":67,
                "1996":42,
                "1997":29,
                "1998":24,
                "1999":16,
                "2000":21,
                "2001":14,
                "2002":22,
                "2003":23,
                "2004":31,
                "2005":19,
                "2006":21,
                "2007":15,
                "2008":15,
                "2009":14,
                "2010":13,
                "2011":21,
                "2012":13,
                "2013":16,
                "2014":12,
                "2015":18,
                "2016":14,
                "2017":13,
                "2018":10,
                "2019":15,
                "2020":8
            }
        ],
        [
            "Charge density waves (CDWs) are periodic modulations of the density of conduction electrons in solids. They are collective states that arise from intrinsic instabilities often present in low-dimensional electronic systems. The most well-studied examples are the layered dichalcogenides–an example of which is TiSe 2, one of the first CDW-bearing materials to be discovered. At low temperatures, a widely held belief is that the CDW competes with another collective electronic state, superconductivity. But despite much exploration, a detailed study of this competition is lacking. Here we report how, on controlled intercalation of TiSe 2 with Cu to yield Cu x TiSe 2, the CDW transition can be continuously suppressed, and a new superconducting state emerges near x= 0.04, with a maximum transition temperature T c of 4.15 K at x= 0.08. Cu x TiSe 2 thus provides the first opportunity to study the CDW to superconductivity …",
            "Superconductivity in Cu x TiSe 2",
            "Emilia Morosan and Henny W Zandbergen and BS Dennis and JWG Bos and Y Onose and Tomasz Klimczuk and AP Ramirez and NP Ong and Robert J Cava",
            "2006",
            "I2GPdpkAAAAJ:roLk4NBRz8UC",
            804,
            "https:\/\/www.nature.com\/articles\/nphys360",
            "1716522253328928809",
            "\/scholar?cites=1716522253328928809",
            {
                "2007":24,
                "2008":33,
                "2009":26,
                "2010":47,
                "2011":37,
                "2012":50,
                "2013":53,
                "2014":57,
                "2015":58,
                "2016":76,
                "2017":82,
                "2018":85,
                "2019":84,
                "2020":80,
                "2021":8
            }
        ]
    ]
}