{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "The quality of the tunnel barrier at the ferromagnet\/graphene interface plays a pivotal role in graphene spin valves by circumventing the impedance mismatch problem, decreasing interfacial spin dephasing mechanisms and decreasing spin absorption back into the ferromagnet. It is thus crucial to integrate superior tunnel barriers to enhance spin transport and spin accumulation in graphene. Here, we employ a novel tunnel barrier, strontium oxide (SrO), onto graphene to realize high quality spin transport as evidenced by room-temperature spin relaxation times exceeding a nanosecond in graphene on silicon dioxide substrates. Furthermore, the smooth and pinhole-free SrO tunnel barrier grown by molecular beam epitaxy (MBE), which can withstand large charge injection current densities, allows us to experimentally realize large spin accumulation in graphene at room temperature. This work puts graphene on the …",
            "Strontium oxide tunnel barriers for high quality spin transport and large spin accumulation in graphene",
            "Simranjeet Singh and Jyoti Katoch and Tiancong Zhu and Ryan J Wu and Adam S Ahmed and Walid Amamou and Dongying Wang and K Andre Mkhoyan and Roland K Kawakami",
            "2017",
            "i4z8OU8AAAAJ:u5HHmVD_uO8C",
            19,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.7b03543",
            "11248618991158701219",
            "\/scholar?cites=11248618991158701219",
            {
                "2018":10,
                "2019":7,
                "2020":2
            }
        ],
        [
            "We study proximity-induced spin–orbit coupling (SOC) in bilayer graphene\/few-layer WSe2 heterostructure devices. Contact mode atomic force microscopy (AFM) cleaning yields ultraclean interfaces and high-mobility devices. In a perpendicular magnetic field, we measure the quantum Hall effect to determine the Landau level structure in the presence of out-of-plane Ising and in-plane Rashba SOC. A distinct Landau level crossing pattern emerges when tuning the charge density and displacement field independently with dual gates, originating from a layer-selective SOC proximity effect. Analyzing the Landau level crossings and measured inter-Landau level energy gaps yields the proximity-induced SOC energy scale. The Ising SOC is ∼2.2 meV, 100 times higher than the intrinsic SOC in graphene, whereas its sign is consistent with theories predicting a dependence of SOC on interlayer twist angle. The Rashba …",
            "Quantum Hall Effect Measurement of Spin–Orbit Coupling Strengths in Ultraclean Bilayer Graphene\/WSe2 Heterostructures",
            "Dongying Wang and Shi Che and Guixin Cao and Rui Lyu and Kenji Watanabe and Takashi Taniguchi and Chun Ning Lau and Marc Bockrath",
            "2019",
            "i4z8OU8AAAAJ:UeHWp8X0CEIC",
            8,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.9b02445",
            "14920055405290414176",
            "\/scholar?cites=14920055405290414176",
            {
                "2019":1,
                "2020":6,
                "2021":1
            }
        ]
    ]
}