{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Technological attempts have been made in the research and development of rate-controlled oral drug delivery systems to overcome physiological adversities, such as short gastric residence times (GRT) and unpredictable gastric emptying times (GET). It is known that differences in gastric physiology, such as, gastric pH, and motility exhibit both intra-as well as inter-subject variability demonstrating significant impact on gastric retention time and drug delivery behaviour. This triggered the attention towards formulation of stomach specific (gastro retentive) dosage forms. This dosage forms will be very much useful to deliver ‘narrow absorption window’drugs. Several approaches are currently utilized in the prolongation of the GRT, including floating drug delivery systems (FDDS), swelling and expanding systems, polymeric bioadhesive systems, high-density systems, modified-shape systems and other delayed gastric emptying devices. In this review, current & recent developments of Stomach Specific FDDS are discussed.",
            "Stomach specific floating drug delivery system: A review",
            "SH Shah and JK Patel and NV Patel",
            "2009",
            "I5iwwRAAAAAJ:GnPB-g6toBAC",
            212,
            "http:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.631.1457&rep=rep1&type=pdf",
            "6073570776483267520",
            "\/scholar?cites=6073570776483267520",
            {
                "2010":9,
                "2011":24,
                "2012":36,
                "2013":27,
                "2014":28,
                "2015":18,
                "2016":13,
                "2017":18,
                "2018":19,
                "2019":11,
                "2020":8
            }
        ],
        [
            "In the recent years, particularly in the last two decades, a great deal of technological and scientific research has been devoted to the development of rate-controlled oral drug delivery systems to overcome physiological problems, such as short gastric residence times (GRT) and unpredictable gastric emptying times (GET), in order to be able to formulate gastro-retentive dosage forms, which will allow the delivery of restricted ‘absorption window’drugs which are absorbed in a particular portion of the GI tract. Several approaches are currently being used to prolong the GRT, including floating drug delivery systems (FDDS), also known as hydrodynamically balanced systems (HBS), swelling and expanding systems, high-density systems, and other delayed gastric emptying devices. In this review, the current and recent developments of FDDS, including patented delivery systems and marketed products, are discussed.",
            "An overview of a gastro-retentive floating drug delivery system",
            "SH Shaha and JK Patel and K Pundarikakshudu and NV Patel",
            "2009",
            "I5iwwRAAAAAJ:O3NaXMp0MMsC",
            97,
            "https:\/\/www.researchgate.net\/profile\/Patel_Jayvadan\/publication\/266456237_An_overview_of_a_gastro-retentive_floating_drug_delivery_system\/links\/54bf29280cf28ce68e6b188d\/An-overview-of-a-gastro-retentive-floating-drug-delivery-system.pdf",
            "4136785934036283833",
            "\/scholar?cites=4136785934036283833",
            {
                "2011":5,
                "2012":16,
                "2013":10,
                "2014":18,
                "2015":8,
                "2016":12,
                "2017":5,
                "2018":6,
                "2019":9,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Carbon-based materials are the most commonly used electrode material for anodes in microbial fuel cell (MFC), but are often limited by their surface areas available for biofilm growth and subsequent electron transfer process. This study investigated the use of activated carbon nanofibers (ACNF) as the anode material to enhance bacterial biofilm growth, and improve MFC performance. Qualitative and quantitative biofilm adhesion analysis indicated that ACNF exhibited better performance over the other commonly used carbon anodes (granular activated carbon (GAC), carbon cloth (CC)). Batch-scale MFC tests showed that MFCs with ACNF and GAC as anodes achieved power densities of 3.50 ± 0.46 W\/m3 and 3.09 ± 0.33 W\/m3 respectively, while MFCs with CC had a lower power density of 1.10 ± 0.21 W\/m3 In addition, the MFCs with ACNF achieved higher contaminant removal efficiency (85 ± 4%) than those of …",
            "Power generation and organics removal from wastewater using activated carbon nanofiber (ACNF) microbial fuel cells (MFCs)",
            "Udayarka Karra and Seetha S Manickam and Jeffrey R McCutcheon and Nirav Patel and Baikun Li",
            "2013",
            "I5iwwRAAAAAJ:LPZeul_q3PIC",
            92,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0360319912024500",
            "16710482479316923892",
            "\/scholar?cites=16710482479316923892",
            {
                "2013":8,
                "2014":7,
                "2015":12,
                "2016":17,
                "2017":14,
                "2018":12,
                "2019":13,
                "2020":6,
                "2021":2
            }
        ],
        [
            "Advanced biochemical and pre-clinical studies have proved the potential of plant flavonoids and other hydrophilic natural compounds for the treatment of skin disorders, different types of carcinoma, anti-aging and many other areas of therapeutics and preventive medicine. The hydrophilic nature and unique chemical structure of these compounds pose major challenge because of their poor bioavailability through the skin or gut. The use of phytosomes is a novel formulation technology which helps to overcome these problems. The paper provides details of the formulation methodology for phytosomes and describes their chemical and biological properties. The characterization and evaluation technologies used for phytosomes offers insight into different techniques helpful in screening various parameters of phytosomes. The advantages of phytosomes over conventional and liposomal drug delivery systems are also discussed. The scientific usefulness of the technology is reviewed together with a list of important patented technologies involving phytosomes. Thus, in this paper, a complete overview of phytosome technology has been provided for the benefit of the researchers interested in this field.",
            "An overview of phytosomes as an advanced herbal drug delivery system",
            "Jagruti Patel and Rakesh Patel and Kapil Khambholja and Nirav Patel",
            "2009",
            "I5iwwRAAAAAJ:maZDTaKrznsC",
            71,
            "https:\/\/www.researchgate.net\/profile\/Kapil_Khambholja\/publication\/267963224_An_overview_of_phytosomes_as_an_advanced_herbal_drug_delivery_system\/links\/551bc7760cf2909047b96371\/An-overview-of-phytosomes-as-an-advanced-herbal-drug-delivery-system.pdf",
            "12595654244243247759",
            "\/scholar?cites=12595654244243247759",
            {
                "2009":1,
                "2010":4,
                "2011":4,
                "2012":5,
                "2013":9,
                "2014":6,
                "2015":9,
                "2016":10,
                "2017":5,
                "2018":9,
                "2019":9
            }
        ],
        [
            "Two flow patterns (plug flow (PF) and complete mixing (CM)) of microbial fuel cells (MFCs) with multiple anodes–cathodes were compared in continuous flow mode for wastewater treatment and power generation. The results indicated that PF-MFCs had higher power generation and columbic efficiency (CE) than CM-MFCs, and the power generation varied along with the flow pathway in the PF-MFCs. The gradient of substrate concentrations along the PF-MFCs was the driving force for the power generation. In contrast, the CM-MFCs had higher wastewater removal efficiency than PF-MFCs, but had lower power conversion efficiency and power generation. This work demonstrated that MFC configuration is a key factor for enhancing power generation and wastewater treatment.",
            "Performance of plug flow microbial fuel cell (PF-MFC) and complete mixing microbial fuel cell (CM-MFC) for wastewater treatment and power generation",
            "Udayarka Karra and Elizabeth Troop and Michael Curtis and Karl Scheible and Christopher Tenaglier and Nirav Patel and Baikun Li",
            "2013",
            "I5iwwRAAAAAJ:5Ul4iDaHHb8C",
            38,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0360319913005247",
            "14542956342224033166",
            "\/scholar?cites=14542956342224033166",
            {
                "2013":3,
                "2014":5,
                "2015":6,
                "2016":6,
                "2017":5,
                "2018":4,
                "2019":4,
                "2020":5
            }
        ],
        [
            "The aims of this study were (1) to compare the in vitro dissolution profiles of oxcarbazepine-HP b-CD tablet formulations with those of marketed oxcarbazepine tablets,(2) to apply statistical models to evaluate each method in terms of easy application and usefulness, and (3) to identify the advantages and disadvantages of each method. The results show that the tablets containing hydroxypropyl b-cyclodextrin (HP b-CD) with sodium carboxymethylcellulose (NaCMC) exhibit faster release (1.93-fold) than marketed oxcarbazepine (OXO) tablets. From Weibull parameters, it was shown that Td is three times higher for OXC-HP b-CD with NaCMC tablets than for marketed oxcarbazepine tablets. The release kinetics of OXC complexed with HP b-CD from different tablets was investigated using several mathematical equations. Model-independent methods including difference factor, f1, and similarity factor, f2; model-dependent methods; and ANOVA-based methods were used for the comparison of in vitro dissolution profiles. The results show that ANOVA-based methods and model-dependent methods are more discriminative than model-independent methods. Modelindependent methods seem to be easier to apply and interpret; only one value is obtained to describe the closeness of the two dissolution profiles. The application and evaluation of model-dependent methods are more complicated; these methods present an acceptable model approach to the true relationship between percent dissolved and time variables, including statistical assumptions that could be checked. Drug release data fit well to the Hixson–Crowell model. The drug release …",
            "Comparison of in vitro dissolution profiles of oxcarbazepine-HP b-CD tablet formulations with marketed oxcarbazepine tablets",
            "Nirav Patel and Narendra Chotai and Jayvadan Patel and Tejal Soni and Julan Desai and Rajnikant Patel",
            "2008",
            "I5iwwRAAAAAJ:d1gkVwhDpl0C",
            37,
            "http:\/\/dissolutiontech.com\/DTresour\/200811Articles\/DT200811_A04.pdf",
            "1545812320151124648",
            "\/scholar?cites=1545812320151124648",
            {
                "2010":2,
                "2011":5,
                "2012":2,
                "2013":4,
                "2014":2,
                "2015":2,
                "2016":6,
                "2017":1,
                "2018":3,
                "2019":9,
                "2020":1
            }
        ],
        [
            "METHODSA prospective, two year experience followed patients who underwent bariatric surgery and body contouring. Bariatric patients were given questionnaires preoperatively and at 6, 12, and 24 months postoperatively while body contouring patients were administered these surveys preoperatively as well as 6 and 12 months postoperatively. We employed two validated survey instruments: the Multidimensional Body-Self Relations Questionnaire (MBSRQ) and the RAND Corporation’s Short Form 36 (SF-36).",
            "Body image and quality of life: changes with gastric bypass and body contouring",
            "Ping Song and Nirav B Patel and Sven Gunther and Chin-Shang Li and Yu Liu and Carolyn YG Lee and Nathan A Kludt and Kamlesh B Patel and Mohamed R Ali and Michael S Wong",
            "2016",
            "I5iwwRAAAAAJ:J-pR_7NvFogC",
            35,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC4833608\/",
            "8276490413454362851",
            "\/scholar?cites=8276490413454362851",
            {
                "2016":1,
                "2017":5,
                "2018":9,
                "2019":11,
                "2020":8,
                "2021":1
            }
        ],
        [
            "A novel cationic nanoemulsified in-situ ophthalmic gel of loteprednol etabonate (LE) was developed to improve the permeability and retention time of formulations for overall improvement of drug’s ocular bioavability. Capryol 90 (oil phase), tween 80 (surfactant) and transcutol P (cosurfactant) was selected as formulation excipients to construct pseudoternary phase diagrams and nanoemulsion region was recognized from diagrams. Spontaneous emulsification method was used to manufacture LE nanoemulsion and it was optimized using 32 factorial design by considering the amount of oil and the ratio of surfactant to cosurfactant (Smix) as independent variables and evaluated for various physicochemical properties. Optimized NE was dispersed in Poloxamer 407 and 188 solution to form nanoemulsified sols that were predictable to transform into in-situ gels at corneal temperature. Drug pharmacokinetics of …",
            "Development of loteprednol etabonate-loaded cationic nanoemulsified in-situ ophthalmic gel for sustained delivery and enhanced ocular bioavailability",
            "Nirav Patel and Happy Nakrani and Mihir Raval and Navin Sheth",
            "2016",
            "I5iwwRAAAAAJ:NMxIlDl6LWMC",
            34,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/10717544.2016.1223225",
            "11195523578038857040",
            "\/scholar?cites=11195523578038857040",
            {
                "2017":3,
                "2018":10,
                "2019":7,
                "2020":14
            }
        ],
        [
            "Context: The conventional liquid ophthalmic delivery systems exhibit short pre-corneal residence time and the relative impermeability to the cornea which leads to poor ocular bioavailability.Objective: The aim of this study was to apply quality by design (QbD) for development of dexamethasone sodium phosphate (DSP) and tobramycin sulfate (TS)-loaded thermoresponsive ophthalmic in situ gel containing Poloxamer 407 and hydroxyl propyl methyl cellulose (HPMC) K4M for prolonging the pre-corneal residence time, ocular bioavability and decreases the frequency of administration of dosage form. The material attributes and the critical quality attributes (CQA) of the in situ gel were identified. Central composite design (CCD) was adopted to optimize the formulation.Materials and methods: The ophthalmic in situ forming gels were prepared by cold method. Materials attributes were the amount of Poloxamer 407 and …",
            "Formulation and development of ophthalmic in situ gel for the treatment ocular inflammation and infection using application of quality by design concept",
            "Nirav Patel and Vaishali Thakkar and Viral Metalia and Lalji Baldaniya and Tejal Gandhi and Mukesh Gohel",
            "2016",
            "I5iwwRAAAAAJ:blknAaTinKkC",
            33,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.3109\/03639045.2015.1137306",
            "18140997869233944448",
            "\/scholar?cites=18140997869233944448",
            {
                "2016":3,
                "2017":6,
                "2018":10,
                "2019":5,
                "2020":6,
                "2021":2
            }
        ],
        [
            "The production of cellulases and ..beta..-glucosidase was investigated in shake cultures of Scytalidium lignicola CD-48. Amongst various soluble and insoluble carbon sources tested, cellulose (1.75%, w\/v) showed maximum production of enzymes. The production of cellulases and ..beta..-glucosidase was sensitive to the nitrogen source in the medium, the optimum production was seen when peptone (0.2%, w\/v) and KNO\/sub 3\/ (0.2%, w\/v) were used as the only nitrogen source. The optimum initial pH for the enzyme production was found to be 5.5, but the maximum production of enzymes occurred when the pH during the cultivation of Scytalidium lignicola CD-48 reached around 6. Mycelia grown from spores in cellulose medium when used as the inoculum (10%, v\/v) enhanced ..beta..-glucosidase production by about 20%. Tween -80 (0.15%, v\/v) and KH\/sub 2\/PO\/sub 4\/ (0.4%, w\/v) were found to be optimum for the production of enzymes. Incorporation of a lignocellulosic waste like wheat bran in the medium caused about a 67% increase in ..beta..-glucosidase production. It was possible to increase the production of C\/sub 1\/ (6.84 fold), C\/sub x\/ (1.7 fold) and filter paper activity (2.45 fold), and ..beta..-glucosidase (16.3 fold) by shake culturing Scytalidium lignicola CD-48 in the modified medium. Cellulases produced by Scytalidium lignicola CD-48 are comparable and the amount of ..beta..-glucosidase is substantially higher than that produced by other potential fungi. The significance of the results are discussed. 3 figures, 4 tables.",
            "Production of cellulases and. beta.-glucosidase by shake culture of Scytalidium lignicola",
            "JD Desai and AJ Desai and NP Patel",
            "1982",
            "I5iwwRAAAAAJ:pyW8ca7W8N0C",
            25,
            "https:\/\/www.osti.gov\/etdeweb\/biblio\/5209772",
            "3441326275777782090",
            "\/scholar?cites=3441326275777782090",
            {
                "1983":1,
                "1984":2,
                "1985":1,
                "1986":1,
                "1987":2,
                "1988":2,
                "1989":1,
                "1990":1,
                "1991":1,
                "1992":1,
                "1993":1,
                "1994":2,
                "1995":3,
                "1996":1,
                "1997":4
            }
        ]
    ]
}