{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Using deep near‐infrared spectroscopy, Kriek et al. found that ∼45% of massive galaxies at   have evolved stellar populations and little or no ongoing star formation. Here we determine the sizes of these quiescent galaxies using deep, high‐resolution images obtained with HST\/NIC2 and laser guide star (LGS)–assisted Keck\/adaptive optics (AO). Considering that their median stellar mass is  , the galaxies are remarkably small, with a median effective radius   kpc. Galaxies of similar mass in the nearby universe have sizes of ≈5 kpc and average stellar densities that are 2 orders of magnitude lower than the   galaxies. These results extend earlier work at   and confirm previous studies at   that lacked spectroscopic redshifts and imaging of sufficient resolution to resolve the galaxies. Our findings demonstrate that fully assembled early‐type galaxies make up at most ∼10% of the population of K‐selected quiescent …",
            "Confirmation of the remarkable compactness of massive quiescent galaxies at z~ 2.3: early-type galaxies did not form in a simple monolithic collapse",
            "Pieter G Van Dokkum and Marijn Franx and Mariska Kriek and Bradford Holden and Garth D Illingworth and Daniel Magee and Rychard Bouwens and Danilo Marchesini and Ryan Quadri and Greg Rudnick and Edward N Taylor and Sune Toft",
            "2008",
            "I7AwCYIAAAAJ:kh2fBNsKQNwC",
            797,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/587874\/meta",
            "2331224803541845046",
            "\/scholar?cites=2331224803541845046",
            {
                "2008":16,
                "2009":60,
                "2010":63,
                "2011":75,
                "2012":86,
                "2013":75,
                "2014":82,
                "2015":66,
                "2016":70,
                "2017":50,
                "2018":48,
                "2019":44,
                "2020":49,
                "2021":8
            }
        ]
    ]
}