{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The La 1− x Sr x MnO 3 system with 0.2≲ x≲ 0.4 has traditionally been modeled with a “double-exchange” Hamiltonian in which it is assumed that the only relevant physics is the tendency of carrier hopping to line up neighboring spins. We present a solution of the double-exchange model, show it is incompatible with many aspects of the data, and propose that in addition to double-exchange physics a strong electron-phonon interaction arising from the Jahn-Teller splitting of the outer Mn d level plays a crucial role.",
            "Double Exchange Alone Does Not Explain the Resistivity of ",
            "Andrew J Millis and Peter B Littlewood and Boris I Shraiman",
            "1995",
            "i8As0PEAAAAJ:u5HHmVD_uO8C",
            3809,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.74.5144",
            "17733910934080229451",
            "\/scholar?cites=17733910934080229451",
            {
                "1995":16,
                "1996":120,
                "1997":191,
                "1998":243,
                "1999":245,
                "2000":276,
                "2001":263,
                "2002":191,
                "2003":198,
                "2004":180,
                "2005":203,
                "2006":202,
                "2007":145,
                "2008":167,
                "2009":136,
                "2010":107,
                "2011":108,
                "2012":107,
                "2013":114,
                "2014":100,
                "2015":104,
                "2016":81,
                "2017":93,
                "2018":71,
                "2019":70,
                "2020":46,
                "2021":4
            }
        ],
        [
            "Phase transitions to quantum condensed phases—such as Bose–Einstein condensation (BEC), superfluidity, and superconductivity—have long fascinated scientists, as they bring pure quantum effects to a macroscopic scale. BEC has, for example, famously been demonstrated in dilute atom gas of rubidium atoms at temperatures below 200 nanokelvin. Much effort has been devoted to finding a solid-state system in which BEC can take place. Promising candidate systems are semiconductor microcavities, in which photons are confined and strongly coupled to electronic excitations, leading to the creation of exciton polaritons. These bosonic quasi-particles are 10 9 times lighter than rubidium atoms, thus theoretically permitting BEC to occur at standard cryogenic temperatures. Here we detail a comprehensive set of experiments giving compelling evidence for BEC of polaritons. Above a critical density, we observe …",
            "Bose–Einstein condensation of exciton polaritons",
            "Jacek Kasprzak and M Richard and S Kundermann and A Baas and P Jeambrun and Jonathan Mark James Keeling and FM Marchetti and MH Szymańska and R André and JL Staehli and V Savona and PB Littlewood and B Deveaud and Le Si Dang",
            "2006",
            "i8As0PEAAAAJ:tH6gc1N1XXoC",
            2821,
            "https:\/\/www.nature.com\/articles\/nature05131",
            "9194680128036679341",
            "\/scholar?cites=9194680128036679341",
            {
                "2007":104,
                "2008":155,
                "2009":143,
                "2010":166,
                "2011":173,
                "2012":227,
                "2013":209,
                "2014":214,
                "2015":207,
                "2016":242,
                "2017":213,
                "2018":263,
                "2019":214,
                "2020":260,
                "2021":9
            }
        ],
        [
            "The universal anomalies in the normal state of Cu-O high-temperature superconductors follow from a single hypothesis: There exist charge-and spin-density excitations with the absorptive part of the polarizability at low frequencies ω proportional to ω\/T, where T is the temperature, and constant otherwise. The behavior in such a situation may be characterized as that of a marginal Fermi liquid. The consequences of this hypothesis are worked out for a variety of physical properties including superconductivity.",
            "Phenomenology of the normal state of Cu-O high-temperature superconductors",
            "CM Varma and P Be Littlewood and S Schmitt-Rink and E Abrahams and AE Ruckenstein",
            "1989",
            "i8As0PEAAAAJ:_OXeSy2IsFwC",
            2301,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.63.1996",
            "16205654702477851847",
            "\/scholar?cites=16205654702477851847",
            {
                "1990":76,
                "1991":162,
                "1992":172,
                "1993":155,
                "1994":135,
                "1995":92,
                "1996":97,
                "1997":78,
                "1998":70,
                "1999":67,
                "2000":67,
                "2001":70,
                "2002":60,
                "2003":61,
                "2004":61,
                "2005":58,
                "2006":48,
                "2007":51,
                "2008":77,
                "2009":43,
                "2010":64,
                "2011":67,
                "2012":64,
                "2013":55,
                "2014":41,
                "2015":50,
                "2016":41,
                "2017":46,
                "2018":50,
                "2019":52,
                "2020":53,
                "2021":6
            }
        ],
        [
            "Several materials have been identified over the past few years as promising candidates for the development of new generations of magnetoresistive devices. These range from artificially engineered magnetic multilayers 1 and granular alloys 2, 3, in which the magnetic-field response of interfacial spins modulates electron transport to give rise to ‘giant’magnetoresistance 4, to the manganite perovskites 5, 6, 7, in which metal–insulator transitions driven by a magnetic field give rise to a ‘colossal’magnetoresistive response (albeit at very high fields). Here we describe a hitherto unexplored class of magnetoresistive compounds, the silver chalcogenides. At high temperatures, the compounds Ag 2 S, Ag 2 Se and Ag 2 Te are superionic conductors; below∼ 400 K, ion migration is effectively frozen and the compounds are non-magnetic semiconductors 8, 9 that exhibit no appreciable magnetoresistance 10. We show that …",
            "Large magnetoresistance in non-magnetic silver chalcogenides",
            "R Xu and A Husmann and TF Rosenbaum and M-L Saboungi and JE Enderby and PB Littlewood",
            "1997",
            "i8As0PEAAAAJ:d1gkVwhDpl0C",
            624,
            "https:\/\/www.nature.com\/articles\/36306",
            "5009353757754144255",
            "\/scholar?cites=5009353757754144255",
            {
                "1998":7,
                "1999":10,
                "2000":11,
                "2001":7,
                "2002":17,
                "2003":18,
                "2004":23,
                "2005":22,
                "2006":28,
                "2007":25,
                "2008":23,
                "2009":14,
                "2010":21,
                "2011":30,
                "2012":28,
                "2013":39,
                "2014":30,
                "2015":57,
                "2016":52,
                "2017":51,
                "2018":38,
                "2019":34,
                "2020":31,
                "2021":3
            }
        ],
        [
            "The resistance of a homogeneous semiconductor increases quadratically with magnetic field at low fields and, except in very special cases, saturates at fields much larger than the inverse of the carrier mobility, a number typically of the order of 1 T (refs 1, 2). A surprising exception to this behaviour has recently been observed in doped silver chalcogenides 3, 4, 5, which exhibit an anomalously large, quasi-linear magnetoresistive response that extends down to low fields and survives, even at extreme fields of 55 T and beyond. Here we present a simple model of a macroscopically disordered and strongly inhomogeneous semiconductor that exhibits a similar non-saturating magnetoresistance. In addition to providing a possible explanation for the behaviour of doped silver chalcogenides, our model suggests potential routes for the construction of magnetic field sensors with a large, controllable and linear response.",
            "Non-saturating magnetoresistance in heavily disordered semiconductors",
            "MM Parish and PB Littlewood",
            "2003",
            "i8As0PEAAAAJ:WF5omc3nYNoC",
            523,
            "https:\/\/www.nature.com\/articles\/nature02073",
            "3339853695385839810",
            "\/scholar?cites=3339853695385839810",
            {
                "2004":10,
                "2005":8,
                "2006":11,
                "2007":11,
                "2008":16,
                "2009":11,
                "2010":23,
                "2011":17,
                "2012":25,
                "2013":31,
                "2014":31,
                "2015":67,
                "2016":57,
                "2017":64,
                "2018":44,
                "2019":42,
                "2020":47,
                "2021":3
            }
        ],
        [
            "Spin electronics (spintronics) exploits the magnetic nature of electrons, and this principle is commercially applied in, for example, the spin valves of disk-drive read heads. There is currently widespread interest in developing new types of spintronic devices based on industrially relevant semiconductors, in which a spin-polarized current flows through a lateral channel between a spin-polarized source and drain 1, 2. However, the transformation of spin information into large electrical signals is limited by spin relaxation, so that the magnetoresistive signals are below 1%(ref. 2). Here we report large magnetoresistance effects (61% at 5 K), which correspond to large output signals (65 mV), in devices where the non-magnetic channel is a multiwall carbon nanotube that spans a 1.5 μm gap between epitaxial electrodes of the highly spin polarized 3, 4 manganite La 0.7 Sr 0.3 MnO 3. This spintronic system combines a …",
            "Transformation of spin information into large electrical signals using carbon nanotubes",
            "Luis E Hueso and Jose M Pruneda and Valeria Ferrari and Gavin Burnell and Jose P Valdes-Herrera and Benjamin D Simons and Peter B Littlewood and Emilio Artacho and Albert Fert and Neil D Mathur",
            "2007",
            "i8As0PEAAAAJ:qjMakFHDy7sC",
            409,
            "https:\/\/www.nature.com\/articles\/nature05507",
            "9753990527721288795",
            "\/scholar?cites=9753990527721288795",
            {
                "2007":23,
                "2008":34,
                "2009":38,
                "2010":41,
                "2011":41,
                "2012":37,
                "2013":36,
                "2014":29,
                "2015":22,
                "2016":27,
                "2017":31,
                "2018":24,
                "2019":11,
                "2020":9
            }
        ],
        [
            "We measure directly both the real and imaginary parts of the sub-band-gap conductivity σ in YBa 2 Cu 3 O 7 in the 15–80 cm− 1 frequency range using coherent time-domain terahertz spectroscopy. We observe a peak in the real part σ 1 similar to the coherence peak expected in an s-wave BCS superconductor. The absence of such a peak in NMR relaxation-rate experiments suggests that its origin lies in a strongly temperature-dependent inelastic-scattering rate rather in coherence factors.",
            "Dynamic conductivity and coherence peak in YBa 2 Cu 3 O 7 superconductors",
            "Martin C Nuss and PM Mankiewich and ML O’malley and EH Westerwick and Peter B Littlewood",
            "1991",
            "i8As0PEAAAAJ:u-x6o8ySG0sC",
            352,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.66.3305",
            "10354114872252605301",
            "\/scholar?cites=10354114872252605301",
            {
                "1991":5,
                "1992":39,
                "1993":36,
                "1994":32,
                "1995":15,
                "1996":24,
                "1997":12,
                "1998":23,
                "1999":16,
                "2000":15,
                "2001":12,
                "2002":18,
                "2003":9,
                "2004":11,
                "2005":12,
                "2006":11,
                "2007":8,
                "2008":6,
                "2009":7,
                "2010":6,
                "2011":5,
                "2012":8,
                "2013":6,
                "2014":3,
                "2015":4,
                "2016":3,
                "2017":2,
                "2018":1,
                "2019":1
            }
        ],
        [
            "We propose that the exciton condensate may form in a well-controlled way in appropriately arranged semiconductor quantum well structures. The mean-field theory of Keldysh and Kopaev, exact in both the high density and low density limits, is solved numerically to illustrate our proposal. The electron-hole pairing gap and the excitation spectrum of the exciton condensate are obtained. The energy scales of the condensate are substantial at higher densities. We discuss how such densities could be achieved experimentally by generating an effective pressure.",
            "Exciton condensate in semiconductor quantum well structures",
            "Xuejun Zhu and PB Littlewood and Mark S Hybertsen and TM Rice",
            "1995",
            "i8As0PEAAAAJ:9yKSN-GCB0IC",
            338,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.74.1633",
            "2108000850617781387",
            "\/scholar?cites=2108000850617781387",
            {
                "1996":12,
                "1997":7,
                "1998":11,
                "1999":14,
                "2000":12,
                "2001":16,
                "2002":14,
                "2003":19,
                "2004":19,
                "2005":16,
                "2006":20,
                "2007":16,
                "2008":18,
                "2009":13,
                "2010":13,
                "2011":9,
                "2012":13,
                "2013":9,
                "2014":11,
                "2015":8,
                "2016":10,
                "2017":14,
                "2018":15,
                "2019":14,
                "2020":12,
                "2021":1
            }
        ],
        [
            "The phenomenon of colossal magnetoresistance in manganites 1 is generally agreed to be a result of competition between crystal phases with different electronic, magnetic and structural order; a competition which can be strong enough to cause phase separation between metallic ferromagnetic and insulating charge-modulated states 2, 3, 4, 5. Nevertheless, closer inspection of phase diagrams in many manganites reveals complex phases where the two order parameters of magnetism and charge modulation unexpectedly coexist 6, 7. Here we show that such experiments can be naturally explained within a phenomenological Ginzburg–Landau theory. In contrast to models where phase separation originates from disorder 8 or as a strain-induced kinetic phenomenon 9, we argue that magnetic and charge modulation coexist in new thermodynamic phases. This leads to a rich diagram of equilibrium phases …",
            "Electronically soft phases in manganites",
            "GC Milward and MJ Calderon and PB Littlewood",
            "2005",
            "i8As0PEAAAAJ:UeHWp8X0CEIC",
            306,
            "https:\/\/www.nature.com\/articles\/nature03300",
            "15618249524723288490",
            "\/scholar?cites=15618249524723288490",
            {
                "2005":11,
                "2006":28,
                "2007":29,
                "2008":36,
                "2009":34,
                "2010":24,
                "2011":22,
                "2012":18,
                "2013":17,
                "2014":17,
                "2015":11,
                "2016":13,
                "2017":13,
                "2018":13,
                "2019":8,
                "2020":11
            }
        ],
        [
            "Although not an intrinsic superconductor, graphite exhibits superconductivity when intercalated with certain dopants 1. Perhaps the most studied of these graphite-based superconductors are the alkali metal–graphite intercalation compounds (GICs)(ref. 2), of which the easiest to fabricate is C 8 K (ref. 3), with a transition temperature (ref. 2). By increasing the alkali metal concentration (through high-pressure fabrication techniques), the transition temperature can be increased up to 5 K in C 2 Na (ref. 4). Superconductivity in C 6 Yb and C 6 Ca with and 11.5 K, respectively, and at ambient conditions has been observed 5. Here we explore the architecture of the states near the Fermi level and identify characteristics of the electronic band structure generic to GICs. In addition to the expected charge transfer from the intercalant atoms to the graphene sheets, resulting from the occupation of the π bands, we find that in all of …",
            "The role of the interlayer state in the electronic structure of superconducting graphite intercalated compounds",
            "Gábor Csányi and PB Littlewood and Andriy H Nevidomskyy and Chris J Pickard and BD Simons",
            "2005",
            "i8As0PEAAAAJ:Tyk-4Ss8FVUC",
            301,
            "https:\/\/www.nature.com\/articles\/nphys119",
            "12285357090950121302",
            "\/scholar?cites=12285357090950121302",
            {
                "2005":4,
                "2006":20,
                "2007":37,
                "2008":19,
                "2009":21,
                "2010":24,
                "2011":19,
                "2012":16,
                "2013":23,
                "2014":27,
                "2015":18,
                "2016":19,
                "2017":17,
                "2018":13,
                "2019":12,
                "2020":9,
                "2021":1
            }
        ]
    ]
}