{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Elastic πN scattering and the world data of the family of reactions π − p → ηn, K 0 Λ, K 0 Σ 0, K + Σ −, and π + p → K + Σ + are described simultaneously in an analytic, unitary, coupled-channel approach. SU(3) flavor symmetry is used to relate both the t - and the u - channel exchanges that drive the meson-baryon interaction in the different channels. Angular distributions, polarizations, and spin-rotation parameters are compared with available experimental data. Partial-wave amplitudes are determined and the resonance content is extracted from the analytic continuation, including resonance positions and branching ratios, and possible sources of uncertainties are discussed. The results provide the final-state …",
            "Coupled-channel dynamics in the reactions π N→ π N, η N, KΛ, KΣ",
            "D Rönchen and M Döring and F Huang and H Haberzettl and J Haidenbauer and C Hanhart and S Krewald and U-G Meißner and K Nakayama",
            "2013",
            "I8GQ86MAAAAJ:ZfRJV9d4-WMC",
            158,
            "https:\/\/link.springer.com\/article\/10.1140\/epja\/i2013-13044-5",
            "18055041896072730348",
            "\/scholar?cites=18055041896072730348",
            {
                "2013":10,
                "2014":21,
                "2015":21,
                "2016":21,
                "2017":20,
                "2018":24,
                "2019":17,
                "2020":20,
                "2021":1
            }
        ],
        [
            "A high statistics measurement of the p p→ p p η reaction at an excess energy of Q= 15.5 MeV has been performed at the internal beam facility COSY-11. The stochastically cooled proton beam and the used detection system allowed to determine the momenta of the outgoing protons with a precision of 4 MeV∕ c (σ) in the center-of-mass frame. The determination of the four-momentum vectors of both outgoing protons allowed to derive the complete kinematical information of the η p p system. An unexpectedly large enhancement of the occupation density in the kinematical regions of low proton-η relative momenta is observed. A description taking the proton-proton and the η-proton interaction into account and assuming an on-shell incoherent pairwise interaction among the produced particles fails to explain this strong effect. Its understanding will require a rigorous three-body approach to the p p η system and the …",
            "Experimental study of  dynamics in the  reaction",
            "Paweł Moskal and H-H Adam and A Budzanowski and Rafał Czyżykiewicz and D Grzonka and Michał Janusz and Lucjan Jarczyk and Bogusław Kamys and A Khoukaz and K Kilian and P Kowina and K Nakayama and W Oelert and Cezary Piskor-Ignatowicz and Joanna Przerwa and T Rożek and R Santo and G Schepers and T Sefzick and M Siemaszko and Jerzy Smyrski and S Steltenkamp and A Täschner and P Winter and M Wolke and P Wüstner and W Zipper",
            "2004",
            "I8GQ86MAAAAJ:tOudhMTPpwUC",
            148,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.69.025203",
            "11960574355906175508",
            "\/scholar?cites=11960574355906175508",
            {
                "2003":1,
                "2004":18,
                "2005":11,
                "2006":9,
                "2007":24,
                "2008":15,
                "2009":8,
                "2010":18,
                "2011":11,
                "2012":6,
                "2013":5,
                "2014":5,
                "2015":6,
                "2016":5,
                "2017":1,
                "2018":2,
                "2019":1
            }
        ],
        [
            "η meson production in both proton-proton and proton-neutron collisions is investigated within a relativistic meson exchange model of hadronic interactions. It is found that the available cross section data can be described equally well by either the vector or pseudoscalar meson exchange mechanism for exciting the S 11 (1535) resonance. It is shown that the analyzing power data can potentially be very useful in distinguishing these two scenarios for the excitaion of the S 11 (1535) resonance.",
            "η meson production in  collisions",
            "K Nakayama and J Speth and T-SH Lee",
            "2002",
            "I8GQ86MAAAAJ:qUcmZB5y_30C",
            113,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.65.045210",
            "13368667772336581044",
            "\/scholar?cites=13368667772336581044",
            {
                "2002":4,
                "2003":17,
                "2004":12,
                "2005":7,
                "2006":6,
                "2007":17,
                "2008":13,
                "2009":7,
                "2010":1,
                "2011":3,
                "2012":4,
                "2013":3,
                "2014":3,
                "2015":4,
                "2016":3,
                "2017":1,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Using one of the recent Bonn potentials, an energy-and density-dependent interaction for nucleon-nucleus scattering is derived by solving the Bethe-Goldstone equation for two nucleons interacting in the presence of infinite nuclear matter at several incident energies below 425 MeV. Some of the approximations involved in the construction of the effective interaction are discussed and several of its dynamical properties are examined. Selected properties of the present interaction are also compared with those of a similar G-matrix interaction based on the Paris potential as well as with those of a recent t-matrix interaction based directly on nucleon-nucleon phase shifts. The role of medium corrections as well as the utility of the present interaction are studied by applying it to a variety of transitions in nucleon-nucleus scattering where important constraints on the transition densities are available from electron scattering.",
            "Effective interaction for nucleon-nucleus scattering based on a one-boson-exchange model",
            "K Nakayama and WG Love",
            "1988",
            "I8GQ86MAAAAJ:M05iB0D1s5AC",
            113,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.38.51",
            "8036171777204199910",
            "\/scholar?cites=8036171777204199910",
            {
                "1988":1,
                "1989":7,
                "1990":7,
                "1991":18,
                "1992":9,
                "1993":7,
                "1994":9,
                "1995":6,
                "1996":8,
                "1997":5,
                "1998":4,
                "1999":2,
                "2000":1,
                "2001":3,
                "2002":2,
                "2003":4,
                "2004":3,
                "2005":3,
                "2006":1,
                "2007":2,
                "2008":2,
                "2009":1,
                "2010":2,
                "2011":1,
                "2012":1,
                "2013":2,
                "2014":1,
                "2015":1
            }
        ],
        [
            "We clarify under what circumstances the nucleon–nucleon final state interaction fixes the energy dependence of the total cross-section for the reaction NN→NNx close to production threshold, where x can be any meson whose interaction with the nucleon is not too strong. It is shown that the results obtained from the procedure used recently by several authors to include the final state interaction in the reactions under discussion should be interpreted with caution. In addition, we give a formula that allows one to estimate the effect of the initial state interaction for the production of heavy mesons.",
            "On the treatment of NN interaction effects in meson production in NN collisions",
            "Ch Hanhart and K Nakayama",
            "1999",
            "I8GQ86MAAAAJ:W7OEmFMy1HYC",
            106,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269399003779",
            "845269779175392467",
            "\/scholar?cites=845269779175392467",
            {
                "1998":1,
                "1999":5,
                "2000":11,
                "2001":9,
                "2002":11,
                "2003":9,
                "2004":8,
                "2005":5,
                "2006":8,
                "2007":10,
                "2008":4,
                "2009":4,
                "2010":3,
                "2011":3,
                "2012":2,
                "2013":1,
                "2014":3,
                "2015":3,
                "2016":1,
                "2017":1,
                "2018":1
            }
        ],
        [
            "The reaction mechanisms for K Σ (1385) photoproduction from the reaction γ p→ K+ Σ 0 (1385) in the resonance energy region are investigated in a hadronic model. Both contributions from N and Δ resonances of masses around 2 GeV as given in the Review of Particle Data Group and by the quark model predictions are included. The Lagrangians for describing the decays of these resonances into K Σ (1385) are constructed with the coupling constants determined from the decay amplitudes predicted by a quark model. Comparing the resulting total cross section for the reaction γ p→ K+ Σ 0 (1385) with the preliminary data from the Thomas Jefferson National Accelerator Facility, we find that the most important contributions are from the two-star-rated resonances Δ (2000) F 35, Δ (1940) D 33, and N (2080) D 13, as well as the missing resonance N 3 2−(2095) predicted in the quark model. Predictions on the …",
            "Nucleon and Δ resonances in  photoproduction from nucleons",
            "Yongseok Oh and Che Ming Ko and K Nakayama",
            "2008",
            "I8GQ86MAAAAJ:J-pR_7NvFogC",
            98,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.77.045204",
            "13986233882012619045",
            "\/scholar?cites=13986233882012619045",
            {
                "2008":4,
                "2009":4,
                "2010":15,
                "2011":6,
                "2012":7,
                "2013":10,
                "2014":13,
                "2015":7,
                "2016":7,
                "2017":7,
                "2018":5,
                "2019":8,
                "2020":3
            }
        ],
        [
            "It is shown that most of the available data on the p p→ p p η reaction, including the invariant mass distributions in the p p→ p p η reaction recently measured at COSY, can be understood in terms of the partial-wave amplitudes involving final p p S and P states and the η meson s wave. This finding, together with the fact that results within a meson–exchange model are especially sensitive to the details of the excitation mechanism of the S 11 (1535) resonance, demonstrates the possibility of investigating the properties of this resonance in N N collisions. The spin correlation function C x x is shown to disentangle the S-and P-wave contributions. It is also argued that spin correlations may be used to help constrain the contributions of the amplitudes corresponding to the final p p P 0 3 and P 2 3 states.",
            "Analysis of the reaction  near threshold",
            "K Nakayama and J Haidenbauer and C Hanhart and J Speth",
            "2003",
            "I8GQ86MAAAAJ:3s1wT3WcHBgC",
            88,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.68.045201",
            "8466139072917711225",
            "\/scholar?cites=8466139072917711225",
            {
                "2003":2,
                "2004":22,
                "2005":6,
                "2006":3,
                "2007":14,
                "2008":8,
                "2009":4,
                "2010":7,
                "2011":3,
                "2012":1,
                "2013":2,
                "2014":4,
                "2015":5,
                "2016":2,
                "2017":2,
                "2018":2
            }
        ],
        [
            "The recently discovered enhancement of η photoproduction on the quasi-free neutron at energies around s∼ 1.67 GeV is addressed within a SU (3) coupled channel model. The quasi-free cross sections on proton and neutron, σ n and σ p, can be quantitatively explained. In this study, the main source for the peak in σ n\/σ p is a coupled channel effect in S wave that explains the dip-bump structure in γ n→ η n. In particular, the photon coupling to the intermediate meson–baryon states is important. The stability of the result is extensively tested and consistency with several pion-and photon-induced reactions is ensured.",
            "On the cross section ratio σn\/σp in η photoproduction",
            "M Döring and K Nakayama",
            "2010",
            "I8GQ86MAAAAJ:dhFuZR0502QC",
            87,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269309014774",
            "3670495658277089990",
            "\/scholar?cites=3670495658277089990",
            {
                "2009":1,
                "2010":5,
                "2011":15,
                "2012":8,
                "2013":10,
                "2014":14,
                "2015":9,
                "2016":7,
                "2017":11,
                "2018":2,
                "2019":2,
                "2020":3
            }
        ],
        [
            "The production of ω mesons in proton-proton collisions for proton incident energies up to 2.2 GeV is investigated within a meson-exchange model of hadronic interactions. We find a large cancellation between the dominant π ρ ω meson-exchange current and nucleonic current contributions. A comparison with preliminary data from SATURNE calls for the inclusion of off-shell form factors at the NN ω and π ρ ω production vertices. Due to the present lack of knowledge of these form factors, together with the destructive interference mentioned above, the relative magnitude of the nucleonic and meson-exchange current contributions cannot be determined from existing total cross section data. However, it is shown that the angular distribution of the produced ω mesons provides a unique and clear signature of the magnitude of these currents, thus allowing one to disentangle these two basic reaction mechanisms.",
            "Production of  mesons in proton-proton collisions",
            "K Nakayama and A Szczurek and Ch Hanhart and J Haidenbauer and J Speth",
            "1998",
            "I8GQ86MAAAAJ:HDshCWvjkbEC",
            85,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.57.1580",
            "5193787845628363715",
            "\/scholar?cites=5193787845628363715",
            {
                "1998":4,
                "1999":10,
                "2000":7,
                "2001":9,
                "2002":8,
                "2003":13,
                "2004":5,
                "2005":2,
                "2006":3,
                "2007":5,
                "2008":3,
                "2009":4,
                "2010":2,
                "2011":4,
                "2012":2,
                "2013":2
            }
        ]
    ]
}