{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We study triangular lattice spin-1∕ 2 system with antiferromagnetic Heisenberg and ring exchanges using variational approach focusing on possible realization of spin-liquid states. Trial spin liquid wave functions are obtained by Gutzwiller projection of fermionic mean-field states and their energetics is compared against magnetically ordered trial states. We find that in a range of the ring exchange coupling upon destroying the antiferromagnetic order, the best such spin liquid state is essentially a Gutzwiller-projected Fermi sea state. We propose this spin liquid with a spinon Fermi surface as a candidate for the nonmagnetic insulating phase observed in the organic compound κ−(ET) 2 Cu 2 (CN) 3, and describe some experimental consequences of this proposal.",
            "Variational study of triangular lattice spin-1∕ 2 model with ring exchanges and spin liquid state in κ−(ET) 2 Cu 2 (CN) 3",
            "Olexei I Motrunich",
            "2005",
            "i8u1IFgAAAAJ:u5HHmVD_uO8C",
            386,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.72.045105",
            "17114620704932796870",
            "\/scholar?cites=17114620704932796870",
            {
                "2005":3,
                "2006":15,
                "2007":17,
                "2008":17,
                "2009":21,
                "2010":30,
                "2011":42,
                "2012":28,
                "2013":21,
                "2014":26,
                "2015":22,
                "2016":25,
                "2017":23,
                "2018":30,
                "2019":26,
                "2020":37,
                "2021":3
            }
        ],
        [
            "We study the effect of hedgehog suppression in the O (3) sigma model in D= 2+ 1. We show via Monte Carlo simulations that the sigma model can be disordered while effectively forbidding these point topological defects. The resulting paramagnetic state has gauge charged matter with half-integer spin (spinons) and also an emergent gauge field (photons), whose existence is explicitly demonstrated. Hence, this is an explicit realization of fractionalization in a model with global SU (2) symmetry. The zero-temperature ordering transition from this phase is found to be continuous but distinct from the regular Heisenberg ordering transition. We propose that these phases and this phase transition are captured by the noncompact C P 1 model, which contains a pair of bosonic fields coupled to a noncompact U (1) gauge field. Direct simulation of the transition in this model yields critical exponents that support this claim. The …",
            "Emergent photons and transitions in the O (3) sigma model with hedgehog suppression",
            "Olexei I Motrunich and Ashvin Vishwanath",
            "2004",
            "i8u1IFgAAAAJ:d1gkVwhDpl0C",
            263,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.70.075104",
            "6693012731767640751",
            "\/scholar?cites=6693012731767640751",
            {
                "2004":1,
                "2005":14,
                "2006":18,
                "2007":11,
                "2008":22,
                "2009":13,
                "2010":13,
                "2011":9,
                "2012":26,
                "2013":18,
                "2014":4,
                "2015":18,
                "2016":21,
                "2017":15,
                "2018":18,
                "2019":17,
                "2020":24
            }
        ],
        [
            "We examine the ground state of the random quantum Ising model in a transverse field using a generalization of the Ma-Dasgupta-Hu renormalization group (RG) scheme. For spatial dimensionality d= 2, we find that at strong randomness the RG flow for the quantum critical point is towards an infinite-randomness fixed point, as in one dimension. This is consistent with the results of a recent quantum Monte Carlo study by Pich et al.[Phys. Rev. Lett. 81, 5916 (1998)], including estimates of the critical exponents from our RG that agree well with those from the quantum Monte Carlo. The same qualitative behavior appears to occur for three dimensions; we have not yet been able to determine whether or not it persists to arbitrarily high d. Some consequences of the infinite-randomness fixed point for the quantum critical scaling behavior are discussed. Because frustration is irrelevant in the infinite-randomness limit, the …",
            "Infinite-randomness quantum Ising critical fixed points",
            "Olexei Motrunich and Siun-Chuon Mau and David A Huse and Daniel S Fisher",
            "2000",
            "i8u1IFgAAAAJ:u-x6o8ySG0sC",
            251,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.61.1160",
            "2665638577070117079",
            "\/scholar?cites=2665638577070117079",
            {
                "2000":5,
                "2001":18,
                "2002":10,
                "2003":16,
                "2004":10,
                "2005":9,
                "2006":11,
                "2007":8,
                "2008":15,
                "2009":6,
                "2010":9,
                "2011":4,
                "2012":14,
                "2013":16,
                "2014":9,
                "2015":7,
                "2016":19,
                "2017":13,
                "2018":18,
                "2019":10,
                "2020":21,
                "2021":1
            }
        ],
        [
            "We introduce a strong-disorder renormalization group (RG) approach suitable for investigating the quasiparticle excitations of disordered superconductors in which the quasiparticle spin is not conserved. We analyze one-dimensional models with this RG and with elementary transfer matrix methods. We find that such models with broken spin rotation invariance generically lie in one of two topologically distinct localized phases. Close enough to the critical point separating the two phases, the system has a power-law divergent low-energy density of states (with a nonuniversal continuously varying power law) in either phase, due to quantum Griffiths singularities. This critical point belongs to the same infinite-disorder universality class as the one-dimensional particle-hole symmetric Anderson localization problem, while the Griffiths phases in the vicinity of the transition are controlled by lines of strong (but not infinite …",
            "Griffiths effects and quantum critical points in dirty superconductors without spin-rotation invariance: One-dimensional examples",
            "Olexei Motrunich and Kedar Damle and David A Huse",
            "2001",
            "i8u1IFgAAAAJ:qjMakFHDy7sC",
            183,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.63.224204",
            "8754912914709022518",
            "\/scholar?cites=8754912914709022518",
            {
                "2001":1,
                "2002":5,
                "2003":3,
                "2004":2,
                "2005":5,
                "2006":2,
                "2007":2,
                "2008":4,
                "2009":1,
                "2010":1,
                "2011":8,
                "2012":14,
                "2013":18,
                "2014":19,
                "2015":12,
                "2016":14,
                "2017":16,
                "2018":17,
                "2019":14,
                "2020":24,
                "2021":1
            }
        ],
        [
            "We study the spin-1\/2 Heisenberg model on the square lattice with first-and second-neighbor antiferromagnetic interactions J 1 and J 2, which possesses a nonmagnetic region that has been debated for many years and might realize the interesting Z 2 spin liquid. We use the density matrix renormalization group approach with explicit implementation of S U (2) spin rotation symmetry and study the model accurately on open cylinders with different boundary conditions. With increasing J 2, we find a Néel phase and a plaquette valence-bond (PVB) phase with a finite spin gap. From the finite-size scaling of the magnetic order parameter, we estimate that the Néel order vanishes at J 2\/J 1≃ 0.44. For 0.5< J 2\/J 1< 0.61, we find dimer correlations and PVB textures whose decay lengths grow strongly with increasing system width, consistent with a long-range PVB order in the two-dimensional limit. The dimer-dimer …",
            "Plaquette Ordered Phase and Quantum Phase Diagram in the Spin-1 2 J 1− J 2 Square Heisenberg Model",
            "Shou-Shu Gong and Wei Zhu and DN Sheng and Olexei I Motrunich and Matthew PA Fisher",
            "2014",
            "i8u1IFgAAAAJ:a0OBvERweLwC",
            169,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.113.027201",
            "4955505784656151411",
            "\/scholar?cites=4955505784656151411",
            {
                "2014":9,
                "2015":20,
                "2016":33,
                "2017":22,
                "2018":28,
                "2019":23,
                "2020":33,
                "2021":1
            }
        ],
        [
            "We show that simple Bose Hubbard models with unfrustrated hopping and short range two-body repulsive interactions can support stable fractionalized phases in two and higher dimensions, and in zero magnetic field. The simplicity of the constructed models advances the possibility of a controlled experimental realization and novel applications of such unconventional states.",
            "Exotic order in simple models of bosonic systems",
            "OI Motrunich and T Senthil",
            "2002",
            "i8u1IFgAAAAJ:9yKSN-GCB0IC",
            157,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.89.277004",
            "11335192367922568926",
            "\/scholar?cites=11335192367922568926",
            {
                "2002":1,
                "2003":11,
                "2004":10,
                "2005":20,
                "2006":19,
                "2007":11,
                "2008":8,
                "2009":3,
                "2010":7,
                "2011":5,
                "2012":9,
                "2013":8,
                "2014":6,
                "2015":7,
                "2016":8,
                "2017":9,
                "2018":5,
                "2019":10
            }
        ],
        [
            "We explicitly derive the duality between a free electronic Dirac cone and quantum electrodynamics in (2+ 1) dimensions (QED 3) with N= 1 fermion flavors. The duality proceeds via an exact, nonlocal mapping from electrons to dual fermions with long-range interactions encoded by an emergent gauge field. This mapping allows us to construct parent Hamiltonians for exotic topological-insulator surface phases, derive the particle-hole-symmetric field theory of a half-filled Landau level, and nontrivially constrain QED 3 scaling dimensions. We similarly establish duality between bosonic topological insulator surfaces and N= 2 QED 3.",
            "Explicit Derivation of Duality between a Free Dirac Cone and Quantum Electrodynamics in () Dimensions",
            "David F Mross and Jason Alicea and Olexei I Motrunich",
            "2016",
            "i8u1IFgAAAAJ:xtRiw3GOFMkC",
            136,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.117.016802",
            "12783559316753812618",
            "\/scholar?cites=12783559316753812618",
            {
                "2015":1,
                "2016":23,
                "2017":33,
                "2018":35,
                "2019":25,
                "2020":18,
                "2021":1
            }
        ],
        [
            "In a two-dimensional electron gas under a strong magnetic field, correlations generate emergent excitations distinct from electrons. It has been predicted that “composite fermions”—bound states of an electron with two magnetic flux quanta—can experience zero net magnetic field and form a Fermi sea. Using infinite-cylinder density matrix renormalization group numerical simulations, we verify the existence of this exotic Fermi sea, but find that the phase exhibits particle-hole symmetry. This is self-consistent only if composite fermions are massless Dirac particles, similar to the surface of a topological insulator. Exploiting this analogy, we observe the suppression of 2kF backscattering, a characteristic of Dirac particles. Thus, the phenomenology of Dirac fermions is also relevant to two-dimensional electron gases in the quantum Hall regime.",
            "The half-filled Landau level: The case for Dirac composite fermions",
            "Scott D Geraedts and Michael P Zaletel and Roger SK Mong and Max A Metlitski and Ashvin Vishwanath and Olexei I Motrunich",
            "2016",
            "i8u1IFgAAAAJ:NhqRSupF_l8C",
            129,
            "https:\/\/science.sciencemag.org\/content\/352\/6282\/197.abstract",
            "1561994759834342437",
            "\/scholar?cites=1561994759834342437",
            {
                "2015":2,
                "2016":29,
                "2017":26,
                "2018":27,
                "2019":20,
                "2020":24
            }
        ],
        [
            "Recent experiments on triangular lattice organic Mott insulators have found evidence for a two-dimensional (2D) spin liquid in close proximity to the metal-insulator transition. A Gutzwiller wave function study of the triangular lattice Heisenberg model with a four-spin ring exchange term appropriate in this regime has found that the projected spinon Fermi sea state has a low variational energy. This wave function, together with a slave particle-gauge theory analysis, suggests that this putative spin liquid possesses spin correlations that are singular along surfaces in momentum space, ie,“Bose surfaces.” Signatures of this state, which we will refer to as a “spin Bose metal”(SBM), are expected to manifest in quasi-one-dimensional (quasi-1D) ladder systems: the discrete transverse momenta cut through the 2D Bose surface leading to a distinct pattern of 1D gapless modes. Here, we search for a quasi-1D descendant of …",
            "Spin bose-metal phase in a spin-1 2 model with ring exchange on a two-leg triangular strip",
            "DN Sheng and Olexei I Motrunich and Matthew PA Fisher",
            "2009",
            "i8u1IFgAAAAJ:zYLM7Y9cAGgC",
            126,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.79.205112",
            "5953965458015412797",
            "\/scholar?cites=5953965458015412797",
            {
                "2009":2,
                "2010":13,
                "2011":20,
                "2012":11,
                "2013":16,
                "2014":7,
                "2015":7,
                "2016":8,
                "2017":3,
                "2018":12,
                "2019":14,
                "2020":11,
                "2021":1
            }
        ],
        [
            "We consider orbital magnetic field effects in a spin liquid phase of a half-filled triangular lattice Hubbard system close to the Mott transition, continuing an earlier exploration of a state with spinon Fermi surface. Starting from the Hubbard model and focusing on the insulator side, we derive an effective spin Hamiltonian up to four-spin exchanges in the presence of magnetic field, and find that the magnetic field couples linearly to spin chirality on the triangles. The latter corresponds to a flux of an internal gauge field in a gauge theory description of the spin liquid, and therefore a static internal flux is induced. A quantitative estimate of the effect is obtained using a spinon mean-field analysis, where we find that this orbital field experienced by the spinons is comparable to or even larger than the applied field. We further argue that because the stiffness of the emergent internal gauge field is very small, such a spinon-gauge …",
            "Orbital magnetic field effects in spin liquid with spinon Fermi sea: Possible application to κ−(ET) 2 Cu 2 (C N) 3",
            "Olexei I Motrunich",
            "2006",
            "i8u1IFgAAAAJ:WF5omc3nYNoC",
            113,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.73.155115",
            "6502834989511037867",
            "\/scholar?cites=6502834989511037867",
            {
                "2006":2,
                "2007":2,
                "2008":4,
                "2009":1,
                "2010":7,
                "2011":4,
                "2012":10,
                "2013":5,
                "2014":9,
                "2015":7,
                "2016":11,
                "2017":8,
                "2018":13,
                "2019":13,
                "2020":13,
                "2021":4
            }
        ]
    ]
}