{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Reproducible dry and wet transfer techniques were developed to improve the transfer of large-area monolayer graphene grown on copper foils by chemical vapor deposition (CVD). The techniques reported here allow transfer onto three different classes of substrates: substrates covered with shallow depressions, perforated substrates, and flat substrates. A novel dry transfer technique was used to make graphene-sealed microchambers without trapping liquid inside. The dry transfer technique utilizes a polydimethylsiloxane frame that attaches to the poly(methyl methacrylate) spun over the graphene film, and the monolayer graphene was transferred onto shallow depressions with 300 nm depth. The improved wet transfer onto perforated substrates with 2.7 μm diameter holes yields 98% coverage of holes covered with continuous films, allowing the ready use of Raman spectroscopy and transmission electron …",
            "Transfer of CVD-grown monolayer graphene onto arbitrary substrates",
            "Ji Won Suk and Alexander Kitt and Carl W Magnuson and Yufeng Hao and Samir Ahmed and Jinho An and Anna K Swan and Bennett B Goldberg and Rodney S Ruoff",
            "2011",
            "I_IYTf0AAAAJ:eQOLeE2rZwMC",
            1271,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn201207c",
            "15434383452672901909",
            "\/scholar?cites=15434383452672901909",
            {
                "2012":52,
                "2013":97,
                "2014":127,
                "2015":139,
                "2016":155,
                "2017":169,
                "2018":172,
                "2019":166,
                "2020":170,
                "2021":11
            }
        ],
        [
            "We report G-band resonance Raman spectra of single-wall carbon nanotubes (SWNTs) at the single-nanotube level. By measuring 62 different isolated SWNTs resonant with the incident laser, and having diameters d t ranging between 0.95 nm and 2.62 nm, we have conclusively determined the dependence of the two most intense G-band features on the nanotube structure. The higher-frequency peak is not diameter dependent (ω G+= 1591 cm− 1), while the lower-frequency peak is given by ω G−= ω G+− C\/d t 2, with C being different for metallic and semiconducting SWNTs (C M> C S). The peak frequencies do not depend on nanotube chiral angle. The intensity ratio between the two most intense features is in the range 0.1< I ω G−\/I ω G+< 0.3 for most of the isolated SWNTs (∼ 9 0%). Unusually high or low I ω G−\/I ω G+ ratios are observed for a few spectra coming from SWNTs under special resonance …",
            "G-band resonant Raman study of 62 isolated single-wall carbon nanotubes",
            "A Jorio and AG Souza Filho and G Dresselhaus and MS Dresselhaus and AK Swan and MS Ünlü and BB Goldberg and MA Pimenta and JH Hafner and CM Lieber and R Saito",
            "2002",
            "I_IYTf0AAAAJ:u5HHmVD_uO8C",
            610,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.65.155412",
            "14677142475937560587",
            "\/scholar?cites=14677142475937560587",
            {
                "2002":14,
                "2003":19,
                "2004":30,
                "2005":35,
                "2006":36,
                "2007":41,
                "2008":45,
                "2009":46,
                "2010":44,
                "2011":38,
                "2012":34,
                "2013":35,
                "2014":42,
                "2015":28,
                "2016":31,
                "2017":26,
                "2018":16,
                "2019":29,
                "2020":18,
                "2021":1
            }
        ],
        [
            "A biosensor application of vertically coupled glass microring resonators with Q\/spl sim\/12 000 is introduced. Using balanced photodetection, very high signal to noise ratios, and thus high sensitivity to refractive index changes (limit of detection of 1.8\/spl times\/10\/sup -5\/ refractive index units), are achieved. Ellipsometry and X-ray photoelectron spectroscopy results indicate successful modification of biosensor surfaces. Experimental data obtained separately for a bulk change of refractive index of the medium and for avidin-biotin binding on the ring surface are reported. Excellent repeatability and close-to-complete surface regeneration after binding are experimentally demonstrated.",
            "Optical sensing of biomolecules using microring resonators",
            "Ayca Yalcin and Ketul C Popat and John C Aldridge and Tejal A Desai and John Hryniewicz and Nabil Chbouki and Brent E Little and Oliver King and Vien Van and Sai Chu and David Gill and Matthew Anthes-Washburn and M Selim Unlu and Bennett B Goldberg",
            "2006",
            "I_IYTf0AAAAJ:d1gkVwhDpl0C",
            441,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1588894\/",
            "17942749862877418983",
            "\/scholar?cites=17942749862877418983",
            {
                "2006":11,
                "2007":36,
                "2008":37,
                "2009":57,
                "2010":46,
                "2011":37,
                "2012":35,
                "2013":25,
                "2014":25,
                "2015":29,
                "2016":30,
                "2017":17,
                "2018":13,
                "2019":21,
                "2020":20
            }
        ],
        [
            "A dramatic reduction in the spin polarization of a two-dimensional electron gas in a magnetic field is observed when the Fermi energy moves off the midpoint of the spin gap of the lowest Landau level, ν= 1. The spin polarization is measured by magnetoabsorption spectroscopy which distinguishes the occupancy of the two electron spin states. The rapid decay of spin alignment over small changes to both higher and lower magnetic field provides experimental evidence for the presence of Skyrmion excitations where exchange energy dominates Zeeman energy in the quantum Hall regime at ν= 1.",
            "Evidence of skyrmion excitations about ν= 1 in n-modulation-doped single quantum wells by interband optical transmission",
            "EH Aifer and BB Goldberg and DA Broido",
            "1996",
            "I_IYTf0AAAAJ:u-x6o8ySG0sC",
            331,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.76.680",
            "12349178534499086981",
            "\/scholar?cites=12349178534499086981",
            {
                "1996":21,
                "1997":36,
                "1998":59,
                "1999":30,
                "2000":22,
                "2001":13,
                "2002":18,
                "2003":13,
                "2004":11,
                "2005":10,
                "2006":8,
                "2007":13,
                "2008":8,
                "2009":4,
                "2010":9,
                "2011":5,
                "2012":4,
                "2013":7,
                "2014":2,
                "2015":4,
                "2016":5,
                "2017":4,
                "2018":7,
                "2019":6,
                "2020":6,
                "2021":1
            }
        ],
        [
            "We present a direct measurement of the density of states of a two-dimensional electron gas in a quantizing magnetic field. By measuring the magnetocapacitance of modulation-doped GaAs-(AlGa) As heterostructures at low frequencies, we have observed quantum oscillations resulting from changes in the density of states alone.",
            "Direct measurement of the density of states of a two-dimensional electron gas",
            "TP Smith and BB Goldberg and PJ Stiles and M Heiblum",
            "1985",
            "I_IYTf0AAAAJ:9yKSN-GCB0IC",
            309,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.32.2696",
            "10849736715951786048",
            "\/scholar?cites=10849736715951786048",
            {
                "1984":1,
                "1985":2,
                "1986":9,
                "1987":15,
                "1988":20,
                "1989":14,
                "1990":15,
                "1991":6,
                "1992":8,
                "1993":9,
                "1994":11,
                "1995":5,
                "1996":14,
                "1997":8,
                "1998":11,
                "1999":6,
                "2000":5,
                "2001":7,
                "2002":8,
                "2003":8,
                "2004":8,
                "2005":9,
                "2006":5,
                "2007":10,
                "2008":10,
                "2009":12,
                "2010":4,
                "2011":3,
                "2012":10,
                "2013":4,
                "2014":4,
                "2015":7,
                "2016":18,
                "2017":4,
                "2018":6,
                "2019":7,
                "2020":5
            }
        ],
        [
            "We demonstrate the continuous and reversible tuning of the optical band gap of suspended monolayer MoS2 membranes by as much as 500 meV by applying very large biaxial strains. By using chemical vapor deposition (CVD) to grow crystals that are highly impermeable to gas, we are able to apply a pressure difference across suspended membranes to induce biaxial strains. We observe the effect of strain on the energy and intensity of the peaks in the photoluminescence (PL) spectrum and find a linear tuning rate of the optical band gap of 99 meV\/%. This method is then used to study the PL spectra of bilayer and trilayer devices under strain and to find the shift rates and Grüneisen parameters of two Raman modes in monolayer MoS2. Finally, we use this result to show that we can apply biaxial strains as large as 5.6% across micron-sized areas and report evidence for the strain tuning of higher level optical …",
            "Band Gap Engineering with Ultralarge Biaxial Strains in Suspended Monolayer MoS2",
            "David Lloyd and Xinghui Liu and Jason W Christopher and Lauren Cantley and Anubhav Wadehra and Brian L Kim and Bennett B Goldberg and Anna K Swan and J Scott Bunch",
            "2016",
            "I_IYTf0AAAAJ:jU7OWUQzBzMC",
            251,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.6b02615",
            "7165335736954294551",
            "\/scholar?cites=7165335736954294551",
            {
                "2016":1,
                "2017":42,
                "2018":55,
                "2019":59,
                "2020":81,
                "2021":11
            }
        ],
        [
            "Plateaus in the electron-hole recombination energy and minima in the peak intensity at integer and fractional filling factors occur in the luminescence from ultrahigh-mobility GaAs single quantum wells. At Landau and spin gaps the regions of plateaus and intensity minima broaden as the temperature is reduced, in consort with the transport Hall resistance. A sharp intensity minimum and peak shift is seen at ν= 2\/3, while higher-field fractions are characterized by a splitting in the luminescence. The optical anomalies are directly related to the position of the Fermi energy in localized transport states.",
            "Optical investigations of the integer and fractional quantum Hall effects: Energy plateaus, intensity minima, and line splitting in band-gap emission",
            "BB Goldberg and D Heiman and A Pinczuk and L Pfeiffer and K West",
            "1990",
            "I_IYTf0AAAAJ:2osOgNQ5qMEC",
            239,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.65.641",
            "17364636000894638977",
            "\/scholar?cites=17364636000894638977",
            {
                "1990":3,
                "1991":10,
                "1992":33,
                "1993":26,
                "1994":18,
                "1995":7,
                "1996":10,
                "1997":5,
                "1998":17,
                "1999":8,
                "2000":5,
                "2001":7,
                "2002":15,
                "2003":8,
                "2004":7,
                "2005":3,
                "2006":5,
                "2007":5,
                "2008":3,
                "2009":2,
                "2010":3,
                "2011":7,
                "2012":6,
                "2013":6,
                "2014":4,
                "2015":1,
                "2016":4,
                "2017":3,
                "2018":2,
                "2019":4
            }
        ],
        [
            "In this work we analyze the room-temperature linewidth for several Raman features (ie, the radial breathing mode, the G band, the D band, and the G′ band) observed for individual isolated single-wall carbon nanotubes (SWNTs). Temperature-dependent measurements on SWNT bundles and isolated SWNTs show that anharmonic effects are not important for linewidth broadening at room temperature. Measurements on a large number of samples (170 isolated SWNTs) allow us to filter out the effect from extrinsic SWNT properties (eg, defects, tube deformations, substrate roughness) and to obtain information about intrinsic properties related to phonon and electron dispersion relations, curvature and Breit-Wigner-Fano effects, single-vs double-resonance Raman scattering processes, and the resonance condition itself through a linewidth analysis. We also use observations at the single-nanotube level to …",
            "Linewidth of the Raman features of individual single-wall carbon nanotubes",
            "A Jorio and C Fantini and MSS Dantas and MA Pimenta and AG Souza Filho and Ge G Samsonidze and VW Brar and G Dresselhaus and MS Dresselhaus and AK Swan and MS Ünlü and BB Goldberg and R Saito",
            "2002",
            "I_IYTf0AAAAJ:qjMakFHDy7sC",
            236,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.66.115411",
            "11012000489634430153",
            "\/scholar?cites=11012000489634430153",
            {
                "2001":1,
                "2002":2,
                "2003":10,
                "2004":14,
                "2005":13,
                "2006":19,
                "2007":27,
                "2008":13,
                "2009":15,
                "2010":22,
                "2011":13,
                "2012":14,
                "2013":15,
                "2014":14,
                "2015":6,
                "2016":10,
                "2017":7,
                "2018":8,
                "2019":10,
                "2020":2,
                "2021":1
            }
        ],
        [
            "Raman spectroscopy is used to measure the strain in individual single-wall carbon nanotubes, strained by manipulation with an atomic-force-microscope tip. Under strains varying from 0.06%–1.65%, the in-plane vibrational mode frequencies are lowered by as much as 1.5%(40 c m− 1), while the radial breathing mode (RBM) remains unchanged. The RBM Stokes\/anti-Stokes intensity ratio remains unchanged under strain. The elasticity of these strain deformations is demonstrated as the down-shifted Raman modes resume their prestrain frequencies after a nanotube is broken under excessive strain.",
            "Measuring the uniaxial strain of individual single-wall carbon nanotubes: resonance Raman spectra of atomic-force-microscope modified single-wall nanotubes",
            "SB Cronin and AK Swan and MS Ünlü and BB Goldberg and MS Dresselhaus and M Tinkham",
            "2004",
            "I_IYTf0AAAAJ:zYLM7Y9cAGgC",
            235,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.167401",
            "14524409680480766758",
            "\/scholar?cites=14524409680480766758",
            {
                "2005":13,
                "2006":10,
                "2007":16,
                "2008":19,
                "2009":22,
                "2010":19,
                "2011":17,
                "2012":21,
                "2013":18,
                "2014":16,
                "2015":10,
                "2016":13,
                "2017":10,
                "2018":10,
                "2019":13,
                "2020":4,
                "2021":3
            }
        ],
        [
            "We present a high-spatial-resolution subsurface microscopy technique that significantly increases the numerical aperture of a microscope without introducing an additional spherical aberration. Consequently, the diffraction-limited spatial resolution is improved beyond the limit of standard subsurface microscopy. By realizing a numerical aperture of 3.4, we experimentally demonstrate a lateral spatial resolution of better than 0.23 μm in subsurface inspection of Si integrated circuits at near infrared wavelengths.",
            "High spatial resolution subsurface microscopy",
            "Stephen Bradley Ippolito and BB Goldberg and M Selim Ünlü",
            "2001",
            "I_IYTf0AAAAJ:IjCSPb-OGe4C",
            226,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1381574",
            "8750962918963838222",
            "\/scholar?cites=8750962918963838222",
            {
                "2001":2,
                "2002":6,
                "2003":11,
                "2004":8,
                "2005":14,
                "2006":7,
                "2007":16,
                "2008":14,
                "2009":17,
                "2010":21,
                "2011":8,
                "2012":21,
                "2013":18,
                "2014":14,
                "2015":14,
                "2016":13,
                "2017":10,
                "2018":3,
                "2019":4,
                "2020":4
            }
        ]
    ]
}