{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Metastable Intermolecular Composites or so-called Nanoenergetic Materials have been widely touted for their potential to fulfill dreams in high density energetic materials and nanotechnology. They are likely to become the next-generation explosives, propellants and primes as they enable flexibility in energy density and power release through control of particle size, tunable stoichiometry and choice of fuel and oxidizer. Despite intense examination by scientists and engineers worldwide the temperature progress and velocity of the thermal front propagation on the nanostructured formulations, however, gas pressure evolution and rate of gas release are not well investigated and understood. This issue has seriously impeded realization of various potential emerging applications envisioned in rocket solid fuels and explosives, which require a high pressure discharge in a short period of time as well as in bio-defeat …",
            "Nanoenergetic gas-generators: principles and applications",
            "Karen S Martirosyan",
            "2011",
            "ibN02t0AAAAJ:8k81kl-MbHgC",
            169,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2011\/jm\/c1jm11300c",
            "9627376480746831841",
            "\/scholar?cites=9627376480746831841",
            {
                "2011":3,
                "2012":9,
                "2013":21,
                "2014":16,
                "2015":21,
                "2016":13,
                "2017":27,
                "2018":19,
                "2019":22,
                "2020":14,
                "2021":1
            }
        ],
        [
            "Our experiments showed that the combustion of an Al–Bi 2 O 3 nanoparticle mixture generated the highest pressure pulse among common nanothermite reactions and can potentially be used as a nanoenergetic gas generator. The combustion front propagation velocity and rate of energy release increased by up to three orders of magnitude when the particle size was reduced to a nanosize range for both the aluminum and the oxidizer. We developed a novel one-step (metal nitrate–glycine) combustion synthesis of nanostructured amorphous-like and highly crystalline bismuth trioxide nanoparticles. The combustion synthesis was conducted using a solution of molten bismuth nitrate as an oxidizer and glycine as a fuel. The glycine was completely combusted during the thermal decomposition of the bismuth nitrate pentahydrate and generated a temperature front that propagated through the sample. Increasing the …",
            "Synthesis and performance of bismuth trioxide nanoparticles for high energy gas generator use",
            "KS Martirosyan and L Wang and A Vicent and D Luss",
            "2009",
            "ibN02t0AAAAJ:d1gkVwhDpl0C",
            120,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0957-4484\/20\/40\/405609\/meta",
            "13610071679122231962",
            "\/scholar?cites=13610071679122231962",
            {
                "2008":1,
                "2009":1,
                "2010":4,
                "2011":7,
                "2012":14,
                "2013":12,
                "2014":13,
                "2015":17,
                "2016":6,
                "2017":13,
                "2018":13,
                "2019":12,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Carbon combustion synthesis is applied to rapid and energy efficient fabrication of crystalline barium hexaferrite nanoparticles with the average particle size of 50–100 nm. In this method, the exothermic oxidation of carbon nanoparticles with an average size of 5 nm with a surface area of 80 m2\/g generates a self-propagating thermal wave with maximum temperatures of up to 1000 °C. The thermal front rapidly propagates through the mixture of solid reactants converting it to the hexagonal barium ferrite. Carbon is not incorporated in the product and is emitted from the reaction zone as a gaseous CO2. The activation energy for carbon combustion synthesis of BaFe12O19 was estimated to be 98 kJ\/mol. A complete conversion to hexagonal barium ferrite is obtained for carbon concentration exceeding 11 wt.%. The magnetic properties Hc∼3000 Oe and Ms∼50.3 emu\/g of the compact sintered ferrites compare well …",
            "Barium hexaferrite nanoparticles: synthesis and magnetic properties",
            "KS Martirosyan and E Galstyan and SM Hossain and Yi-Ju Wang and D Litvinov",
            "2011",
            "ibN02t0AAAAJ:WF5omc3nYNoC",
            99,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0921510710005696",
            "10808280647736556545",
            "\/scholar?cites=10808280647736556545",
            {
                "2011":6,
                "2012":9,
                "2013":10,
                "2014":4,
                "2015":7,
                "2016":12,
                "2017":15,
                "2018":16,
                "2019":10,
                "2020":7
            }
        ],
        [
            "Infra-red measuremnts of the combustion of particular matter (PM) deposited on the surface of a single layer diesel particulate filter (DPF) showed that it may proceed in three different modes: either by a moving hot zone emanating from a single ignition point, or hot zones generated at several different ignition points or uniform combustion all over the surface. The velocity of the downwards moving temperature front exceeds that of the upstream front bounding the hot zone. The number of ignition points increases as the PM loading is decreased. The highest temperature rise is obtained by a downward moving hot zone. Avoiding this mode of combustion decreases the probability of excessive hot zone formation during the PM regeneration.",
            "Behavior features of soot combustion in diesel particulate filter",
            "KS Martirosyan and K Chen and D Luss",
            "2010",
            "ibN02t0AAAAJ:Y0pCki6q_DkC",
            74,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0009250909000906",
            "8670228236790216218",
            "\/scholar?cites=8670228236790216218",
            {
                "2009":2,
                "2010":4,
                "2011":7,
                "2012":8,
                "2013":6,
                "2014":8,
                "2015":5,
                "2016":7,
                "2017":8,
                "2018":9,
                "2019":7,
                "2020":3
            }
        ],
        [
            "We report the first study of the gas generation and thermal wave behavior during the performance of the novel nanoenergetic system based on aluminum and iodine pentoxide nanoparticles. The homogeneous mixture of Al\/I2O5 ignited in the range of 605–620 °C and generated a thermal front that propagated through the sample with a velocity of ∼2000 m\/s. The maximum peak pressure of up to 11 MPa (m = 0.5 g) was generated by a mixture containing ∼78 wt% of I2O5. The maximum pressure × volume PV-value for a 0.5 g sample was ∼3.8 kPa m3 is comparable to that generated by the same sample mass of the Bi2O3\/Al system.",
            "Novel nanoenergetic system based on iodine pentoxide",
            "KS Martirosyan and L Wang and D Luss",
            "2009",
            "ibN02t0AAAAJ:W7OEmFMy1HYC",
            70,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0009261409012974",
            "10005779095344563032",
            "\/scholar?cites=10005779095344563032",
            {
                "2008":1,
                "2009":5,
                "2010":8,
                "2011":8,
                "2012":11,
                "2013":8,
                "2014":7,
                "2015":3,
                "2016":5,
                "2017":1,
                "2018":5,
                "2019":6
            }
        ],
        [
            "Submicrometer powders of Mn−Zn and Ni−Zn ferrites have been produced by carbon combustion synthesis of oxides (CCSO). The self-propagating temperature front had a maximum temperature of a up to 1300 °C and moved at a velocity 3.5 mm\/s. Solid-state interactions between the precursors and crystal growth of the crystalline spinel ferrites started in the early period of the combustion and continued in the postcombustion zone. The crystalline Ni0.35Zn0.65Fe2O4 and Mn0.25Zn0.75Fe2O4 ferrites formed using reactant mixtures containing up to 40% carbon and did not require further calcination to get complete conversion. The product particle size increased with increasing carbon content in the reactants mixture and oxygen concentrations. At least twice the amount of required stoichiometric oxygen was needed to generate a stable combustion front and form pure spinel ferrite structure. The emission of carbon …",
            "Carbon combustion synthesis of ferrites: synthesis and characterization",
            "Karen S Martirosyan and Dan Luss",
            "2007",
            "ibN02t0AAAAJ:u5HHmVD_uO8C",
            63,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ie060571l",
            "15312085800488846929",
            "\/scholar?cites=15312085800488846929",
            {
                "2007":3,
                "2008":6,
                "2009":3,
                "2010":8,
                "2011":10,
                "2012":3,
                "2013":5,
                "2014":8,
                "2015":4,
                "2016":3,
                "2017":6,
                "2018":3,
                "2019":1
            }
        ],
        [
            "We studied the impact of aluminum particle size and the thickness of surrounding alumina layer on the dynamic pressure discharge of nanothermite reactions in the Bi2O3\/Al system. A pressure discharge from 9 to 13 MPa was generated using as-synthesized Bi2O3 nano-particles produced by combustion synthesis and Al nanoparticles with size from 3 μm to 100 nm. The maximum reaction temperature was measured to be ∼2700 °C. The estimated activation energy of the reaction was 45 kJ\/mol. A very large (several orders of magnitude) difference existed between the rate of the pressure pulse release by nanothermite reactions and by thermite reactions with large aluminum particles. The maximum observed pressurization rate was 3200 GPa\/s. The time needed to reach the peak pressure was 0.01 ms and 100 ms for aluminum particles with diameter of 100 nm and 70 microns, respectively. The …",
            "The behavior of nanothermite reaction based on Bi2O3\/Al",
            "L Wang and D Luss and Karen S Martirosyan",
            "2011",
            "ibN02t0AAAAJ:_kc_bZDykSQC",
            57,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3650262",
            "2189668428242945670",
            "\/scholar?cites=2189668428242945670",
            {
                "2012":5,
                "2013":4,
                "2014":4,
                "2015":6,
                "2016":6,
                "2017":12,
                "2018":5,
                "2019":9,
                "2020":2,
                "2021":1
            }
        ],
        [
            "Nanoenergetic gas‐generator (NGG) mixtures may have various potential military applications from aircraft fuels to rocket propellants, explosives, and primers. To find reactions generating the highest pressure peak, we studied eight nanoenergetic reactions. The Al\/Bi2O3 reaction generated the highest pressure pulse among the eight thermite reactions. We developed a highly efficient, one step process for synthesis of Bi2O3 nanostructured particles. Its use generated about a three times higher peak pressure (∼10 MPa) than when using commercial bismuth oxide nanoparticles (3 MPa). The pressure in the vessel rose very rapidly to a peak value for a duration of ∼0.02 ms and ΔP\/Δt of up to 500 GPa s−1. Increasing the crystallinity of the bismuth oxide nanoparticles increased the peak gas pressure by 25%. The maximum pressure×volume (PV) value obtained at m=0.1 g with our synthesized Bi2O3 was …",
            "Nanoenergetic Gas‐Generators: Design and Performance",
            "Karen S Martirosyan and Leizheng Wang and Arol Vicent and Dan Luss",
            "2009",
            "ibN02t0AAAAJ:3fE2CSJIrl8C",
            57,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/prep.200800059",
            "13847327285919064841",
            "\/scholar?cites=13847327285919064841",
            {
                "2008":1,
                "2009":1,
                "2010":4,
                "2011":5,
                "2012":7,
                "2013":6,
                "2014":9,
                "2015":8,
                "2016":3,
                "2017":4,
                "2018":3,
                "2019":4
            }
        ],
        [
            "Magnetic resonance imaging (MRI) is the optimal imaging modality for the prostate and surrounding critical organ structures. However, on MRI, the titanium radioactive seeds used for brachytherapy appear as black holes (negative contrast) and cannot be accurately localized. We sought to develop an encapsulated contrast agent marker (ECAM) with high-signal intensity on MRI to permit accurate localization of radioactive seeds with MRI during and after prostate brachytherapy.We investigated several agents with paramagnetic and superparamagnetic properties. The agents were injected into titanium, acrylic, and glass seeds, which were linked together in various combinations and imaged with MRI. The agent with the greatest T1-weighted signal was tested further in a canine prostate and agarose phantom. Studies were performed on a 1.5-T clinical MRI scanner.The cobalt …",
            "A novel MRI marker for prostate brachytherapy",
            "Steven J Frank and R Jason Stafford and James A Bankson and Chun Li and David A Swanson and Rajat J Kudchadker and Karen S Martirosyan",
            "2008",
            "ibN02t0AAAAJ:hqOjcs7Dif8C",
            53,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0360301608001612",
            "4543786862268390368",
            "\/scholar?cites=4543786862268390368",
            {
                "2009":1,
                "2010":1,
                "2011":3,
                "2012":1,
                "2013":8,
                "2014":5,
                "2015":2,
                "2016":7,
                "2017":12,
                "2018":5,
                "2019":3,
                "2020":5
            }
        ],
        [
            "Many mathematical models have been developed for predicting the temperature rise during the regeneration of diesel particulate filters (DPFs). This requires assuming the magnitude of the temperature gradient normal to the flow in the inlet channels in the soot layer. We report here the first experimental measurement of this value. The experiments revealed that the maximum soot layer temperature occurred at the gas–soot interface. At soot loading of 10 g\/L or less the temperature differences across the soot layer are rather small (usually less than 10 °C). Higher values may be obtained at higher soot loading. For example, a 40 °C difference was observed at a loading of 20 g\/L. A surprising finding was that the amplitude of the temperature difference decreased with the increase in feed oxygen concentration.",
            "Temperature gradients within a soot layer during DPF regeneration",
            "K Chen and KS Martirosyan and D Luss",
            "2011",
            "ibN02t0AAAAJ:qUcmZB5y_30C",
            49,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0009250911002090",
            "13677688445130698204",
            "\/scholar?cites=13677688445130698204",
            {
                "2011":1,
                "2012":4,
                "2013":6,
                "2014":8,
                "2015":8,
                "2016":7,
                "2017":3,
                "2018":3,
                "2019":8,
                "2020":1
            }
        ]
    ]
}