{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Evidence from the BICEP2 experiment for a significant gravitational-wave background has focused attention on inflaton potentials V (ϕ)∝ ϕ α with α= 2 (“chaotic” or “m 2 ϕ 2” inflation) or with smaller values of α, as may arise in axion-monodromy models. Here we show that reheating considerations may provide additional constraints to these models. The reheating phase preceding the radiation era is modeled by an effective equation-of-state parameter w re. The canonical reheating scenario is then described by w re= 0. The simplest α= 2 models are consistent with w re= 0 for values of n s well within the current 1 σ range. Models with α= 1 or α= 2\/3 require a more exotic reheating phase, with− 1\/3< w re< 0, unless n s falls above the current 1 σ range. Likewise, models with α= 4 require a physically implausible w re> 1\/3, unless n s is close to the lower limit of the 2 σ range. For m 2 ϕ 2 inflation and canonical …",
            "Reheating constraints to inflationary models",
            "Liang Dai and Marc Kamionkowski and Junpu Wang",
            "2014",
            "Ibt4pDUAAAAJ:eQOLeE2rZwMC",
            172,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.113.041302",
            "6623343723121172840",
            "\/scholar?cites=6623343723121172840",
            {
                "2014":7,
                "2015":27,
                "2016":30,
                "2017":24,
                "2018":25,
                "2019":25,
                "2020":32,
                "2021":1
            }
        ],
        [
            "The possibility that part of the dark matter is made of massive compact halo objects (MACHOs) remains poorly constrained over a wide range of masses, and especially in the 20–100 M⊙ window. We show that strong gravitational lensing of extragalactic fast radio bursts (FRBs) by MACHOs of masses larger than∼ 20 M⊙ would result in repeated FRBs with an observable time delay. Strong lensing of a FRB by a lens of mass M L induces two images, separated by a typical time delay∼ few×(M L\/30 M⊙) msec. Considering the expected FRB detection rate by upcoming experiments, such as canadian hydrogen intensity mapping experiment (CHIME), of 1 0 4 FRBs per year, we should observe from tens to hundreds of repeated bursts yearly, if MACHOs in this window make up all the dark matter. A null search for echoes with just 1 0 4 FRBs would constrain the fraction f DM of dark matter in MACHOs to f DM≲ 0.08 for …",
            "Lensing of fast radio bursts as a probe of compact dark matter",
            "Julian B Munoz and Ely D Kovetz and Liang Dai and Marc Kamionkowski",
            "2016",
            "Ibt4pDUAAAAJ:ZeXyd9-uunAC",
            133,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.117.091301",
            "7151617895482881571",
            "\/scholar?cites=7151617895482881571",
            {
                "2016":4,
                "2017":20,
                "2018":30,
                "2019":32,
                "2020":42,
                "2021":5
            }
        ],
        [
            "We combine gravitational wave (GW) and electromagnetic (EM) data to perform a Bayesian parameter estimation of the binary neutron star (NS) merger GW170817. The EM likelihood is constructed from a fit to a large number of numerical relativity simulations which we combine with a lower bound on the mass of the remnant’s accretion disk inferred from the modeling of the EM light curve. In comparison with previous works, our analysis yields a more precise determination of the tidal deformability of the binary, for which the EM data provide a lower bound, and of the mass ratio of the binary, with the EM data favoring a smaller mass asymmetry. The 90% credible interval for the areal radius of a  NS is found to be  km (statistical and systematic uncertainties).",
            "Multimessenger parameter estimation of GW170817",
            "David Radice and Liang Dai",
            "2019",
            "Ibt4pDUAAAAJ:YFjsv_pBGBYC",
            106,
            "https:\/\/link.springer.com\/content\/pdf\/10.1140\/epja\/i2019-12716-4.pdf",
            "1291381625129841704",
            "\/scholar?cites=1291381625129841704",
            {
                "2019":37,
                "2020":68,
                "2021":1
            }
        ],
        [
            "Physical models for the hemispherical power asymmetry in the cosmic microwave background (CMB) reported by the Planck Collaboration must satisfy CMB constraints to the homogeneity of the Universe and quasar constraints to power asymmetries. We survey a variety of models for the power asymmetry and show that consistent models include a modulated scale-dependent isocurvature contribution to the matter power spectrum or a modulation of the reionization optical depth, gravitational-wave amplitude, or scalar spectral index. We propose further tests to distinguish between the different scenarios.",
            "The pesky power asymmetry",
            "Liang Dai and Donghui Jeong and Marc Kamionkowski and Jens Chluba",
            "2013",
            "Ibt4pDUAAAAJ:YsMSGLbcyi4C",
            104,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.87.123005",
            "1437575478207240987",
            "\/scholar?cites=1437575478207240987",
            {
                "2013":12,
                "2014":23,
                "2015":17,
                "2016":21,
                "2017":12,
                "2018":7,
                "2019":7,
                "2020":4
            }
        ],
        [
            "We report a new binary black hole merger in the publicly available LIGO first observing run (O1) data release. The event has a false alarm rate of one per six years in the detector-frame chirp-mass range M det∈[20, 40] M⊙ in a new independent analysis pipeline that we developed. Our best estimate of the probability that the event is of astrophysical origin is P astro∼ 0.71. The estimated physical parameters of the event indicate that it is the merger of two massive black holes, M det= 3 1− 3+ 2 M⊙ with an effective spin parameter, χ eff= 0.8 1− 0.21+ 0.15, making this the most highly spinning merger reported to date. It is also among the two highest redshift mergers observed so far. The high aligned spin of the merger supports the hypothesis that merging binary black holes can be created by binary stellar evolution.",
            "Highly spinning and aligned binary black hole merger in the Advanced LIGO first observing run",
            "Barak Zackay and Tejaswi Venumadhav and Liang Dai and Javier Roulet and Matias Zaldarriaga",
            "2019",
            "Ibt4pDUAAAAJ:ns9cj8rnVeAC",
            99,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.100.023007",
            "6960568805591787415",
            "\/scholar?cites=6960568805591787415",
            {
                "2019":19,
                "2020":79
            }
        ],
        [
            "We report the detection of new binary black hole merger events in the publicly available data from the second observing run of Advanced LIGO and Advanced Virgo (O2). The mergers were discovered using the new search pipeline described in Venumadhav et al.[Phys. Rev. D 100, 023011 (2019)] and are above the detection thresholds as defined in Abbott et al.(LIGO Scientific and Virgo Collaborations)[Phys. Rev. X 9, 031040 (2019).]. Three of the mergers (GW170121, GW170304, GW170727) have inferred probabilities of being of astrophysical origin p astro> 0.98. The remaining three (GW170425, GW170202, GW170403) are less certain, with p astro ranging from 0.5 to 0.8. The newly found mergers largely share the statistical properties of previously reported events, with the exception of GW170403, the least secure event, which has a highly negative effective spin parameter χ eff. The most secure new event …",
            "New binary black hole mergers in the second observing run of Advanced LIGO and Advanced Virgo",
            "Tejaswi Venumadhav and Barak Zackay and Javier Roulet and Liang Dai and Matias Zaldarriaga",
            "2020",
            "Ibt4pDUAAAAJ:rO6llkc54NcC",
            98,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.101.083030",
            "11096139122919605676",
            "\/scholar?cites=11096139122919605676",
            {
                "2019":6,
                "2020":86,
                "2021":6
            }
        ],
        [
            "The separate universe conjecture states that in General Relativity a density perturbation behaves locally (ie on scales much smaller than the wavelength of the mode) as a separate universe with different background density and curvature. We prove this conjecture for a spherical compensated tophat density perturbation of arbitrary amplitude and radius in ΛCDM. We then use Conformal Fermi Coordinates to generalize this result to scalar perturbations of arbitrary configuration and scale in a general cosmology with a mixture of fluids, but to linear order in perturbations. In this case, the separate universe conjecture holds for the isotropic part of the perturbations. The anisotropic part on the other hand is exactly captured by a tidal field in the Newtonian form. We show that the separate universe picture is restricted to scales larger than the sound horizons of all fluid components. We then derive an expression for the …",
            "On separate universes",
            "Liang Dai and Enrico Pajer and Fabian Schmidt",
            "2015",
            "Ibt4pDUAAAAJ:KlAtU1dfN6UC",
            80,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2015\/10\/059\/meta",
            "18039129455173471782",
            "\/scholar?cites=18039129455173471782",
            {
                "2015":8,
                "2016":9,
                "2017":17,
                "2018":19,
                "2019":13,
                "2020":12
            }
        ],
        [
            "In this paper, we report on the construction of a new and independent pipeline for analyzing the public data from the first observing run of Advanced LIGO for mergers of compact binary systems. The pipeline incorporates different techniques and makes independent implementation choices in all its stages including the search design, the method to construct template banks, the automatic routines to detect bad data segments (“glitches”) and to insulate good data from them, the procedure to account for the nonstationary nature of the detector noise, the signal-quality vetoes at the single-detector level and the methods to combine results from multiple detectors. Our pipeline enabled us to identify a new binary black hole merger GW151216 in the public LIGO data. This paper serves as a bird’s eye view of the pipeline’s important stages. Full details and derivations underlying the various stages will appear in …",
            "New search pipeline for compact binary mergers: Results for binary black holes in the first observing run of Advanced LIGO",
            "Tejaswi Venumadhav and Barak Zackay and Javier Roulet and Liang Dai and Matias Zaldarriaga",
            "2019",
            "Ibt4pDUAAAAJ:RGFaLdJalmkC",
            66,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.100.023011",
            "11412898553019583176",
            "\/scholar?cites=11412898553019583176",
            {
                "2019":4,
                "2020":56,
                "2021":5
            }
        ],
        [
            "Inflationary models predict a correlation between primordial density perturbations (scalar metric perturbations) and gravitational waves (tensor metric perturbations) in the form of a scalar-scalar-tensor three-point correlation, or bispectrum in Fourier space. The squeezed limit of this bispectrum implies a quadrupolar asymmetry in the observed local power spectrum for matter and galaxies. Here we show (like others before) that an infrared divergence in the amplitude of this power asymmetry predicted in single-field slow-roll models is canceled by projection effects when considering the observed power spectrum. We then further evaluate the nonzero, but finite, residual quadrupolar power asymmetry that remains after the divergences are canceled. While the quadrupolar power asymmetry is small, it is conceptually important. Our calculation moreover clarifies how the predictions for this power asymmetry may change …",
            "Anisotropic imprint of long-wavelength tensor perturbations on cosmic structure",
            "Liang Dai and Donghui Jeong and Marc Kamionkowski",
            "2013",
            "Ibt4pDUAAAAJ:ufrVoPGSRksC",
            64,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.88.043507",
            "553718526329883063",
            "\/scholar?cites=553718526329883063",
            {
                "2013":1,
                "2014":6,
                "2015":13,
                "2016":9,
                "2017":10,
                "2018":8,
                "2019":7,
                "2020":10
            }
        ],
        [
            "The recent detection of gravitational waves indicates that stellar-mass black hole binaries are likely to be a key population of sources for forthcoming observations. With future upgrades, ground-based detectors could detect merging black hole binaries out to cosmological distances. Gravitational-wave bursts from high redshifts (z≳ 1) can be strongly magnified by gravitational lensing due to intervening galaxies along the line of sight. In the absence of electromagnetic counterparts, the mergers’ intrinsic mass scale and redshift are degenerate with the unknown magnification factor μ. Hence, strongly magnified low-mass mergers from high redshifts appear as higher-mass mergers from lower redshifts. We assess the impact of this degeneracy on the mass-redshift distribution of observable events for generic models of binary black hole formation from normal stellar evolution, Pop III star remnants, or a primordial black …",
            "Effect of lensing magnification on the apparent distribution of black hole mergers",
            "Liang Dai and Tejaswi Venumadhav and Kris Sigurdson",
            "2017",
            "Ibt4pDUAAAAJ:qUcmZB5y_30C",
            53,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.95.044011",
            "15102405869936030096",
            "\/scholar?cites=15102405869936030096",
            {
                "2017":8,
                "2018":13,
                "2019":11,
                "2020":18,
                "2021":3
            }
        ]
    ]
}