{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The temperature dependence of the in-plane penetration depth λ∥ and surface resistance R s at 9.6 GHz were measured for high-quality Nd 1.85 Ce 0.15 CuO 4 thin films and single crystals. Both λ∥(T) and R s (T) are well described within the BCS framework over the entire temperature range belowT c, yielding an energy gap ratio 2Δ\/k B T c= 4.1±0.2 and the London penetration depth λ L∥(0)∼ 1000 Å. These results indicate that the electrodynamics of this n-type cuprate superconductor are consistent with a single-gaps-wave BCS behavior.© 1993 The American Physical Society",
            "Temperature Dependence of Penetration Depth and Surface Resistance of ",
            "Dong Ho Wu and Jian Mao and SN Mao and JL Peng and XX Xi and T Venkatesan and RL Greene and Steven M Anlage",
            "1993",
            "IbyAs34AAAAJ:u5HHmVD_uO8C",
            328,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.70.85",
            "8660181864428441683",
            "\/scholar?cites=8660181864428441683",
            {
                "1993":8,
                "1994":33,
                "1995":38,
                "1996":27,
                "1997":21,
                "1998":23,
                "1999":22,
                "2000":23,
                "2001":25,
                "2002":11,
                "2003":13,
                "2004":9,
                "2005":5,
                "2006":11,
                "2007":7,
                "2008":8,
                "2009":7,
                "2010":4,
                "2011":2,
                "2012":8,
                "2013":2,
                "2014":2,
                "2015":2,
                "2016":3,
                "2017":3,
                "2018":1,
                "2019":3,
                "2020":3
            }
        ],
        [
            "Precise microwave measurements of sample conductivity, dielectric, and magnetic properties are routinely performed with cavity perturbation measurements. These methods require the accurate determination of quality factor and resonant frequency of microwave resonators. Seven different methods to determine the resonant frequency and quality factor from complex transmission coefficient data are discussed and compared to find which is most accurate and precise when tested using identical data. We find that the nonlinear least-squares fit to the phase versus frequency is the most accurate and precise when the signal-to-noise ratio is greater than 65. For noisier data, the nonlinear least-squares fit to a Lorentzian curve is more accurate and precise. The results are general and can be applied to the analysis of many kinds of resonant phenomena.",
            "Measurement of resonant frequency and quality factor of microwave resonators: Comparison of methods",
            "Paul J Petersan and Steven M Anlage",
            "1998",
            "IbyAs34AAAAJ:Tyk-4Ss8FVUC",
            285,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.368498",
            "5760755940517342855",
            "\/scholar?cites=5760755940517342855",
            {
                "1999":1,
                "2000":3,
                "2001":4,
                "2002":3,
                "2003":6,
                "2004":3,
                "2005":18,
                "2006":10,
                "2007":8,
                "2008":6,
                "2009":9,
                "2010":8,
                "2011":10,
                "2012":12,
                "2013":9,
                "2014":20,
                "2015":26,
                "2016":17,
                "2017":20,
                "2018":32,
                "2019":38,
                "2020":20
            }
        ],
        [
            "An all-Si photonic structure emulating the quantum-valley-Hall effect is proposed. We show that it acts as a photonic topological insulator (PTI), and that an interface between two such PTIs can support edge states that are free from scattering. The conservation of the valley degree of freedom enables efficient in-and out-coupling of light between the free space and the photonic structure. The topological protection of the edge waves can be utilized for designing arrays of resonant time-delay photonic cavities that do not suffer from reflections and cross-talk.",
            "All-Si valley-Hall photonic topological insulator",
            "Tzuhsuan Ma and Gennady Shvets",
            "2016",
            "IbyAs34AAAAJ:CYCckWUYoCcC",
            271,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1367-2630\/18\/2\/025012\/meta",
            "16228404997021871709",
            "\/scholar?cites=16228404997021871709",
            {
                "2016":3,
                "2017":33,
                "2018":57,
                "2019":71,
                "2020":93,
                "2021":12
            }
        ],
        [
            "High quality superconducting films of YBa2Cu3O7−x were deposited in situ using single target 90° off-axis sputtering. We have investigated their superconducting DC and RF properties, their normal state properties, and their microstructures. These films are distinctly different from bulk crystals and post-deposition annealed films. Sharp superconducting transition temperatures can be reproducibly obtained by control of deposition parameters. The Tc can be varied from 75 to 89 K. The optimization of properties other than Tc and the control of film texture occur under conditions different from those for which the highest Tc is obtained. Normal state conductivities are as high as or higher than those of single crystals. Critical current densities reach 6 × 107 A\/cm2 at 4.2 K. All the above properties are relatively insensitive to compositional variations. The Tc's have a much weaker dependence on the c-axis lattice parameters …",
            "Synthesis and properties of YBa2Cu3O7 thin films grown in situ by 90 off-axis single magnetron sputtering",
            "CB Eom and JZ Sun and BM Lairson and SK Streiffer and AF Marshall and K Yamamoto and SM Anlage and JC Bravman and TH Geballe and SS Laderman and RC Taber and RD Jacowitz",
            "1990",
            "IbyAs34AAAAJ:u-x6o8ySG0sC",
            264,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0921453490901536",
            "14735013591441085594",
            "\/scholar?cites=14735013591441085594",
            {
                "1990":2,
                "1991":22,
                "1992":41,
                "1993":35,
                "1994":23,
                "1995":26,
                "1996":15,
                "1997":16,
                "1998":9,
                "1999":9,
                "2000":5,
                "2001":4,
                "2002":1,
                "2003":5,
                "2004":3,
                "2005":1,
                "2006":3,
                "2007":6,
                "2008":2,
                "2009":1,
                "2010":1,
                "2011":6,
                "2012":3,
                "2013":5,
                "2014":2,
                "2015":2,
                "2016":5,
                "2017":6,
                "2018":3
            }
        ],
        [
            "Metamaterials are engineered materials composed of small electrical circuits producing novel interactions with electromagnetic waves. Recently, a new class of metamaterials has been created to mimic the behavior of media displaying electromagnetically induced transparency (EIT). Here we introduce a planar EIT metamaterial that creates a very large loss contrast between the dark and radiative resonators by employing a superconducting Nb film in the dark element and a normal-metal Au film in the radiative element. Below the critical temperature of Nb, the resistance contrast opens up a transparency window along with a large enhancement in group delay, enabling a significant slowdown of waves. We further demonstrate precise control of the EIT response through changes in the superfluid density. Such tunable metamaterials may be useful for telecommunication because of their large delay-bandwidth products.",
            "Classical analogue of electromagnetically induced transparency with a metal-superconductor hybrid metamaterial",
            "Cihan Kurter and Philippe Tassin and Lei Zhang and Thomas Koschny and Alexander P Zhuravel and Alexey V Ustinov and Steven M Anlage and Costas M Soukoulis",
            "2011",
            "IbyAs34AAAAJ:Wp0gIr-vW9MC",
            242,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.043901",
            "1385573999718582158",
            "\/scholar?cites=1385573999718582158",
            {
                "2010":1,
                "2011":3,
                "2012":21,
                "2013":27,
                "2014":30,
                "2015":29,
                "2016":30,
                "2017":30,
                "2018":29,
                "2019":21,
                "2020":19,
                "2021":2
            }
        ],
        [
            "Near-field microwave microscopy is concerned with quantitative measurement of the microwave electrodynamic response of materials on length scales far shorter than the free-space wavelength of the radiation. Here we review the basic concepts of near-field interactions between a source and sample, present an historical introduction to work in the field, and discuss a novel quantitative modeling approach to interpreting near-field microwave images. We discuss the spatial resolution and a number of concrete applications of near-field microwave microscopy to materials property measurements, as well as future prospects for new types of microscopy.",
            "Principles of near-field microwave microscopy",
            "Steven M Anlage and Vladimir V Talanov and Andrew R Schwartz",
            "2007",
            "IbyAs34AAAAJ:roLk4NBRz8UC",
            242,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-0-387-28668-6_8",
            "10843666996300537731",
            "\/scholar?cites=10843666996300537731",
            {
                "2006":3,
                "2007":4,
                "2008":3,
                "2009":15,
                "2010":11,
                "2011":23,
                "2012":18,
                "2013":33,
                "2014":28,
                "2015":29,
                "2016":28,
                "2017":17,
                "2018":19,
                "2019":11
            }
        ],
        [
            "The authors measured the transport properties of single-walled carbon nanotube (SWCNT) films in the microwave frequency range from 10MHzto30GHz by using the Corbino reflection technique from temperatures of 20–400K. Based on the real and imaginary parts of the microwave conductivity, they calculated the shielding effectiveness for various film thicknesses. Shielding effectiveness of 43dB at 10MHz and 28dB at 10GHz are found for films with 90% optical transmittance, which suggests that SWCNT films are promising as a type of transparent microwave shielding material. By combining their data with those from the literature, the conductivity of SWCNT films was established in a broad frequency range from dc to visible.",
            "Microwave shielding of transparent and conducting single-walled carbon nanotube films",
            "Hua Xu and Steven M Anlage and Liangbing Hu and George Gruner",
            "2007",
            "IbyAs34AAAAJ:zYLM7Y9cAGgC",
            191,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2734897",
            "37119731687490348",
            "\/scholar?cites=37119731687490348",
            {
                "2006":1,
                "2007":3,
                "2008":11,
                "2009":23,
                "2010":11,
                "2011":22,
                "2012":22,
                "2013":17,
                "2014":14,
                "2015":9,
                "2016":16,
                "2017":13,
                "2018":11,
                "2019":9,
                "2020":8
            }
        ],
        [
            "Evanescent wave amplification has been predicted under the ideal condition that the index of refraction, n=−1+i0 precisely, but is difficult to observe in practice because current metamaterials suffer from high losses. We present experimental results on a metamaterial that employs superconducting Nb metals and low-loss dielectric materials. Results include transmission data on a wire, split-ring resonator, and a combination medium at temperatures between 4.2 and 297K. Evidence of negative effective permittivity, permeability, and a negative effective index passband are seen in the superconducting state between 50MHz and 18GHz. We find a dielectric loss of εeff,2=2.6×10−3 in a superconducting wire array at 10.75GHz.",
            "Superconducting metamaterials",
            "Michael Ricci and Nathan Orloff and Steven M Anlage",
            "2005",
            "IbyAs34AAAAJ:YsMSGLbcyi4C",
            189,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1996844",
            "4892014291973204376",
            "\/scholar?cites=4892014291973204376",
            {
                "2006":6,
                "2007":11,
                "2008":6,
                "2009":9,
                "2010":20,
                "2011":10,
                "2012":17,
                "2013":27,
                "2014":24,
                "2015":11,
                "2016":12,
                "2017":8,
                "2018":8,
                "2019":11,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We summarize progress in the development and application of metamaterial structures utilizing superconducting elements. After a brief review of the salient features of superconductivity, the advantages of superconducting metamaterials over their normal metal counterparts are discussed. We then present the unique electromagnetic properties of superconductors and discuss their use in both proposed and demonstrated metamaterial structures. Finally we discuss novel applications enabled by superconducting metamaterials, and then mention a few possible directions for future research.",
            "The physics and applications of superconducting metamaterials",
            "Steven M Anlage",
            "2010",
            "IbyAs34AAAAJ:mVmsd5A6BfQC",
            181,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2040-8978\/13\/2\/024001\/meta",
            "12143280700804541788",
            "\/scholar?cites=12143280700804541788",
            {
                "2011":11,
                "2012":14,
                "2013":24,
                "2014":25,
                "2015":26,
                "2016":23,
                "2017":14,
                "2018":17,
                "2019":15,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We have measured the surface impedance of Nd 1.85 Ce 0.15 CuO 4 (NCCO) thin films and single crystals, YBa 2 Cu 3 O 7− δ (YBCO) single crystals, and Nb single crystals. We find that the electrodynamic properties of Nb are in good agreement with s-wave BCS theory. YBCO single crystals show behavior which has been seen only in very high quality materials and which is clearly not consistent with s-wave BCS theory. Both thin films and single crystals of NCCO have been grown, thoroughly characterized, and measured at microwave frequencies. We find an unusual degree of consistency in the results between thin films and crystals of NCCO. We also find a surprisingly good agreement between the temperature dependence of the surface impedance, and single-gap BCS s-wave calculations over the entire temperature range. These results are puzzling in the light of the fact that NCCO is a cuprate …",
            "Electrodynamics of Nd 1.85 Ce 0.15 CuO 4: Comparison with Nb and YBa 2 Cu 3 O 7− δ",
            "Steven M Anlage and Dong-Ho Wu and Jian Mao and SN Mao and XX Xi and T Venkatesan and JL Peng and RL Greene",
            "1994",
            "IbyAs34AAAAJ:d1gkVwhDpl0C",
            177,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.50.523",
            "180180550304490251",
            "\/scholar?cites=180180550304490251",
            {
                "1994":4,
                "1995":11,
                "1996":14,
                "1997":13,
                "1998":16,
                "1999":22,
                "2000":32,
                "2001":12,
                "2002":6,
                "2003":4,
                "2004":9,
                "2005":2,
                "2006":3,
                "2007":2,
                "2008":9,
                "2009":1,
                "2010":3,
                "2011":4,
                "2012":2,
                "2013":2,
                "2014":1,
                "2015":1,
                "2016":2
            }
        ]
    ]
}