{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We describe a new method for use in the process of co-designing technologies with users called technology probes. Technology probes are simple, flexible, adaptable technologies with three interdisciplinary goals: the social science goal of understanding the needs and desires of users in a real-world setting, the engineering goal of field-testing the technology, and the design goal of inspiring users and researchers to think about new technologies. We present the results of designing and deploying two technology probes, the messageProbe and the videoProbe, with diverse families in France, Sweden, and the US We conclude with our plans for creating new technologies for and with families based on our experiences.",
            "Technology probes: inspiring design for and with families",
            "Hilary Hutchinson and Wendy Mackay and Bo Westerlund and Benjamin B Bederson and Allison Druin and Catherine Plaisant and Michel Beaudouin-Lafon and Stéphane Conversy and Helen Evans and Heiko Hansen and Nicolas Roussel and Björn Eiderbäck",
            "2003",
            "IcW1vJEAAAAJ:u-x6o8ySG0sC",
            1354,
            "https:\/\/dl.acm.org\/doi\/abs\/10.1145\/642611.642616",
            "14568200643531868419",
            "\/scholar?cites=14568200643531868419",
            {
                "2003":14,
                "2004":46,
                "2005":46,
                "2006":66,
                "2007":80,
                "2008":69,
                "2009":70,
                "2010":71,
                "2011":67,
                "2012":75,
                "2013":76,
                "2014":72,
                "2015":95,
                "2016":89,
                "2017":83,
                "2018":118,
                "2019":97,
                "2020":101,
                "2021":4
            }
        ],
        [
            "The rapid growth of human computation within research and industry has produced many novel ideas aimed at organizing web users to do great things. However, the growth is not adequately supported by a framework with which to understand each new system in the context of the old. We classify human computation systems to help identify parallels between different systems and reveal\" holes\" in the existing work as opportunities for new research. Since human computation is often confused with\" crowdsourcing\" and other terms, we explore the position of human computation with respect to these related topics.",
            "Human computation: a survey and taxonomy of a growing field",
            "Alexander J Quinn and Benjamin B Bederson",
            "2011",
            "IcW1vJEAAAAJ:dhFuZR0502QC",
            994,
            "https:\/\/dl.acm.org\/doi\/abs\/10.1145\/1978942.1979148",
            "16186570080752034725",
            "\/scholar?cites=16186570080752034725",
            {
                "2011":38,
                "2012":95,
                "2013":141,
                "2014":146,
                "2015":120,
                "2016":120,
                "2017":111,
                "2018":69,
                "2019":67,
                "2020":57,
                "2021":5
            }
        ],
        [
            "We describe the current status of Pad++, a zooming graphical interface that we are exploring as an alternative to traditional window and icon-based approaches to interface design. We discuss the motivation for Pad++, describe the implementation, and present prototype applications. In addition, we introduce an informational physics strategy for interface design and briefly compare it with metaphor-based design strategies.",
            "Pad++ a zooming graphical interface for exploring alternate interface physics",
            "Benjamin B Bederson and James D Hollan",
            "1994",
            "IcW1vJEAAAAJ:l7t_Zn2s7bgC",
            938,
            "https:\/\/dl.acm.org\/doi\/abs\/10.1145\/192426.192435",
            "6976005310780086394",
            "\/scholar?cites=6976005310780086394",
            {
                "1994":5,
                "1995":18,
                "1996":26,
                "1997":29,
                "1998":49,
                "1999":42,
                "2000":39,
                "2001":36,
                "2002":56,
                "2003":51,
                "2004":53,
                "2005":73,
                "2006":69,
                "2007":49,
                "2008":37,
                "2009":24,
                "2010":25,
                "2011":36,
                "2012":38,
                "2013":36,
                "2014":30,
                "2015":27,
                "2016":18,
                "2017":17,
                "2018":6,
                "2019":16,
                "2020":14,
                "2021":1
            }
        ],
        [
            "There are many interface schemes that allow users to work at, and move between, focused and contextual views of a dataset. We review and categorize these schemes according to the interface mechanisms used to separate and blend views. The four approaches are overview+detail, which uses a spatial separation between focused and contextual views; zooming, which uses a temporal separation; focus+context, which minimizes the seam between views by displaying the focus within the context; and cue-based techniques which selectively highlight or suppress items within the information space. Critical features of these categories, and empirical evidence of their success, are discussed. The aim is to provide a succinct summary of the state-of-the-art, to illuminate both successful and unsuccessful interface strategies, and to identify potentially fruitful areas for further work.",
            "A review of overview+ detail, zooming, and focus+ context interfaces",
            "Andy Cockburn and Amy Karlson and Benjamin B Bederson",
            "2009",
            "IcW1vJEAAAAJ:kNdYIx-mwKoC",
            741,
            "https:\/\/dl.acm.org\/doi\/abs\/10.1145\/1456650.1456652",
            "5159720600205998443",
            "\/scholar?cites=5159720600205998443",
            {
                "2008":2,
                "2009":24,
                "2010":32,
                "2011":57,
                "2012":65,
                "2013":70,
                "2014":65,
                "2015":80,
                "2016":67,
                "2017":81,
                "2018":65,
                "2019":72,
                "2020":49
            }
        ],
        [
            "Treemaps, a space-filling method for visualizing large hierarchical data sets, are receiving increasing attention. Several algorithms have been previously proposed to create more useful displays by controlling the aspect ratios of the rectangles that make up a treemap. While these algorithms do improve visibility of small items in a single layout, they introduce instability over time in the display of dynamically changing data, fail to preserve order of the underlying data, and create layouts that are difficult to visually search. In addition, continuous treemap algorithms are not suitable for displaying fixed-sized objects within them, such as images.This paper introduces a new \"strip\" treemap algorithm which addresses these shortcomings, and analyzes other \"pivot\" algorithms we recently developed showing the trade-offs between them. These ordered treemap algorithms ensure that items near each other in the given order …",
            "Ordered and quantum treemaps: Making effective use of 2D space to display hierarchies",
            "Benjamin B Bederson and Ben Shneiderman and Martin Wattenberg",
            "2002",
            "IcW1vJEAAAAJ:9yKSN-GCB0IC",
            711,
            "https:\/\/dl.acm.org\/doi\/abs\/10.1145\/571647.571649",
            "7200685719314733423",
            "\/scholar?cites=7200685719314733423",
            {
                "2002":6,
                "2003":17,
                "2004":25,
                "2005":39,
                "2006":46,
                "2007":52,
                "2008":76,
                "2009":58,
                "2010":42,
                "2011":43,
                "2012":48,
                "2013":34,
                "2014":32,
                "2015":38,
                "2016":27,
                "2017":28,
                "2018":34,
                "2019":13,
                "2020":25,
                "2021":1
            }
        ],
        [
            "We introduce a model for supporting collaborative work between people that are physically close to each other. We call this model Single Display Groupware (SDG). In this paper, we describe the model, comparing it to more traditional remote collaboration, We describe the requirements that SDG places on computer technology, and our understanding of the benefits and costs of SDG systems. Finally, we describe a prototype SDG system that we built and the results of a usability test we ran with 60 elementary school children.",
            "Single display groupware: a model for co-present collaboration",
            "Jason Stewart and Benjamin B Bederson and Allison Druin",
            "1999",
            "IcW1vJEAAAAJ:d1gkVwhDpl0C",
            674,
            "https:\/\/dl.acm.org\/doi\/abs\/10.1145\/302979.303064",
            "6092543580457031597",
            "\/scholar?cites=6092543580457031597",
            {
                "1999":10,
                "2000":18,
                "2001":27,
                "2002":40,
                "2003":36,
                "2004":42,
                "2005":52,
                "2006":49,
                "2007":39,
                "2008":28,
                "2009":59,
                "2010":52,
                "2011":48,
                "2012":39,
                "2013":35,
                "2014":23,
                "2015":11,
                "2016":20,
                "2017":16,
                "2018":6,
                "2019":4,
                "2020":7
            }
        ],
        [
            "PhotoMesa is a zoomable image browser that uses a novel treemap algorithm to present large numbers of images grouped by directory, or other available metadata. It uses a new interaction technique for zoomable user interfaces designed for novices and family use that makes it straightforward to navigate through the space of images, and impossible to get lost. PhotoMesa groups images using one of two new algorithms that lay out groups of objects in a 2D space-filling manner. Quantum treemaps are designed for laying out images or other objects of indivisible (quantum) size. They are a variation on existing treemap algorithms in that they guarantee that every generated rectangle will have a width and height that are an integral multiple of an input object size. Bubblemaps also fill space with groups of quantum-sized objects, but generate non-rectangular blobs, and utilize space more efficiently.",
            "PhotoMesa: a zoomable image browser using quantum treemaps and bubblemaps",
            "Benjamin B Bederson",
            "2001",
            "IcW1vJEAAAAJ:2osOgNQ5qMEC",
            559,
            "https:\/\/dl.acm.org\/doi\/abs\/10.1145\/502348.502359",
            "13426154818822866475",
            "\/scholar?cites=13426154818822866475",
            {
                "2000":2,
                "2001":2,
                "2002":13,
                "2003":41,
                "2004":35,
                "2005":45,
                "2006":49,
                "2007":44,
                "2008":39,
                "2009":38,
                "2010":39,
                "2011":33,
                "2012":33,
                "2013":31,
                "2014":26,
                "2015":18,
                "2016":19,
                "2017":12,
                "2018":13,
                "2019":8,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Thumbnail images provide users of image retrieval and browsing systems with a method for quickly scanning large numbers of images. Recognizing the objects in an image is important in many retrieval tasks, but thumbnails generated by shrinking the original image often render objects illegible. We study the ability of computer vision systems to detect key components of images so that automated cropping, prior to shrinking, can render objects more recognizable. We evaluate automatic cropping techniques 1) based on a general method that detects salient portions of images, and 2) based on automatic face detection. Our user study shows that these methods result in small thumbnails that are substantially more recognizable and easier to find in the context of visual search.",
            "Automatic thumbnail cropping and its effectiveness",
            "Bongwon Suh and Haibin Ling and Benjamin B Bederson and David W Jacobs",
            "2003",
            "IcW1vJEAAAAJ:eQOLeE2rZwMC",
            518,
            "https:\/\/dl.acm.org\/doi\/abs\/10.1145\/964696.964707",
            "1950830693022564349",
            "\/scholar?cites=1950830693022564349",
            {
                "2004":6,
                "2005":19,
                "2006":19,
                "2007":26,
                "2008":24,
                "2009":31,
                "2010":51,
                "2011":48,
                "2012":49,
                "2013":39,
                "2014":38,
                "2015":30,
                "2016":30,
                "2017":31,
                "2018":23,
                "2019":23,
                "2020":17,
                "2021":2
            }
        ],
        [
            "We present a novel tree browser that builds on the conventional node link tree diagrams. It adds dynamic rescaling of branches of the tree to best fit the available screen space, optimized camera movement, and the use of preview icons summarizing the topology of the branches that cannot be expanded. In addition, it includes integrated search and filter functions. This paper reflects on the evolution of the design and highlights the principles that emerged from it. A controlled experiment showed benefits for navigation to already previously visited nodes and estimation of overall tree topology.",
            "Spacetree: Supporting exploration in large node link tree, design evolution and empirical evaluation",
            "Catherine Plaisant and Jesse Grosjean and Benjamin B Bederson",
            "2002",
            "IcW1vJEAAAAJ:Y0pCki6q_DkC",
            496,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1173148\/",
            "4329801226645440553",
            "\/scholar?cites=4329801226645440553",
            {
                "2003":12,
                "2004":34,
                "2005":30,
                "2006":29,
                "2007":30,
                "2008":44,
                "2009":23,
                "2010":28,
                "2011":38,
                "2012":42,
                "2013":29,
                "2014":34,
                "2015":25,
                "2016":24,
                "2017":15,
                "2018":14,
                "2019":16,
                "2020":9,
                "2021":2
            }
        ],
        [
            "Big information worlds cause big problems for interfaces. There is too much to see. They are hard to navigate. An armada of techniques has been proposed to present the many scales of information needed. Space-scale diagrams provide an analytic framework for much of this work. By representing both a spatial world and its different magnifications explicitly, the diagrams allow the direct visualization and analysis of important scale related issues for interfaces.",
            "Space-scale diagrams: Understanding multiscale interfaces",
            "George W Furnas and Benjamin B Bederson",
            "1995",
            "IcW1vJEAAAAJ:IjCSPb-OGe4C",
            471,
            "https:\/\/dl.acm.org\/doi\/fullHtml\/10.1145\/223904.223934",
            "4563835657876665397",
            "\/scholar?cites=4563835657876665397",
            {
                "1995":5,
                "1996":9,
                "1997":14,
                "1998":18,
                "1999":14,
                "2000":16,
                "2001":19,
                "2002":19,
                "2003":21,
                "2004":30,
                "2005":31,
                "2006":26,
                "2007":30,
                "2008":23,
                "2009":23,
                "2010":22,
                "2011":20,
                "2012":20,
                "2013":21,
                "2014":15,
                "2015":15,
                "2016":10,
                "2017":9,
                "2018":14,
                "2019":7,
                "2020":6
            }
        ]
    ]
}