{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The laminins are a family of glycoproteins that provide an integral part of the structural scaffolding of basement membranes in almost every animal tissue. Each laminin is a heterotrimer assembled from α, β, and γ chain subunits, secreted and incorporated into cell‐associated extracellular matrices. The laminins can self‐assemble, bind to other matrix macromolecules, and have unique and shared cell interactions mediated by integrins, dystroglycan, and other receptors. Through these interactions, laminins critically contribute to cell differentiation, cell shape and movement, maintenance of tissue phenotypes, and promotion of tissue survival. Recent advances in the characterization of genetic disruptions in humans, mice, nematodes and flies have revealed developmental roles for the different laminin subunits in diverse cell types, affecting differentiation from blastocyst formation to the post‐natal period. These …",
            "Form and function: the laminin family of heterotrimers",
            "Holly Colognato and Peter D Yurchenco",
            "2000",
            "IDatoT0AAAAJ:u5HHmVD_uO8C",
            1429,
            "https:\/\/anatomypubs.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/(SICI)1097-0177(200006)218:2%3C213::AID-DVDY1%3E3.0.CO;2-R",
            "13871394413115823491",
            "\/scholar?cites=13871394413115823491",
            {
                "2000":5,
                "2001":60,
                "2002":95,
                "2003":112,
                "2004":98,
                "2005":108,
                "2006":90,
                "2007":82,
                "2008":74,
                "2009":78,
                "2010":71,
                "2011":88,
                "2012":60,
                "2013":67,
                "2014":64,
                "2015":51,
                "2016":59,
                "2017":44,
                "2018":37,
                "2019":40,
                "2020":39,
                "2021":2
            }
        ],
        [
            "Basement membranes are specialized extracellular matrices with support, sieving, and cell regulatory functions. The molecular architectures of these matrices are created through specific binding interactions between unique glycoprotein and proteoglycan protomers. Type IV collagen chains, using NH2‐terminal, COOH‐terminal, and lateral association, form a covalently stabilized polygonal framework. Laminin, a four‐armed glycoprotein, self‐assembles through terminal‐domain interactions to form a second polymer network, Entactin\/nidogen, a dumbbell‐shaped sulfated glycoprotein, binds laminin near its center and interacts with type IV collagen, bridging the two. A large heparan sulfate proteoglycan, important for charge‐dependent molecular sieving, is firmly anchored in the basement membrane and can bind itself through a core‐protein interaction to form dimers and oligomers and bind laminin and type IV …",
            "Molecular architecture of basement membranes",
            "Peter D Yurchenco and Johannes C Schittny",
            "1990",
            "IDatoT0AAAAJ:u-x6o8ySG0sC",
            1148,
            "https:\/\/faseb.onlinelibrary.wiley.com\/doi\/abs\/10.1096\/fasebj.4.6.2180767",
            "17111924387282678192",
            "\/scholar?cites=17111924387282678192",
            {
                "1990":9,
                "1991":46,
                "1992":59,
                "1993":57,
                "1994":67,
                "1995":41,
                "1996":35,
                "1997":42,
                "1998":36,
                "1999":41,
                "2000":45,
                "2001":49,
                "2002":36,
                "2003":44,
                "2004":37,
                "2005":41,
                "2006":32,
                "2007":28,
                "2008":44,
                "2009":27,
                "2010":32,
                "2011":43,
                "2012":39,
                "2013":29,
                "2014":39,
                "2015":26,
                "2016":21,
                "2017":27,
                "2018":29,
                "2019":18,
                "2020":15,
                "2021":1
            }
        ],
        [
            "A simplification of the laminin nomenclature is presented. Laminins are multidomain heterotrimers composed of α, β and γ chains. Previously, laminin trimers were numbered with Arabic numerals in the order discovered, that is laminins-1 to -5. We introduce a new identification system for a trimer using three Arabic numerals, based on the α, β and γ chain numbers. For example, the laminin with the chain composition α5β1γ1 is termed laminin-511, and not laminin-10. The current practice is also to mix two overlapping domain and module nomenclatures. Instead of the older Roman numeral nomenclature and mixed nomenclature, all modules are now called domains. Some domains are renamed or renumbered. Laminin epidermal growth factor-like (LE) domains are renumbered starting at the N-termini, to be consistent with general protein nomenclature. Domain IVb of α chains is named laminin 4a (L4a), domain …",
            "A simplified laminin nomenclature",
            "Monique Aumailley and Leena Bruckner-Tuderman and William G Carter and Rainer Deutzmann and David Edgar and Peter Ekblom and Jürgen Engel and Eva Engvall and Erhard Hohenester and Jonathan CR Jones and Hynda K Kleinman and M Peter Marinkovich and George R Martin and Ulrike Mayer and Guerrino Meneguzzi and Jeffrey H Miner and Kaoru Miyazaki and Manuel Patarroyo and Mats Paulsson and Vito Quaranta and Joshua R Sanes and Takako Sasaki and Kiyotoshi Sekiguchi and Lydia M Sorokin and Jan F Talts and Karl Tryggvason and Jouni Uitto and Ismo Virtanen and Klaus Von Der Mark and Ulla M Wewer and Yoshihiko Yamada and Peter D Yurchenco",
            "2005",
            "IDatoT0AAAAJ:9yKSN-GCB0IC",
            900,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0945053X0500065X",
            "9013018767672671863",
            "\/scholar?cites=9013018767672671863",
            {
                "2005":5,
                "2006":60,
                "2007":72,
                "2008":81,
                "2009":54,
                "2010":74,
                "2011":69,
                "2012":57,
                "2013":55,
                "2014":61,
                "2015":59,
                "2016":55,
                "2017":49,
                "2018":50,
                "2019":50,
                "2020":37,
                "2021":4
            }
        ],
        [
            "The authors have adopted a new nomenclature for the laminins. They are numbered with arabic numerals in the order discovered. The previous A, B1 and B2 chains, and their isoforms, are α, β and γ, respectively, followed by an arabic numeral to identify the isoform. For example, the first laminin identified from the Engelbreth-Holm-Swarm tumor is laminin-1 with the chain composition α1β1γ1. The genes for these chains are LAMA1, LAMB1 and LAMC1, respectively.",
            "A new nomenclature for the laminins",
            "Robert E Burgeson and Matthias Chiquet and Rainer Deutzmann and Peter Ekblom and Jürgen Engel and Hynda Kleinman and George R Martin and Guerrino Meneguzzi and Mats Paulsson and Joshua Sanes and Rupert Timpl and Karl Tryggvason and Yoshihiko Yamada and Peter D Yurchenco",
            "1994",
            "IDatoT0AAAAJ:d1gkVwhDpl0C",
            854,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0945053X94901848",
            "6135260918112267260",
            "\/scholar?cites=6135260918112267260",
            {
                "1994":26,
                "1995":87,
                "1996":104,
                "1997":101,
                "1998":65,
                "1999":73,
                "2000":58,
                "2001":34,
                "2002":32,
                "2003":27,
                "2004":33,
                "2005":35,
                "2006":15,
                "2007":17,
                "2008":12,
                "2009":20,
                "2010":16,
                "2011":12,
                "2012":16,
                "2013":9,
                "2014":6,
                "2015":7,
                "2016":8,
                "2017":10,
                "2018":6,
                "2019":5,
                "2020":8,
                "2021":2
            }
        ],
        [
            "Significant advances have been made in the application of genetics to probe the functions of basement membrane laminins. These studies have shown that different laminin subunits profoundly affect tissue morphogenesis, starting around the time of embryonic implantation and extending through organogenesis and into the postnatal period. Collectively they have revealed common functions that include the induction and maintenance of cell polarity, the establishment of barriers between tissue compartments, the organization of cells into tissues, and the protection of adherent cells from detachment-induced cell death, anoikis. Interpreted in light of what is known about laminin structure and self-assembly and binding activities, these advances have begun to provide insights into mechanisms of action. In this review we focus on the contributions of the laminins in invertebrate and vertebrate tissue …",
            "Laminin functions in tissue morphogenesis",
            "Jeffrey H Miner and Peter D Yurchenco",
            "2004",
            "IDatoT0AAAAJ:2osOgNQ5qMEC",
            740,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.cellbio.20.010403.094555",
            "2239671647653011697",
            "\/scholar?cites=2239671647653011697",
            {
                "2005":32,
                "2006":47,
                "2007":55,
                "2008":54,
                "2009":49,
                "2010":65,
                "2011":52,
                "2012":59,
                "2013":51,
                "2014":45,
                "2015":53,
                "2016":32,
                "2017":34,
                "2018":48,
                "2019":36,
                "2020":21,
                "2021":2
            }
        ],
        [
            "Basement membranes are widely distributed extracellular matrices that coat the basal aspect of epithelial and endothelial cells and surround muscle, fat, and Schwann cells. These extracellular matrices, first expressed in early embryogenesis, are self-assembled on competent cell surfaces through binding interactions among laminins, type IV collagens, nidogens, and proteoglycans. They form stabilizing extensions of the plasma membrane that provide cell adhesion and that act as solid-phase agonists. Basement membranes play a role in tissue and organ morphogenesis and help maintain function in the adult. Mutations adversely affecting expression of the different structural components are associated with developmental arrest at different stages as well as postnatal diseases of muscle, nerve, brain, eye, skin, vasculature, and kidney.",
            "Basement membranes: cell scaffoldings and signaling platforms",
            "Peter D Yurchenco",
            "2011",
            "IDatoT0AAAAJ:KlAtU1dfN6UC",
            678,
            "https:\/\/cshperspectives.cshlp.org\/content\/3\/2\/a004911.short",
            "12706454689489715140",
            "\/scholar?cites=12706454689489715140",
            {
                "2011":7,
                "2012":35,
                "2013":55,
                "2014":63,
                "2015":77,
                "2016":94,
                "2017":106,
                "2018":71,
                "2019":94,
                "2020":71,
                "2021":5
            }
        ],
        [
            "The molecular model of myohemerythrin, an oxygen-carrying protein from sipunculan worms, has been refined by stereochemically restrained least-squares minimization at 1.7 1.3 A ̊ resolution to a conventional R-value of 0.158. The estimated positional standard deviation is better than 0.15 Å for most of the 979 protein atoms. The average isotropic displacement parameter, B, for the protein atoms is 23.1 Å 2. This high average B parameter appears to be due to the overall motion of the molecule, which correlates with the observed anisotropic diffraction. The side-chains of seven residues were modeled in two conformations, ie the side-chains were discretely disordered, and B parameters for several lysine and glutamate side-chains indicate that they are poorly localized. Of the residues in myohemerythrin, 66% are helical, with 62% occurring in four long α-helices with mean values for the backbone torsion angles …",
            "Structure of myohemerythrin in the azidomet state at 1.71. 3Å resolution",
            "Steven Sheriff and Wayne A Hendrickson and Janet L Smith",
            "1987",
            "IDatoT0AAAAJ:URolC5Kub84C",
            461,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0022283687901240",
            "18222524069954460525",
            "\/scholar?cites=18222524069954460525",
            {
                "1987":3,
                "1988":6,
                "1989":14,
                "1990":29,
                "1991":22,
                "1992":37,
                "1993":30,
                "1994":23,
                "1995":22,
                "1996":28,
                "1997":19,
                "1998":18,
                "1999":12,
                "2000":6,
                "2001":14,
                "2002":10,
                "2003":11,
                "2004":12,
                "2005":21,
                "2006":14,
                "2007":9,
                "2008":5,
                "2009":15,
                "2010":10,
                "2011":8,
                "2012":14,
                "2013":9,
                "2014":6,
                "2015":9,
                "2016":6,
                "2017":1,
                "2018":8,
                "2019":5,
                "2020":2,
                "2021":1
            }
        ],
        [
            "Cellular polarization involves the generation of asymmetry along an intracellular axis. In a multicellular tissue, the asymmetry of individual cells must conform to the overlying architecture of the tissue. However, the mechanisms that couple cellular polarization to tissue morphogenesis are poorly understood. Here, we report that orientation of apical polarity in developing Madin–Darby canine kidney (MDCK) epithelial cysts requires the small GTPase Rac1 and the basement membrane component laminin. Dominant-negative Rac1 alters the supramolecular assembly of endogenous MDCK laminin and causes a striking inversion of apical polarity. Exogenous laminin is recruited to the surface of these cysts and rescues apical polarity. These findings implicate Rac1-mediated laminin assembly in apical pole orientation. By linking apical orientation to generation of the basement membrane, epithelial cells ensure the …",
            "Rac1 orientates epithelial apical polarity through effects on basolateral laminin assembly",
            "Lucy Erin O'Brien and Tzuu-Shuh Jou and Anne L Pollack and Qihang Zhang and Steen H Hansen and Peter Yurchenco and Keith E Mostov",
            "2001",
            "IDatoT0AAAAJ:IjCSPb-OGe4C",
            450,
            "https:\/\/www.nature.com\/articles\/ncb0901-831",
            "12466121872574478985",
            "\/scholar?cites=12466121872574478985",
            {
                "2002":14,
                "2003":26,
                "2004":12,
                "2005":14,
                "2006":22,
                "2007":24,
                "2008":27,
                "2009":28,
                "2010":28,
                "2011":31,
                "2012":31,
                "2013":33,
                "2014":28,
                "2015":35,
                "2016":24,
                "2017":29,
                "2018":16,
                "2019":15,
                "2020":13
            }
        ],
        [
            "Tissue-specific gene expression in mammary epithelium is dependent on the extracellular matrix as well as hormones. There is good evidence that the basement membrane provides signals for regulating beta-casein expression, and that integrins are involved in this process. Here, we demonstrate that in the presence of lactogenic hormones, laminin can direct expression of the beta-casein gene. Mouse mammary epithelial cells plated on gels of native laminin or laminin-entactin undergo functional differentiation. On tissue culture plastic, mammary cells respond to soluble basement membrane or purified laminin, but not other extracellular matrix components, by synthesizing beta-casein. In mammary cells transfected with chloramphenicol acetyl transferase reporter constructs, laminin activates transcription from the beta-casein promoter through a specific enhancer element. The inductive effect of laminin on casein …",
            "Laminin mediates tissue-specific gene expression in mammary epithelia.",
            "Charles H Streuli and Christian Schmidhauser and Nina Bailey and Peter Yurchenco and AP Skubitz and Calvin Roskelley and Mina J Bissell",
            "1995",
            "IDatoT0AAAAJ:qjMakFHDy7sC",
            428,
            "https:\/\/rupress.org\/jcb\/article\/129\/3\/591\/20815",
            "773130758319522408",
            "\/scholar?cites=773130758319522408",
            {
                "1995":6,
                "1996":27,
                "1997":23,
                "1998":39,
                "1999":32,
                "2000":16,
                "2001":13,
                "2002":25,
                "2003":22,
                "2004":10,
                "2005":18,
                "2006":16,
                "2007":11,
                "2008":13,
                "2009":13,
                "2010":22,
                "2011":12,
                "2012":17,
                "2013":14,
                "2014":15,
                "2015":15,
                "2016":12,
                "2017":11,
                "2018":8,
                "2019":8,
                "2020":7
            }
        ],
        [
            "Integrin-mediated cell–matrix interactions are essential for development, tissue homeostasis, and repair. Upon ligand binding, integrins are recruited into focal adhesions (FAs). Integrin-linked kinase (ILK) is an FA component that interacts with the cytoplasmic domains of integrins, recruits adaptor proteins that link integrins to the actin cytoskeleton, and phosphorylates the serine\/threonine kinases PKB\/Akt and GSK-3β. Here we show that mice lacking ILK expression die at the peri-implantation stage because they fail to polarize their epiblast and to cavitate. The impaired epiblast polarization is associated with abnormal F-actin accumulation at sites of integrin attachments to the basement membrane (BM) zone. Likewise, ILK-deficient fibroblasts showed abnormal F-actin aggregates associated with impaired cell spreading and delayed formation of stress fibers and FAs. Finally, ILK-deficient fibroblasts have diminished …",
            "Integrin-linked kinase (ILK) is required for polarizing the epiblast, cell adhesion, and controlling actin accumulation",
            "Takao Sakai and Shaohua Li and Denitsa Docheva and Carsten Grashoff and Keiko Sakai and Günter Kostka and Attila Braun and Alexander Pfeifer and Peter D Yurchenco and Reinhard Fässler",
            "2003",
            "IDatoT0AAAAJ:UeHWp8X0CEIC",
            415,
            "http:\/\/genesdev.cshlp.org\/content\/17\/7\/926.short",
            "1717415317612535474",
            "\/scholar?cites=1717415317612535474",
            {
                "2003":14,
                "2004":22,
                "2005":34,
                "2006":47,
                "2007":37,
                "2008":19,
                "2009":28,
                "2010":24,
                "2011":18,
                "2012":23,
                "2013":29,
                "2014":28,
                "2015":18,
                "2016":16,
                "2017":13,
                "2018":15,
                "2019":14,
                "2020":14
            }
        ]
    ]
}