{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Spintronics, or spin electronics, involves the study of active control and manipulation of spin degrees of freedom in solid-state systems. This article reviews the current status of this subject, including both recent advances and well-established results. The primary focus is on the basic physical principles underlying the generation of carrier spin polarization, spin dynamics, and spin-polarized transport in semiconductors and metals. Spin transport differs from charge transport in that spin is a nonconserved quantity in solids due to spin-orbit and hyperfine coupling. The authors discuss in detail spin decoherence mechanisms in metals and semiconductors. Various theories of spin injection and spin-polarized transport are applied to hybrid structures relevant to spin-based devices and fundamental studies of materials properties. Experimental work is reviewed with the emphasis on projected applications, in which external …",
            "Spintronics: Fundamentals and applications",
            "Igor Žutić and Jaroslav Fabian and S Das Sarma",
            "2004",
            "iF8im5cAAAAJ:u5HHmVD_uO8C",
            10712,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.76.323",
            "705571920694182115",
            "\/scholar?cites=705571920694182115",
            {
                "2004":55,
                "2005":362,
                "2006":553,
                "2007":656,
                "2008":666,
                "2009":640,
                "2010":682,
                "2011":733,
                "2012":726,
                "2013":722,
                "2014":727,
                "2015":720,
                "2016":707,
                "2017":669,
                "2018":700,
                "2019":643,
                "2020":679,
                "2021":41
            }
        ],
        [
            "Topological quantum computation has emerged as one of the most exciting approaches to constructing a fault-tolerant quantum computer. The proposal relies on the existence of topological states of matter whose quasiparticle excitations are neither bosons nor fermions, but are particles known as non-Abelian anyons, meaning that they obey non-Abelian braiding statistics. Quantum information is stored in states with multiple quasiparticles, which have a topological degeneracy. The unitary gate operations that are necessary for quantum computation are carried out by braiding quasiparticles and then measuring the multiquasiparticle states. The fault tolerance of a topological quantum computer arises from the nonlocal encoding of the quasiparticle states, which makes them immune to errors caused by local perturbations. To date, the only such topological states thought to have been found in nature are fractional …",
            "Non-Abelian anyons and topological quantum computation",
            "Chetan Nayak and Steven H Simon and Ady Stern and Michael Freedman and Sankar Das Sarma",
            "2008",
            "iF8im5cAAAAJ:u-x6o8ySG0sC",
            5221,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.80.1083",
            "5581901238214993125",
            "\/scholar?cites=5581901238214993125",
            {
                "2008":42,
                "2009":138,
                "2010":216,
                "2011":286,
                "2012":360,
                "2013":357,
                "2014":407,
                "2015":472,
                "2016":459,
                "2017":492,
                "2018":544,
                "2019":630,
                "2020":739,
                "2021":53
            }
        ],
        [
            "A broad review of fundamental electronic properties of two-dimensional graphene with the emphasis on density and temperature-dependent carrier transport in doped or gated graphene structures is provided. A salient feature of this review is a critical comparison between carrier transport in graphene and in two-dimensional semiconductor systems (eg, heterostructures, quantum wells, inversion layers) so that the unique features of graphene electronic properties arising from its gapless, massless, chiral Dirac spectrum are highlighted. Experiment and theory, as well as quantum and semiclassical transport, are discussed in a synergistic manner in order to provide a unified and comprehensive perspective. Although the emphasis of the review is on those aspects of graphene transport where reasonable consensus exists in the literature, open questions are discussed as well. Various physical mechanisms controlling …",
            "Electronic transport in two-dimensional graphene",
            "S Das Sarma and Shaffique Adam and EH Hwang and Enrico Rossi",
            "2011",
            "iF8im5cAAAAJ:qjMakFHDy7sC",
            3154,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.83.407",
            "8113400680974296779",
            "\/scholar?cites=8113400680974296779",
            {
                "2011":80,
                "2012":285,
                "2013":370,
                "2014":385,
                "2015":371,
                "2016":400,
                "2017":376,
                "2018":319,
                "2019":271,
                "2020":254,
                "2021":22
            }
        ],
        [
            "We propose and analyze theoretically an experimental setup for detecting the elusive Majorana particle in semiconductor-superconductor heterostructures. The experimental system consists of one-dimensional semiconductor wire with strong spin-orbit Rashba interaction embedded into a superconducting quantum interference device. We show that the energy spectra of the Andreev bound states at the junction are qualitatively different in topologically trivial (ie, not containing any Majorana) and nontrivial phases having an even and odd number of crossings at zero energy, respectively. The measurement of the supercurrent through the junction allows one to discern topologically distinct phases and observe a topological phase transition by simply changing the in-plane magnetic field or the gate voltage. The observation of this phase transition will be a direct demonstration of the existence of Majorana particles.",
            "Majorana fermions and a topological phase transition in semiconductor-superconductor heterostructures",
            "Roman M Lutchyn and Jay D Sau and S Das Sarma",
            "2010",
            "iF8im5cAAAAJ:WWeOtg8bX_EC",
            2775,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.077001",
            "10070122313361267054",
            "\/scholar?cites=10070122313361267054",
            {
                "2010":17,
                "2011":77,
                "2012":162,
                "2013":250,
                "2014":254,
                "2015":293,
                "2016":303,
                "2017":301,
                "2018":319,
                "2019":369,
                "2020":391,
                "2021":30
            }
        ],
        [
            "The dynamical dielectric function of two-dimensional graphene at arbitrary wave vector q and frequency ω, ϵ (q, ω), is calculated in the self-consistent-field approximation. The results are used to find the dispersion of the plasmon mode and the electrostatic screening of the Coulomb interaction in two-dimensional (2D) graphene layer within the random-phase approximation. At long wavelengths (q→ 0), the plasmon dispersion shows the local classical behavior ω cl= ω 0 q, but the density dependence of the plasma frequency (ω 0∝ n 1∕ 4) is different from the usual 2D electron system (ω 0∝ n 1∕ 2). The wave-vector-dependent plasmon dispersion and the static screening function show very different behavior than the usual 2D case. We show that the intrinsic interband contributions to static graphene screening can be effectively absorbed in a background dielectric constant.",
            "Dielectric function, screening, and plasmons in two-dimensional graphene",
            "EH Hwang and S Das Sarma",
            "2007",
            "iF8im5cAAAAJ:2osOgNQ5qMEC",
            1776,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.75.205418",
            "11609543482585532554",
            "\/scholar?cites=11609543482585532554",
            {
                "2007":16,
                "2008":60,
                "2009":56,
                "2010":86,
                "2011":113,
                "2012":153,
                "2013":175,
                "2014":170,
                "2015":175,
                "2016":167,
                "2017":171,
                "2018":133,
                "2019":139,
                "2020":141,
                "2021":18
            }
        ],
        [
            "We show that a film of a semiconductor in which s-wave superconductivity and Zeeman splitting are induced by the proximity effect, supports zero-energy Majorana fermion modes in the ordinary vortex excitations. Since time-reversal symmetry is explicitly broken, the edge of the film constitutes a chiral Majorana wire. The heterostructure we propose—a semiconducting thin film sandwiched between an s-wave superconductor and a magnetic insulator—is a generic system which can be used as the platform for topological quantum computation by virtue of the existence of non-Abelian Majorana fermions.",
            "Generic new platform for topological quantum computation using semiconductor heterostructures",
            "Jay D Sau and Roman M Lutchyn and Sumanta Tewari and S Das Sarma",
            "2010",
            "iF8im5cAAAAJ:R22Rs3tN8aoC",
            1717,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.040502",
            "15784473374164903173",
            "\/scholar?cites=15784473374164903173",
            {
                "2010":53,
                "2011":95,
                "2012":150,
                "2013":166,
                "2014":178,
                "2015":189,
                "2016":190,
                "2017":159,
                "2018":174,
                "2019":161,
                "2020":173,
                "2021":22
            }
        ],
        [
            "Carrier transport in gated 2D graphene monolayers is considered in the presence of scattering by random charged impurity centers with density n i. Excellent quantitative agreement is obtained (for carrier density n> 10 12 cm− 2) with existing experimental data. The conductivity scales linearly with n\/n i in the theory. We explain the experimentally observed asymmetry between electron and hole conductivities, and the high-density saturation of conductivity for the highest mobility samples. We argue that the experimentally observed saturation of conductivity at low density arises from the charged impurity induced inhomogeneity in the graphene carrier density which becomes severe for n≲ n i∼ 10 12 cm− 2.",
            "Carrier transport in two-dimensional graphene layers",
            "EH Hwang and S Adam and S Das Sarma",
            "2007",
            "iF8im5cAAAAJ:PlWzFYVEG4EC",
            1405,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.186806",
            "8912925929697226759",
            "\/scholar?cites=8912925929697226759",
            {
                "2007":38,
                "2008":72,
                "2009":77,
                "2010":109,
                "2011":115,
                "2012":124,
                "2013":101,
                "2014":118,
                "2015":114,
                "2016":133,
                "2017":138,
                "2018":87,
                "2019":83,
                "2020":83,
                "2021":6
            }
        ],
        [
            "We demonstrate theoretically that most of the observed transport properties of graphene sheets at zero magnetic field can be explained by scattering from charged impurities. We find that, contrary to common perception, these properties are not universal but depend on the concentration of charged impurities nimp. For dirty samples (250 × 1010 cm−2 < nimp < 400 × 1010 cm−2), the value of the minimum conductivity at low carrier density is indeed 4e2\/h in agreement with early experiments, with weak dependence on impurity concentration. For cleaner samples, we predict that the minimum conductivity depends strongly on nimp, increasing to 8e2\/h for nimp ≈ 20 × 1010 cm−2. A clear strategy to improve graphene mobility is to eliminate charged impurities or use a substrate with a larger dielectric constant.",
            "A self-consistent theory for graphene transport",
            "Shaffique Adam and EH Hwang and VM Galitski and S Das Sarma",
            "2007",
            "iF8im5cAAAAJ:wyM6WWKXmoIC",
            1309,
            "https:\/\/www.pnas.org\/content\/104\/47\/18392?cited-by__=",
            "15379508842943770992",
            "\/scholar?cites=15379508842943770992",
            {
                "2008":55,
                "2009":86,
                "2010":113,
                "2011":146,
                "2012":140,
                "2013":112,
                "2014":120,
                "2015":100,
                "2016":112,
                "2017":98,
                "2018":70,
                "2019":67,
                "2020":66,
                "2021":4
            }
        ],
        [
            "The conductivity of graphene samples with various levels of disorder is investigated for a set of specimens with mobility in the range of 1–20× 10 3 cm 2\/V sec. Comparing the experimental data with the theoretical transport calculations based on charged impurity scattering, we estimate that the impurity concentration in the samples varies from 2–15× 10 11 cm− 2. In the low carrier density limit, the conductivity exhibits values in the range of 2–12 e 2\/h, which can be related to the residual density induced by the inhomogeneous charge distribution in the samples. The shape of the conductivity curves indicates that high mobility samples contain some short-range disorder whereas low mobility samples are dominated by long-range scatterers.",
            "Measurement of scattering rate and minimum conductivity in graphene",
            "Y-W Tan and Y Zhang and K Bolotin and Y Zhao and S Adam and EH Hwang and S Das Sarma and HL Stormer and Ph Kim",
            "2007",
            "iF8im5cAAAAJ:rLGzs9wiiwIC",
            1128,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.246803",
            "11668137057455374066",
            "\/scholar?cites=11668137057455374066",
            {
                "2008":68,
                "2009":88,
                "2010":94,
                "2011":105,
                "2012":99,
                "2013":107,
                "2014":98,
                "2015":97,
                "2016":92,
                "2017":85,
                "2018":71,
                "2019":62,
                "2020":52,
                "2021":3
            }
        ],
        [
            "Electrons have a charge and a spin, but until recently, charges and spins have been considered separately. In conventional electronics, the charges are manipulated by electric fields but the spins are ignored. Other classical technologies, magnetic recording, for example, are using the spin but only through its macroscopic manifestation, the magnetization of a ferromagnet. This picture started to change in 1988 when the discovery (Baibich et al., 1988; Binash et al., 1989) of the giant magnetoresistance (GMR) of the magnetic multilayers opened the way to an efficient control of the motion of the electrons by acting on their spin through the orientation of a magnetization. This rapidly triggered the development of a new field of research and technology, today called spintronics and, like the GMR, exploiting the influence of the spin on the mobility of the electrons in ferromagnetic materials. Actually, the influence of the spin …",
            "Nobel Lecture: Origin, development, and future of spintronics",
            "Albert Fert",
            "2008",
            "iF8im5cAAAAJ:QKtdBID3u5MC",
            1006,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.80.1517",
            "12258004749520510217",
            "\/scholar?cites=12258004749520510217",
            {
                "2009":33,
                "2010":68,
                "2011":73,
                "2012":68,
                "2013":81,
                "2014":79,
                "2015":100,
                "2016":108,
                "2017":89,
                "2018":95,
                "2019":91,
                "2020":108,
                "2021":7
            }
        ]
    ]
}