{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Only a few years ago, an account of degradation of silicon carbide high-voltage p-i-n diodes was presented at the European Conference on Silicon Carbide and Related Compounds (Kloster Banz, Germany, 2000). This report was followed by the intense effort of multiple groups utilizing varied approaches and subsequent progress in both fundamental understanding of this phenomenon and its elimination. The degradation of SiC p-i-n junctions is now well documented to be due to the expansion of Shockley-type stacking faults in the part of the devices reached by the electron-hole plasma. The faults can gradually cover most of the junction area, impeding current flow and, as a result, increasing the on-state resistance. While in most semiconductors stacking faults are electrically inactive, in hexagonal silicon carbide polytypes (4H- and 6H-SiC) they form quantum-well-like electron states observed in luminescence …",
            "Degradation of hexagonal silicon-carbide-based bipolar devices",
            "M Skowronski and S Ha",
            "2006",
            "IFFsG-oAAAAJ:2osOgNQ5qMEC",
            403,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2159578",
            "6433980652327263036",
            "\/scholar?cites=6433980652327263036",
            {
                "2006":6,
                "2007":18,
                "2008":17,
                "2009":29,
                "2010":16,
                "2011":29,
                "2012":33,
                "2013":35,
                "2014":31,
                "2015":19,
                "2016":27,
                "2017":24,
                "2018":36,
                "2019":40,
                "2020":40,
                "2021":2
            }
        ],
        [
            "We identify two categories of reconstructions occurring on wurtzite GaN surfaces, the first associated with the N face, (0001̄), and the second associated with the Ga face, (0001). Not only do these two categories of reconstructions have completely different symmetries, but they also have different temperature dependence. It is thus demonstrated that surface reconstructions can be used to identify lattice polarity. Confirmation of the polarity assignment is provided by polarity-selective wet chemical etching of these surfaces.",
            "Determination of wurtzite GaN lattice polarity based on surface reconstruction",
            "AR Smith and d RM Feenstra and DW Greve and M-S Shin and M Skowronski and J Neugebauer and JE Northrup",
            "1998",
            "IFFsG-oAAAAJ:u-x6o8ySG0sC",
            371,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.121293",
            "16116623708993285846",
            "\/scholar?cites=16116623708993285846",
            {
                "1998":6,
                "1999":40,
                "2000":38,
                "2001":30,
                "2002":35,
                "2003":30,
                "2004":16,
                "2005":17,
                "2006":12,
                "2007":17,
                "2008":7,
                "2009":18,
                "2010":10,
                "2011":11,
                "2012":9,
                "2013":12,
                "2014":13,
                "2015":8,
                "2016":7,
                "2017":11,
                "2018":8,
                "2019":8,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Microstructure of α‐GaN films grown by organometallic vapor phase epitaxy on sapphire substrates using low temperature AlN (or GaN) buffer layers has been studied by transmission electron microscopy. The defects which penetrate the GaN films are predominantly perfect edge dislocations with Burgers vectors of the 1\/3<112̄0> type, lying along the [0001] growth direction. The main sources of threading dislocations are the low angle grain boundaries, formed during coalescence of islands at the initial stages of GaN growth. The grain sizes range from 50 to 500 nm, with in‐plane misorientations of less than 3°. The nature of these threading dislocations suggests that the defect density would not likely decrease appreciably at increasing film thickness, and the suppression of these dislocations could be more difficult.",
            "Microstructural characterization of α‐GaN films grown on sapphire by organometallic vapor phase epitaxy",
            "W Qian and M Skowronski and M De Graef and K Doverspike and LB Rowland and DK Gaskill",
            "1995",
            "IFFsG-oAAAAJ:u5HHmVD_uO8C",
            357,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.113253",
            "419924797408965758",
            "\/scholar?cites=419924797408965758",
            {
                "1995":16,
                "1996":32,
                "1997":40,
                "1998":34,
                "1999":27,
                "2000":34,
                "2001":17,
                "2002":14,
                "2003":16,
                "2004":4,
                "2005":5,
                "2006":14,
                "2007":13,
                "2008":12,
                "2009":10,
                "2010":10,
                "2011":10,
                "2012":8,
                "2013":7,
                "2014":3,
                "2015":10,
                "2016":6,
                "2017":2,
                "2018":3,
                "2019":4,
                "2020":4
            }
        ],
        [
            "Reconstructions of GaN(0001) and (0001̄) surfaces are studied by scanning tunneling microscopy and spectroscopy, by electron diffraction, by Auger electron spectroscopy, and using first-principles theory. Attention is focused on Ga-rich reconstructions for each surface, which are found to have a metallic character involving significant overlap between Ga valence electrons. The electron counting rule is thus violated for these surfaces, but they nonetheless form minimum energy structures.",
            "Reconstructions of GaN (0001) and (0001) surfaces: Ga-rich metallic structures",
            "AR Smith and RM Feenstra and DW Greve and MS Shin and M Skowronski and J Neugebauer and JE Northrup",
            "1998",
            "IFFsG-oAAAAJ:d1gkVwhDpl0C",
            280,
            "https:\/\/avs.scitation.org\/doi\/abs\/10.1116\/1.590156",
            "9712173962764025759",
            "\/scholar?cites=9712173962764025759",
            {
                "1998":2,
                "1999":10,
                "2000":19,
                "2001":22,
                "2002":26,
                "2003":21,
                "2004":17,
                "2005":17,
                "2006":24,
                "2007":10,
                "2008":13,
                "2009":3,
                "2010":11,
                "2011":11,
                "2012":4,
                "2013":13,
                "2014":10,
                "2015":8,
                "2016":7,
                "2017":13,
                "2018":8,
                "2019":4,
                "2020":5
            }
        ],
        [
            "Structural investigations of organometallic vapor phase epitaxy grown α‐GaN films using high‐resolution transmission electron microscopy and scanning force microscopy have revealed the presence of tunnel‐like defects with 35–500 Å radii that are aligned along the growth direction of the crystal and penetrate the entire epilayer. These defects, which are termed ‘‘nanopipes,’’ terminate on the free surface of the film at the centers of hexagonal growth hillocks and form craters with 600–1000 Å radii. Either one or two pairs of monolayer‐height spiral steps were observed to emerge from the surface craters which allowed us to conclude that nanopipes are the open cores of screw dislocations. The measured dimensions of the defects are compared to Frank’s theory for the open‐core dislocation.",
            "Open‐core screw dislocations in GaN epilayers observed by scanning force microscopy and high‐resolution transmission electron microscopy",
            "W Qian and GS Rohrer and M Skowronski and K Doverspike and LB Rowland and DK Gaskill",
            "1995",
            "IFFsG-oAAAAJ:9yKSN-GCB0IC",
            255,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.115127",
            "7406546681407476153",
            "\/scholar?cites=7406546681407476153",
            {
                "1994":1,
                "1995":2,
                "1996":10,
                "1997":16,
                "1998":19,
                "1999":14,
                "2000":15,
                "2001":5,
                "2002":15,
                "2003":15,
                "2004":10,
                "2005":9,
                "2006":11,
                "2007":10,
                "2008":6,
                "2009":9,
                "2010":7,
                "2011":9,
                "2012":9,
                "2013":3,
                "2014":7,
                "2015":15,
                "2016":10,
                "2017":11,
                "2018":6,
                "2019":4,
                "2020":5
            }
        ],
        [
            "Intracenter transitions in the major deep level EL2 in GaAs were identified for the first time by superimposing photocurrent measurements on those of optical absorption. These transitions were found to be responsible for the characteristic EL2 absorption band between 1.0 and 1.3 eV. At low temperatures (<60 K) intracenter absorption exhibits a fine structure involving the zero phonon line and replicas at energies close to those of transverse acoustic phonons (TA). This coupling with TA phonons is a strong indication that EL2 is an extrinsic self‐trapping center.",
            "Intracenter transitions in the dominant deep level (EL2) in GaAs",
            "M Kaminska and M Skowronski and J Lagowski and JM Parsey and HC Gatos",
            "1983",
            "IFFsG-oAAAAJ:qjMakFHDy7sC",
            244,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.94293",
            "663335603246603432",
            "\/scholar?cites=663335603246603432",
            {
                "1984":18,
                "1985":32,
                "1986":24,
                "1987":28,
                "1988":20,
                "1989":23,
                "1990":16,
                "1991":6,
                "1992":12,
                "1993":8,
                "1994":5,
                "1995":2,
                "1996":5,
                "1997":3,
                "1998":1,
                "1999":5,
                "2000":5,
                "2001":1,
                "2002":5,
                "2003":2,
                "2004":1,
                "2005":1,
                "2006":3,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":1,
                "2012":2,
                "2013":2,
                "2014":1,
                "2015":1,
                "2016":3,
                "2017":2
            }
        ],
        [
            "The propagation of basal plane dislocations from off-axis 4H silicon carbide substrates into the homo-epitaxial layers has been investigated using chemical etching, optical microscopy, and transmission electron microscopy (TEM). The etch pit densities of threading edge and basal plane dislocations changed significantly across the epilayer\/substrate interface. We have observed conversion of basal plane dislocations in the substrates into threading edge dislocations in the epilayers. TEM observation revealed that the threading dislocations in the epilayers are inclined from the c-axis toward the down-step direction. The conversion is interpreted as a result of the image force in the epilayers between flowing growth steps and basal plane dislocations. This effect can lead to an apparent improvement of the structural quality of epilayers compared to that of substrates.",
            "Dislocation conversion in 4H silicon carbide epitaxy",
            "S Ha and P Mieszkowski and M Skowronski and LB Rowland",
            "2002",
            "IFFsG-oAAAAJ:UeHWp8X0CEIC",
            236,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022024802017062",
            "14834092564965174335",
            "\/scholar?cites=14834092564965174335",
            {
                "2002":1,
                "2003":3,
                "2004":14,
                "2005":15,
                "2006":24,
                "2007":15,
                "2008":11,
                "2009":21,
                "2010":13,
                "2011":12,
                "2012":9,
                "2013":21,
                "2014":12,
                "2015":9,
                "2016":6,
                "2017":4,
                "2018":15,
                "2019":12,
                "2020":15
            }
        ],
        [
            "EL 2 is a technologically important deep level in GaAs whose identification has been the subject of intense study. In this paper we present uniaxial stress and magnetic field experiments which establish for the first time that EL 2 has tetrahedral symmetry and is, therefore, an isolated point defect. Combining this result with earlier data, we conclude that EL 2 is an isolated arsenic antisite defect.",
            "Identification of the 0.82-eV Electron Trap,  in GaAs, as an Isolated Antisite Arsenic Defect",
            "M Kamińska and M Skowroński and W Kuszko",
            "1985",
            "IFFsG-oAAAAJ:CdxZDUztZiMC",
            225,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.55.2204",
            "2117902201234015738",
            "\/scholar?cites=2117902201234015738",
            {
                "1986":11,
                "1987":26,
                "1988":24,
                "1989":24,
                "1990":16,
                "1991":17,
                "1992":23,
                "1993":9,
                "1994":7,
                "1995":1,
                "1996":3,
                "1997":3,
                "1998":7,
                "1999":1,
                "2000":2,
                "2001":5,
                "2002":2,
                "2003":7,
                "2004":1,
                "2005":1,
                "2006":4,
                "2007":7,
                "2008":2,
                "2009":3,
                "2010":1,
                "2011":1,
                "2012":1,
                "2013":6,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":1,
                "2018":2,
                "2019":1
            }
        ],
        [
            "Low-injection minority carrier lifetimes (MCLs) and deep trap spectra have been investigated in n− 4H-SiC epilayers of varying layer thicknesses, in order to enable the separation of bulk lifetimes from surface recombination effects. From the linear dependence of the inverse bulk MCL on the concentration of Z1∕Z2 defects and from the behavior of the deep trap spectra in 4H-SiC p-i-n diodes under forward bias, we conclude that it is Z1∕Z2 alone that controls the MCL in this material.",
            "Lifetime-limiting defects in  4H-SiC epilayers",
            "PB Klein and BV Shanabrook and SW Huh and AY Polyakov and M Skowronski and JJ Sumakeris and MJ O’Loughlin",
            "2006",
            "IFFsG-oAAAAJ:YsMSGLbcyi4C",
            190,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2170144",
            "3238063966633182760",
            "\/scholar?cites=3238063966633182760",
            {
                "2006":2,
                "2007":8,
                "2008":6,
                "2009":15,
                "2010":15,
                "2011":8,
                "2012":17,
                "2013":16,
                "2014":23,
                "2015":15,
                "2016":18,
                "2017":9,
                "2018":17,
                "2019":9,
                "2020":9,
                "2021":2
            }
        ],
        [
            "The structure of stacking faults formed in forward-biased 4H- and 6H-SiC p–n− diodes was determined using conventional and high-resolution transmission electron microscopy. Typical fault densities were between 103 and 104 cm−1. All observed faults were isolated single-layer Shockley faults bound by partial dislocations with Burgers vector of a\/3<1–100>-type.",
            "Structure of recombination-induced stacking faults in high-voltage SiC p–n junctions",
            "JQ Liu and M Skowronski and C Hallin and R Söderholm and H Lendenmann",
            "2002",
            "IFFsG-oAAAAJ:IjCSPb-OGe4C",
            181,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1446212",
            "14750876662179726205",
            "\/scholar?cites=14750876662179726205",
            {
                "2002":10,
                "2003":21,
                "2004":22,
                "2005":18,
                "2006":12,
                "2007":10,
                "2008":6,
                "2009":12,
                "2010":9,
                "2011":3,
                "2012":6,
                "2013":4,
                "2014":9,
                "2015":9,
                "2016":5,
                "2017":4,
                "2018":5,
                "2019":4,
                "2020":11
            }
        ]
    ]
}