{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "We report inelastic neutron scattering measurements on Na 2 IrO 3, a candidate for the Kitaev spin model on the honeycomb lattice. We observe spin-wave excitations below 5 meV with a dispersion that can be accounted for by including substantial further-neighbor exchanges that stabilize zigzag magnetic order. The onset of long-range magnetic order below T N= 15.3 K is confirmed via the observation of oscillations in zero-field muon-spin rotation experiments. Combining single-crystal diffraction and density functional calculations we propose a revised crystal structure model with significant departures from the ideal 90 Ir-O-Ir bonds required for dominant Kitaev exchange.",
            "Spin waves and revised crystal structure of honeycomb iridate Na 2 IrO 3",
            "SK Choi and R Coldea and AN Kolmogorov and T Lancaster and II Mazin and SJ Blundell and PG Radaelli and Yogesh Singh and P Gegenwart and KR Choi and S-W Cheong and PJ Baker and C Stock and J Taylor",
            "2012",
            "iGff22EAAAAJ:UeHWp8X0CEIC",
            522,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.127204",
            "11068744800285893874",
            "\/scholar?cites=11068744800285893874",
            {
                "2012":24,
                "2013":28,
                "2014":55,
                "2015":64,
                "2016":85,
                "2017":65,
                "2018":62,
                "2019":68,
                "2020":64,
                "2021":6
            }
        ],
        [
            "The well-defined geometry and extreme structural anisotropy of a multiwalled carbon nanotube can bring qualitatively new features to its nanometer-scale tribology. Efficient cancellation of registration-dependent interactions in incommensurate tubes (and also, surprisingly, certain axial commensurate tubes) can induce extremely small and nonextensive shear strengths.",
            "Smoothest bearings: interlayer sliding in multiwalled carbon nanotubes",
            "Aleksey N Kolmogorov and Vincent H Crespi",
            "2000",
            "iGff22EAAAAJ:u5HHmVD_uO8C",
            364,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.85.4727",
            "17748381905338251331",
            "\/scholar?cites=17748381905338251331",
            {
                "2000":1,
                "2001":7,
                "2002":10,
                "2003":21,
                "2004":28,
                "2005":27,
                "2006":30,
                "2007":38,
                "2008":24,
                "2009":16,
                "2010":19,
                "2011":22,
                "2012":20,
                "2013":18,
                "2014":13,
                "2015":14,
                "2016":5,
                "2017":17,
                "2018":5,
                "2019":15,
                "2020":10,
                "2021":3
            }
        ],
        [
            "Standard applications of density functional theory do not adequately describe the exfoliation energy of graphite. In fact, the local density approximation (LDA) and generalized gradient approximation (GGA) are in qualitative disagreement: the LDA binds at the experimental lattice constant, whereas the GGA does not. However, the variation in the energy under interlayer shifts, due predominantly to the overlap of π orbitals (not dispersion interactions), is nearly identical in these approximations. We combine these results with experimental information on the exfoliation energy to create an improved registry-dependent classical potential for the interlayer interaction in graphitic structures.",
            "Registry-dependent interlayer potential for graphitic systems",
            "Aleksey N Kolmogorov and Vincent H Crespi",
            "2005",
            "iGff22EAAAAJ:u-x6o8ySG0sC",
            361,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.71.235415",
            "9404914104128330752",
            "\/scholar?cites=9404914104128330752",
            {
                "2006":7,
                "2007":13,
                "2008":11,
                "2009":11,
                "2010":23,
                "2011":20,
                "2012":25,
                "2013":22,
                "2014":22,
                "2015":21,
                "2016":31,
                "2017":26,
                "2018":25,
                "2019":53,
                "2020":42,
                "2021":7
            }
        ],
        [
            "New candidate ground states at 1∶ 4, 1∶ 2, and 1∶ 1 compositions are identified in the well-known Fe-B system via a combination of ab initio high-throughput and evolutionary searches. We show that the proposed o P 12− FeB 2 stabilizes by a break up of 2D boron layers into 1D chains while o P 10− FeB 4 stabilizes by a distortion of a 3D boron network. The uniqueness of these configurations gives rise to a set of remarkable properties: o P 12− FeB 2 is expected to be the first semiconducting metal diboride and o P 10− FeB 4 is shown to have the potential for phonon-mediated superconductivity with a T c of 15–20 K.",
            "New superconducting and semiconducting Fe-B compounds predicted with an ab initio evolutionary search",
            "AN Kolmogorov and S Shah and ER Margine and AF Bialon and T Hammerschmidt and R Drautz",
            "2010",
            "iGff22EAAAAJ:zYLM7Y9cAGgC",
            174,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.217003",
            "674003024899038755",
            "\/scholar?cites=674003024899038755",
            {
                "2011":6,
                "2012":10,
                "2013":20,
                "2014":20,
                "2015":20,
                "2016":21,
                "2017":15,
                "2018":14,
                "2019":22,
                "2020":23,
                "2021":1
            }
        ],
        [
            "Single crystals of novel orthorhombic (space group Pnnm) iron tetraboride FeB 4 were synthesized at pressures above 8 GPa and high temperatures. Magnetic susceptibility and heat capacity measurements demonstrate bulk superconductivity below 2.9 K. The putative isotope effect on the superconducting critical temperature and the analysis of specific heat data indicate that the superconductivity in FeB 4 is likely phonon mediated, which is rare for Fe-based superconductors. The discovered iron tetraboride is highly incompressible and has the nanoindentation hardness of 62 (5) GPa; thus, it opens a new class of highly desirable materials combining advanced mechanical properties and superconductivity.",
            "Discovery of a superhard iron tetraboride superconductor",
            "Huiyang Gou and Natalia Dubrovinskaia and Elena Bykova and Alexander A Tsirlin and Deepa Kasinathan and Walter Schnelle and Asta Richter and Marco Merlini and Michael Hanfland and Artem M Abakumov and Dmitry Batuk and Gustaaf Van Tendeloo and Yoichi Nakajima and Aleksey N Kolmogorov and Leonid Dubrovinsky",
            "2013",
            "iGff22EAAAAJ:mB3voiENLucC",
            164,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.157002",
            "3854904790962222376",
            "\/scholar?cites=3854904790962222376",
            {
                "2013":6,
                "2014":22,
                "2015":21,
                "2016":23,
                "2017":19,
                "2018":23,
                "2019":24,
                "2020":23,
                "2021":2
            }
        ],
        [
            "A double-walled carbon nanotube is used to study the radial charge distribution on the positive inner electrode of a cylindrical molecular capacitor. The outer electrode is a shell of bromine anions. Resonant Raman scattering from phonons on each carbon shell reveals the radial charge distribution. A self-consistent tight-binding model confirms the observed molecular Faraday cage effect, ie, most of the charge resides on the outer wall, even when this wall was originally semiconducting and the inner wall was metallic.",
            "Chemically doped double-walled carbon nanotubes: cylindrical molecular capacitors",
            "Gugang Chen and S Bandow and ER Margine and C Nisoli and AN Kolmogorov and Vincent H Crespi and R Gupta and GU Sumanasekera and S Iijima and PC Eklund",
            "2003",
            "iGff22EAAAAJ:d1gkVwhDpl0C",
            147,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.90.257403",
            "224951044079304065",
            "\/scholar?cites=224951044079304065",
            {
                "2004":15,
                "2005":13,
                "2006":15,
                "2007":13,
                "2008":12,
                "2009":10,
                "2010":11,
                "2011":13,
                "2012":8,
                "2013":2,
                "2014":5,
                "2015":5,
                "2016":7,
                "2017":2,
                "2018":5,
                "2019":4,
                "2020":6,
                "2021":1
            }
        ]
    ]
}