{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Climate change, fuel security and economics are creating a requirement for alternative, renewable fuels. Bioethanol is currently produced from land-based crops but in future marine biomass could be used as an alternative biomass source for bioethanol production. Macroalgae such as Laminaria spp. grow in abundance around the United Kingdom, reaching >4 m in length and containing up to 55% dry weight of the carbohydrates laminarin and mannitol. Using enzymes, these can be hydrolysed and converted to glucose and fructose, which in turn can be utilised by yeasts to produce ethanol. In previous studies on ethanol production from macroalgae, pre-treatment was at 65°C, pH 2 for 1 h prior to fermentation. This paper shows that these pre-treatments are not required for the fermentations conducted, with higher ethanol yields being achieved in untreated fermentations than in those with altered pH or …",
            "Fermentation study on Saccharina latissima for bioethanol production considering variable pre-treatments",
            "Jessica M Adams and Joseph A Gallagher and Iain S Donnison",
            "2009",
            "iIDSgOsAAAAJ:u5HHmVD_uO8C",
            358,
            "https:\/\/link.springer.com\/article\/10.1007\/s10811-008-9384-7",
            "5511453177178194630",
            "\/scholar?cites=5511453177178194630",
            {
                "2008":1,
                "2009":2,
                "2010":2,
                "2011":26,
                "2012":36,
                "2013":40,
                "2014":35,
                "2015":38,
                "2016":57,
                "2017":26,
                "2018":34,
                "2019":25,
                "2020":25,
                "2021":3
            }
        ],
        [
            "Laminaria digitata is a highly prevalent kelp growing off the coast of the UK but has rarely been considered as a source of biomass to date. This study shows it can be used as a feedstock in both ethanol fermentation and anaerobic digestion for methane production. The study optimised several parameters in the fermentation of L. digitata and investigated the suitability of the macroalgae through the year using samples harvested every month. For both methane and ethanol production, minimum yields were seen in material harvested in March when the carbohydrates laminarin and mannitol were lowest. July material contained the highest combined laminarin and mannitol content and maximum yields of 167 mL ethanol and 0.219 m3 kg−1 L. digitata.",
            "Seasonal variation in Laminaria digitata and its impact on biochemical conversion routes to biofuels",
            "JMM Adams and TA Toop and Iain S Donnison and Joseph Anthony Gallagher",
            "2011",
            "iIDSgOsAAAAJ:d1gkVwhDpl0C",
            195,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0960852411011205",
            "16945735870989361328",
            "\/scholar?cites=16945735870989361328",
            {
                "2012":9,
                "2013":18,
                "2014":18,
                "2015":29,
                "2016":31,
                "2017":27,
                "2018":22,
                "2019":18,
                "2020":21
            }
        ],
        [
            "To avoid negative impacts on food production, novel non-food biofuel feedstocks need to be identified and utilised. One option is to utilise marine biomass, notably fast-growing, large marine ‘plants’ such as the macroalgal kelps. This paper reports on the changing composition of Laminaria digitata throughout it growth cycle as determined by new technologies. The potential of Laminaria sp. as a feedstock for biofuel production and future biorefining possibilities was assessed through proximate and ultimate analysis, initial pyrolysis rates using thermo-gravimetric analysis (TGA), metals content and pyrolysis gas chromatography–mass spectrometry.Samples harvested in March contained the lowest proportion of carbohydrate and the highest ash and alkali metal content, whereas samples harvested in July contained the highest proportions of carbohydrate, lowest alkali metals and ash content. July was therefore …",
            "Seasonal variation in the chemical composition of the bioenergy feedstock Laminaria digitata for thermochemical conversion",
            "JMM Adams and AB Ross and K Anastasakis and EM Hodgson and JA Gallagher and JM Jones and IS Donnison",
            "2011",
            "iIDSgOsAAAAJ:u-x6o8ySG0sC",
            192,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0960852410011570",
            "1604878195881668074",
            "\/scholar?cites=1604878195881668074",
            {
                "2011":4,
                "2012":12,
                "2013":15,
                "2014":21,
                "2015":30,
                "2016":27,
                "2017":17,
                "2018":29,
                "2019":13,
                "2020":18,
                "2021":3
            }
        ],
        [
            "Fucoidan is comprised of a fucose backbone with sulphate groups, whose variation is important to the functionality of the polysaccharide. The structure of fucoidan has been reported to vary according to species, season, location and maturity; however there is currently little published data to support this. Understanding the seasonal variation of fucoidan is important for industrial applications to identify optimum harvesting times and ensure consistent product composition. This study explores the seasonal variation of three species of brown macroalgae, Fucus serratus (FS), Fucus vesiculosus (FV) and Ascophyllum nodosum (AN), harvested monthly off the coast of Aberystwyth, UK. Average fucoidan content is 6.0, 9.8 and 8.0 wt% respectively for FS, FV and AN, with highest quantities extracted in autumn and lowest in spring. Fucose content, varied between 18 and 28, 26–39 and 35–46 wt% and sulphate content …",
            "The seasonal variation of fucoidan within three species of brown macroalgae",
            "HR Fletcher and P Biller and AB Ross and JMM Adams",
            "2017",
            "iIDSgOsAAAAJ:_FxGoFyzp5QC",
            80,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2211926416305604",
            "14103019456572910139",
            "\/scholar?cites=14103019456572910139",
            {
                "2017":3,
                "2018":13,
                "2019":25,
                "2020":33,
                "2021":6
            }
        ],
        [
            "Washing macroalgae is a ‘standard’ initial pre-treatment step, reported in a number of papers on biofuel production from macroalgae. Washing removes particulate matter; however, in this study, we show that washing may also have an adverse effect on the water-soluble carbohydrate contents present in the macroalgae, potentially reducing the quantity of the biofuel produced. This has major implications if macroalgae are to be considered as a feedstock for biofuel and platform chemicals. We compared washed and unwashed material from summer and winter harvests which were subsequently dried by three methods as follows: (1) immediate oven drying, (2) freezing, then oven drying and (3) freeze-drying. The proportions of the water-soluble carbohydrates were assessed and a decrease of up to 49.3 % seen in the laminarin content of those washed. Oven drying also resulted in some degradation of the …",
            "The impact of sample preparation of the macroalgae Laminaria digitata on the production of the biofuels bioethanol and biomethane",
            "JMM Adams and Alexander Schmidt and Joseph Anthony Gallagher",
            "2015",
            "iIDSgOsAAAAJ:IjCSPb-OGe4C",
            25,
            "https:\/\/link.springer.com\/article\/10.1007\/s10811-014-0368-5",
            "812877119175899468",
            "\/scholar?cites=812877119175899468",
            {
                "2015":4,
                "2016":2,
                "2017":5,
                "2018":6,
                "2019":3,
                "2020":5
            }
        ],
        [
            "The conversion of maize (corn) kernels to bio-ethanol is an energy-intensive process involving many stages. One step typically required is the liquefaction of the ground kernel to enable enzyme hydrolysation of the starch to glucose. The enzyme blends STARGEN™ (Genencor) are capable of hydrolysing starch granules without liquefaction, reducing energy inputs and increasing efficiency. Studies were conducted on maize starch mutants amylose extender 1 (ae1), dull 1 (du1) and waxy 1 (wx1) in the inbred line Oh43 to determine whether different maize starches affected hydrolysation rates by STARGEN™ 001 and STARGEN™ 002. All mutants contained similar proportions of starch in the kernel but varied in the amylose to amylopectin ratio. Ground maize kernels were incubated with STARGEN™ 001 and viewed using scanning electron microscopy to examine the hydrolysis action of STARGEN™ 001 …",
            "Scanning electron microscopy and fermentation studies on selected known maize starch mutants using STARGEN™ enzyme blends",
            "Jessica MM Adams and Pauline JM Teunissen and Geoff Robson and Nigel Dunn-Coleman and Iain S Donnison",
            "2012",
            "iIDSgOsAAAAJ:9yKSN-GCB0IC",
            16,
            "https:\/\/link.springer.com\/article\/10.1007\/s12155-011-9135-5",
            "873262105093130341",
            "\/scholar?cites=873262105093130341",
            {
                "2012":1,
                "2013":1,
                "2014":3,
                "2015":1,
                "2016":4,
                "2017":1,
                "2018":1,
                "2019":1,
                "2020":1,
                "2021":1
            }
        ],
        [
            "Macroalgal water content is an on-going problem for the use of readily accessible seaweeds in sustainable biorefining, including fuel production. Silage is a reduced-water, compactable, easily stored, transportable material. Ensiling could establish a non-seasonal supply of preserved algal biomass, but requires high initial dry matter content to mitigate environmental pollution risks from effluent. This study investigated potential dewatering methods for kelp harvested throughout the year. Treatments included air-drying, osmotic media and acids. Significant interactions between treatment and harvest-time were observed for traits of interest. Fresh weight loss during treatment was composed of changes in water and dry matter content. Air-drying gave reliable increase in final dry matter content; in summer and autumn 30% dry matter content was reached after 24 h. Dilute hydrochloric acid reduced stickiness and …",
            "Dewatering treatments to increase dry matter content of the brown seaweed, kelp (Laminaria digitata ((Hudson) JV Lamouroux))",
            "Joe A Gallagher and Lesley B Turner and Jessica MM Adams and Philip W Dyer and Michael K Theodorou",
            "2017",
            "iIDSgOsAAAAJ:WF5omc3nYNoC",
            13,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0960852416316121",
            "11110440009859944545",
            "\/scholar?cites=11110440009859944545",
            {
                "2017":1,
                "2018":5,
                "2019":4,
                "2020":3
            }
        ],
        [
            "This study investigated the microbial diversity associated with the digestive tract of the seaweed grazing marine limpet Patella pellucida. Using a modified indirect DNA extraction protocol and performing metagenomic profiling based on specific prokaryotic marker genes, the abundance of bacterial groups was identified from the analyzed metagenome. The members of three significantly abundant phyla of Proteobacteria, Firmicutes and Bacteroidetes were characterized through the literature and their predicted functions towards the host, as well as potential applications in the industrial environment assessed. View Full-Text",
            "Metaphylogenomic and potential functionality of the limpet Patella pellucida’s gastrointestinal tract microbiome",
            "Magda Dudek and Jessica Adams and Martin Swain and Matthew Hegarty and Sharon Huws and Joe Gallagher",
            "2014",
            "iIDSgOsAAAAJ:zYLM7Y9cAGgC",
            13,
            "https:\/\/www.mdpi.com\/1422-0067\/15\/10\/18819",
            "9024447720120005360",
            "\/scholar?cites=9024447720120005360",
            {
                "2015":1,
                "2016":2,
                "2017":2,
                "2018":5,
                "2019":3
            }
        ],
        [
            "Energy crops including Miscanthus provide a storable, portable energy source which can be used to complement a wide range of products and energy generation systems. Miscanthus is predominantly used in Europe as a combustion material for electricity generation but also has the potential for biochemical conversion due to its high yield and low-nutrient requirements. The ratio of holocellulose (hemicellulose and cellulose combined) to acid detergent lignin (H:L) within the senesced material has previously been shown to indicate the relative suitability of Miscanthus accessions for thermochemical conversion. In this study, the ratio was assessed to examine its use as a selection aid for biochemical conversion. 20 highly-characterised Miscanthus accessions were saccharified using an enzyme mix to determine optimum sugar release. Nine of these accessions spanning high, medium and low H:L ratios were then autoclaved with dilute acid, alkali or water, and enzymically hydrolysed and fermented to produce ethanol. Samples taken throughout the process allowed assessments of released sugars. Enzymic degradation of the biomass showed a relationship between H:L ratio and glucose release, with high glucose release for high H:L ratio accessions and vice versa. Xylose release showed no such relationship. This relationship was maintained following pretreatments and enzyme saccharification, where compound analysis showed that following all pretreatments, accessions with high H:L ratios repeatedly had the highest releases of glucose, xylose and arabinose, and produced more ethanol. Release of all measured compounds increased …",
            "What cell wall components are the best indicators for Miscanthus digestibility and conversion to ethanol following variable pretreatments?",
            "JMM Adams and AL Winters and EM Hodgson and JA Gallagher",
            "2018",
            "iIDSgOsAAAAJ:ULOm3_A8WrAC",
            11,
            "https:\/\/biotechnologyforbiofuels.biomedcentral.com\/articles\/10.1186\/s13068-018-1066-3",
            "10358020802994094195",
            "\/scholar?cites=10358020802994094195",
            {
                "2019":7,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Macroalgae are capable of generating more organic carbon per hectare than terrestrial plants without requiring land, fertiliser or fresh water to grow. In addition, they avoid the food versus fuel argument as they are not a major food source in Europe. In spite of these benefits, macroalgae are not yet fully exploited as a biomass source for bioenergy or platform chemical production in Europe, with one issue being the high harvesting and processing costs. This paper considers the impact of mechanical pre-processing of Laminaria digitata combined with different drying techniques and the effect of these on downstream processing to bioethanol. Results show that mechanically screw pressing macroalgae does enhance conversion to ethanol, but only when the material contains low levels of storage carbohydrates. This occurs in freeze-dried and air-dried samples. The addition of a press aid in the mechanical …",
            "The effect of mechanical pre-processing and different drying methodologies on bioethanol production using the brown macroalga Laminaria digitata (Hudson) JV Lamouroux",
            "JMM Adams and G Bleathman and D Thomas and JA Gallagher",
            "2017",
            "iIDSgOsAAAAJ:LkGwnXOMwfcC",
            11,
            "https:\/\/link.springer.com\/article\/10.1007\/s10811-016-1039-5",
            "6835891641588672716",
            "\/scholar?cites=6835891641588672716",
            {
                "2018":4,
                "2019":2,
                "2020":5
            }
        ]
    ]
}