{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "The T2K experiment observes indications of ν μ→ ν e appearance in data accumulated with 1.43× 10 20 protons on target. Six events pass all selection criteria at the far detector. In a three-flavor neutrino oscillation scenario with| Δ m 23 2|= 2.4× 10− 3 eV 2, sin﻿ 2 2 θ 23= 1 and sin﻿ 2 2 θ 13= 0, the expected number of such events is 1.5±0.3 (syst). Under this hypothesis, the probability to observe six or more candidate events is 7× 10− 3, equivalent to 2.5 σ significance. At 90% CL, the data are consistent with 0.03 (0.04)< sin﻿ 2 2 θ 13< 0.28 (0.34) for δ C P= 0 and a normal (inverted) hierarchy.",
            "Indication of electron neutrino appearance from an accelerator-produced off-axis muon neutrino beam",
            "K Abe and N Abgrall and Y Ajima and H Aihara and JB Albert and C Andreopoulos and B Andrieu and S Aoki and O Araoka and J Argyriades and A Ariga and T Ariga and S Assylbekov and D Autiero and A Badertscher and M Barbi and GJ Barker and G Barr and M Bass and F Bay and S Bentham and V Berardi and BE Berger and I Bertram and M Besnier and J Beucher and D Beznosko and S Bhadra and A Blondel and C Bojechko and J Bouchez and SB Boyd and A Bravar and C Bronner and DG Brook-Roberge and N Buchanan and H Budd and D Calvet and SL Cartwright and A Carver and R Castillo and MG Catanesi and A Cazes and A Cervera and C Chavez and S Choi and G Christodoulou and J Coleman and W Coleman and G Collazuol and K Connolly and A Curioni and A Dabrowska and I Danko and R Das and GS Davies and S Davis and M Day and G De Rosa and JPAM de André and P de Perio and A Delbart and C Densham and F Di Lodovico and S Di Luise and P Dinh Tran and J Dobson and U Dore and O Drapier and F Dufour and J Dumarchez and S Dytman and M Dziewiecki and M Dziomba and S Emery and A Ereditato and L Escudero and LS Esposito and M Fechner and A Ferrero and AJ Finch and E Frank and Y Fujii and Y Fukuda and V Galymov and FC Gannaway and A Gaudin and A Gendotti and MA George and S Giffin and C Giganti and K Gilje and T Golan and M Goldhaber and JJ Gomez-Cadenas and M Gonin and N Grant and A Grant and P Gumplinger and P Guzowski and A Haesler and MD Haigh and K Hamano and C Hansen and D Hansen and T Hara and PF Harrison and B Hartfiel and M Hartz and T Haruyama and T Hasegawa and NC Hastings and S Hastings and A Hatzikoutelis and K Hayashi and Y Hayato and C Hearty and RL Helmer and R Henderson and N Higashi and J Hignight and E Hirose and J Holeczek and S Horikawa and A Hyndman and AK Ichikawa and K Ieki and M Ieva and M Iida and M Ikeda and J Ilic and J Imber and T Ishida and C Ishihara and T Ishii and SJ Ives and M Iwasaki and K Iyogi and A Izmaylov and B Jamieson and RA Johnson and KK Joo and GV Jover-Manas and CK Jung and H Kaji and T Kajita and H Kakuno and J Kameda and K Kaneyuki and D Karlen",
            "2011",
            "IiJnYlkAAAAJ:u-x6o8ySG0sC",
            1886,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.041801",
            "219530810182614957",
            "\/scholar?cites=219530810182614957",
            {
                "2011":134,
                "2012":437,
                "2013":387,
                "2014":212,
                "2015":188,
                "2016":146,
                "2017":112,
                "2018":113,
                "2019":67,
                "2020":71,
                "2021":7
            }
        ],
        [
            "We present a new measurement of the inclusive and differential production cross sections of J\/ψ mesons and b hadrons in proton-antiproton collisions at s= 1960 G e V. The data correspond to an integrated luminosity of 39.7 p b− 1 collected by the CDF run II detector. We find the integrated cross section for inclusive J\/ψ production for all transverse momenta from 0 to 20 G e V\/c in the rapidity range| y|< 0.6 to be 4.08±0.02 (s t a t)− 0.33+ 0.36 (s y s t) μ b. We separate the fraction of J\/ψ events from the decay of the long-lived b hadrons using the lifetime distribution in all events with p T (J\/ψ)> 1.25 G e V\/c. We find the total cross section for b hadrons, including both hadrons and antihadrons, decaying to J\/ψ with transverse momenta greater than 1.25 G e V\/c in the rapidity range| y (J\/ψ)|< 0.6 is 0.330±0.005 (s t a t)− 0.033+ 0.036 (s y s t) μ b. Using a Monte Carlo simulation of the decay kinematics of b hadrons to all final …",
            "Measurement of the  meson and -hadron production cross sections in  collisions at ",
            "Darin Acosta and J Adelman and T Affolder and T Akimoto and MG Albrow and D Ambrose and S Amerio and D Amidei and A Anastassov and K Anikeev and A Annovi and J Antos and M Aoki and G Apollinari and T Arisawa and JF Arguin and A Artikov and W Ashmanskas and A Attal and F Azfar and P Azzi-Bacchetta and N Bacchetta and H Bachacou and W Badgett and A Barbaro-Galtieri and GJ Barker and VE Barnes and BA Barnett and S Baroiant and M Barone and G Bauer and F Bedeschi and S Behari and S Belforte and G Bellettini and J Bellinger and E Ben-Haim and D Benjamin and Andrew Beretvas and A Bhatti and M Binkley and D Bisello and M Bishai and RE Blair and C Blocker and K Bloom and B Blumenfeld and A Bocci and A Bodek and G Bolla and A Bolshov and PSL Booth and D Bortoletto and J Boudreau and S Bourov and B Brau and C Bromberg and E Brubaker and J Budagov and HS Budd and K Burkett and G Busetto and P Bussey and KL Byrum and S Cabrera and M Campanelli and M Campbell and A Canepa and M Casarsa and D Carlsmith and S Carron and R Carosi and M Cavalli-Sforza and A Castro and P Catastini and D Cauz and A Cerri and L Cerrito and J Chapman and C Chen and YC Chen and M Chertok and G Chiarelli and G Chlachidze and F Chlebana and I Cho and K Cho and D Chokheli and JP Chou and ML Chu and S Chuang and JY Chung and WH Chung and YS Chung and CI Ciobanu and MA Ciocci and AG Clark and D Clark and M Coca and A Connolly and M Convery and J Conway and B Cooper and M Cordelli and G Cortiana and J Cranshaw and J Cuevas and R Culbertson and C Currat and D Cyr and D Dagenhart and S Da Ronco and S D’Auria and P De Barbaro and S De Cecco and Gilles De Lentdecker and Simone Dell’Agnello and Mauro Dell’Orso and S Demers and L Demortier and M Deninno and D De Pedis and PF Derwent and Carlo Dionisi and JR Dittmann and C Dörr and P Doksus and A Dominguez and Simone Donati and Mauro Donegà and J Donini and M D’Onofrio and T Dorigo and V Drollinger and K Ebina and N Eddy and J Ehlers and R Ely and R Erbacher and M Erdmann and D Errede and S Errede and R Eusebi and HC Fang and S Farrington and I Fedorko and WT Fedorko and RG Feild and M Feindt and JP Fernandez",
            "2005",
            "IiJnYlkAAAAJ:5uu-MYFt2EcC",
            1702,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.71.032001",
            "16045095347899710315",
            "\/scholar?cites=16045095347899710315",
            {
                "2005":85,
                "2006":148,
                "2007":166,
                "2008":138,
                "2009":182,
                "2010":147,
                "2011":186,
                "2012":164,
                "2013":125,
                "2014":86,
                "2015":61,
                "2016":62,
                "2017":59,
                "2018":40,
                "2019":21,
                "2020":22
            }
        ],
        [
            "We report the observation of a narrow state decaying into J\/ψ π+ π− and produced in 220 p b− 1 of p ̄ p collisions at s= 1.96 T e V in the CDF II experiment. We observe 730±90 decays. The mass is measured to be 3871.3±0.7 (s t a t)±0.4 (s y s t) M e V\/c 2, with an observed width consistent with the detector resolution. This is in agreement with the recent observation by the Belle Collaboration of the X (3872) meson.",
            "Observation of the Narrow State  in  Collisions at ",
            "Darin Acosta and T Affolder and MH Ahn and T Akimoto and MG Albrow and D Ambrose and S Amerio and D Amidei and A Anastassov and K Anikeev and A Annovi and J Antos and M Aoki and G Apollinari and JF Arguin and T Arisawa and A Artikov and T Asakawa and W Ashmanskas and A Attal and F Azfar and P Azzi-Bacchetta and N Bacchetta and H Bachacou and W Badgett and S Bailey and A Barbaro-Galtieri and G Barker and VE Barnes and BA Barnett and S Baroiant and M Barone and G Bauer and F Bedeschi and S Behari and S Belforte and WH Bell and G Bellettini and J Bellinger and D Benjamin and Andrew Beretvas and A Bhatti and M Binkley and D Bisello and M Bishai and RE Blair and C Blocker and K Bloom and B Blumenfeld and A Bocci and A Bodek and G Bolla and A Bolshov and PSL Booth and D Bortoletto and J Boudreau and S Bourov and C Bromberg and E Brubaker and J Budagov and HS Budd and K Burkett and G Busetto and P Bussey and KL Byrum and S Cabrera and P Calafiura and M Campanelli and M Campbell and A Canepa and D Carlsmith and S Carron and R Carosi and M Casarsa and A Castro and P Catastini and D Cauz and A Cerri and C Cerri and L Cerrito and J Chapman and C Chen and YC Chen and M Chertok and G Chiarelli and G Chlachidze and F Chlebana and K Cho and D Chokheli and ML Chu and JY Chung and WH Chung and YS Chung and CI Ciobanu and Maria Agnese Ciocci and AG Clark and D Clark and MN Coca and A Connolly and ME Convery and J Conway and M Cordelli and G Cortiana and J Cranshaw and R Culbertson and C Currat and D Cyr and D Dagenhart and S DaRonco and S D’Auria and P de Barbaro and S De Cecco and Gilles De Lentdecker and Simone Dell’Agnello and Mauro Dell’Orso and S Demers and L Demortier and M Deninno and D De Pedis and PF Derwent and Carlo Dionisi and JR Dittmann and P Doksus and A Dominguez and Simone Donati and M D’Onofrio and T Dorigo and V Drollinger and K Ebina and N Eddy and R Ely and R Erbacher and M Erdmann and D Errede and S Errede and R Eusebi and HC Fang and S Farrington and I Fedorko and RG Feild and M Feindt and JP Fernandez and C Ferretti and RD Field and I Fiori and G Flanagan and B Flaugher and LR Flores-Castillo and A Foland and S Forrester",
            "2004",
            "IiJnYlkAAAAJ:2osOgNQ5qMEC",
            1011,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.072001",
            "9838935033022912417",
            "\/scholar?cites=9838935033022912417",
            {
                "2004":19,
                "2005":61,
                "2006":70,
                "2007":81,
                "2008":70,
                "2009":70,
                "2010":77,
                "2011":62,
                "2012":58,
                "2013":75,
                "2014":58,
                "2015":58,
                "2016":65,
                "2017":50,
                "2018":45,
                "2019":41,
                "2020":39,
                "2021":2
            }
        ],
        [
            "The NuTeV Collaboration has extracted the electroweak parameter sin 2 θ W from the measurement of the ratios of neutral current to charged current ν and ν cross sections. Our value, sin 2 θ W (on− shell)= 0.2277±0.0013 (stat)±0.0009 (syst), is 3 standard deviations above the standard model prediction. We also present a model independent analysis of the same data in terms of neutral-current quark couplings.",
            "Precise determination of electroweak parameters in neutrino-nucleon scattering",
            "GP Zeller and KS McFarland and T Adams and A Alton and S Avvakumov and L De Barbaro and P De Barbaro and RH Bernstein and A Bodek and T Bolton and J Brau and D Buchholz and H Budd and L Bugel and J Conrad and RB Drucker and BT Fleming and R Frey and JA Formaggio and J Goldman and M Goncharov and DA Harris and RA Johnson and JH Kim and S Koutsoliotas and MJ Lamm and W Marsh and D Mason and J McDonald and C McNulty and D Naples and P Nienaber and A Romosan and WK Sakumoto and H Schellman and MH Shaevitz and P Spentzouris and EG Stern and N Suwonjandee and M Tzanov and M Vakili and A Vaitaitis and Un-Ki Yang and J Yu and ED Zimmerman",
            "2002",
            "IiJnYlkAAAAJ:d1gkVwhDpl0C",
            981,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.091802",
            "10076381363163097858",
            "\/scholar?cites=10076381363163097858",
            {
                "2001":4,
                "2002":73,
                "2003":78,
                "2004":92,
                "2005":107,
                "2006":55,
                "2007":58,
                "2008":56,
                "2009":53,
                "2010":49,
                "2011":60,
                "2012":32,
                "2013":36,
                "2014":31,
                "2015":23,
                "2016":50,
                "2017":23,
                "2018":28,
                "2019":30,
                "2020":24,
                "2021":2
            }
        ],
        [
            "The T2K experiment is a long baseline neutrino oscillation experiment. Its main goal is to measure the last unknown lepton sector mixing angle θ 13 by observing ν e appearance in a ν μ beam. It also aims to make a precision measurement of the known oscillation parameters, Δ m 23 2 and sin 2 2 θ 23, via ν μ disappearance studies. Other goals of the experiment include various neutrino cross-section measurements and sterile neutrino searches. The experiment uses an intense proton beam generated by the J-PARC accelerator in Tokai, Japan, and is composed of a neutrino beamline, a near detector complex (ND280), and a far detector (Super-Kamiokande) located 295 km away from J-PARC. This paper provides a comprehensive review of the instrumentation aspect of the T2K experiment and a summary of the vital information for each subsystem.",
            "The T2K experiment",
            "K Abe and N Abgrall and H Aihara and Y Ajima and JB Albert and D Allan and P-A Amaudruz and C Andreopoulos and B Andrieu and MD Anerella and C Angelsen and S Aoki and O Araoka and J Argyriades and A Ariga and T Ariga and S Assylbekov and JPAM De André and D Autiero and A Badertscher and O Ballester and M Barbi and GJ Barker and P Baron and G Barr and L Bartoszek and M Batkiewicz and F Bay and S Bentham and V Berardi and BE Berger and H Berns and I Bertram and M Besnier and J Beucher and D Beznosko and S Bhadra and P Birney and D Bishop and E Blackmore and FDM Blaszczyk and J Blocki and A Blondel and A Bodek and C Bojechko and J Bouchez and T Boussuge and SB Boyd and M Boyer and N Braam and R Bradford and A Bravar and K Briggs and JD Brinson and C Bronner and DG Brook-Roberge and M Bryant and N Buchanan and H Budd and M Cadabeschi and RG Calland and D Calvet and J Caravaca Rodríguez and J Carroll and SL Cartwright and A Carver and R Castillo and MG Catanesi and C Cavata and A Cazes and A Cervera and JP Charrier and C Chavez and S Choi and S Chollet and G Christodoulou and P Colas and J Coleman and W Coleman and G Collazuol and K Connolly and P Cooke and A Curioni and A Dabrowska and I Danko and R Das and GS Davies and S Davis and M Day and X De La Broise and P De Perio and G De Rosa and T Dealtry and A Debraine and E Delagnes and A Delbart and C Densham and F Di Lodovico and S Di Luise and P Dinh Tran and J Dobson and J Doornbos and U Dore and O Drapier and F Druillole and Frédéric Dufour and J Dumarchez and T Durkin and S Dytman and M Dziewiecki and M Dziomba and B Ellison and S Emery and A Ereditato and JE Escallier and L Escudero and LS Esposito and W Faszer and M Fechner and A Ferrero and A Finch and C Fisher and M Fitton and R Flight and D Forbush and E Frank and K Fransham and Y Fujii and Y Fukuda and M Gallop and V Galymov and GL Ganetis and FC Gannaway and A Gaudin and J Gaweda and A Gendotti and M George and S Giffin and C Giganti and K Gilje and I Giomataris and J Giraud and AK Ghosh and T Golan and M Goldhaber and JJ Gomez-Cadenas and S Gomi and M Gonin and M Goyette and A Grant",
            "2011",
            "IiJnYlkAAAAJ:W7OEmFMy1HYC",
            935,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900211011910",
            "3757232179983029453",
            "\/scholar?cites=3757232179983029453",
            {
                "2011":12,
                "2012":80,
                "2013":93,
                "2014":96,
                "2015":121,
                "2016":108,
                "2017":106,
                "2018":101,
                "2019":99,
                "2020":106,
                "2021":6
            }
        ],
        [
            "We report the observation of B s 0− Bs 0 oscillations from a time-dependent measurement of the B s 0− Bs 0 oscillation frequency Δ m s. Using a data sample of 1 fb− 1 of p p collisions at s= 1.96 TeV collected with the CDF II detector at the Fermilab Tevatron, we find signals of 5600 fully reconstructed hadronic B s decays, 3100 partially reconstructed hadronic B s decays, and 61 500 partially reconstructed semileptonic B s decays. We measure the probability as a function of proper decay time that the B s decays with the same, or opposite, flavor as the flavor at production, and we find a signal for B s 0− Bs 0 oscillations. The probability that random fluctuations could produce a comparable signal is 8× 10− 8, which exceeds 5 σ significance. We measure Δ m s= 17.77±0.10 (stat)±0.07 (syst) ps− 1 and extract| V td\/V ts|= 0.2060±0.0007 (Δ m s)− 0.0060+ 0.0081 (Δ m d+ theor).",
            "Observation of  Oscillations",
            "A Abulencia and J Adelman and T Affolder and T Akimoto and MG Albrow and D Ambrose and S Amerio and D Amidei and A Anastassov and K Anikeev and A Annovi and J Antos and M Aoki and G Apollinari and J-F Arguin and T Arisawa and A Artikov and W Ashmanskas and A Attal and F Azfar and P Azzi-Bacchetta and P Azzurri and N Bacchetta and W Badgett and A Barbaro-Galtieri and VE Barnes and BA Barnett and S Baroiant and V Bartsch and G Bauer and F Bedeschi and S Behari and S Belforte and G Bellettini and J Bellinger and A Belloni and D Benjamin and Andrew Beretvas and J Beringer and T Berry and A Bhatti and M Binkley and D Bisello and RE Blair and C Blocker and B Blumenfeld and A Bocci and A Bodek and V Boisvert and G Bolla and A Bolshov and D Bortoletto and J Boudreau and A Boveia and B Brau and L Brigliadori and C Bromberg and E Brubaker and J Budagov and HS Budd and S Budd and S Budroni and K Burkett and G Busetto and P Bussey and KL Byrum and S Cabrera and M Campanelli and M Campbell and F Canelli and A Canepa and S Carrillo and D Carlsmith and R Carosi and S Carron and B Casal and M Casarsa and A Castro and P Catastini and D Cauz and M Cavalli-Sforza and A Cerri and L Cerrito and SH Chang and YC Chen and M Chertok and G Chiarelli and G Chlachidze and F Chlebana and I Cho and K Cho and D Chokheli and JP Chou and G Choudalakis and SH Chuang and K Chung and WH Chung and YS Chung and M Ciljak and CI Ciobanu and MA Ciocci and A Clark and D Clark and M Coca and G Compostella and ME Convery and J Conway and B Cooper and K Copic and M Cordelli and G Cortiana and F Crescioli and C Cuenca Almenar and J Cuevas and R Culbertson and JC Cully and D Cyr and S DaRonco and S D’Auria and T Davies and M D’Onofrio and D Dagenhart and P De Barbaro and S De Cecco and A Deisher and Gilles De Lentdecker and Mauro Dell’Orso and F Delli Paoli and L Demortier and J Deng and M Deninno and D De Pedis and PF Derwent and GP Di Giovanni and Carlo Dionisi and B Di Ruzza and JR Dittmann and P DiTuro and C Dörr and Simone Donati and Mauro Donegà and P Dong and J Donini and T Dorigo and S Dube and J Efron and R Erbacher and D Errede and S Errede and R Eusebi",
            "2006",
            "IiJnYlkAAAAJ:lPDSu1ZU3VAC",
            844,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.242003",
            "15745844655974134139",
            "\/scholar?cites=15745844655974134139",
            {
                "2006":6,
                "2007":133,
                "2008":161,
                "2009":108,
                "2010":88,
                "2011":86,
                "2012":59,
                "2013":65,
                "2014":35,
                "2015":26,
                "2016":17,
                "2017":20,
                "2018":10,
                "2019":10,
                "2020":10
            }
        ]
    ]
}