{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Negative-index metamaterials (NIMs) are engineered structures with optical properties that cannot be obtained in naturally occurring materials 1, 2, 3. Recent work has demonstrated that focused ion beam 4 and layer-by-layer electron-beam lithography 5 can be used to pattern the necessary nanoscale features over small areas (hundreds of µm 2) for metamaterials with three-dimensional layouts and interesting characteristics, including negative-index behaviour in the optical regime. A key challenge is in the fabrication of such three-dimensional NIMs with sizes and at throughputs necessary for many realistic applications (including lenses, resonators and other photonic components 6, 7, 8). We report a simple printing approach capable of forming large-area, high-quality NIMs with three-dimensional, multilayer formats. Here, a silicon wafer with deep, nanoscale patterns of surface relief serves as a reusable stamp …",
            "Large-area flexible 3D optical negative index metamaterial formed by nanotransfer printing",
            "Debashis Chanda and Kazuki Shigeta and Sidhartha Gupta and Tyler Cain and Andrew Carlson and Agustin Mihi and Alfred J Baca and Gregory R Bogart and Paul Braun and John A Rogers",
            "2011",
            "iimFj8cAAAAJ:u5HHmVD_uO8C",
            304,
            "https:\/\/www.nature.com\/articles\/nnano.2011.82",
            "12815739633383554296",
            "\/scholar?cites=12815739633383554296",
            {
                "2010":1,
                "2011":3,
                "2012":37,
                "2013":35,
                "2014":41,
                "2015":39,
                "2016":41,
                "2017":30,
                "2018":22,
                "2019":27,
                "2020":24,
                "2021":1
            }
        ],
        [
            "Structural colour arising from nanostructured metallic surfaces offers many benefits compared to conventional pigmentation based display technologies, such as increased resolution and scalability of their optical response with structure dimensions. However, once these structures are fabricated their optical characteristics remain static, limiting their potential application. Here, by using a specially designed nanostructured plasmonic surface in conjunction with high birefringence liquid crystals, we demonstrate a tunable polarization-independent reflective surface where the colour of the surface is changed as a function of applied voltage. A large range of colour tunability is achieved over previous reports by utilizing an engineered surface which allows full liquid crystal reorientation while maximizing the overlap between plasmonic fields and liquid crystal. In combination with imprinted structures of varying periods, a …",
            "Polarization-independent actively tunable colour generation on imprinted plasmonic surfaces",
            "Daniel Franklin and Yuan Chen and Abraham Vazquez-Guardado and Sushrut Modak and Javaneh Boroumand and Daming Xu and Shin-Tson Wu and Debashis Chanda",
            "2015",
            "iimFj8cAAAAJ:QIV2ME_5wuYC",
            227,
            "https:\/\/www.nature.com\/articles\/ncomms8337?origin=ppub",
            "7163087315928530635",
            "\/scholar?cites=7163087315928530635",
            {
                "2015":3,
                "2016":33,
                "2017":51,
                "2018":44,
                "2019":42,
                "2020":46,
                "2021":8
            }
        ],
        [
            "The field of plasmonics has emerged as an interesting area for fundamental studies, with important application possibilities in miniaturized photonic components. Plasmonic crystals are of particular relevance because of large field enhancements and extraordinary transmission that arise from plasmonic interactions between periodic arrays of metallic elements. Here we report methods to enhance and modify the plasmonic resonances in such structures by strongly coupling them to optical modes of Fabry–Perot type cavities. First, we illustrate a type of plasmonic, narrow-band (~ 15 nm), high-contrast (> 20 dB) absorber and an opto-fluidic modulator based on this component. Second, we use optimized samples as substrates to achieve strong amplification (> 350%) and modulation (> 4×) of surface-enhanced Raman scattering from surface-bound monolayers. Cavity-coupling strategies appear to be useful not only in …",
            "Coupling of plasmonic and optical cavity modes in quasi-three-dimensional plasmonic crystals",
            "Debashis Chanda and Kazuki Shigeta and Tu Truong and Eric Lui and Agustin Mihi and Matthew Schulmerich and Paul V Braun and Rohit Bhargava and John A Rogers",
            "2011",
            "iimFj8cAAAAJ:9yKSN-GCB0IC",
            157,
            "https:\/\/www.nature.com\/articles\/ncomms1487",
            "16206807947020040636",
            "\/scholar?cites=16206807947020040636",
            {
                "2012":6,
                "2013":12,
                "2014":18,
                "2015":23,
                "2016":22,
                "2017":19,
                "2018":26,
                "2019":16,
                "2020":12,
                "2021":2
            }
        ]
    ]
}