{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Shape-morphing systems can be found in many areas, including smart textiles 1, autonomous robotics 2, biomedical devices 3, drug delivery 4 and tissue engineering 5. The natural analogues of such systems are exemplified by nastic plant motions, where a variety of organs such as tendrils, bracts, leaves and flowers respond to environmental stimuli (such as humidity, light or touch) by varying internal turgor, which leads to dynamic conformations governed by the tissue composition and microstructural anisotropy of cell walls 6, 7, 8, 9, 10. Inspired by these botanical systems, we printed composite hydrogel architectures that are encoded with localized, anisotropic swelling behaviour controlled by the alignment of cellulose fibrils along prescribed four-dimensional printing pathways. When combined with a minimal theoretical framework that allows us to solve the inverse problem of designing the alignment patterns …",
            "Biomimetic 4D printing",
            "A Sydney Gladman and Elisabetta A Matsumoto and Ralph G Nuzzo and L Mahadevan and Jennifer A Lewis",
            "2016",
            "iiyj5MsAAAAJ:s85pQhAUCrAC",
            1385,
            "https:\/\/www.nature.com\/articles\/nmat4544",
            "11826792146742484619",
            "\/scholar?cites=11826792146742484619",
            {
                "2016":64,
                "2017":182,
                "2018":328,
                "2019":335,
                "2020":430,
                "2021":35
            }
        ],
        [
            "Networks of cross-linked and bundled actin filaments are ubiquitous in the cellular cytoskeleton, but their elasticity remains poorly understood. We show that these networks exhibit exceptional elastic behavior that reflects the mechanical properties of individual filaments. There are two distinct regimes of elasticity, one reflectingbendingof single filaments and a second reflectingstretchingof entropic fluctuations of filament length. The mechanical stiffness can vary by several decades with small changes in cross-link concentration, and can increase markedly upon application of external stress. We parameterize the full range of behavior in a state diagram and elucidate its origin with a robust model.",
            "Elastic behavior of cross-linked and bundled actin networks",
            "ML Gardel and Jennifer Hyunjong Shin and FC MacKintosh and L Mahadevan and P Matsudaira and DA Weitz",
            "2004",
            "iiyj5MsAAAAJ:RHpTSmoSYBkC",
            1200,
            "https:\/\/science.sciencemag.org\/content\/304\/5675\/1301.abstract",
            "5394713497618511486",
            "\/scholar?cites=5394713497618511486",
            {
                "2004":4,
                "2005":29,
                "2006":52,
                "2007":64,
                "2008":66,
                "2009":78,
                "2010":78,
                "2011":70,
                "2012":68,
                "2013":85,
                "2014":82,
                "2015":78,
                "2016":94,
                "2017":90,
                "2018":77,
                "2019":84,
                "2020":88,
                "2021":6
            }
        ],
        [
            "The wrinkling of thin elastic sheets occurs over a range of length scales, from the fine scale patterns in substrates on which cells crawl to the coarse wrinkles seen in clothes. Motivated by the wrinkling of a stretched elastic sheet, we deduce a general theory of wrinkling, valid far from the onset of the instability, using elementary geometry and the physics of bending and stretching. Our main result is a set of simple scaling laws; the wavelength of the wrinkles λ∼ K− 1\/4, where K is the stiffness due to an “elastic substrate” effect with a multitude of origins, and the amplitude of the wrinkle A∼ λ. These could form the basis of a highly sensitive quantitative wrinkling assay for the mechanical characterization of thin solid membranes.",
            "Geometry and physics of wrinkling",
            "Enrique Cerda and L Mahadevan",
            "2003",
            "iiyj5MsAAAAJ:4JMBOYKVnBMC",
            1189,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.90.074302",
            "8994116610185534334",
            "\/scholar?cites=8994116610185534334",
            {
                "2003":3,
                "2004":18,
                "2005":22,
                "2006":25,
                "2007":46,
                "2008":43,
                "2009":42,
                "2010":71,
                "2011":74,
                "2012":83,
                "2013":88,
                "2014":90,
                "2015":91,
                "2016":97,
                "2017":99,
                "2018":101,
                "2019":96,
                "2020":94,
                "2021":2
            }
        ],
        [
            "The rapid closure of the Venus flytrap (Dionaea muscipula) leaf in about 100 ms is one of the fastest movements in the plant kingdom. This led Darwin to describe the plant as “one of the most wonderful in the world” 1. The trap closure is initiated by the mechanical stimulation of trigger hairs. Previous studies 2, 3, 4, 5, 6, 7 have focused on the biochemical response of the trigger hairs to stimuli and quantified the propagation of action potentials in the leaves. Here we complement these studies by considering the post-stimulation mechanical aspects of Venus flytrap closure. Using high-speed video imaging, non-invasive microscopy techniques and a simple theoretical model, we show that the fast closure of the trap results from a snap-buckling instability, the onset of which is controlled actively by the plant. Our study identifies an ingenious solution to scaling up movements in non-muscular engines and provides a …",
            "How the Venus flytrap snaps",
            "Yoël Forterre and Jan M Skotheim and Jacques Dumais and Lakshminarayanan Mahadevan",
            "2005",
            "iiyj5MsAAAAJ:TFP_iSt0sucC",
            761,
            "https:\/\/www.nature.com\/articles\/nature03185",
            "15555505949862565666",
            "\/scholar?cites=15555505949862565666",
            {
                "2004":2,
                "2005":10,
                "2006":17,
                "2007":15,
                "2008":24,
                "2009":21,
                "2010":35,
                "2011":38,
                "2012":42,
                "2013":47,
                "2014":56,
                "2015":51,
                "2016":59,
                "2017":60,
                "2018":78,
                "2019":91,
                "2020":90,
                "2021":14
            }
        ],
        [
            "Stiff thin films on soft substrates are both ancient and commonplace in nature; for instance, animal skin comprises a stiff epidermis attached to a soft dermis. Although more recent and rare, artificial skins are increasingly used in a broad range of applications, including flexible electronics 1, tunable diffraction gratings 2, 3, force spectroscopy in cells 4, modern metrology methods 5, and other devices 6, 7, 8. Here we show that model elastomeric artificial skins wrinkle in a hierarchical pattern consisting of self-similar buckles extending over five orders of magnitude in length scale, ranging from a few nanometres to a few millimetres. We provide a mechanism for the formation of this hierarchical wrinkling pattern, and quantify our experimental findings with both computations and a simple scaling theory. This allows us to harness the substrates for applications. In particular, we show how to use the multigeneration-wrinkled …",
            "Nested self-similar wrinkling patterns in skins",
            "Kirill Efimenko and Mindaugas Rackaitis and Evangelos Manias and Ashkan Vaziri and L Mahadevan and Jan Genzer",
            "2005",
            "iiyj5MsAAAAJ:r0BpntZqJG4C",
            748,
            "https:\/\/www.nature.com\/articles\/nmat1342",
            "9527588093123518508",
            "\/scholar?cites=9527588093123518508",
            {
                "2005":3,
                "2006":15,
                "2007":33,
                "2008":36,
                "2009":36,
                "2010":49,
                "2011":46,
                "2012":55,
                "2013":46,
                "2014":60,
                "2015":64,
                "2016":66,
                "2017":63,
                "2018":53,
                "2019":61,
                "2020":55,
                "2021":4
            }
        ]
    ]
}