{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Introduction. Neonatal sepsis is a disease process, which represents the systemic response of bacteria entering the bloodstream during the first 28 days of life. The prevalence of sepsis is higher in male infants than in females, but the exact cause is unknown. Glucose-6-phosphate dehydrogenase (G6PD) is an enzyme in the pentose phosphate pathway, which leads to the production of NADPH. NADPH is required for the respiratory burst reaction in white blood cells (WBCs) to destroy microorganisms. The purpose of this study was to evaluate the prevalence of G6PD deficiency in neonates with sepsis.Materials and methods. This study was performed on 76 neonates with sepsis and 1214 normal neonates from February 2012 to November 2014 in the west of Iran. The G6PD deficiency status was determined by fluorescent spot test. WBCs number and neutrophils percentages were measured and compared in …",
            "Glucose-6-phosphate dehydrogenase deficiency (G6PD) as a risk factor of male neonatal sepsis.",
            "B Rahimian Zarif Z Rostami-Far and K Ghadiri and M Rostami-Far and F Shaveisi-Zadeh and A Amiri",
            "2016",
            "Il2BHjQAAAAJ:HE397vMXCloC",
            21,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/pmc5152609\/",
            "2910563151248020328",
            "\/scholar?cites=2910563151248020328",
            {
                "2016":1,
                "2017":2,
                "2018":5,
                "2019":10,
                "2020":3
            }
        ],
        [
            "To investigate the possible association between eNOS 4a\/b polymorphism and the risk of developing type 2 diabetes mellitus (T2DM) and diabetic nephropathy (DN) 173 T2DM patients with and without DN and 101 healthy subjects with ethnic background of Kurds were examined for the frequency of eNOS variants using PCR-RFLP method. The frequency of eNOS 4a\/b genotypes between T2DM and controls was not significantly difference. Studying eNOS 4a\/b variants alone indicated that the presence of eNOS 4a allele was not associated with the risk of developing DN. However, considering both polymorphisms of eNOS 4a\/b and G894T indicated that the risk of macroalbuminuria significantly increased in the presence of either eNOS 4a or 894T allele by 2.45 times (p= 0.014) and 3.7-fold (p= 0.016), respectively. However, the concomitant presence of both alleles was not associated with the risk of …",
            "eNOS 4a\/b Polymorphism and Its Interaction with eNOS G894T Variants in Type 2 Diabetes Mellitus: Modifying the Risk of Diabetic Nephropathy",
            "Niloofar Yavari Zohreh Rahimi and Ziba Rahimi and Frahad Shahvaisi-Zadeh and Shieda Sadeghei and Mahmood Vessal",
            "2013",
            "Il2BHjQAAAAJ:kRWSkSYxWN8C",
            21,
            "https:\/\/content.iospress.com\/articles\/disease-markers\/dma00988",
            "13776734672085686353",
            "\/scholar?cites=13776734672085686353",
            {
                "2013":2,
                "2014":6,
                "2015":4,
                "2016":4,
                "2017":1,
                "2018":1,
                "2019":2
            }
        ],
        [
            "Nuclear receptor subfamily 5 group A member 1 (NR5A1) encodes a nuclear receptor that regulates transcription of multiple genes involved in adrenal and gonadal development, steroidogenesis and the reproductive axis. Human mutations in NR5A1were initially found in two 46, XY female patients suffering from severe gonadal dysgenesis and primary adrenal failure. However, more recent case reports have suggested that heterozygous mutations in NR5A1 may also contribute to the male infertility aetiology. We have analysed the coding sequence of NR5A1 in a cohort of 90 well‐characterised idiopathic Iranian azoospermic infertile men versus 112 fertile men. Heterozygous NR5A1 mutations were found in 2 of 90 (2.2%) of cases. These two patients harboured missense mutations within the hinge region (p.P97T) and ligand‐binding domain (p.E237K) of the NR5A1 protein. In silico analysis of the mutations …",
            "Mutational screening of the NR5A1 in azoospermia",
            "D Zare‐Abdollahi and S Safari and R Mirfakhraie and A Movafagh and M Bastami and P Azimzadeh and N Salsabili and W Ebrahimizadeh and S Salami and MD Omrani",
            "2015",
            "Il2BHjQAAAAJ:UHK10RUVsp4C",
            15,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/and.12274",
            "11753712302380862060",
            "\/scholar?cites=11753712302380862060",
            {
                "2015":1,
                "2016":2,
                "2017":3,
                "2018":2,
                "2019":1,
                "2020":5,
                "2021":1
            }
        ],
        [
            "The rate-limiting step of the renin–angiotensin system is the enzymatic cleavage of angiotensinogen (AGT) by renin. The aims of the present study were to investigate the association between AGT T704C (M235T) and −217 G→A polymorphisms with the risk of preeclampsia and synergistic effects of both polymorphisms on the susceptibility to preeclampsia.We studied AGT variants in 170 women with preeclampsia, including 84 women with mild and 86 women with severe forms of preeclampsia, and 100 age and parity matched controls.There was a trend towards increased risk of severe preeclampsia in the presence of −217 AA (odds ratio (OR)=1.5, 95% confidence interval (CI)= 0.38–5.84, p=0.57) and TC+CC genotypes (OR=1.32, 95% CI= 0.67–2.58, p=0.42). However, the interaction of both alleles of −217A and 704C highly increased the risk of severe preeclampsia, by 2.23-fold …",
            "Synergistic effects of angiotensinogen− 217 G→ A and T704C (M235T) variants on the risk of severe preeclampsia",
            "Farhad Shahvaisizadeh and Abolfazl Movafagh and Mir Davood Omrani and Asad Vaisi-Raygani and Ziba Rahimi and Zohreh Rahimi",
            "2014",
            "Il2BHjQAAAAJ:IjCSPb-OGe4C",
            12,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/1470320312467555",
            "11586906675588273466",
            "\/scholar?cites=11586906675588273466",
            {
                "2014":2,
                "2015":2,
                "2016":4,
                "2017":2,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Childhood Hepatitis B virus (HBV) infection causes both medical and public health challenges. Infants who acquire HBV parentally have up to 90% risk of developing chronic HBV infection. It is now estimated that approximately 10% of worldwide cancers are attributable to viral infection, with the vast majority (> 85%) occurring in the developing world. In this distribution, elevated rate and prevalence of HBV marker have been found in patients with malignancies as compared to the general population. By reviewing the web-based search for all Persian and English types of scientific peer review published articles initiated using Iran Medex, MEDLINE\/PubMed, CINAHL and other pertinent references on websites about HBV and HCV blood disorders. The high prevalence of HBV and HCV infective markers was detected in patients with different malignancies. Moreover, identification of high prevalence of HBV infective …",
            "Hepatitis B Virus Infection in Patients with Blood Disorders: A Concise Review in Pediatric Study",
            "M Bastami N Mansouri and A Movafagh and A Sayad and S Ghafouri-Fard and H Darvish and D Zare-Abdollahi and B Emamalizadeh and F Shahvaisizadeh and H Ghaedi",
            "2014",
            "Il2BHjQAAAAJ:mvPsJ3kp5DgC",
            9,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC4293518\/",
            "14370726078813695840",
            "\/scholar?cites=14370726078813695840",
            {
                "2015":1,
                "2016":2,
                "2017":1,
                "2018":1,
                "2019":2,
                "2020":1,
                "2021":1
            }
        ],
        [
            "Thyroid hormones regulate the metabolisms of all cells including hepatocytes, and hence, modulate hepatic function. Hyperthyroidism is one of the most common endocrine disorders characterized by increased secretion of thyroid hormones T3 and\/or T4. This study investigated frequency of abnormal liver function tests in the patients with hyperthyroidism that referred to Imam Reza Hospital of Kermanshah from 1 st October 2009 to 30 th April 2012. Patients who had complication disorders such as cardiovascular disease, hypertension, diabetes mellitus, liver disease and using any of drugs effecting liver and thyroid function tests and patients with positive hepatic viral markers were excluded from the study. After excluding patients with complication disorders, fifty patients were remained. Fifty volunteers without history of significant diseases were chosen as matched control group. Mean ALT (Alanine amino transferase) of cases were 52.1±6.97 and of controls were 25.6±3.9. Also, Mean ALP (Alkaline phosphatase) of cases was 259.94±25.83 and of controls were 185.10±33.75. There is significant difference between ALT, ALP in case group in compare the control group (P< 0.05 and P< 0.01 respectively). Further, there is no significant difference in serum levels of AST (Aspartate amino transferase) and Mean direct bilirubin between case and control group. These findings indicate that ALT and ALP levels are frequently elevated in hyperthyroidism. Hence, they are possibly thyroid dependent enzymes.",
            "Evaluate the liver function in hyperthyroidism patients",
            "Seyed Hamid Madani and Zahra Rostami Far and Nasrin Jalilian and Mohammad Erfan Zare and Farhad Shaveisi Zadeh",
            "2014",
            "Il2BHjQAAAAJ:d1gkVwhDpl0C",
            9,
            "https:\/\/www.toxir.com\/index.php\/aab\/article\/view\/5921",
            "1426706799355993692",
            "\/scholar?cites=1426706799355993692",
            {
                "2015":1,
                "2016":1,
                "2017":1,
                "2018":1,
                "2019":5
            }
        ],
        [
            "The FAS\/FASL interaction plays a central role in up-regulation of apoptosis in testis. Studies indicated that the FAS-670A\/G and FASL-844C\/T polymorphisms are associated with the risk of idiopathic azoospermia in different ethnic groups. Therefore, the current study aims to investigate the association between FAS-670A\/G and FASL-844C\/T polymorphisms with male idiopathic infertility in Western Iran.The analysis of FAS-670A\/G and FASL-844C\/T polymorphisms were carried out using the PCR-RFLP approach, on 102 infertile men and 110 normal fertile men as control group.The results suggested that there were no significant difference in genotypic frequencies of FAS-670A\/G polymorphism between infertile and control groups. On the other hand, significant result was observed for the frequency of FASL-844C\/T polymorphism in infertile men in comparison to control group (P = 0.02 …",
            "Association of FAS-670A\/G and FASL-844C\/T polymorphisms with idiopathic azoospermia in Western Iran",
            "Rezvan Asgari and Kamran Mansouri and Mitra Bakhtiari and Ali Bidmeshkipour and Kheirollah Yari and Farhad Shaveisi-Zadeh and Asad Vaisi-Raygani",
            "2017",
            "Il2BHjQAAAAJ:ye4kPcJQO24C",
            7,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0301211517304268",
            "17266932079293496500",
            "\/scholar?cites=17266932079293496500",
            {
                "2018":3,
                "2019":3,
                "2020":1
            }
        ],
        [
            "ObjectiveGlucose-6-phosphate dehydrogenase (G6PD) deficiency is the most common human enzyme defect. G6PD plays a key role in the pentose phosphate pathway, which is a major source of nicotinamide adenine dinucleotide phosphate (NADPH). NADPH provides the reducing equivalents for oxidation-reduction reductions involved in protecting against the toxicity of reactive oxygen species such as H 2 O 2. We hypothesized that G6PD deficiency may reduce the amount of NADPH in sperms, thereby inhibiting the detoxification of H 2 O 2, which could potentially affect their motility and viability, resulting in an increased susceptibility to infertility.MethodsSemen samples were obtained from four males with G6PD deficiency and eight healthy males as a control. In both groups, motile sperms were isolated from the seminal fluid and incubated with 0, 10, 20, 40, 60, 80, and 120 µM concentrations of H 2 O 2. After 1 …",
            "Glucose-6-phosphate dehydrogenase deficiency does not increase the susceptibility of sperm to oxidative stress induced by H2O2",
            "Shiva Roshankhah and Zahra Rostami-Far and Farhad Shaveisi-Zadeh and Abolfazl Movafagh and Mitra Bakhtiari and Jila Shaveisi-Zadeh",
            "2016",
            "Il2BHjQAAAAJ:AXPGKjj_ei8C",
            4,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC5234281\/",
            "7841851334678193039",
            "\/scholar?cites=7841851334678193039",
            {
                "2017":1,
                "2018":1,
                "2019":2
            }
        ],
        [
            "Myeloproliferative neoplasms (MPNs) such as polycythemia vera, essential thrombocythemia, primary myelofibrosis and chronic myeloid leukemia have too similar and accurate way to differentiate their is study of genetic disorders in these patients. Philadelphia chromosome is a sure way to definitively diagnose CML. Recently, JAK2V617F mutation introduced as a diagnostic marker for other Myeloproliferative neoplasms. Many studies show that the absence of the JAK2 mutation in chronic phase Philadelphia positive CML. In contrast with these reports, more recently, several cases with the coexistence of Philadelphia positive chromosome and JAK2V617F mutation in blood and bone marrow samples were reported. Here, we report a patient that have the Philadelphia chromosome disorder and JAK2V617F mutation in same time.",
            "JAK2-V617F Mutation Combined with Philadelphia Chromosome-Positive Chronic Myeloid Leukaemia: a Case Report",
            "MEHRDAD PAYANDEH and Mohammad Erfan Zare and HAJI SHURE SABER GHANBARI and ZADEH FARHAD SHAVEISI",
            "2011",
            "Il2BHjQAAAAJ:u-x6o8ySG0sC",
            3,
            "https:\/\/www.sid.ir\/en\/journal\/ViewPaper.aspx?id=253377",
            "13557854858451620277",
            "\/scholar?cites=13557854858451620277",
            {
                "2011":1,
                "2012":2
            }
        ]
    ]
}